{"FtaRooDetails": {"FtaId": 896, "FtaCode": "ITC00926", "FtaName": "FTA, EAEU-Serbia", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EURASIAN ECONOMIC UNION AND ITS MEMBER STATES, OF THE ONE PART, AND THE REPUBLIC OF SERBIA, OF THE OTHER PART", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "10.07.2021", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Armenia; Belarus; Kazakhstan; Kyrgyzstan; Russian Federation; Serbia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EAEU-Serbia", "AdminProcCooAuth": "The certification type under FTA, EAEU-Serbia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EAEU-Serbia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EAEU-Serbia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "1 Goods shall be considered to have undergone sufficient working (processing) in a Party if the value of non-originating materials used in that working (processing) does not exceed fifty (50) percent of the value of exported goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00926_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00926_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00926_full.pdf", "DocType": "8_full", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/sogl_torg/Documents/%d0%a1%d0%b5%d1%80%d0%b1%d0%b8%d1%8f/Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Cumulation of Origin <br /> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br /> the goods or materials originating in a Party which are used as material in the <br /> manufacture of a good in another Party shall be considered as originating in such <br /> Party where the last operations other than those referred to in paragraph 1 of Article <br /> 7 of these Rules have been carried out. The origin of such materials shall be <br /> confirmed by a certificate of origin (Form CT-2) issued by an authorized body.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Special Cases of Origin Determination <br /> 1 Accessories, spare parts and tools, intended for use with machinery, equipment, <br /> apparatus or vehicles shall be considered as originating in the same Party as the <br /> machines, equipment, apparatus or vehicles, provided that such accessories, <br /> spare parts and tools are imported and used together with these machines, <br /> equipment, apparatus or vehicles in configuration and quantities in which they <br /> are usually delivered with such goods in accordance with the technical documentation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained or Produced Goods <br /> The following goods shall be considered as wholly obtained or produced in a Party: <br /> (a) minerals, mineral products or other natural resources extracted from the <br /> subsoil or from the territorial sea or from the seabed or resulting from <br /> processing of atmospheric air within the territory of a Party as well as <br /> atmospheric air or its separation products obtained therein; <br /> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br /> (c) live animals born and raised in the territory of a Party; <br /> (d) goods obtained in a Party from live animals; <br /> (e) goods obtained by hunting or fishing in the territory of a Party; <br /> (f) goods of sea fishing and other marine goods taken outside the territorial <br /> waters of a Party by ships registered or recorded in a Party and flying its flag; <br /> (g) goods manufactured aboard a factory ship exclusively from goods referred <br /> to in subparagraph (f) of this Article originating from a Party, provided <br /> that such factory ship is registered or recorded in a Party and flying its flag; <br /> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br /> of a Party, provided that a Party has sole rights to exploit such seabed or <br /> marine subsoil; <br /> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br /> or other processing operations or consumption in the territory of a Party, <br /> provided that they are fit only for the recovery of raw materials; <br /> (j) goods produced in outer space on board spacecrafts that belong to a Party <br /> or are leased (chartered) by it; <br /> (k) goods produced or obtained in the territory of a Party exclusively from <br /> goods referred to in subparagraphs (a) through (j) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient Working or Processing <br /> 1 The following operations do not meet the criteria of sufficient working (processing): <br /> (a) preserving operations that are necessary to ensure that a good retains its <br /> condition during storage and (or) transportation; <br /> (b) operations to prepare the goods for sale and (or) transportation (splitting <br /> up of consignments, forming of consignments, sorting, repacking), <br /> disassembly and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br /> of all types of fibres and yarn and articles thereof); <br /> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br /> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (g) freezing, defrosting; <br /> (h) operations of colouring, dissolving or blending sugar, including blending <br /> with other materials, or forming sugar lumps; <br /> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br /> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br /> of a good from original components; <br /> (k) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br /> (m) simple operations of assembly or disassembly of goods into parts; <br /> (n) engraving, affixing or printing trademarks, logos, labels and other like <br /> distinguishing signs on goods or their packaging; <br /> (o) mixing of goods (components) which does not lead to a sufficient <br /> difference of good from the original components; <br /> (p) slaughter of animals; <br /> (q) cutting (sorting) of meat, fish; <br /> (r) using (exploitation) of goods as intended; or <br /> (s) a combination of two or more operations specified above. <br /> 2 If in respect of a good the criterion of sufficient working (processing) is being <br /> fulfilled solely by performing operations specified in paragraph 1 of this Article <br /> such goods shall not be considered as originating in a Party, in which these <br /> operations take place. <br /> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br /> operations which do not require special knowledge (skills), or machines, <br /> apparatus and equipment specially designed for those operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Criterion of Sufficient Working (Processing) <br /> 1 Goods shall be considered to have undergone sufficient working (processing) <br /> in a Party if the value of non-originating materials used in that working <br /> (processing) does not exceed fifty (50) percent of the value of exported goods. <br /> 2 The value of non-originating materials used in the working (processing) shall <br /> be determined as their customs value at the time of importation into the Party <br /> where the working (processing) takes place. <br /> If in accordance with the laws and regulations of a Party customs value of <br /> materials is not being determined and if their origin is unknown the value of <br /> materials shall be determined as equal to the earliest ascertained price paid for <br /> such materials in the territory of a Party where the working (processing) takes place. <br /> The value of the goods exported from a Party shall be <br /> determined on the basis of the ex-works price.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Special Cases of Origin Determination <br /> 5 Origin of thermal and electrical energy, machinery, equipment and tools, any <br /> other goods that are not incorporated into goods but the use of which in the <br /> manufacture of such goods can be demonstrated to be a part of that production <br /> shall not be taken into account for the purposes of determining the origin of goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Direct Consignment <br /> 1 The direct consignment means transportation of goods from the territory of one <br /> Party into the territory of the other Party without transit through the territory of <br /> any third party. <br /> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br /> transported through territories of third parties due to geographic, transport, <br /> technical or economic reasons, provided that during such transportation, <br /> including during temporary storage of the goods in territories of those third <br /> parties, the goods shall be under customs control (surveillance). <br /> 3 An importer shall submit appropriate documentary evidence to the customs <br /> authority of the importing Party confirming that the conditions set out in <br /> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br /> to the customs authority of the importing Party by submission of any of the <br /> following documents: <br /> (a) a certificate of non-manipulation provided by the customs authority <br /> of the transit third party; <br /> (b) other documents issued by the customs authority of the third party, which <br /> provide a precise description of goods, the date of transhipment (transfer) <br /> of goods and names of vehicles, and certify the conditions under which <br /> goods were in that transit third party; <br /> (c) transport (shipping) documents certified by customs authority of the third <br /> party confirming the route of transportation of goods from the exporting <br /> Party through that transit third party. <br /> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br /> by importer at exhibitions or fairs, under the following conditions: <br /> (a) goods were delivered from the territory of one Party to the territory of a <br /> third party, where the exhibition or fair takes place, and remained under <br /> the customs control (surveillance) during such event; <br /> (b) goods were not used for any purpose other than demonstration from the <br /> moment they were sent to the fair or exhibition; <br /> (c) goods are imported into the territory of the Party in the same condition in <br /> which they were sent to the territory of a third party disregarding changes <br /> in their condition due to natural deterioration or loss under normal <br /> conditions of transport and storage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Special Cases of Origin Determination <br /> 2 Package, in which the goods are imported, is considered to be originating in the <br /> same Party as the goods, except where the package in accordance with the <br /> General Rule 5 for the Interpretation of the Harmonized System shall be <br /> declared separately from the goods. In this case the country of origin of package <br /> shall be determined separately from the country of origin of the goods. <br /> 3 If a package, in which the goods are imported, is considered to be originating <br /> in the same Party as the goods, only the package in which goods are sold in <br /> retail shall be taken into consideration for the purposes of determining the <br /> origin of goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Special Cases of Origin Determination <br /> 6 Goods classified as set in accordance with the General Rule 3 for the <br /> Interpretation of the Harmonised System shall be regarded as originating if all <br /> the components included in the set considered as originating materials. <br /> Nevertheless, set consisting of originating and non-originating components <br /> shall be considered as originating provided that the value of the non-originating <br /> components does not exceed fifteen (15) percent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Direct Consignment <br /> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br /> by importer at exhibitions or fairs, under the following conditions: <br /> (a) goods were delivered from the territory of one Party to the territory of a <br /> third party, where the exhibition or fair takes place, and remained under <br /> the customs control (surveillance) during such event; <br /> (b) goods were not used for any purpose other than demonstration from the <br /> moment they were sent to the fair or exhibition; <br /> (c) goods are imported into the territory of the Party in the same condition in <br /> which they were sent to the territory of a third party disregarding changes <br /> in their condition due to natural deterioration or loss under normal <br /> conditions of transport and storage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-declaration allowed for consignments below EUR 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Certificate of Origin <br /> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br /> trade regime certificate of origin (Form CT-2) made in accordance with the <br /> form provided for in Annex 1 to these Rules and duly completed in accordance <br /> with the requirements provided for in this Article and Article 18 of these Rules <br /> shall be submitted to the customs authority of the importing Party. <br /> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br /> importing Party shall be original and in hard copy, except in the case provided <br /> for in paragraph 2 of Article 14 of these Rules. <br /> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br /> the basis of the request of an applicant (documents and data submitted by him) <br /> before or at the time of exportation of the goods in all cases where the goods <br /> meet the requirements of these Rules. <br /> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br /> consignment and shall be valid for the purposes of granting the free trade <br /> regime for a period of twelve (12) months from the date of issuance of the <br /> certificate of origin (Form CT-2) by the authorized body. <br /> 5 The actual weight of delivered goods shall not exceed the weight specified in <br /> the certificate of origin (Form CT-2) by more than five (5) percent. <br /> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br /> of goods on the basis of a written request of the applicant. In this case, the <br /> applicant shall additionally submit to the authorized body a customs declaration <br /> with the appropriate note of the customs authority, confirming the actual <br /> exportation of the goods. The note of the customs authority must be dated <br /> earlier then the date of issuance of the certificate of origin (Form CT-2). <br /> When customs declaration is carried out electronically, an electronic <br /> notification of the customs authority on crossing the border may be submitted. <br /> If customs declaration is not applied when goods are exported from a Party, the <br /> documents which confirm the dispatch of goods from the territory of this Party <br /> shall be submitted to the authorized body. <br /> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br /> \"Issued retrospectively\" or \"????? ????????????\". <br /> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br /> certified duplicate shall be issued. When issuing a duplicate, the date of its <br /> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br /> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br /> (\"??? ????????? ???????\"), along with the number and date of issuance of <br /> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br /> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br /> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br /> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br /> not exceed twelve (12) months from the date of issuance of the original <br /> certificate of origin (Form CT-2). <br /> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br /> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br /> reasonable request of the applicant, the authorized body may issue a new <br /> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br /> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br /> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br /> (reissued) certificate of origin (Form CT-2). The certificate of origin <br /> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br /> be assigned with a new registration number. <br /> 9 In the case of transportation of goods between the Parties which have not <br /> undergone working (processing) other than preservation and packaging <br /> operations as well as operations to prepare them for sale and transportation, the <br /> authorized body of the Party may issue a replacement certificate instead of <br /> certificate of origin (Form CT-2). <br /> A replacement certificate of origin (Form CT-2) shall be issued based on the <br /> certificate of origin (Form CT-2) issued by the authorized body of the Party <br /> from the territory of which such goods exported into the territory of the other <br /> Party, and confirm the country of origin stated in such certificate of origin <br /> (Form CT-2). <br /> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br /> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br /> with the number and date of the certificate of origin (Form CT-2) issued by the <br /> exporting Party and the issuing authorized body. <br /> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br /> as the applicant, shall keep copy of the certificate, and of any documents <br /> relating to it, including those submitted by the applicant, for at least three (3) <br /> years from the date of issuance of a certificate of origin (Form CT-2). <br /> Article 13 : Declaration of Origin <br /> 1 In order to confirm the origin of goods in a small consignment, customs value <br /> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br /> a certificate of origin (Form CT-2) is not required to be presented to customs <br /> authority of the importing Party for purposes of obtaining the free trade regime. <br /> In this case, a declaration of origin can be submitted, made out in accordance <br /> with Annex 2 to these Rules. <br /> 2 The validity of the declaration of origin for the purpose of granting the free <br /> trade regime shall not exceed twelve (12) months from the date on which it was <br /> signed by the producer, exporter or consignor. <br /> 3 The actual weight of delivered goods shall not exceed the weight specified in <br /> the declaration of origin by more than five (5) percent. <br /> 4 In case where the customs authority of the importing Party has evidence that <br /> information on the origin of goods stated in the declaration of origin may be <br /> unreliable then customs authority of the importing Party may require to submit <br /> the certificate of origin (Form CT-2). <br /> 5 Producer, exporter or consignor making out statement about the country of <br /> origin of goods in the declaration of origin shall submit at the request of the <br /> verification authority of the exporting Party all the documents and information <br /> necessary to confirm the origin of goods in accordance with these Rules. <br /> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br /> any documents relating to it, confirming the origin of goods, for at least <br /> three (3) years from the date of its signing. <br /> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br /> by the authorized representative of the producer, exporter or consignor of the <br /> goods, indicating his name and surname. <br /> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br /> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br /> (except in cases specified below) in the English or Russian language on paper <br /> with a protective netting or protective color field in A4 format (210 x 297 mm) <br /> with a density of at least 25 g/sq. m and produced typographically. <br /> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br /> and (or) additions, not certified by the authorized body, are not allowed in the <br /> certificates of origin (Form CT-2). <br /> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br /> made by striking out erroneous information and typing or handwriting of <br /> correct information, which shall be certified by stamp of the authorized body, <br /> that previously issued the certificate of origin (Form CT-2). <br /> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br /> the following requirements: <br /> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br /> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br /> consignor/exporter and his full address and country shall be entered. If the <br /> consignor and exporter are different persons, it shall be specified that the <br /> consignor (name and address) acts on behalf (\"to order\") of the exporter <br /> (name and address). If the consignor/exporter is a natural person, his <br /> surname, name and address shall be entered; <br /> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br /> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br /> the consignee (importer), and his full address and country shall be entered. <br /> If the consignee and the importer are different persons, it shall be specified <br /> that the consignee (name and address) acts on behalf (\"to order\") of the <br /> importer (name and address). If the consignee/importer is a natural person, <br /> his surname, name and address shall be entered; <br /> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br /> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br /> of transport and route, as far as known, shall be entered; <br /> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br /> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br /> Party for which the certificate of origin (Form CT-2) is to be submitted <br /> shall be entered. The registration number may be indicated by handwriting or stamping; <br /> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br /> of authorized body of the countries of export, transit, and (or) the receipt <br /> of goods shall be entered by handwriting or stamping, as well as, if <br /> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br /> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br /> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br /> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br /> certificate Form CT-2\" and other records. Handwritten records shall be <br /> certified as provided for in paragraph 3 of this Article; <br /> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br /> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br /> ????????\") the number and kind of packages shall be entered; <br /> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br /> name of goods shall be entered, as well as other information allowing to <br /> identify the goods with those declared for the purpose of customs <br /> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br /> of the certificate of origin (Form CT-2) (the form of the additional sheet <br /> is given in Annex 1 to these Rules) may be used, and shall be completed <br /> in the prescribed manner (certified by signature, stamp and assigned the <br /> same registration number as the one entered in Box 4 of the certificate of <br /> origin (Form CT-2)); <br /> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br /> following origin criteria shall be entered: <br /> \"P\" - good is wholly obtained in the Party; <br /> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br /> percentage of the value of non-originating material used in the <br /> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br /> \"Pk\" - good is considered as originating based on the cumulation principle. <br /> The origin criteria shall be respectively entered for all goods stated in Box 9; <br /> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br /> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br /> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br /> ???????\") numbers and dates of all invoices for goods for which the <br /> certificate of origin (Form CT-2) is issued shall be entered; <br /> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br /> address, stamp and date of issuance of the certificate of origin (Form CT- <br /> 2) (duplicate) shall be entered, as well as signature, surname and name <br /> (initials) of the person, authorized to approve the certificate of origin <br /> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br /> authorized person may be entered by handwriting or stamping. <br /> If information on the full name of authorized body of a Party in the English <br /> or Russian language are given in the stamp impression, additional entering <br /> of the referred information in this Box is not compulsory. <br /> Stamp impression must be clear to allow where necessary the verification <br /> of its authenticity; <br /> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br /> country where the goods were wholly obtained or sufficiently worked <br /> (processed) (the EAEU Member State or Serbia), the date of declaration <br /> of the information on the country of origin shall be entered, as well as <br /> applicant's stamp (if any), signature, name and initials. The date and <br /> applicant's name and initials may be entered by handwriting or stamping. <br /> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br /> shall not be allowed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Cases when Documentary Proof of Origin is not Required <br /> 1 When importing consignments of originating goods, customs value of which <br /> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br /> of origin or certificate of origin (Form CT-2) shall not be required in order to <br /> obtain the free trade regime, provided that such importation is not a part of <br /> series of consignments, which may reasonably be considered to have been <br /> undertaken or arranged for the purposes of avoiding the submission of <br /> certificate of origin (Form CT-2) or declaration of origin. <br /> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br /> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br /> and implemented, the original certificate of origin (Form CT-2) in hard copy <br /> may not be submitted during customs declaration of goods. In this case, the <br /> date and number of such certificate of origin (Form CT-2) shall be specified in <br /> the customs declaration. <br /> 3 If the customs authority of the importing Party has reasonable doubts on the <br /> origin of the goods for which the free trade regime is claimed, and (or) there is <br /> a discrepancy in the information contained in the EOCVS, or the corresponding <br /> information is not available in the EOCVS, the customs authority of the <br /> importing Party may require to submit the original certificate of origin (Form <br /> CT-2) in hard copy.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 years (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Certificate of Origin <br /> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br /> consignment and shall be valid for the purposes of granting the free trade <br /> regime for a period of twelve (12) months from the date of issuance of the <br /> certificate of origin (Form CT-2) by the authorized body.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Certificate of Origin <br /> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br /> as the applicant, shall keep copy of the certificate, and of any documents <br /> relating to it, including those submitted by the applicant, for at least three (3) <br /> years from the date of issuance of a certificate of origin (Form CT-2).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Certificate of Origin <br /> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br /> of goods on the basis of a written request of the applicant. In this case, the <br /> applicant shall additionally submit to the authorized body a customs declaration <br /> with the appropriate note of the customs authority, confirming the actual <br /> exportation of the goods. The note of the customs authority must be dated <br /> earlier then the date of issuance of the certificate of origin (Form CT-2). <br /> When customs declaration is carried out electronically, an electronic <br /> notification of the customs authority on crossing the border may be submitted. <br /> If customs declaration is not applied when goods are exported from a Party, the <br /> documents which confirm the dispatch of goods from the territory of this Party <br /> shall be submitted to the authorized body. <br /> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br /> \"Issued retrospectively\" or \"????? ????????????\".", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Conditions for Granting the Free Trade Regime <br /> 1 The goods shall benefit from the free trade regime in the territories of the <br /> Parties if they meet the origin criteria provided for in these Rules and <br /> simultaneously the following conditions are met: <br /> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br /> defined in Article 13 of these Rules, a declaration of origin made out in <br /> accordance with the requirements defined in these Rules shall be <br /> submitted to the customs authority of the importing Party, except for the <br /> circumstances provided for in Article 14 of these Rules; <br /> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br /> these Rules are met; <br /> (c) the requirements for administrative cooperation, provided for in Article <br /> 15 of these Rules are met. <br /> 2 The goods, the origin of which was not determined or the origin of which has <br /> been determined, but the free trade regime cannot be granted to these goods, <br /> shall be imported into the importing Party in accordance with the requirements <br /> of the tariff and non-tariff regulation of such Party. <br /> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br /> regime may be granted in the territories of the Parties after <br /> the release of goods, provided that: <br /> (a) the conditions provided for in paragraph 1 of this Article are met; <br /> (b) the period of twelve (12) months from the date of registration of the <br /> customs declaration in the importing Party has not expired. <br /> 4 The free trade regime shall be granted after the release of goods under the <br /> conditions stipulated in these Rules and in accordance with the procedure <br /> defined by the customs laws and regulations of the importing Party. <br /> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br /> Article, in case of detection of falsification of the certificate of origin (Form <br /> CT-2) or a declaration of origin, as well as failure to meet the conditions <br /> stipulated in paragraph 3 of this Article. <br /> Article 11 : Grounds for Denial the Free Trade Regime <br /> 1 The customs authority of a Party shall deny granting the free trade regime to <br /> goods imported from the other Party in the following cases: <br /> (a) one (or more) of the conditions for granting the free trade regime referred <br /> to in paragraph 1 of Article 10 of these Rules are not met; <br /> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br /> origin) cannot be identified with the goods declared upon customs declaration; <br /> (c) the verification authority of the exporting Party has informed that the <br /> certificate of origin (Form CT-2) (declaration of origin) had not been <br /> issued (is falsified), had been annulled (withdrawn), or had been issued on <br /> the basis of invalid, incorrect or incomplete documents and (or) information; <br /> (d) within six (6) months from the date of the request, referred to in paragraph <br /> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br /> the request, if the exporting Party has requested to extend the period of <br /> verification in accordance with paragraph 6 of Article 15 of these Rules), <br /> a response regarding the requested certificate of origin (Form CT-2) <br /> (declaration of origin) has not been received from the verification <br /> authority of the exporting Party, or if there is a case provided for in <br /> paragraph 8 of Article 15 of these Rules; <br /> (e) the actual weight of delivered goods exceeds the weight specified in the <br /> certificate of origin (Form CT-2) (declaration of origin) by more <br /> than five (5) percent; <br /> (f) original certificate of origin (Form CT-2) in hard copy has not been <br /> submitted at the request of customs authority of the importing Party in the <br /> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br /> of Article 14 of these Rules; <br /> (g) verification visit undertaken in accordance with Article 16 of these Rules <br /> does not allow to determine the origin of the goods or indicates the <br /> inconsistency of the goods with the origin criteria; <br /> (h) within sixty (60) days from the date of dispatch of the request for <br /> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br /> written consent is not obtained or a refusal to conduct such verification <br /> visit is received. <br /> 2 The presence of errors (misprints) and/or minor discrepancies made when <br /> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br /> not affect the accuracy and substance of the information contained in such <br /> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br /> doubt as to the origin of goods, do not constitute grounds for denial of granting <br /> the free trade regime. <br /> Article 16 : Verification Visit <br /> 1 If the customs authority of the importing Party is not satisfied with the <br /> outcomes of the verification referred to in Article 15 of these Rules, it may, <br /> under exceptional circumstances, request verification visit to the exporting <br /> Party to review the records of the verified person referred to in Articles 12 and <br /> 13 of these Rules and (or) observe premises (territories) used in the <br /> manufacture of the goods. <br /> 2 Verification visit shall be carried out by the Verification Team consisting of the <br /> representatives of the competent authorities of the importing and the exporting <br /> Parties on the territory of the exporting Party in order to check whether the <br /> goods of the verified person and (or) conditions of their manufacture comply <br /> with the requirements of these Rules, by inspecting the location of the verified <br /> person and (or) premises (territories) used in the manufacture of the goods. <br /> For the purposes of this Article the verified person means an exporter and (or) <br /> producer of the goods of the exporting Party whose goods are <br /> subject of the verification visit. <br /> For the purposes of this Article the subject of the verification visit means the <br /> goods in respect of which the verification visit has been requested and <br /> documentary proofs of origin have been issued. <br /> Verification visit shall be conducted in accordance with the respective laws and <br /> regulations of the exporting Party. <br /> 3 In order to conduct a verification visit the customs authority of the importing <br /> Party shall send a written request with its intention to conduct the verification <br /> visit (hereinafter referred to as \"the request for verification visit\") to the <br /> verification authority of the exporting Party. <br /> 4 The request for verification visit shall be reasonable, as comprehensive as <br /> possible and shall include, inter alia: <br /> (a) name of the customs authority of the importing Party issuing the request; <br /> (b) name of the verified person; <br /> (c) subject of the proposed verification visit, including reference to the goods <br /> and to the reasonable doubts regarding their origin; <br /> (d) preliminary information regarding the representatives of the competent <br /> authorities who will take part in the verification visit; <br /> (e) other additional information indicating the reasonable grounds to conduct <br /> the verification visit. <br /> 5 Verification authority of the exporting Party shall send written consent or <br /> refusal to conduct the verification visit within sixty (60) days from the date of <br /> dispatch of the request for verification visit. <br /> The exporting Party shall, within this deadline, obtain consent or refusal to <br /> conduct the verification visit from the verified person. The verified person shall <br /> be informed on the fact that the denial to conduct verification visit shall be <br /> considered as a due ground for the denial of the free trade regime by the <br /> customs authority of the importing Party to the goods in question. <br /> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br /> within sixty (60) days from the date of dispatch of the request for verification <br /> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br /> verification visit is received, the importing Party issuing the request shall deny <br /> the free trade regime to the previously imported goods in respect of which the <br /> verification visit has been requested. <br /> 7 Any verification visit shall be launched within sixty (60) days from the date of <br /> the receipt of written consent and finished within a reasonable period of time, <br /> but no later than one hundred and fifty (150) days from the date of receipt of <br /> the written consent. <br /> 8 Competent authorities of the exporting and the importing Parties and the <br /> verified person shall provide an efficient cooperation required for the <br /> verification visit conducted by the Verification Team. <br /> If there are obstacles made by the verified person or other person of the <br /> inspected Party during the verification visit, which result in the absence of <br /> possibility to conduct the verification visit, the importing Party has the right to <br /> deny the free trade regime to the goods which are subject of the verification <br /> visit. This information shall be indicated in the report on the results <br /> of the verification visit. <br /> 9 During the verification visit the Verification Team has the right to request from <br /> the verified person any documents and information, including accounting data, <br /> related to the subject of the verification visit. <br /> 10 The results of the verification visit shall be documented in the English language <br /> in the form of a report on the results of the verification request. <br /> Report on the results of the verification request shall contain <br /> at least the following information: <br /> - names of the competent authorities conducting the verification visit, <br /> including the names and positions of the Verification Team members; <br /> - name of the verified person; <br /> - information about goods which are subject of the verification visit; <br /> - dates of the verification visit; <br /> - grounds for the verification visit, including description of the initial doubts <br /> about the origin of the goods being verified, the requisites of the written <br /> consent to conduct verification visit; <br /> - information about premises and (or) territories where the verification takes place; <br /> - where applicable, description of the actual production process of the verified goods; <br /> - outcomes (finding) of the verification visit that clearly indicate the <br /> compliance or non-compliance of the verified goods with the requirements <br /> of these Rules. <br /> 11 The Verification Team conducting the verification visit shall send to the <br /> verified person the report on the results of such verification not later than two <br /> hundred (200) days from the date of the receipt of written consent. <br /> 12 The importing Party may temporary suspend the free trade regime to the goods <br /> similar to those which are subject of the verification visit from the date of <br /> dispatch of the request for verification visit till the obtaining of results of the <br /> verification visit (approval of report on the results of verification request). In <br /> case of such suspension the goods can be released without granting the free <br /> trade regime in accordance with the requirements of the importing Party's <br /> respective laws and regulations. <br /> The free trade regime shall be granted in accordance with respective laws and <br /> regulations of the importing Party based on the results of verification visit, <br /> indicating that goods which are subject of verification visit meet the <br /> requirements of these Rules. <br /> For the purposes of this paragraph the similar goods are goods classified by the <br /> same code of Harmonized System and having the same description as those <br /> goods which are the subject of verification visit, manufactured by the same <br /> producer or sold by the same exporter as those goods which are the subject of <br /> the verification visit. <br /> 13. All costs of the Verification Team related to the participation of representatives <br /> of the importing Party in the verification visit shall be borne by the importing Party. <br /> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br /> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br /> years from the date of entry into force of this Agreement. <br /> 2 The EOCVS shall be based on the information exchange on issued certificates <br /> of origin (Form CT-2) between the authorized bodies and the customs <br /> authorities of the Parties. Such information exchange should enable: <br /> (a) non-submission to the customs authority of the importing Party of the <br /> original certificate of origin (Form CT-2) in hard copy when customs <br /> declaration of goods is carried out electronically; <br /> (b) verification by the customs authority of the importing Party of the <br /> authenticity and content of the certificates of origin (Form CT-2) issued <br /> by the authorized body of the exporting Party. <br /> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br /> establish an expert working group. <br /> 4 The rules for the exchange of information within the EOCVS, including <br /> technical conditions, shall be defined separately.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Grounds for Denial the Free Trade Regime <br /> 2 The presence of errors (misprints) and/or minor discrepancies made when <br /> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br /> not affect the accuracy and substance of the information contained in such <br /> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br /> doubt as to the origin of goods, do not constitute grounds for denial of granting <br /> the free trade regime.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Article 4 : Wholly Obtained or Produced Goods <br> Article 7 : Insufficient working or processing <br> Article 9 : Direct Consignment <br> Article 16 : Verification Visit <br> in Article 18 of these Rules. <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> RULES OF ORIGIN <br> The following goods shall be considered as wholly obtained or produced in a Party: <br> 1 The direct consignment means transportation of goods from the territory of one <br> 1 If the customs authority of the importing Party is not satisfied with the <br> (a) minerals, mineral products or other natural resources extracted from the <br> Party into the territory of the other Party without transit through the territory of <br> outcomes of the verification referred to in Article 15 of these Rules, it may, <br> subsoil or from the territorial sea or from the seabed or resulting from <br> any third party. <br> under exceptional circumstances, request verification visit to the exporting <br> processing of atmospheric air within the territory of a Party as well as <br> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br> Party to review the records of the verified person referred to in Articles 12 and <br> (c) live animals born and raised in the territory of a Party; <br> atmospheric air or its separation products obtained therein; <br> transported through territories of third parties due to geographic, transport, <br> 13 of these Rules and (or) observe premises (territories) used in the <br> respective laws and regulations. <br> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br> technical or economic reasons, provided that during such transportation, <br> manufacture of the goods. <br> including during temporary storage of the goods in territories of those third <br> 2 Verification visit shall be carried out by the Verification Team consisting of the <br> (d) goods obtained in a Party from live animals; <br> parties, the goods shall be under customs control (surveillance). <br> representatives of the competent authorities of the importing and the exporting <br> (e) goods obtained by hunting or fishing in the territory of a Party; <br> 3 An importer shall submit appropriate documentary evidence to the customs <br> Parties on the territory of the exporting Party in order to check whether the <br> (f) goods of sea fishing and other marine goods taken outside the territorial <br> authority of the importing Party confirming that the conditions set out in <br> goods of the verified person and (or) conditions of their manufacture comply <br> waters of a Party by ships registered or recorded in a Party and flying its flag; <br> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br> with the requirements of these Rules, by inspecting the location of the verified <br> (g) goods manufactured aboard a factory ship exclusively from goods referred <br> to the customs authority of the importing Party by submission of any of the <br> person and (or) premises (territories) used in the manufacture of the goods. <br> to in subparagraph (f) of this Article originating from a Party, provided <br> following documents: <br> For the purposes of this Article the verified person means an exporter and (or) <br> making-up of sets of articles); <br> that such factory ship is registered or recorded in a Party and flying its flag; <br> (a) a certificate of non-manipulation provided by the customs authority <br> producer of the goods of the exporting Party whose goods are <br> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br> of the transit third party; <br> subject of the verification visit. <br> of a Party, provided that a Party has sole rights to exploit such seabed or <br> (b) other documents issued by the customs authority of the third party, which <br> For the purposes of this Article the subject of the verification visit means the <br> marine subsoil; <br> provide a precise description of goods, the date of transhipment (transfer) <br> goods in respect of which the verification visit has been requested and <br> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br> of goods and names of vehicles, and certify the conditions under which <br> documentary proofs of origin have been issued. <br> or other processing operations or consumption in the territory of a Party, <br> goods were in that transit third party; <br> Verification visit shall be conducted in accordance with the respective laws and <br> provided that they are fit only for the recovery of raw materials; <br> (c) transport (shipping) documents certified by customs authority of the third <br> (j) goods produced in outer space on board spacecrafts that belong to a Party <br> Article 6 : Cumulation of origin <br> party confirming the route of transportation of goods from the exporting <br> 3 In order to conduct a verification visit the customs authority of the importing <br> or are leased (chartered) by it; <br> Party through that transit third party. <br> Party shall send a written request with its intention to conduct the verification <br> (k) goods produced or obtained in the territory of a Party exclusively from <br> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br> visit (hereinafter referred to as \"the request for verification visit\") to the <br> (p) slaughter of animals; <br> goods referred to in subparagraphs (a) through (j) of this Article. <br> by importer at exhibitions or fairs, under the following conditions: <br> verification authority of the exporting Party. <br> Article 5 : Criterion of Sufficient Working (Processing) <br> (a) goods were delivered from the territory of one Party to the territory of a <br> 4 The request for verification visit shall be reasonable, as comprehensive as <br> Criterion of Sufficient Working (Processing) <br> third party, where the exhibition or fair takes place, and remained under <br> possible and shall include, inter alia: <br> 1 Goods shall be considered to have undergone sufficient working (processing) <br> the customs control (surveillance) during such event; <br> (a) name of the customs authority of the importing Party issuing the request; <br> in a Party if the value of non-originating materials used in that working <br> (b) goods were not used for any purpose other than demonstration from the <br> (b) name of the verified person; <br> (processing) does not exceed fifty (50) percent of the value of exported goods. <br> moment they were sent to the fair or exhibition; <br> (c) subject of the proposed verification visit, including reference to the goods <br> 2 The value of non-originating materials used in the working (processing) shall <br> (c) goods are imported into the territory of the Party in the same condition in <br> and to the reasonable doubts regarding their origin; <br> be determined as their customs value at the time of importation into the Party <br> which they were sent to the territory of a third party disregarding changes <br> (d) preliminary information regarding the representatives of the competent <br> Verification Visit <br> where the working (processing) takes place. <br> in their condition due to natural deterioration or loss under normal <br> authorities who will take part in the verification visit; <br> If in accordance with the laws and regulations of a Party customs value of <br> conditions of transport and storage. <br> (e) other additional information indicating the reasonable grounds to conduct <br> materials is not being determined and if their origin is unknown the value of <br> Article 10 : Conditions for Granting the Free Trade Regime <br> the verification visit. <br> materials shall be determined as equal to the earliest ascertained price paid for <br> Conditions for Granting the Free Trade Regime <br> 5 Verification authority of the exporting Party shall send written consent or <br> such materials in the territory of a Party where the working (processing) takes place. <br> 1 The goods shall benefit from the free trade regime in the territories of the <br> refusal to conduct the verification visit within sixty (60) days from the date of <br> The value of the goods exported from a Party shall be <br> Parties if they meet the origin criteria provided for in these Rules and <br> dispatch of the request for verification visit. <br> determined on the basis of the ex-works price. <br> simultaneously the following conditions are met: <br> The exporting Party shall, within this deadline, obtain consent or refusal to <br> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br> conduct the verification visit from the verified person. The verified person shall <br> Cumulation of origin <br> defined in Article 13 of these Rules, a declaration of origin made out in <br> be informed on the fact that the denial to conduct verification visit shall be <br> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br> accordance with the requirements defined in these Rules shall be <br> considered as a due ground for the denial of the free trade regime by the <br> the goods or materials originating in a Party which are used as material in the <br> submitted to the customs authority of the importing Party, except for the <br> customs authority of the importing Party to the goods in question. <br> manufacture of a good in another Party shall be considered as originating in such <br> circumstances provided for in Article 14 of these Rules; <br> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br> Party where the last operations other than those referred to in paragraph 1 of Article <br> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br> within sixty (60) days from the date of dispatch of the request for verification <br> 7 of these Rules have been carried out. The origin of such materials shall be <br> these Rules are met; <br> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br> confirmed by a certificate of origin (Form CT-2) issued by an authorized body. <br> (c) the requirements for administrative cooperation, provided for in Article <br> verification visit is received, the importing Party issuing the request shall deny <br> 15 of these Rules are met. <br> the free trade regime to the previously imported goods in respect of which the <br> 2 The goods, the origin of which was not determined or the origin of which has <br> verification visit has been requested. <br> 1 The following operations do not meet the criteria of sufficient working (processing): <br> been determined, but the free trade regime cannot be granted to these goods, <br> 7 Any verification visit shall be launched within sixty (60) days from the date of <br> (a) preserving operations that are necessary to ensure that a good retains its <br> shall be imported into the importing Party in accordance with the requirements <br> the receipt of written consent and finished within a reasonable period of time, <br> condition during storage and (or) transportation; <br> of the tariff and non-tariff regulation of such Party. <br> but no later than one hundred and fifty (150) days from the date of receipt of <br> (b) operations to prepare the goods for sale and (or) transportation (splitting <br> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br> the written consent. <br> up of consignments, forming of consignments, sorting, repacking), <br> regime may be granted in the territories of the Parties after <br> 8 Competent authorities of the exporting and the importing Parties and the <br> disassembly and assembly of packages; <br> the release of goods, provided that: <br> verified person shall provide an efficient cooperation required for the <br> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br> (a) the conditions provided for in paragraph 1 of this Article are met; <br> verification visit conducted by the Verification Team. <br> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br> (b) the period of twelve (12) months from the date of registration of the <br> If there are obstacles made by the verified person or other person of the <br> Insufficient working or processing <br> of all types of fibres and yarn and articles thereof); <br> customs declaration in the importing Party has not expired. <br> inspected Party during the verification visit, which result in the absence of <br> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br> 4 The free trade regime shall be granted after the release of goods under the <br> possibility to conduct the verification visit, the importing Party has the right to <br> conditions stipulated in these Rules and in accordance with the procedure <br> deny the free trade regime to the goods which are subject of the verification <br> (g) freezing, defrosting; <br> defined by the customs laws and regulations of the importing Party. <br> visit. This information shall be indicated in the report on the results <br> (h) operations of colouring, dissolving or blending sugar, including blending <br> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br> of the verification visit. <br> with other materials, or forming sugar lumps; <br> Article, in case of detection of falsification of the certificate of origin (Form <br> 9 During the verification visit the Verification Team has the right to request from <br> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br> CT-2) or a declaration of origin, as well as failure to meet the conditions <br> the verified person any documents and information, including accounting data, <br> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br> stipulated in paragraph 3 of this Article. <br> related to the subject of the verification visit. <br> of a good from original components; <br> Article 11 : Grounds for Denial the Free Trade Regime <br> 10 The results of the verification visit shall be documented in the English language <br> (k) sifting, screening, sorting, classifying, grading, matching (including the <br> Grounds for Denial the Free Trade Regime <br> in the form of a report on the results of the verification request. <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> 1 The customs authority of a Party shall deny granting the free trade regime to <br> Report on the results of the verification request shall contain <br> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br> goods imported from the other Party in the following cases: <br> at least the following information: <br> (m) simple operations of assembly or disassembly of goods into parts; <br> (a) one (or more) of the conditions for granting the free trade regime referred <br> - names of the competent authorities conducting the verification visit, <br> (n) engraving, affixing or printing trademarks, logos, labels and other like <br> to in paragraph 1 of Article 10 of these Rules are not met; <br> including the names and positions of the Verification Team members; <br> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br> - name of the verified person; <br> (o) mixing of goods (components) which does not lead to a sufficient <br> origin) cannot be identified with the goods declared upon customs declaration; <br> - information about goods which are subject of the verification visit; <br> difference of good from the original components; <br> (c) the verification authority of the exporting Party has informed that the <br> - dates of the verification visit; <br> certificate of origin (Form CT-2) (declaration of origin) had not been <br> - grounds for the verification visit, including description of the initial doubts <br> (q) cutting (sorting) of meat, fish; <br> issued (is falsified), had been annulled (withdrawn), or had been issued on <br> about the origin of the goods being verified, the requisites of the written <br> (r) using (exploitation) of goods as intended; or <br> the basis of invalid, incorrect or incomplete documents and (or) information; <br> consent to conduct verification visit; <br> (s) a combination of two or more operations specified above. <br> (d) within six (6) months from the date of the request, referred to in paragraph <br> - information about premises and (or) territories where the verification takes place; <br> 2 If in respect of a good the criterion of sufficient working (processing) is being <br> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br> - where applicable, description of the actual production process of the verified goods; <br> fulfilled solely by performing operations specified in paragraph 1 of this Article <br> the request, if the exporting Party has requested to extend the period of <br> - outcomes (finding) of the verification visit that clearly indicate the <br> such goods shall not be considered as originating in a Party, in which these <br> verification in accordance with paragraph 6 of Article 15 of these Rules), <br> compliance or non-compliance of the verified goods with the requirements <br> operations take place. <br> a response regarding the requested certificate of origin (Form CT-2) <br> of these Rules. <br> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br> (declaration of origin) has not been received from the verification <br> 11 The Verification Team conducting the verification visit shall send to the <br> operations which do not require special knowledge (skills), or machines, <br> authority of the exporting Party, or if there is a case provided for in <br> verified person the report on the results of such verification not later than two <br> apparatus and equipment specially designed for those operations. <br> paragraph 8 of Article 15 of these Rules; <br> hundred (200) days from the date of the receipt of written consent. <br> (e) the actual weight of delivered goods exceeds the weight specified in the <br> 12 The importing Party may temporary suspend the free trade regime to the goods <br> certificate of origin (Form CT-2) (declaration of origin) by more <br> similar to those which are subject of the verification visit from the date of <br> than five (5) percent; <br> dispatch of the request for verification visit till the obtaining of results of the <br> (f) original certificate of origin (Form CT-2) in hard copy has not been <br> verification visit (approval of report on the results of verification request). In <br> submitted at the request of customs authority of the importing Party in the <br> case of such suspension the goods can be released without granting the free <br> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br> trade regime in accordance with the requirements of the importing Party's <br> of Article 14 of these Rules; <br> (g) verification visit undertaken in accordance with Article 16 of these Rules <br> The free trade regime shall be granted in accordance with respective laws and <br> does not allow to determine the origin of the goods or indicates the <br> regulations of the importing Party based on the results of verification visit, <br> inconsistency of the goods with the origin criteria; <br> indicating that goods which are subject of verification visit meet the <br> (h) within sixty (60) days from the date of dispatch of the request for <br> requirements of these Rules. <br> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br> For the purposes of this paragraph the similar goods are goods classified by the <br> written consent is not obtained or a refusal to conduct such verification <br> same code of Harmonized System and having the same description as those <br> visit is received. <br> goods which are the subject of verification visit, manufactured by the same <br> 2 The presence of errors (misprints) and/or minor discrepancies made when <br> producer or sold by the same exporter as those goods which are the subject of <br> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br> not affect the accuracy and substance of the information contained in such <br> 13. All costs of the Verification Team related to the participation of representatives <br> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br> of the importing Party in the verification visit shall be borne by the importing Party. <br> doubt as to the origin of goods, do not constitute grounds for denial of granting <br> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br> the free trade regime. <br> Development and Implementation of the Electronic Origin Certification and Verification System <br> Article 12 : Certificate of Origin <br> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br> years from the date of entry into force of this Agreement. <br> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br> 2 The EOCVS shall be based on the information exchange on issued certificates <br> trade regime certificate of origin (Form CT-2) made in accordance with the <br> of origin (Form CT-2) between the authorized bodies and the customs <br> form provided for in Annex 1 to these Rules and duly completed in accordance <br> authorities of the Parties. Such information exchange should enable: <br> with the requirements provided for in this Article and Article 18 of these Rules <br> (a) non-submission to the customs authority of the importing Party of the <br> shall be submitted to the customs authority of the importing Party. <br> original certificate of origin (Form CT-2) in hard copy when customs <br> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br> declaration of goods is carried out electronically; <br> importing Party shall be original and in hard copy, except in the case provided <br> (b) verification by the customs authority of the importing Party of the <br> for in paragraph 2 of Article 14 of these Rules. <br> authenticity and content of the certificates of origin (Form CT-2) issued <br> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br> by the authorized body of the exporting Party. <br> the basis of the request of an applicant (documents and data submitted by him) <br> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br> before or at the time of exportation of the goods in all cases where the goods <br> establish an expert working group. <br> meet the requirements of these Rules. <br> 4 The rules for the exchange of information within the EOCVS, including <br> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br> technical conditions, shall be defined separately. <br> consignment and shall be valid for the purposes of granting the free trade <br> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br> regime for a period of twelve (12) months from the date of issuance of the <br> Requirements and Procedures for Completing of the Certificate of Origin <br> certificate of origin (Form CT-2) by the authorized body. <br> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br> 5 The actual weight of delivered goods shall not exceed the weight specified in <br> (except in cases specified below) in the English or Russian language on paper <br> the certificate of origin (Form CT-2) by more than five (5) percent. <br> with a protective netting or protective color field in A4 format (210 x 297 mm) <br> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br> with a density of at least 25 g/sq. m and produced typographically. <br> of goods on the basis of a written request of the applicant. In this case, the <br> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br> applicant shall additionally submit to the authorized body a customs declaration <br> and (or) additions, not certified by the authorized body, are not allowed in the <br> with the appropriate note of the customs authority, confirming the actual <br> certificates of origin (Form CT-2). <br> exportation of the goods. The note of the customs authority must be dated <br> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br> earlier then the date of issuance of the certificate of origin (Form CT-2). <br> made by striking out erroneous information and typing or handwriting of <br> When customs declaration is carried out electronically, an electronic <br> correct information, which shall be certified by stamp of the authorized body, <br> regulations of the exporting Party. <br> notification of the customs authority on crossing the border may be submitted. <br> that previously issued the certificate of origin (Form CT-2). <br> If customs declaration is not applied when goods are exported from a Party, the <br> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br> documents which confirm the dispatch of goods from the territory of this Party <br> the following requirements: <br> shall be submitted to the authorized body. <br> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br> distinguishing signs on goods or their packaging; <br> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br> \"Issued retrospectively\" or \"????? ????????????\". <br> consignor/exporter and his full address and country shall be entered. If the <br> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br> consignor and exporter are different persons, it shall be specified that the <br> certified duplicate shall be issued. When issuing a duplicate, the date of its <br> consignor (name and address) acts on behalf (\"to order\") of the exporter <br> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br> (name and address). If the consignor/exporter is a natural person, his <br> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br> surname, name and address shall be entered; <br> (\"??? ????????? ???????\"), along with the number and date of issuance of <br> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br> the consignee (importer), and his full address and country shall be entered. <br> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br> If the consignee and the importer are different persons, it shall be specified <br> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br> that the consignee (name and address) acts on behalf (\"to order\") of the <br> not exceed twelve (12) months from the date of issuance of the original <br> importer (name and address). If the consignee/importer is a natural person, <br> certificate of origin (Form CT-2). <br> his surname, name and address shall be entered; <br> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br> reasonable request of the applicant, the authorized body may issue a new <br> of transport and route, as far as known, shall be entered; <br> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br> Party for which the certificate of origin (Form CT-2) is to be submitted <br> (reissued) certificate of origin (Form CT-2). The certificate of origin <br> shall be entered. The registration number may be indicated by handwriting or stamping; <br> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br> be assigned with a new registration number. <br> of authorized body of the countries of export, transit, and (or) the receipt <br> 9 In the case of transportation of goods between the Parties which have not <br> of goods shall be entered by handwriting or stamping, as well as, if <br> undergone working (processing) other than preservation and packaging <br> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br> operations as well as operations to prepare them for sale and transportation, the <br> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br> authorized body of the Party may issue a replacement certificate instead of <br> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br> A replacement certificate of origin (Form CT-2) shall be issued based on the <br> certificate Form CT-2\" and other records. Handwritten records shall be <br> certificate of origin (Form CT-2) issued by the authorized body of the Party <br> certified as provided for in paragraph 3 of this Article; <br> from the territory of which such goods exported into the territory of the other <br> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br> Party, and confirm the country of origin stated in such certificate of origin <br> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br> (Form CT-2). <br> ????????\") the number and kind of packages shall be entered; <br> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br> name of goods shall be entered, as well as other information allowing to <br> with the number and date of the certificate of origin (Form CT-2) issued by the <br> identify the goods with those declared for the purpose of customs <br> Certificate of Origin <br> exporting Party and the issuing authorized body. <br> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br> of the certificate of origin (Form CT-2) (the form of the additional sheet <br> as the applicant, shall keep copy of the certificate, and of any documents <br> is given in Annex 1 to these Rules) may be used, and shall be completed <br> relating to it, including those submitted by the applicant, for at least three (3) <br> in the prescribed manner (certified by signature, stamp and assigned the <br> years from the date of issuance of a certificate of origin (Form CT-2). <br> same registration number as the one entered in Box 4 of the certificate of <br> Article 13 : Declaration of Origin <br> origin (Form CT-2)); <br> Declaration of Origin <br> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br> 1 In order to confirm the origin of goods in a small consignment, customs value <br> following origin criteria shall be entered: <br> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br> \"P\" - good is wholly obtained in the Party; <br> a certificate of origin (Form CT-2) is not required to be presented to customs <br> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br> authority of the importing Party for purposes of obtaining the free trade regime. <br> percentage of the value of non-originating material used in the <br> In this case, a declaration of origin can be submitted, made out in accordance <br> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br> with Annex 2 to these Rules. <br> \"Pk\" - good is considered as originating based on the cumulation principle. <br> 2 The validity of the declaration of origin for the purpose of granting the free <br> The origin criteria shall be respectively entered for all goods stated in Box 9; <br> trade regime shall not exceed twelve (12) months from the date on which it was <br> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br> signed by the producer, exporter or consignor. <br> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br> 3 The actual weight of delivered goods shall not exceed the weight specified in <br> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br> the declaration of origin by more than five (5) percent. <br> ???????\") numbers and dates of all invoices for goods for which the <br> 4 In case where the customs authority of the importing Party has evidence that <br> certificate of origin (Form CT-2) is issued shall be entered; <br> information on the origin of goods stated in the declaration of origin may be <br> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br> unreliable then customs authority of the importing Party may require to submit <br> address, stamp and date of issuance of the certificate of origin (Form CT- <br> the certificate of origin (Form CT-2). <br> 2) (duplicate) shall be entered, as well as signature, surname and name <br> 5 Producer, exporter or consignor making out statement about the country of <br> (initials) of the person, authorized to approve the certificate of origin <br> origin of goods in the declaration of origin shall submit at the request of the <br> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br> verification authority of the exporting Party all the documents and information <br> authorized person may be entered by handwriting or stamping. <br> necessary to confirm the origin of goods in accordance with these Rules. <br> If information on the full name of authorized body of a Party in the English <br> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br> or Russian language are given in the stamp impression, additional entering <br> any documents relating to it, confirming the origin of goods, for at least <br> of the referred information in this Box is not compulsory. <br> three (3) years from the date of its signing. <br> Stamp impression must be clear to allow where necessary the verification <br> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br> of its authenticity; <br> by the authorized representative of the producer, exporter or consignor of the <br> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br> goods, indicating his name and surname. <br> country where the goods were wholly obtained or sufficiently worked <br> Article 14 : Cases when Documentary Proof of Origin is not Required <br> (processed) (the EAEU Member State or Serbia), the date of declaration <br> Cases when Documentary Proof of Origin is not Required <br> of the information on the country of origin shall be entered, as well as <br> 1 When importing consignments of originating goods, customs value of which <br> applicant's stamp (if any), signature, name and initials. The date and <br> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br> applicant's name and initials may be entered by handwriting or stamping. <br> of origin or certificate of origin (Form CT-2) shall not be required in order to <br> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br> obtain the free trade regime, provided that such importation is not a part of <br> shall not be allowed. <br> series of consignments, which may reasonably be considered to have been <br> undertaken or arranged for the purposes of avoiding the submission of <br> certificate of origin (Form CT-2) or declaration of origin. <br> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br> and implemented, the original certificate of origin (Form CT-2) in hard copy <br> may not be submitted during customs declaration of goods. In this case, the <br> date and number of such certificate of origin (Form CT-2) shall be specified in <br> the customs declaration. <br> 3 If the customs authority of the importing Party has reasonable doubts on the <br> origin of the goods for which the free trade regime is claimed, and (or) there is <br> a discrepancy in the information contained in the EOCVS, or the corresponding <br> information is not available in the EOCVS, the customs authority of the <br> importing Party may require to submit the original certificate of origin (Form <br> CT-2) in hard copy. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 1 : Scope <br> The Rules of Origin provided for in this Annex shall be applied for the purposes of <br> granting preferential tariff treatment in accordance with this Agreement. <br> "}, {"ArticleTitle": "Terms and Definitions", "ArticleDesc": "Article 2 : Terms and Definitions <br> For the purposes of these Rules: <br> (a) \"applicant\" means a person who has applied to the authorized body of the <br> exporting Party for obtaining a certificate of origin and who confirms and <br> is responsible for the accuracy of information about goods specified in the <br> certificate of origin. The producer, exporter, consignor or their authorized <br> representatives may act as applicants; <br> (b) \"authorized body\" means a body (organization) designated by a Party to <br> issue (confirm) certificates of origin; <br> (c) \"certificate of non-manipulation\" means a document issued by the <br> customs authority of a transit third party, confirming that the goods have <br> been kept under customs control and have not been altered or processed <br> (except for operations to preserve the condition of goods) within its territory; <br> (d) \"certificate of origin\" means a document issued by an authorized body <br> that indicates the country of origin of a good; <br> (e) \"consignment\" means goods that are delivered simultaneously covered <br> by one or more transport (shipping) documents to the address of a single <br> consignee from a single consignor as well as goods that are sent over <br> single delivery postal bill or transported as baggage by a single person <br> crossing the border; <br> (f) \"consignor\" means a person named in transport (shipping) documents, <br> which according to the accepted obligations delivers or intends to deliver <br> goods to the carrier; <br> (g) \"consignee\" means a person named in transport (shipping) documents, <br> which according to the accepted obligations receives or intends to receive <br> goods from the carrier; <br> (h) \"criterion of sufficient working (processing)\" means one of the origin <br> criteria, according to which if two or more countries participate in the <br> manufacture of a good, such good shall be considered as originating in the <br> country where the last substantial working (processing) takes place; <br> (i) \"customs value\" means value determined in accordance with the <br> provisions laid down in the Agreement on Implementation of Article VII <br> of the GATT 1994; <br> (j) \"declaration of origin\" means commercial or other document related to <br> the goods that contains a statement on the country of origin of goods, made <br> by producer, exporter or consignor; <br> (k) \"exporter\" means a person that is a party to the foreign trade agreement <br> (contract) that sells goods to the importer; <br> (l) \"ex-works price\" means the price of goods to be paid according to the ex- <br> works terms under the International Rules for the Interpretation of <br> Commercial Terms \"Incoterms\" excluding the amount of any internal <br> taxes which are, or may be, refunded when the goods are exported. This <br> price shall be that payable to the producer who has subjected the goods to <br> working (processing) for the last time before sale; <br> (m) \"goods\" means any products, including thermal, electrical and other types <br> of energy and vehicles being moved across the customs border (with the <br> exception of vehicles engaged in international transport of passengers and <br> goods), even if intended for later use in another manufacturing operation <br> as a material; <br> (n) \"Harmonized system\" means current version of the Harmonized <br> Commodity Description and Coding System defined by the International <br> Convention on the Harmonized Commodity Description and Coding <br> System of 14 June 1983; <br> (o) \"importer\" means a person that is a party to the foreign trade agreement <br> (contract) that buys goods from the exporter; <br> (p) \"material\" means any ingredient, raw material, component or part, used <br> in the production (manufacture) of a good; <br> (q) \"non-originating material\" means material that is not considered as <br> originating in a Party in accordance with these Rules or material of <br> unknown origin; <br> (r) \"production (manufacture)\" means performance of any type of <br> manufacturing or technological operations aimed at creation or <br> obtainment of a good; <br> (s) \"third party\" means a customs territory of a non-party to this Agreement; <br> (t) \"verification authority\" means a competent governmental authority <br> designated by a Party to control the issuance of the certificates of origin <br> and the declarations of origin, the accuracy of information specified <br> therein and to verify whether producers meet the origin criteria provided <br> for in these Rules. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 3 : Origin Criteria <br> For the purposes of these Rules goods shall be considered as originating <br> in a Party if they are: <br> (?) wholly obtained or produced in such Party as provided for in Article 4 <br> of these Rules; or <br> (b) produced in a Party using non-originating materials and satisfy the criteria <br> of sufficient working (processing) provided for in Article 5 of these Rules; or <br> (c) produced in one or more Parties exclusively from originating materials <br> from those Parties in accordance with Article 6 of these Rules. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Article 4 : Wholly Obtained or Produced Goods <br> Article 7 : Insufficient working or processing <br> Article 9 : Direct Consignment <br> Article 16 : Verification Visit <br> in Article 18 of these Rules. <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> RULES OF ORIGIN <br> The following goods shall be considered as wholly obtained or produced in a Party: <br> 1 The direct consignment means transportation of goods from the territory of one <br> 1 If the customs authority of the importing Party is not satisfied with the <br> (a) minerals, mineral products or other natural resources extracted from the <br> Party into the territory of the other Party without transit through the territory of <br> outcomes of the verification referred to in Article 15 of these Rules, it may, <br> subsoil or from the territorial sea or from the seabed or resulting from <br> any third party. <br> under exceptional circumstances, request verification visit to the exporting <br> processing of atmospheric air within the territory of a Party as well as <br> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br> Party to review the records of the verified person referred to in Articles 12 and <br> (c) live animals born and raised in the territory of a Party; <br> atmospheric air or its separation products obtained therein; <br> transported through territories of third parties due to geographic, transport, <br> 13 of these Rules and (or) observe premises (territories) used in the <br> respective laws and regulations. <br> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br> technical or economic reasons, provided that during such transportation, <br> manufacture of the goods. <br> including during temporary storage of the goods in territories of those third <br> 2 Verification visit shall be carried out by the Verification Team consisting of the <br> (d) goods obtained in a Party from live animals; <br> parties, the goods shall be under customs control (surveillance). <br> representatives of the competent authorities of the importing and the exporting <br> (e) goods obtained by hunting or fishing in the territory of a Party; <br> 3 An importer shall submit appropriate documentary evidence to the customs <br> Parties on the territory of the exporting Party in order to check whether the <br> (f) goods of sea fishing and other marine goods taken outside the territorial <br> authority of the importing Party confirming that the conditions set out in <br> goods of the verified person and (or) conditions of their manufacture comply <br> waters of a Party by ships registered or recorded in a Party and flying its flag; <br> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br> with the requirements of these Rules, by inspecting the location of the verified <br> (g) goods manufactured aboard a factory ship exclusively from goods referred <br> to the customs authority of the importing Party by submission of any of the <br> person and (or) premises (territories) used in the manufacture of the goods. <br> to in subparagraph (f) of this Article originating from a Party, provided <br> following documents: <br> For the purposes of this Article the verified person means an exporter and (or) <br> making-up of sets of articles); <br> that such factory ship is registered or recorded in a Party and flying its flag; <br> (a) a certificate of non-manipulation provided by the customs authority <br> producer of the goods of the exporting Party whose goods are <br> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br> of the transit third party; <br> subject of the verification visit. <br> of a Party, provided that a Party has sole rights to exploit such seabed or <br> (b) other documents issued by the customs authority of the third party, which <br> For the purposes of this Article the subject of the verification visit means the <br> marine subsoil; <br> provide a precise description of goods, the date of transhipment (transfer) <br> goods in respect of which the verification visit has been requested and <br> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br> of goods and names of vehicles, and certify the conditions under which <br> documentary proofs of origin have been issued. <br> or other processing operations or consumption in the territory of a Party, <br> goods were in that transit third party; <br> Verification visit shall be conducted in accordance with the respective laws and <br> provided that they are fit only for the recovery of raw materials; <br> (c) transport (shipping) documents certified by customs authority of the third <br> (j) goods produced in outer space on board spacecrafts that belong to a Party <br> Article 6 : Cumulation of origin <br> party confirming the route of transportation of goods from the exporting <br> 3 In order to conduct a verification visit the customs authority of the importing <br> or are leased (chartered) by it; <br> Party through that transit third party. <br> Party shall send a written request with its intention to conduct the verification <br> (k) goods produced or obtained in the territory of a Party exclusively from <br> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br> visit (hereinafter referred to as \"the request for verification visit\") to the <br> (p) slaughter of animals; <br> goods referred to in subparagraphs (a) through (j) of this Article. <br> by importer at exhibitions or fairs, under the following conditions: <br> verification authority of the exporting Party. <br> Article 5 : Criterion of Sufficient Working (Processing) <br> (a) goods were delivered from the territory of one Party to the territory of a <br> 4 The request for verification visit shall be reasonable, as comprehensive as <br> Criterion of Sufficient Working (Processing) <br> third party, where the exhibition or fair takes place, and remained under <br> possible and shall include, inter alia: <br> 1 Goods shall be considered to have undergone sufficient working (processing) <br> the customs control (surveillance) during such event; <br> (a) name of the customs authority of the importing Party issuing the request; <br> in a Party if the value of non-originating materials used in that working <br> (b) goods were not used for any purpose other than demonstration from the <br> (b) name of the verified person; <br> (processing) does not exceed fifty (50) percent of the value of exported goods. <br> moment they were sent to the fair or exhibition; <br> (c) subject of the proposed verification visit, including reference to the goods <br> 2 The value of non-originating materials used in the working (processing) shall <br> (c) goods are imported into the territory of the Party in the same condition in <br> and to the reasonable doubts regarding their origin; <br> be determined as their customs value at the time of importation into the Party <br> which they were sent to the territory of a third party disregarding changes <br> (d) preliminary information regarding the representatives of the competent <br> Verification Visit <br> where the working (processing) takes place. <br> in their condition due to natural deterioration or loss under normal <br> authorities who will take part in the verification visit; <br> If in accordance with the laws and regulations of a Party customs value of <br> conditions of transport and storage. <br> (e) other additional information indicating the reasonable grounds to conduct <br> materials is not being determined and if their origin is unknown the value of <br> Article 10 : Conditions for Granting the Free Trade Regime <br> the verification visit. <br> materials shall be determined as equal to the earliest ascertained price paid for <br> Conditions for Granting the Free Trade Regime <br> 5 Verification authority of the exporting Party shall send written consent or <br> such materials in the territory of a Party where the working (processing) takes place. <br> 1 The goods shall benefit from the free trade regime in the territories of the <br> refusal to conduct the verification visit within sixty (60) days from the date of <br> The value of the goods exported from a Party shall be <br> Parties if they meet the origin criteria provided for in these Rules and <br> dispatch of the request for verification visit. <br> determined on the basis of the ex-works price. <br> simultaneously the following conditions are met: <br> The exporting Party shall, within this deadline, obtain consent or refusal to <br> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br> conduct the verification visit from the verified person. The verified person shall <br> Cumulation of origin <br> defined in Article 13 of these Rules, a declaration of origin made out in <br> be informed on the fact that the denial to conduct verification visit shall be <br> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br> accordance with the requirements defined in these Rules shall be <br> considered as a due ground for the denial of the free trade regime by the <br> the goods or materials originating in a Party which are used as material in the <br> submitted to the customs authority of the importing Party, except for the <br> customs authority of the importing Party to the goods in question. <br> manufacture of a good in another Party shall be considered as originating in such <br> circumstances provided for in Article 14 of these Rules; <br> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br> Party where the last operations other than those referred to in paragraph 1 of Article <br> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br> within sixty (60) days from the date of dispatch of the request for verification <br> 7 of these Rules have been carried out. The origin of such materials shall be <br> these Rules are met; <br> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br> confirmed by a certificate of origin (Form CT-2) issued by an authorized body. <br> (c) the requirements for administrative cooperation, provided for in Article <br> verification visit is received, the importing Party issuing the request shall deny <br> 15 of these Rules are met. <br> the free trade regime to the previously imported goods in respect of which the <br> 2 The goods, the origin of which was not determined or the origin of which has <br> verification visit has been requested. <br> 1 The following operations do not meet the criteria of sufficient working (processing): <br> been determined, but the free trade regime cannot be granted to these goods, <br> 7 Any verification visit shall be launched within sixty (60) days from the date of <br> (a) preserving operations that are necessary to ensure that a good retains its <br> shall be imported into the importing Party in accordance with the requirements <br> the receipt of written consent and finished within a reasonable period of time, <br> condition during storage and (or) transportation; <br> of the tariff and non-tariff regulation of such Party. <br> but no later than one hundred and fifty (150) days from the date of receipt of <br> (b) operations to prepare the goods for sale and (or) transportation (splitting <br> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br> the written consent. <br> up of consignments, forming of consignments, sorting, repacking), <br> regime may be granted in the territories of the Parties after <br> 8 Competent authorities of the exporting and the importing Parties and the <br> disassembly and assembly of packages; <br> the release of goods, provided that: <br> verified person shall provide an efficient cooperation required for the <br> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br> (a) the conditions provided for in paragraph 1 of this Article are met; <br> verification visit conducted by the Verification Team. <br> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br> (b) the period of twelve (12) months from the date of registration of the <br> If there are obstacles made by the verified person or other person of the <br> Insufficient working or processing <br> of all types of fibres and yarn and articles thereof); <br> customs declaration in the importing Party has not expired. <br> inspected Party during the verification visit, which result in the absence of <br> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br> 4 The free trade regime shall be granted after the release of goods under the <br> possibility to conduct the verification visit, the importing Party has the right to <br> conditions stipulated in these Rules and in accordance with the procedure <br> deny the free trade regime to the goods which are subject of the verification <br> (g) freezing, defrosting; <br> defined by the customs laws and regulations of the importing Party. <br> visit. This information shall be indicated in the report on the results <br> (h) operations of colouring, dissolving or blending sugar, including blending <br> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br> of the verification visit. <br> with other materials, or forming sugar lumps; <br> Article, in case of detection of falsification of the certificate of origin (Form <br> 9 During the verification visit the Verification Team has the right to request from <br> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br> CT-2) or a declaration of origin, as well as failure to meet the conditions <br> the verified person any documents and information, including accounting data, <br> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br> stipulated in paragraph 3 of this Article. <br> related to the subject of the verification visit. <br> of a good from original components; <br> Article 11 : Grounds for Denial the Free Trade Regime <br> 10 The results of the verification visit shall be documented in the English language <br> (k) sifting, screening, sorting, classifying, grading, matching (including the <br> Grounds for Denial the Free Trade Regime <br> in the form of a report on the results of the verification request. <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> 1 The customs authority of a Party shall deny granting the free trade regime to <br> Report on the results of the verification request shall contain <br> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br> goods imported from the other Party in the following cases: <br> at least the following information: <br> (m) simple operations of assembly or disassembly of goods into parts; <br> (a) one (or more) of the conditions for granting the free trade regime referred <br> - names of the competent authorities conducting the verification visit, <br> (n) engraving, affixing or printing trademarks, logos, labels and other like <br> to in paragraph 1 of Article 10 of these Rules are not met; <br> including the names and positions of the Verification Team members; <br> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br> - name of the verified person; <br> (o) mixing of goods (components) which does not lead to a sufficient <br> origin) cannot be identified with the goods declared upon customs declaration; <br> - information about goods which are subject of the verification visit; <br> difference of good from the original components; <br> (c) the verification authority of the exporting Party has informed that the <br> - dates of the verification visit; <br> certificate of origin (Form CT-2) (declaration of origin) had not been <br> - grounds for the verification visit, including description of the initial doubts <br> (q) cutting (sorting) of meat, fish; <br> issued (is falsified), had been annulled (withdrawn), or had been issued on <br> about the origin of the goods being verified, the requisites of the written <br> (r) using (exploitation) of goods as intended; or <br> the basis of invalid, incorrect or incomplete documents and (or) information; <br> consent to conduct verification visit; <br> (s) a combination of two or more operations specified above. <br> (d) within six (6) months from the date of the request, referred to in paragraph <br> - information about premises and (or) territories where the verification takes place; <br> 2 If in respect of a good the criterion of sufficient working (processing) is being <br> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br> - where applicable, description of the actual production process of the verified goods; <br> fulfilled solely by performing operations specified in paragraph 1 of this Article <br> the request, if the exporting Party has requested to extend the period of <br> - outcomes (finding) of the verification visit that clearly indicate the <br> such goods shall not be considered as originating in a Party, in which these <br> verification in accordance with paragraph 6 of Article 15 of these Rules), <br> compliance or non-compliance of the verified goods with the requirements <br> operations take place. <br> a response regarding the requested certificate of origin (Form CT-2) <br> of these Rules. <br> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br> (declaration of origin) has not been received from the verification <br> 11 The Verification Team conducting the verification visit shall send to the <br> operations which do not require special knowledge (skills), or machines, <br> authority of the exporting Party, or if there is a case provided for in <br> verified person the report on the results of such verification not later than two <br> apparatus and equipment specially designed for those operations. <br> paragraph 8 of Article 15 of these Rules; <br> hundred (200) days from the date of the receipt of written consent. <br> (e) the actual weight of delivered goods exceeds the weight specified in the <br> 12 The importing Party may temporary suspend the free trade regime to the goods <br> certificate of origin (Form CT-2) (declaration of origin) by more <br> similar to those which are subject of the verification visit from the date of <br> than five (5) percent; <br> dispatch of the request for verification visit till the obtaining of results of the <br> (f) original certificate of origin (Form CT-2) in hard copy has not been <br> verification visit (approval of report on the results of verification request). In <br> submitted at the request of customs authority of the importing Party in the <br> case of such suspension the goods can be released without granting the free <br> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br> trade regime in accordance with the requirements of the importing Party's <br> of Article 14 of these Rules; <br> (g) verification visit undertaken in accordance with Article 16 of these Rules <br> The free trade regime shall be granted in accordance with respective laws and <br> does not allow to determine the origin of the goods or indicates the <br> regulations of the importing Party based on the results of verification visit, <br> inconsistency of the goods with the origin criteria; <br> indicating that goods which are subject of verification visit meet the <br> (h) within sixty (60) days from the date of dispatch of the request for <br> requirements of these Rules. <br> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br> For the purposes of this paragraph the similar goods are goods classified by the <br> written consent is not obtained or a refusal to conduct such verification <br> same code of Harmonized System and having the same description as those <br> visit is received. <br> goods which are the subject of verification visit, manufactured by the same <br> 2 The presence of errors (misprints) and/or minor discrepancies made when <br> producer or sold by the same exporter as those goods which are the subject of <br> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br> not affect the accuracy and substance of the information contained in such <br> 13. All costs of the Verification Team related to the participation of representatives <br> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br> of the importing Party in the verification visit shall be borne by the importing Party. <br> doubt as to the origin of goods, do not constitute grounds for denial of granting <br> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br> the free trade regime. <br> Development and Implementation of the Electronic Origin Certification and Verification System <br> Article 12 : Certificate of Origin <br> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br> years from the date of entry into force of this Agreement. <br> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br> 2 The EOCVS shall be based on the information exchange on issued certificates <br> trade regime certificate of origin (Form CT-2) made in accordance with the <br> of origin (Form CT-2) between the authorized bodies and the customs <br> form provided for in Annex 1 to these Rules and duly completed in accordance <br> authorities of the Parties. Such information exchange should enable: <br> with the requirements provided for in this Article and Article 18 of these Rules <br> (a) non-submission to the customs authority of the importing Party of the <br> shall be submitted to the customs authority of the importing Party. <br> original certificate of origin (Form CT-2) in hard copy when customs <br> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br> declaration of goods is carried out electronically; <br> importing Party shall be original and in hard copy, except in the case provided <br> (b) verification by the customs authority of the importing Party of the <br> for in paragraph 2 of Article 14 of these Rules. <br> authenticity and content of the certificates of origin (Form CT-2) issued <br> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br> by the authorized body of the exporting Party. <br> the basis of the request of an applicant (documents and data submitted by him) <br> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br> before or at the time of exportation of the goods in all cases where the goods <br> establish an expert working group. <br> meet the requirements of these Rules. <br> 4 The rules for the exchange of information within the EOCVS, including <br> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br> technical conditions, shall be defined separately. <br> consignment and shall be valid for the purposes of granting the free trade <br> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br> regime for a period of twelve (12) months from the date of issuance of the <br> Requirements and Procedures for Completing of the Certificate of Origin <br> certificate of origin (Form CT-2) by the authorized body. <br> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br> 5 The actual weight of delivered goods shall not exceed the weight specified in <br> (except in cases specified below) in the English or Russian language on paper <br> the certificate of origin (Form CT-2) by more than five (5) percent. <br> with a protective netting or protective color field in A4 format (210 x 297 mm) <br> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br> with a density of at least 25 g/sq. m and produced typographically. <br> of goods on the basis of a written request of the applicant. In this case, the <br> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br> applicant shall additionally submit to the authorized body a customs declaration <br> and (or) additions, not certified by the authorized body, are not allowed in the <br> with the appropriate note of the customs authority, confirming the actual <br> certificates of origin (Form CT-2). <br> exportation of the goods. The note of the customs authority must be dated <br> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br> earlier then the date of issuance of the certificate of origin (Form CT-2). <br> made by striking out erroneous information and typing or handwriting of <br> When customs declaration is carried out electronically, an electronic <br> correct information, which shall be certified by stamp of the authorized body, <br> regulations of the exporting Party. <br> notification of the customs authority on crossing the border may be submitted. <br> that previously issued the certificate of origin (Form CT-2). <br> If customs declaration is not applied when goods are exported from a Party, the <br> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br> documents which confirm the dispatch of goods from the territory of this Party <br> the following requirements: <br> shall be submitted to the authorized body. <br> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br> distinguishing signs on goods or their packaging; <br> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br> \"Issued retrospectively\" or \"????? ????????????\". <br> consignor/exporter and his full address and country shall be entered. If the <br> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br> consignor and exporter are different persons, it shall be specified that the <br> certified duplicate shall be issued. When issuing a duplicate, the date of its <br> consignor (name and address) acts on behalf (\"to order\") of the exporter <br> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br> (name and address). If the consignor/exporter is a natural person, his <br> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br> surname, name and address shall be entered; <br> (\"??? ????????? ???????\"), along with the number and date of issuance of <br> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br> the consignee (importer), and his full address and country shall be entered. <br> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br> If the consignee and the importer are different persons, it shall be specified <br> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br> that the consignee (name and address) acts on behalf (\"to order\") of the <br> not exceed twelve (12) months from the date of issuance of the original <br> importer (name and address). If the consignee/importer is a natural person, <br> certificate of origin (Form CT-2). <br> his surname, name and address shall be entered; <br> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br> reasonable request of the applicant, the authorized body may issue a new <br> of transport and route, as far as known, shall be entered; <br> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br> Party for which the certificate of origin (Form CT-2) is to be submitted <br> (reissued) certificate of origin (Form CT-2). The certificate of origin <br> shall be entered. The registration number may be indicated by handwriting or stamping; <br> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br> be assigned with a new registration number. <br> of authorized body of the countries of export, transit, and (or) the receipt <br> 9 In the case of transportation of goods between the Parties which have not <br> of goods shall be entered by handwriting or stamping, as well as, if <br> undergone working (processing) other than preservation and packaging <br> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br> operations as well as operations to prepare them for sale and transportation, the <br> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br> authorized body of the Party may issue a replacement certificate instead of <br> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br> A replacement certificate of origin (Form CT-2) shall be issued based on the <br> certificate Form CT-2\" and other records. Handwritten records shall be <br> certificate of origin (Form CT-2) issued by the authorized body of the Party <br> certified as provided for in paragraph 3 of this Article; <br> from the territory of which such goods exported into the territory of the other <br> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br> Party, and confirm the country of origin stated in such certificate of origin <br> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br> (Form CT-2). <br> ????????\") the number and kind of packages shall be entered; <br> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br> name of goods shall be entered, as well as other information allowing to <br> with the number and date of the certificate of origin (Form CT-2) issued by the <br> identify the goods with those declared for the purpose of customs <br> Certificate of Origin <br> exporting Party and the issuing authorized body. <br> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br> of the certificate of origin (Form CT-2) (the form of the additional sheet <br> as the applicant, shall keep copy of the certificate, and of any documents <br> is given in Annex 1 to these Rules) may be used, and shall be completed <br> relating to it, including those submitted by the applicant, for at least three (3) <br> in the prescribed manner (certified by signature, stamp and assigned the <br> years from the date of issuance of a certificate of origin (Form CT-2). <br> same registration number as the one entered in Box 4 of the certificate of <br> Article 13 : Declaration of Origin <br> origin (Form CT-2)); <br> Declaration of Origin <br> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br> 1 In order to confirm the origin of goods in a small consignment, customs value <br> following origin criteria shall be entered: <br> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br> \"P\" - good is wholly obtained in the Party; <br> a certificate of origin (Form CT-2) is not required to be presented to customs <br> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br> authority of the importing Party for purposes of obtaining the free trade regime. <br> percentage of the value of non-originating material used in the <br> In this case, a declaration of origin can be submitted, made out in accordance <br> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br> with Annex 2 to these Rules. <br> \"Pk\" - good is considered as originating based on the cumulation principle. <br> 2 The validity of the declaration of origin for the purpose of granting the free <br> The origin criteria shall be respectively entered for all goods stated in Box 9; <br> trade regime shall not exceed twelve (12) months from the date on which it was <br> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br> signed by the producer, exporter or consignor. <br> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br> 3 The actual weight of delivered goods shall not exceed the weight specified in <br> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br> the declaration of origin by more than five (5) percent. <br> ???????\") numbers and dates of all invoices for goods for which the <br> 4 In case where the customs authority of the importing Party has evidence that <br> certificate of origin (Form CT-2) is issued shall be entered; <br> information on the origin of goods stated in the declaration of origin may be <br> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br> unreliable then customs authority of the importing Party may require to submit <br> address, stamp and date of issuance of the certificate of origin (Form CT- <br> the certificate of origin (Form CT-2). <br> 2) (duplicate) shall be entered, as well as signature, surname and name <br> 5 Producer, exporter or consignor making out statement about the country of <br> (initials) of the person, authorized to approve the certificate of origin <br> origin of goods in the declaration of origin shall submit at the request of the <br> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br> verification authority of the exporting Party all the documents and information <br> authorized person may be entered by handwriting or stamping. <br> necessary to confirm the origin of goods in accordance with these Rules. <br> If information on the full name of authorized body of a Party in the English <br> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br> or Russian language are given in the stamp impression, additional entering <br> any documents relating to it, confirming the origin of goods, for at least <br> of the referred information in this Box is not compulsory. <br> three (3) years from the date of its signing. <br> Stamp impression must be clear to allow where necessary the verification <br> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br> of its authenticity; <br> by the authorized representative of the producer, exporter or consignor of the <br> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br> goods, indicating his name and surname. <br> country where the goods were wholly obtained or sufficiently worked <br> Article 14 : Cases when Documentary Proof of Origin is not Required <br> (processed) (the EAEU Member State or Serbia), the date of declaration <br> Cases when Documentary Proof of Origin is not Required <br> of the information on the country of origin shall be entered, as well as <br> 1 When importing consignments of originating goods, customs value of which <br> applicant's stamp (if any), signature, name and initials. The date and <br> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br> applicant's name and initials may be entered by handwriting or stamping. <br> of origin or certificate of origin (Form CT-2) shall not be required in order to <br> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br> obtain the free trade regime, provided that such importation is not a part of <br> shall not be allowed. <br> series of consignments, which may reasonably be considered to have been <br> undertaken or arranged for the purposes of avoiding the submission of <br> certificate of origin (Form CT-2) or declaration of origin. <br> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br> and implemented, the original certificate of origin (Form CT-2) in hard copy <br> may not be submitted during customs declaration of goods. In this case, the <br> date and number of such certificate of origin (Form CT-2) shall be specified in <br> the customs declaration. <br> 3 If the customs authority of the importing Party has reasonable doubts on the <br> origin of the goods for which the free trade regime is claimed, and (or) there is <br> a discrepancy in the information contained in the EOCVS, or the corresponding <br> information is not available in the EOCVS, the customs authority of the <br> importing Party may require to submit the original certificate of origin (Form <br> CT-2) in hard copy. <br> "}, {"ArticleTitle": "Special Cases of Origin Determination", "ArticleDesc": "Article 8 : Special Cases of Origin Determination <br> 1 Accessories, spare parts and tools, intended for use with machinery, equipment, <br> apparatus or vehicles shall be considered as originating in the same Party as the <br> machines, equipment, apparatus or vehicles, provided that such accessories, <br> spare parts and tools are imported and used together with these machines, <br> equipment, apparatus or vehicles in configuration and quantities in which they <br> are usually delivered with such goods in accordance with the technical documentation. <br> 2 Package, in which the goods are imported, is considered to be originating in the <br> same Party as the goods, except where the package in accordance with the <br> General Rule 5 for the Interpretation of the Harmonized System shall be <br> declared separately from the goods. In this case the country of origin of package <br> shall be determined separately from the country of origin of the goods. <br> 3 If a package, in which the goods are imported, is considered to be originating <br> in the same Party as the goods, only the package in which goods are sold in <br> retail shall be taken into consideration for the purposes of determining the <br> origin of goods. <br> 4 Unassembled or disassembled goods and bulk goods transported by instalments <br> due to reason of impossibility of delivery in a single consignment due to the <br> limitations of production or transportation facilities, for the purposes of <br> determination of origin such goods shall be considered as a single good where <br> it is so desired by the an applicant, provided that all its components are <br> delivered from the same customs territory from the same exporter to the same <br> importer under a single contract and provided that other conditions are met as <br> defined by the customs laws and regulations of the importing Party. <br> 5 Origin of thermal and electrical energy, machinery, equipment and tools, any <br> other goods that are not incorporated into goods but the use of which in the <br> manufacture of such goods can be demonstrated to be a part of that production <br> shall not be taken into account for the purposes of determining the origin of goods. <br> 6 Goods classified as set in accordance with the General Rule 3 for the <br> Interpretation of the Harmonised System shall be regarded as originating if all <br> the components included in the set considered as originating materials. <br> Nevertheless, set consisting of originating and non-originating components <br> shall be considered as originating provided that the value of the non-originating <br> components does not exceed fifteen (15) percent of the ex-works price of the set. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Article 4 : Wholly Obtained or Produced Goods <br> Article 7 : Insufficient working or processing <br> Article 9 : Direct Consignment <br> Article 16 : Verification Visit <br> in Article 18 of these Rules. <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> RULES OF ORIGIN <br> The following goods shall be considered as wholly obtained or produced in a Party: <br> 1 The direct consignment means transportation of goods from the territory of one <br> 1 If the customs authority of the importing Party is not satisfied with the <br> (a) minerals, mineral products or other natural resources extracted from the <br> Party into the territory of the other Party without transit through the territory of <br> outcomes of the verification referred to in Article 15 of these Rules, it may, <br> subsoil or from the territorial sea or from the seabed or resulting from <br> any third party. <br> under exceptional circumstances, request verification visit to the exporting <br> processing of atmospheric air within the territory of a Party as well as <br> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br> Party to review the records of the verified person referred to in Articles 12 and <br> (c) live animals born and raised in the territory of a Party; <br> atmospheric air or its separation products obtained therein; <br> transported through territories of third parties due to geographic, transport, <br> 13 of these Rules and (or) observe premises (territories) used in the <br> respective laws and regulations. <br> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br> technical or economic reasons, provided that during such transportation, <br> manufacture of the goods. <br> including during temporary storage of the goods in territories of those third <br> 2 Verification visit shall be carried out by the Verification Team consisting of the <br> (d) goods obtained in a Party from live animals; <br> parties, the goods shall be under customs control (surveillance). <br> representatives of the competent authorities of the importing and the exporting <br> (e) goods obtained by hunting or fishing in the territory of a Party; <br> 3 An importer shall submit appropriate documentary evidence to the customs <br> Parties on the territory of the exporting Party in order to check whether the <br> (f) goods of sea fishing and other marine goods taken outside the territorial <br> authority of the importing Party confirming that the conditions set out in <br> goods of the verified person and (or) conditions of their manufacture comply <br> waters of a Party by ships registered or recorded in a Party and flying its flag; <br> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br> with the requirements of these Rules, by inspecting the location of the verified <br> (g) goods manufactured aboard a factory ship exclusively from goods referred <br> to the customs authority of the importing Party by submission of any of the <br> person and (or) premises (territories) used in the manufacture of the goods. <br> to in subparagraph (f) of this Article originating from a Party, provided <br> following documents: <br> For the purposes of this Article the verified person means an exporter and (or) <br> making-up of sets of articles); <br> that such factory ship is registered or recorded in a Party and flying its flag; <br> (a) a certificate of non-manipulation provided by the customs authority <br> producer of the goods of the exporting Party whose goods are <br> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br> of the transit third party; <br> subject of the verification visit. <br> of a Party, provided that a Party has sole rights to exploit such seabed or <br> (b) other documents issued by the customs authority of the third party, which <br> For the purposes of this Article the subject of the verification visit means the <br> marine subsoil; <br> provide a precise description of goods, the date of transhipment (transfer) <br> goods in respect of which the verification visit has been requested and <br> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br> of goods and names of vehicles, and certify the conditions under which <br> documentary proofs of origin have been issued. <br> or other processing operations or consumption in the territory of a Party, <br> goods were in that transit third party; <br> Verification visit shall be conducted in accordance with the respective laws and <br> provided that they are fit only for the recovery of raw materials; <br> (c) transport (shipping) documents certified by customs authority of the third <br> (j) goods produced in outer space on board spacecrafts that belong to a Party <br> Article 6 : Cumulation of origin <br> party confirming the route of transportation of goods from the exporting <br> 3 In order to conduct a verification visit the customs authority of the importing <br> or are leased (chartered) by it; <br> Party through that transit third party. <br> Party shall send a written request with its intention to conduct the verification <br> (k) goods produced or obtained in the territory of a Party exclusively from <br> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br> visit (hereinafter referred to as \"the request for verification visit\") to the <br> (p) slaughter of animals; <br> goods referred to in subparagraphs (a) through (j) of this Article. <br> by importer at exhibitions or fairs, under the following conditions: <br> verification authority of the exporting Party. <br> Article 5 : Criterion of Sufficient Working (Processing) <br> (a) goods were delivered from the territory of one Party to the territory of a <br> 4 The request for verification visit shall be reasonable, as comprehensive as <br> Criterion of Sufficient Working (Processing) <br> third party, where the exhibition or fair takes place, and remained under <br> possible and shall include, inter alia: <br> 1 Goods shall be considered to have undergone sufficient working (processing) <br> the customs control (surveillance) during such event; <br> (a) name of the customs authority of the importing Party issuing the request; <br> in a Party if the value of non-originating materials used in that working <br> (b) goods were not used for any purpose other than demonstration from the <br> (b) name of the verified person; <br> (processing) does not exceed fifty (50) percent of the value of exported goods. <br> moment they were sent to the fair or exhibition; <br> (c) subject of the proposed verification visit, including reference to the goods <br> 2 The value of non-originating materials used in the working (processing) shall <br> (c) goods are imported into the territory of the Party in the same condition in <br> and to the reasonable doubts regarding their origin; <br> be determined as their customs value at the time of importation into the Party <br> which they were sent to the territory of a third party disregarding changes <br> (d) preliminary information regarding the representatives of the competent <br> Verification Visit <br> where the working (processing) takes place. <br> in their condition due to natural deterioration or loss under normal <br> authorities who will take part in the verification visit; <br> If in accordance with the laws and regulations of a Party customs value of <br> conditions of transport and storage. <br> (e) other additional information indicating the reasonable grounds to conduct <br> materials is not being determined and if their origin is unknown the value of <br> Article 10 : Conditions for Granting the Free Trade Regime <br> the verification visit. <br> materials shall be determined as equal to the earliest ascertained price paid for <br> Conditions for Granting the Free Trade Regime <br> 5 Verification authority of the exporting Party shall send written consent or <br> such materials in the territory of a Party where the working (processing) takes place. <br> 1 The goods shall benefit from the free trade regime in the territories of the <br> refusal to conduct the verification visit within sixty (60) days from the date of <br> The value of the goods exported from a Party shall be <br> Parties if they meet the origin criteria provided for in these Rules and <br> dispatch of the request for verification visit. <br> determined on the basis of the ex-works price. <br> simultaneously the following conditions are met: <br> The exporting Party shall, within this deadline, obtain consent or refusal to <br> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br> conduct the verification visit from the verified person. The verified person shall <br> Cumulation of origin <br> defined in Article 13 of these Rules, a declaration of origin made out in <br> be informed on the fact that the denial to conduct verification visit shall be <br> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br> accordance with the requirements defined in these Rules shall be <br> considered as a due ground for the denial of the free trade regime by the <br> the goods or materials originating in a Party which are used as material in the <br> submitted to the customs authority of the importing Party, except for the <br> customs authority of the importing Party to the goods in question. <br> manufacture of a good in another Party shall be considered as originating in such <br> circumstances provided for in Article 14 of these Rules; <br> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br> Party where the last operations other than those referred to in paragraph 1 of Article <br> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br> within sixty (60) days from the date of dispatch of the request for verification <br> 7 of these Rules have been carried out. The origin of such materials shall be <br> these Rules are met; <br> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br> confirmed by a certificate of origin (Form CT-2) issued by an authorized body. <br> (c) the requirements for administrative cooperation, provided for in Article <br> verification visit is received, the importing Party issuing the request shall deny <br> 15 of these Rules are met. <br> the free trade regime to the previously imported goods in respect of which the <br> 2 The goods, the origin of which was not determined or the origin of which has <br> verification visit has been requested. <br> 1 The following operations do not meet the criteria of sufficient working (processing): <br> been determined, but the free trade regime cannot be granted to these goods, <br> 7 Any verification visit shall be launched within sixty (60) days from the date of <br> (a) preserving operations that are necessary to ensure that a good retains its <br> shall be imported into the importing Party in accordance with the requirements <br> the receipt of written consent and finished within a reasonable period of time, <br> condition during storage and (or) transportation; <br> of the tariff and non-tariff regulation of such Party. <br> but no later than one hundred and fifty (150) days from the date of receipt of <br> (b) operations to prepare the goods for sale and (or) transportation (splitting <br> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br> the written consent. <br> up of consignments, forming of consignments, sorting, repacking), <br> regime may be granted in the territories of the Parties after <br> 8 Competent authorities of the exporting and the importing Parties and the <br> disassembly and assembly of packages; <br> the release of goods, provided that: <br> verified person shall provide an efficient cooperation required for the <br> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br> (a) the conditions provided for in paragraph 1 of this Article are met; <br> verification visit conducted by the Verification Team. <br> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br> (b) the period of twelve (12) months from the date of registration of the <br> If there are obstacles made by the verified person or other person of the <br> Insufficient working or processing <br> of all types of fibres and yarn and articles thereof); <br> customs declaration in the importing Party has not expired. <br> inspected Party during the verification visit, which result in the absence of <br> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br> 4 The free trade regime shall be granted after the release of goods under the <br> possibility to conduct the verification visit, the importing Party has the right to <br> conditions stipulated in these Rules and in accordance with the procedure <br> deny the free trade regime to the goods which are subject of the verification <br> (g) freezing, defrosting; <br> defined by the customs laws and regulations of the importing Party. <br> visit. This information shall be indicated in the report on the results <br> (h) operations of colouring, dissolving or blending sugar, including blending <br> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br> of the verification visit. <br> with other materials, or forming sugar lumps; <br> Article, in case of detection of falsification of the certificate of origin (Form <br> 9 During the verification visit the Verification Team has the right to request from <br> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br> CT-2) or a declaration of origin, as well as failure to meet the conditions <br> the verified person any documents and information, including accounting data, <br> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br> stipulated in paragraph 3 of this Article. <br> related to the subject of the verification visit. <br> of a good from original components; <br> Article 11 : Grounds for Denial the Free Trade Regime <br> 10 The results of the verification visit shall be documented in the English language <br> (k) sifting, screening, sorting, classifying, grading, matching (including the <br> Grounds for Denial the Free Trade Regime <br> in the form of a report on the results of the verification request. <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> 1 The customs authority of a Party shall deny granting the free trade regime to <br> Report on the results of the verification request shall contain <br> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br> goods imported from the other Party in the following cases: <br> at least the following information: <br> (m) simple operations of assembly or disassembly of goods into parts; <br> (a) one (or more) of the conditions for granting the free trade regime referred <br> - names of the competent authorities conducting the verification visit, <br> (n) engraving, affixing or printing trademarks, logos, labels and other like <br> to in paragraph 1 of Article 10 of these Rules are not met; <br> including the names and positions of the Verification Team members; <br> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br> - name of the verified person; <br> (o) mixing of goods (components) which does not lead to a sufficient <br> origin) cannot be identified with the goods declared upon customs declaration; <br> - information about goods which are subject of the verification visit; <br> difference of good from the original components; <br> (c) the verification authority of the exporting Party has informed that the <br> - dates of the verification visit; <br> certificate of origin (Form CT-2) (declaration of origin) had not been <br> - grounds for the verification visit, including description of the initial doubts <br> (q) cutting (sorting) of meat, fish; <br> issued (is falsified), had been annulled (withdrawn), or had been issued on <br> about the origin of the goods being verified, the requisites of the written <br> (r) using (exploitation) of goods as intended; or <br> the basis of invalid, incorrect or incomplete documents and (or) information; <br> consent to conduct verification visit; <br> (s) a combination of two or more operations specified above. <br> (d) within six (6) months from the date of the request, referred to in paragraph <br> - information about premises and (or) territories where the verification takes place; <br> 2 If in respect of a good the criterion of sufficient working (processing) is being <br> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br> - where applicable, description of the actual production process of the verified goods; <br> fulfilled solely by performing operations specified in paragraph 1 of this Article <br> the request, if the exporting Party has requested to extend the period of <br> - outcomes (finding) of the verification visit that clearly indicate the <br> such goods shall not be considered as originating in a Party, in which these <br> verification in accordance with paragraph 6 of Article 15 of these Rules), <br> compliance or non-compliance of the verified goods with the requirements <br> operations take place. <br> a response regarding the requested certificate of origin (Form CT-2) <br> of these Rules. <br> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br> (declaration of origin) has not been received from the verification <br> 11 The Verification Team conducting the verification visit shall send to the <br> operations which do not require special knowledge (skills), or machines, <br> authority of the exporting Party, or if there is a case provided for in <br> verified person the report on the results of such verification not later than two <br> apparatus and equipment specially designed for those operations. <br> paragraph 8 of Article 15 of these Rules; <br> hundred (200) days from the date of the receipt of written consent. <br> (e) the actual weight of delivered goods exceeds the weight specified in the <br> 12 The importing Party may temporary suspend the free trade regime to the goods <br> certificate of origin (Form CT-2) (declaration of origin) by more <br> similar to those which are subject of the verification visit from the date of <br> than five (5) percent; <br> dispatch of the request for verification visit till the obtaining of results of the <br> (f) original certificate of origin (Form CT-2) in hard copy has not been <br> verification visit (approval of report on the results of verification request). In <br> submitted at the request of customs authority of the importing Party in the <br> case of such suspension the goods can be released without granting the free <br> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br> trade regime in accordance with the requirements of the importing Party's <br> of Article 14 of these Rules; <br> (g) verification visit undertaken in accordance with Article 16 of these Rules <br> The free trade regime shall be granted in accordance with respective laws and <br> does not allow to determine the origin of the goods or indicates the <br> regulations of the importing Party based on the results of verification visit, <br> inconsistency of the goods with the origin criteria; <br> indicating that goods which are subject of verification visit meet the <br> (h) within sixty (60) days from the date of dispatch of the request for <br> requirements of these Rules. <br> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br> For the purposes of this paragraph the similar goods are goods classified by the <br> written consent is not obtained or a refusal to conduct such verification <br> same code of Harmonized System and having the same description as those <br> visit is received. <br> goods which are the subject of verification visit, manufactured by the same <br> 2 The presence of errors (misprints) and/or minor discrepancies made when <br> producer or sold by the same exporter as those goods which are the subject of <br> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br> not affect the accuracy and substance of the information contained in such <br> 13. All costs of the Verification Team related to the participation of representatives <br> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br> of the importing Party in the verification visit shall be borne by the importing Party. <br> doubt as to the origin of goods, do not constitute grounds for denial of granting <br> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br> the free trade regime. <br> Development and Implementation of the Electronic Origin Certification and Verification System <br> Article 12 : Certificate of Origin <br> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br> years from the date of entry into force of this Agreement. <br> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br> 2 The EOCVS shall be based on the information exchange on issued certificates <br> trade regime certificate of origin (Form CT-2) made in accordance with the <br> of origin (Form CT-2) between the authorized bodies and the customs <br> form provided for in Annex 1 to these Rules and duly completed in accordance <br> authorities of the Parties. Such information exchange should enable: <br> with the requirements provided for in this Article and Article 18 of these Rules <br> (a) non-submission to the customs authority of the importing Party of the <br> shall be submitted to the customs authority of the importing Party. <br> original certificate of origin (Form CT-2) in hard copy when customs <br> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br> declaration of goods is carried out electronically; <br> importing Party shall be original and in hard copy, except in the case provided <br> (b) verification by the customs authority of the importing Party of the <br> for in paragraph 2 of Article 14 of these Rules. <br> authenticity and content of the certificates of origin (Form CT-2) issued <br> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br> by the authorized body of the exporting Party. <br> the basis of the request of an applicant (documents and data submitted by him) <br> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br> before or at the time of exportation of the goods in all cases where the goods <br> establish an expert working group. <br> meet the requirements of these Rules. <br> 4 The rules for the exchange of information within the EOCVS, including <br> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br> technical conditions, shall be defined separately. <br> consignment and shall be valid for the purposes of granting the free trade <br> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br> regime for a period of twelve (12) months from the date of issuance of the <br> Requirements and Procedures for Completing of the Certificate of Origin <br> certificate of origin (Form CT-2) by the authorized body. <br> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br> 5 The actual weight of delivered goods shall not exceed the weight specified in <br> (except in cases specified below) in the English or Russian language on paper <br> the certificate of origin (Form CT-2) by more than five (5) percent. <br> with a protective netting or protective color field in A4 format (210 x 297 mm) <br> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br> with a density of at least 25 g/sq. m and produced typographically. <br> of goods on the basis of a written request of the applicant. In this case, the <br> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br> applicant shall additionally submit to the authorized body a customs declaration <br> and (or) additions, not certified by the authorized body, are not allowed in the <br> with the appropriate note of the customs authority, confirming the actual <br> certificates of origin (Form CT-2). <br> exportation of the goods. The note of the customs authority must be dated <br> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br> earlier then the date of issuance of the certificate of origin (Form CT-2). <br> made by striking out erroneous information and typing or handwriting of <br> When customs declaration is carried out electronically, an electronic <br> correct information, which shall be certified by stamp of the authorized body, <br> regulations of the exporting Party. <br> notification of the customs authority on crossing the border may be submitted. <br> that previously issued the certificate of origin (Form CT-2). <br> If customs declaration is not applied when goods are exported from a Party, the <br> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br> documents which confirm the dispatch of goods from the territory of this Party <br> the following requirements: <br> shall be submitted to the authorized body. <br> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br> distinguishing signs on goods or their packaging; <br> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br> \"Issued retrospectively\" or \"????? ????????????\". <br> consignor/exporter and his full address and country shall be entered. If the <br> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br> consignor and exporter are different persons, it shall be specified that the <br> certified duplicate shall be issued. When issuing a duplicate, the date of its <br> consignor (name and address) acts on behalf (\"to order\") of the exporter <br> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br> (name and address). If the consignor/exporter is a natural person, his <br> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br> surname, name and address shall be entered; <br> (\"??? ????????? ???????\"), along with the number and date of issuance of <br> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br> the consignee (importer), and his full address and country shall be entered. <br> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br> If the consignee and the importer are different persons, it shall be specified <br> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br> that the consignee (name and address) acts on behalf (\"to order\") of the <br> not exceed twelve (12) months from the date of issuance of the original <br> importer (name and address). If the consignee/importer is a natural person, <br> certificate of origin (Form CT-2). <br> his surname, name and address shall be entered; <br> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br> reasonable request of the applicant, the authorized body may issue a new <br> of transport and route, as far as known, shall be entered; <br> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br> Party for which the certificate of origin (Form CT-2) is to be submitted <br> (reissued) certificate of origin (Form CT-2). The certificate of origin <br> shall be entered. The registration number may be indicated by handwriting or stamping; <br> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br> be assigned with a new registration number. <br> of authorized body of the countries of export, transit, and (or) the receipt <br> 9 In the case of transportation of goods between the Parties which have not <br> of goods shall be entered by handwriting or stamping, as well as, if <br> undergone working (processing) other than preservation and packaging <br> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br> operations as well as operations to prepare them for sale and transportation, the <br> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br> authorized body of the Party may issue a replacement certificate instead of <br> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br> A replacement certificate of origin (Form CT-2) shall be issued based on the <br> certificate Form CT-2\" and other records. Handwritten records shall be <br> certificate of origin (Form CT-2) issued by the authorized body of the Party <br> certified as provided for in paragraph 3 of this Article; <br> from the territory of which such goods exported into the territory of the other <br> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br> Party, and confirm the country of origin stated in such certificate of origin <br> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br> (Form CT-2). <br> ????????\") the number and kind of packages shall be entered; <br> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br> name of goods shall be entered, as well as other information allowing to <br> with the number and date of the certificate of origin (Form CT-2) issued by the <br> identify the goods with those declared for the purpose of customs <br> Certificate of Origin <br> exporting Party and the issuing authorized body. <br> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br> of the certificate of origin (Form CT-2) (the form of the additional sheet <br> as the applicant, shall keep copy of the certificate, and of any documents <br> is given in Annex 1 to these Rules) may be used, and shall be completed <br> relating to it, including those submitted by the applicant, for at least three (3) <br> in the prescribed manner (certified by signature, stamp and assigned the <br> years from the date of issuance of a certificate of origin (Form CT-2). <br> same registration number as the one entered in Box 4 of the certificate of <br> Article 13 : Declaration of Origin <br> origin (Form CT-2)); <br> Declaration of Origin <br> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br> 1 In order to confirm the origin of goods in a small consignment, customs value <br> following origin criteria shall be entered: <br> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br> \"P\" - good is wholly obtained in the Party; <br> a certificate of origin (Form CT-2) is not required to be presented to customs <br> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br> authority of the importing Party for purposes of obtaining the free trade regime. <br> percentage of the value of non-originating material used in the <br> In this case, a declaration of origin can be submitted, made out in accordance <br> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br> with Annex 2 to these Rules. <br> \"Pk\" - good is considered as originating based on the cumulation principle. <br> 2 The validity of the declaration of origin for the purpose of granting the free <br> The origin criteria shall be respectively entered for all goods stated in Box 9; <br> trade regime shall not exceed twelve (12) months from the date on which it was <br> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br> signed by the producer, exporter or consignor. <br> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br> 3 The actual weight of delivered goods shall not exceed the weight specified in <br> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br> the declaration of origin by more than five (5) percent. <br> ???????\") numbers and dates of all invoices for goods for which the <br> 4 In case where the customs authority of the importing Party has evidence that <br> certificate of origin (Form CT-2) is issued shall be entered; <br> information on the origin of goods stated in the declaration of origin may be <br> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br> unreliable then customs authority of the importing Party may require to submit <br> address, stamp and date of issuance of the certificate of origin (Form CT- <br> the certificate of origin (Form CT-2). <br> 2) (duplicate) shall be entered, as well as signature, surname and name <br> 5 Producer, exporter or consignor making out statement about the country of <br> (initials) of the person, authorized to approve the certificate of origin <br> origin of goods in the declaration of origin shall submit at the request of the <br> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br> verification authority of the exporting Party all the documents and information <br> authorized person may be entered by handwriting or stamping. <br> necessary to confirm the origin of goods in accordance with these Rules. <br> If information on the full name of authorized body of a Party in the English <br> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br> or Russian language are given in the stamp impression, additional entering <br> any documents relating to it, confirming the origin of goods, for at least <br> of the referred information in this Box is not compulsory. <br> three (3) years from the date of its signing. <br> Stamp impression must be clear to allow where necessary the verification <br> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br> of its authenticity; <br> by the authorized representative of the producer, exporter or consignor of the <br> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br> goods, indicating his name and surname. <br> country where the goods were wholly obtained or sufficiently worked <br> Article 14 : Cases when Documentary Proof of Origin is not Required <br> (processed) (the EAEU Member State or Serbia), the date of declaration <br> Cases when Documentary Proof of Origin is not Required <br> of the information on the country of origin shall be entered, as well as <br> 1 When importing consignments of originating goods, customs value of which <br> applicant's stamp (if any), signature, name and initials. The date and <br> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br> applicant's name and initials may be entered by handwriting or stamping. <br> of origin or certificate of origin (Form CT-2) shall not be required in order to <br> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br> obtain the free trade regime, provided that such importation is not a part of <br> shall not be allowed. <br> series of consignments, which may reasonably be considered to have been <br> undertaken or arranged for the purposes of avoiding the submission of <br> certificate of origin (Form CT-2) or declaration of origin. <br> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br> and implemented, the original certificate of origin (Form CT-2) in hard copy <br> may not be submitted during customs declaration of goods. In this case, the <br> date and number of such certificate of origin (Form CT-2) shall be specified in <br> the customs declaration. <br> 3 If the customs authority of the importing Party has reasonable doubts on the <br> origin of the goods for which the free trade regime is claimed, and (or) there is <br> a discrepancy in the information contained in the EOCVS, or the corresponding <br> information is not available in the EOCVS, the customs authority of the <br> importing Party may require to submit the original certificate of origin (Form <br> CT-2) in hard copy. <br> "}, {"ArticleTitle": "Administrative Cooperation", "ArticleDesc": "Article 15 : Administrative Cooperation <br> 1 Prior to the issuance of the certificates of origin (Form CT-2) in accordance <br> with these Rules, the Parties shall provide each other through the Eurasian <br> Economic Commission and the Ministry of Finance - Customs Administration <br> of the Republic of Serbia, respectively, with: <br> (a) samples of certificates of origin (Form CT-2) and additional sheets of the <br> certificates of origin (Form CT-2) including the information on the <br> security features of the certificates of origin (Form CT-2); <br> (b) specimen impressions of stamps of the authorized bodies (these specimen <br> impressions must be original and legible to allow for their unambiguous <br> identification for authenticity); <br> (c) information on the names and addresses of the authorized bodies; <br> (d) information on the names and addresses of the verification authorities. <br> 2 The Eurasian Economic Commission and the Ministry of Finance - Customs <br> Administration of the Republic of Serbia shall be notified in advance, in the <br> same manner, on any changes related to samples and information referred to in <br> paragraph 1 of this Article. <br> Such notification shall include information on the date from which new stamps <br> of the Party's authorized body shall be used, and on stamps, for which specimen <br> impressions had been provided earlier, instead of which or in addition to which <br> they shall be used. <br> The exchange of information referred to in paragraphs 1 and 2 of this Article <br> shall be in the English or Russian language. <br> 3 In case of failure to provide information specified in paragraphs 1 and 2 of this <br> Article, and (or) in the case where such information does not meet the <br> requirements set out in paragraphs 1 and 2 of this Article, the free trade regime <br> shall not be granted to the imported goods. <br> 4 The customs authorities of the Parties shall carry out the subsequent <br> verification of certificates of origin (Form CT-2) and declarations of origin <br> either randomly or in case of reasonable doubt of the customs authority of the <br> importing Party regarding the authenticity of documents or accuracy of <br> information contained therein. <br> 5 In cases, referred to in paragraph 4 of this Article, the customs authority of the <br> importing Party may reasonably request the verification authority to confirm <br> the authenticity of the certificate of origin (Form CT-2) (declaration of origin) <br> and (or) the accuracy of information, contained therein, and also provide <br> additional or clarifying information, including on fulfillment of the origin <br> criterion, and (or) copies of the documents, on the basis of which the certificate <br> of origin (Form CT-2) was issued, including copies of commercial documents <br> (records, invoices, contracts, etc.) issued in third parties. <br> The verification request shall be accompanied with a copy of the certificate of <br> origin (Form CT-2) (declaration of origin) which is subject to verification. <br> The verification request shall be made in the English or Russian language. <br> The verification request shall indicate the reasons for its submission and (or) <br> any other additional information which specifies what information in the <br> certificate of origin (Form CT-2) (declaration of origin) might be inaccurate, <br> except for the cases of verification carried out on a random basis. <br> 6 When customs authority of the importing Party sends a request to the <br> verification authority in accordance with paragraph 5 of this Article, the <br> verification authority shall carry out verification as soon as possible and <br> information with its results, including all requested information, shall be sent <br> to the requesting customs authority within six (6) months from the <br> date of the request. <br> In exceptional circumstances the exporting Party may send to the requesting <br> customs authority of the importing Party reasonable request to extend the <br> period for response to the verification request by two (2) months. Such a request <br> shall be made within the six- (6) month period as is specified in the first abstract <br> of this paragraph. <br> These results must clearly indicate whether the documents are authentic and <br> whether the specific goods can be considered as originating in the Party, as well <br> as whether other requirements of these Rules are met. <br> In the event of a decision to annul a certificate of origin (Form CT-2) or to <br> invalidate the declaration of origin, the verification authority of the exporting <br> Party shall, as soon as possible, inform the customs authority of the importing <br> Party of such a decision. <br> 7 The customs authority of the importing Party shall send a copy of verification <br> request to the verification authority of the exporting Party officially as well as <br> by e-mail using the addresses received in accordance with the procedure <br> stipulated by third abstract of this paragraph. <br> Verification authority of the exporting Party shall immediately confirm to the <br> requesting customs authority of the importing Party the receipt of the request <br> received by e-mail. <br> The customs authorities and the verification authorities of the Parties shall <br> exchange the information regarding methods of communication and e-mail <br> addresses that will be used in such exchange within the verification procedures <br> under these Rules. <br> 8 If the results of verification do not allow to establish the authenticity of the <br> certificates of origin (Form CT-2) (declarations of origin) and the accuracy of <br> information stated therein, and also in case if additional or clarifying <br> information, including information on compliance with the origin criteria on <br> the origin of goods, copies of documents, including those on the basis of which <br> the certificate of origin (Form CT-2) had been issued, are not presented, the <br> free trade regime shall not be granted. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Article 4 : Wholly Obtained or Produced Goods <br> Article 7 : Insufficient working or processing <br> Article 9 : Direct Consignment <br> Article 16 : Verification Visit <br> in Article 18 of these Rules. <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> RULES OF ORIGIN <br> The following goods shall be considered as wholly obtained or produced in a Party: <br> 1 The direct consignment means transportation of goods from the territory of one <br> 1 If the customs authority of the importing Party is not satisfied with the <br> (a) minerals, mineral products or other natural resources extracted from the <br> Party into the territory of the other Party without transit through the territory of <br> outcomes of the verification referred to in Article 15 of these Rules, it may, <br> subsoil or from the territorial sea or from the seabed or resulting from <br> any third party. <br> under exceptional circumstances, request verification visit to the exporting <br> processing of atmospheric air within the territory of a Party as well as <br> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br> Party to review the records of the verified person referred to in Articles 12 and <br> (c) live animals born and raised in the territory of a Party; <br> atmospheric air or its separation products obtained therein; <br> transported through territories of third parties due to geographic, transport, <br> 13 of these Rules and (or) observe premises (territories) used in the <br> respective laws and regulations. <br> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br> technical or economic reasons, provided that during such transportation, <br> manufacture of the goods. <br> including during temporary storage of the goods in territories of those third <br> 2 Verification visit shall be carried out by the Verification Team consisting of the <br> (d) goods obtained in a Party from live animals; <br> parties, the goods shall be under customs control (surveillance). <br> representatives of the competent authorities of the importing and the exporting <br> (e) goods obtained by hunting or fishing in the territory of a Party; <br> 3 An importer shall submit appropriate documentary evidence to the customs <br> Parties on the territory of the exporting Party in order to check whether the <br> (f) goods of sea fishing and other marine goods taken outside the territorial <br> authority of the importing Party confirming that the conditions set out in <br> goods of the verified person and (or) conditions of their manufacture comply <br> waters of a Party by ships registered or recorded in a Party and flying its flag; <br> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br> with the requirements of these Rules, by inspecting the location of the verified <br> (g) goods manufactured aboard a factory ship exclusively from goods referred <br> to the customs authority of the importing Party by submission of any of the <br> person and (or) premises (territories) used in the manufacture of the goods. <br> to in subparagraph (f) of this Article originating from a Party, provided <br> following documents: <br> For the purposes of this Article the verified person means an exporter and (or) <br> making-up of sets of articles); <br> that such factory ship is registered or recorded in a Party and flying its flag; <br> (a) a certificate of non-manipulation provided by the customs authority <br> producer of the goods of the exporting Party whose goods are <br> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br> of the transit third party; <br> subject of the verification visit. <br> of a Party, provided that a Party has sole rights to exploit such seabed or <br> (b) other documents issued by the customs authority of the third party, which <br> For the purposes of this Article the subject of the verification visit means the <br> marine subsoil; <br> provide a precise description of goods, the date of transhipment (transfer) <br> goods in respect of which the verification visit has been requested and <br> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br> of goods and names of vehicles, and certify the conditions under which <br> documentary proofs of origin have been issued. <br> or other processing operations or consumption in the territory of a Party, <br> goods were in that transit third party; <br> Verification visit shall be conducted in accordance with the respective laws and <br> provided that they are fit only for the recovery of raw materials; <br> (c) transport (shipping) documents certified by customs authority of the third <br> (j) goods produced in outer space on board spacecrafts that belong to a Party <br> Article 6 : Cumulation of origin <br> party confirming the route of transportation of goods from the exporting <br> 3 In order to conduct a verification visit the customs authority of the importing <br> or are leased (chartered) by it; <br> Party through that transit third party. <br> Party shall send a written request with its intention to conduct the verification <br> (k) goods produced or obtained in the territory of a Party exclusively from <br> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br> visit (hereinafter referred to as \"the request for verification visit\") to the <br> (p) slaughter of animals; <br> goods referred to in subparagraphs (a) through (j) of this Article. <br> by importer at exhibitions or fairs, under the following conditions: <br> verification authority of the exporting Party. <br> Article 5 : Criterion of Sufficient Working (Processing) <br> (a) goods were delivered from the territory of one Party to the territory of a <br> 4 The request for verification visit shall be reasonable, as comprehensive as <br> Criterion of Sufficient Working (Processing) <br> third party, where the exhibition or fair takes place, and remained under <br> possible and shall include, inter alia: <br> 1 Goods shall be considered to have undergone sufficient working (processing) <br> the customs control (surveillance) during such event; <br> (a) name of the customs authority of the importing Party issuing the request; <br> in a Party if the value of non-originating materials used in that working <br> (b) goods were not used for any purpose other than demonstration from the <br> (b) name of the verified person; <br> (processing) does not exceed fifty (50) percent of the value of exported goods. <br> moment they were sent to the fair or exhibition; <br> (c) subject of the proposed verification visit, including reference to the goods <br> 2 The value of non-originating materials used in the working (processing) shall <br> (c) goods are imported into the territory of the Party in the same condition in <br> and to the reasonable doubts regarding their origin; <br> be determined as their customs value at the time of importation into the Party <br> which they were sent to the territory of a third party disregarding changes <br> (d) preliminary information regarding the representatives of the competent <br> Verification Visit <br> where the working (processing) takes place. <br> in their condition due to natural deterioration or loss under normal <br> authorities who will take part in the verification visit; <br> If in accordance with the laws and regulations of a Party customs value of <br> conditions of transport and storage. <br> (e) other additional information indicating the reasonable grounds to conduct <br> materials is not being determined and if their origin is unknown the value of <br> Article 10 : Conditions for Granting the Free Trade Regime <br> the verification visit. <br> materials shall be determined as equal to the earliest ascertained price paid for <br> Conditions for Granting the Free Trade Regime <br> 5 Verification authority of the exporting Party shall send written consent or <br> such materials in the territory of a Party where the working (processing) takes place. <br> 1 The goods shall benefit from the free trade regime in the territories of the <br> refusal to conduct the verification visit within sixty (60) days from the date of <br> The value of the goods exported from a Party shall be <br> Parties if they meet the origin criteria provided for in these Rules and <br> dispatch of the request for verification visit. <br> determined on the basis of the ex-works price. <br> simultaneously the following conditions are met: <br> The exporting Party shall, within this deadline, obtain consent or refusal to <br> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br> conduct the verification visit from the verified person. The verified person shall <br> Cumulation of origin <br> defined in Article 13 of these Rules, a declaration of origin made out in <br> be informed on the fact that the denial to conduct verification visit shall be <br> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br> accordance with the requirements defined in these Rules shall be <br> considered as a due ground for the denial of the free trade regime by the <br> the goods or materials originating in a Party which are used as material in the <br> submitted to the customs authority of the importing Party, except for the <br> customs authority of the importing Party to the goods in question. <br> manufacture of a good in another Party shall be considered as originating in such <br> circumstances provided for in Article 14 of these Rules; <br> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br> Party where the last operations other than those referred to in paragraph 1 of Article <br> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br> within sixty (60) days from the date of dispatch of the request for verification <br> 7 of these Rules have been carried out. The origin of such materials shall be <br> these Rules are met; <br> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br> confirmed by a certificate of origin (Form CT-2) issued by an authorized body. <br> (c) the requirements for administrative cooperation, provided for in Article <br> verification visit is received, the importing Party issuing the request shall deny <br> 15 of these Rules are met. <br> the free trade regime to the previously imported goods in respect of which the <br> 2 The goods, the origin of which was not determined or the origin of which has <br> verification visit has been requested. <br> 1 The following operations do not meet the criteria of sufficient working (processing): <br> been determined, but the free trade regime cannot be granted to these goods, <br> 7 Any verification visit shall be launched within sixty (60) days from the date of <br> (a) preserving operations that are necessary to ensure that a good retains its <br> shall be imported into the importing Party in accordance with the requirements <br> the receipt of written consent and finished within a reasonable period of time, <br> condition during storage and (or) transportation; <br> of the tariff and non-tariff regulation of such Party. <br> but no later than one hundred and fifty (150) days from the date of receipt of <br> (b) operations to prepare the goods for sale and (or) transportation (splitting <br> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br> the written consent. <br> up of consignments, forming of consignments, sorting, repacking), <br> regime may be granted in the territories of the Parties after <br> 8 Competent authorities of the exporting and the importing Parties and the <br> disassembly and assembly of packages; <br> the release of goods, provided that: <br> verified person shall provide an efficient cooperation required for the <br> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br> (a) the conditions provided for in paragraph 1 of this Article are met; <br> verification visit conducted by the Verification Team. <br> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br> (b) the period of twelve (12) months from the date of registration of the <br> If there are obstacles made by the verified person or other person of the <br> Insufficient working or processing <br> of all types of fibres and yarn and articles thereof); <br> customs declaration in the importing Party has not expired. <br> inspected Party during the verification visit, which result in the absence of <br> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br> 4 The free trade regime shall be granted after the release of goods under the <br> possibility to conduct the verification visit, the importing Party has the right to <br> conditions stipulated in these Rules and in accordance with the procedure <br> deny the free trade regime to the goods which are subject of the verification <br> (g) freezing, defrosting; <br> defined by the customs laws and regulations of the importing Party. <br> visit. This information shall be indicated in the report on the results <br> (h) operations of colouring, dissolving or blending sugar, including blending <br> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br> of the verification visit. <br> with other materials, or forming sugar lumps; <br> Article, in case of detection of falsification of the certificate of origin (Form <br> 9 During the verification visit the Verification Team has the right to request from <br> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br> CT-2) or a declaration of origin, as well as failure to meet the conditions <br> the verified person any documents and information, including accounting data, <br> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br> stipulated in paragraph 3 of this Article. <br> related to the subject of the verification visit. <br> of a good from original components; <br> Article 11 : Grounds for Denial the Free Trade Regime <br> 10 The results of the verification visit shall be documented in the English language <br> (k) sifting, screening, sorting, classifying, grading, matching (including the <br> Grounds for Denial the Free Trade Regime <br> in the form of a report on the results of the verification request. <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> 1 The customs authority of a Party shall deny granting the free trade regime to <br> Report on the results of the verification request shall contain <br> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br> goods imported from the other Party in the following cases: <br> at least the following information: <br> (m) simple operations of assembly or disassembly of goods into parts; <br> (a) one (or more) of the conditions for granting the free trade regime referred <br> - names of the competent authorities conducting the verification visit, <br> (n) engraving, affixing or printing trademarks, logos, labels and other like <br> to in paragraph 1 of Article 10 of these Rules are not met; <br> including the names and positions of the Verification Team members; <br> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br> - name of the verified person; <br> (o) mixing of goods (components) which does not lead to a sufficient <br> origin) cannot be identified with the goods declared upon customs declaration; <br> - information about goods which are subject of the verification visit; <br> difference of good from the original components; <br> (c) the verification authority of the exporting Party has informed that the <br> - dates of the verification visit; <br> certificate of origin (Form CT-2) (declaration of origin) had not been <br> - grounds for the verification visit, including description of the initial doubts <br> (q) cutting (sorting) of meat, fish; <br> issued (is falsified), had been annulled (withdrawn), or had been issued on <br> about the origin of the goods being verified, the requisites of the written <br> (r) using (exploitation) of goods as intended; or <br> the basis of invalid, incorrect or incomplete documents and (or) information; <br> consent to conduct verification visit; <br> (s) a combination of two or more operations specified above. <br> (d) within six (6) months from the date of the request, referred to in paragraph <br> - information about premises and (or) territories where the verification takes place; <br> 2 If in respect of a good the criterion of sufficient working (processing) is being <br> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br> - where applicable, description of the actual production process of the verified goods; <br> fulfilled solely by performing operations specified in paragraph 1 of this Article <br> the request, if the exporting Party has requested to extend the period of <br> - outcomes (finding) of the verification visit that clearly indicate the <br> such goods shall not be considered as originating in a Party, in which these <br> verification in accordance with paragraph 6 of Article 15 of these Rules), <br> compliance or non-compliance of the verified goods with the requirements <br> operations take place. <br> a response regarding the requested certificate of origin (Form CT-2) <br> of these Rules. <br> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br> (declaration of origin) has not been received from the verification <br> 11 The Verification Team conducting the verification visit shall send to the <br> operations which do not require special knowledge (skills), or machines, <br> authority of the exporting Party, or if there is a case provided for in <br> verified person the report on the results of such verification not later than two <br> apparatus and equipment specially designed for those operations. <br> paragraph 8 of Article 15 of these Rules; <br> hundred (200) days from the date of the receipt of written consent. <br> (e) the actual weight of delivered goods exceeds the weight specified in the <br> 12 The importing Party may temporary suspend the free trade regime to the goods <br> certificate of origin (Form CT-2) (declaration of origin) by more <br> similar to those which are subject of the verification visit from the date of <br> than five (5) percent; <br> dispatch of the request for verification visit till the obtaining of results of the <br> (f) original certificate of origin (Form CT-2) in hard copy has not been <br> verification visit (approval of report on the results of verification request). In <br> submitted at the request of customs authority of the importing Party in the <br> case of such suspension the goods can be released without granting the free <br> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br> trade regime in accordance with the requirements of the importing Party's <br> of Article 14 of these Rules; <br> (g) verification visit undertaken in accordance with Article 16 of these Rules <br> The free trade regime shall be granted in accordance with respective laws and <br> does not allow to determine the origin of the goods or indicates the <br> regulations of the importing Party based on the results of verification visit, <br> inconsistency of the goods with the origin criteria; <br> indicating that goods which are subject of verification visit meet the <br> (h) within sixty (60) days from the date of dispatch of the request for <br> requirements of these Rules. <br> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br> For the purposes of this paragraph the similar goods are goods classified by the <br> written consent is not obtained or a refusal to conduct such verification <br> same code of Harmonized System and having the same description as those <br> visit is received. <br> goods which are the subject of verification visit, manufactured by the same <br> 2 The presence of errors (misprints) and/or minor discrepancies made when <br> producer or sold by the same exporter as those goods which are the subject of <br> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br> not affect the accuracy and substance of the information contained in such <br> 13. All costs of the Verification Team related to the participation of representatives <br> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br> of the importing Party in the verification visit shall be borne by the importing Party. <br> doubt as to the origin of goods, do not constitute grounds for denial of granting <br> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br> the free trade regime. <br> Development and Implementation of the Electronic Origin Certification and Verification System <br> Article 12 : Certificate of Origin <br> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br> years from the date of entry into force of this Agreement. <br> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br> 2 The EOCVS shall be based on the information exchange on issued certificates <br> trade regime certificate of origin (Form CT-2) made in accordance with the <br> of origin (Form CT-2) between the authorized bodies and the customs <br> form provided for in Annex 1 to these Rules and duly completed in accordance <br> authorities of the Parties. Such information exchange should enable: <br> with the requirements provided for in this Article and Article 18 of these Rules <br> (a) non-submission to the customs authority of the importing Party of the <br> shall be submitted to the customs authority of the importing Party. <br> original certificate of origin (Form CT-2) in hard copy when customs <br> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br> declaration of goods is carried out electronically; <br> importing Party shall be original and in hard copy, except in the case provided <br> (b) verification by the customs authority of the importing Party of the <br> for in paragraph 2 of Article 14 of these Rules. <br> authenticity and content of the certificates of origin (Form CT-2) issued <br> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br> by the authorized body of the exporting Party. <br> the basis of the request of an applicant (documents and data submitted by him) <br> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br> before or at the time of exportation of the goods in all cases where the goods <br> establish an expert working group. <br> meet the requirements of these Rules. <br> 4 The rules for the exchange of information within the EOCVS, including <br> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br> technical conditions, shall be defined separately. <br> consignment and shall be valid for the purposes of granting the free trade <br> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br> regime for a period of twelve (12) months from the date of issuance of the <br> Requirements and Procedures for Completing of the Certificate of Origin <br> certificate of origin (Form CT-2) by the authorized body. <br> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br> 5 The actual weight of delivered goods shall not exceed the weight specified in <br> (except in cases specified below) in the English or Russian language on paper <br> the certificate of origin (Form CT-2) by more than five (5) percent. <br> with a protective netting or protective color field in A4 format (210 x 297 mm) <br> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br> with a density of at least 25 g/sq. m and produced typographically. <br> of goods on the basis of a written request of the applicant. In this case, the <br> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br> applicant shall additionally submit to the authorized body a customs declaration <br> and (or) additions, not certified by the authorized body, are not allowed in the <br> with the appropriate note of the customs authority, confirming the actual <br> certificates of origin (Form CT-2). <br> exportation of the goods. The note of the customs authority must be dated <br> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br> earlier then the date of issuance of the certificate of origin (Form CT-2). <br> made by striking out erroneous information and typing or handwriting of <br> When customs declaration is carried out electronically, an electronic <br> correct information, which shall be certified by stamp of the authorized body, <br> regulations of the exporting Party. <br> notification of the customs authority on crossing the border may be submitted. <br> that previously issued the certificate of origin (Form CT-2). <br> If customs declaration is not applied when goods are exported from a Party, the <br> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br> documents which confirm the dispatch of goods from the territory of this Party <br> the following requirements: <br> shall be submitted to the authorized body. <br> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br> distinguishing signs on goods or their packaging; <br> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br> \"Issued retrospectively\" or \"????? ????????????\". <br> consignor/exporter and his full address and country shall be entered. If the <br> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br> consignor and exporter are different persons, it shall be specified that the <br> certified duplicate shall be issued. When issuing a duplicate, the date of its <br> consignor (name and address) acts on behalf (\"to order\") of the exporter <br> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br> (name and address). If the consignor/exporter is a natural person, his <br> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br> surname, name and address shall be entered; <br> (\"??? ????????? ???????\"), along with the number and date of issuance of <br> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br> the consignee (importer), and his full address and country shall be entered. <br> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br> If the consignee and the importer are different persons, it shall be specified <br> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br> that the consignee (name and address) acts on behalf (\"to order\") of the <br> not exceed twelve (12) months from the date of issuance of the original <br> importer (name and address). If the consignee/importer is a natural person, <br> certificate of origin (Form CT-2). <br> his surname, name and address shall be entered; <br> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br> reasonable request of the applicant, the authorized body may issue a new <br> of transport and route, as far as known, shall be entered; <br> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br> Party for which the certificate of origin (Form CT-2) is to be submitted <br> (reissued) certificate of origin (Form CT-2). The certificate of origin <br> shall be entered. The registration number may be indicated by handwriting or stamping; <br> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br> be assigned with a new registration number. <br> of authorized body of the countries of export, transit, and (or) the receipt <br> 9 In the case of transportation of goods between the Parties which have not <br> of goods shall be entered by handwriting or stamping, as well as, if <br> undergone working (processing) other than preservation and packaging <br> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br> operations as well as operations to prepare them for sale and transportation, the <br> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br> authorized body of the Party may issue a replacement certificate instead of <br> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br> A replacement certificate of origin (Form CT-2) shall be issued based on the <br> certificate Form CT-2\" and other records. Handwritten records shall be <br> certificate of origin (Form CT-2) issued by the authorized body of the Party <br> certified as provided for in paragraph 3 of this Article; <br> from the territory of which such goods exported into the territory of the other <br> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br> Party, and confirm the country of origin stated in such certificate of origin <br> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br> (Form CT-2). <br> ????????\") the number and kind of packages shall be entered; <br> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br> name of goods shall be entered, as well as other information allowing to <br> with the number and date of the certificate of origin (Form CT-2) issued by the <br> identify the goods with those declared for the purpose of customs <br> Certificate of Origin <br> exporting Party and the issuing authorized body. <br> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br> of the certificate of origin (Form CT-2) (the form of the additional sheet <br> as the applicant, shall keep copy of the certificate, and of any documents <br> is given in Annex 1 to these Rules) may be used, and shall be completed <br> relating to it, including those submitted by the applicant, for at least three (3) <br> in the prescribed manner (certified by signature, stamp and assigned the <br> years from the date of issuance of a certificate of origin (Form CT-2). <br> same registration number as the one entered in Box 4 of the certificate of <br> Article 13 : Declaration of Origin <br> origin (Form CT-2)); <br> Declaration of Origin <br> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br> 1 In order to confirm the origin of goods in a small consignment, customs value <br> following origin criteria shall be entered: <br> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br> \"P\" - good is wholly obtained in the Party; <br> a certificate of origin (Form CT-2) is not required to be presented to customs <br> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br> authority of the importing Party for purposes of obtaining the free trade regime. <br> percentage of the value of non-originating material used in the <br> In this case, a declaration of origin can be submitted, made out in accordance <br> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br> with Annex 2 to these Rules. <br> \"Pk\" - good is considered as originating based on the cumulation principle. <br> 2 The validity of the declaration of origin for the purpose of granting the free <br> The origin criteria shall be respectively entered for all goods stated in Box 9; <br> trade regime shall not exceed twelve (12) months from the date on which it was <br> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br> signed by the producer, exporter or consignor. <br> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br> 3 The actual weight of delivered goods shall not exceed the weight specified in <br> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br> the declaration of origin by more than five (5) percent. <br> ???????\") numbers and dates of all invoices for goods for which the <br> 4 In case where the customs authority of the importing Party has evidence that <br> certificate of origin (Form CT-2) is issued shall be entered; <br> information on the origin of goods stated in the declaration of origin may be <br> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br> unreliable then customs authority of the importing Party may require to submit <br> address, stamp and date of issuance of the certificate of origin (Form CT- <br> the certificate of origin (Form CT-2). <br> 2) (duplicate) shall be entered, as well as signature, surname and name <br> 5 Producer, exporter or consignor making out statement about the country of <br> (initials) of the person, authorized to approve the certificate of origin <br> origin of goods in the declaration of origin shall submit at the request of the <br> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br> verification authority of the exporting Party all the documents and information <br> authorized person may be entered by handwriting or stamping. <br> necessary to confirm the origin of goods in accordance with these Rules. <br> If information on the full name of authorized body of a Party in the English <br> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br> or Russian language are given in the stamp impression, additional entering <br> any documents relating to it, confirming the origin of goods, for at least <br> of the referred information in this Box is not compulsory. <br> three (3) years from the date of its signing. <br> Stamp impression must be clear to allow where necessary the verification <br> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br> of its authenticity; <br> by the authorized representative of the producer, exporter or consignor of the <br> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br> goods, indicating his name and surname. <br> country where the goods were wholly obtained or sufficiently worked <br> Article 14 : Cases when Documentary Proof of Origin is not Required <br> (processed) (the EAEU Member State or Serbia), the date of declaration <br> Cases when Documentary Proof of Origin is not Required <br> of the information on the country of origin shall be entered, as well as <br> 1 When importing consignments of originating goods, customs value of which <br> applicant's stamp (if any), signature, name and initials. The date and <br> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br> applicant's name and initials may be entered by handwriting or stamping. <br> of origin or certificate of origin (Form CT-2) shall not be required in order to <br> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br> obtain the free trade regime, provided that such importation is not a part of <br> shall not be allowed. <br> series of consignments, which may reasonably be considered to have been <br> undertaken or arranged for the purposes of avoiding the submission of <br> certificate of origin (Form CT-2) or declaration of origin. <br> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br> and implemented, the original certificate of origin (Form CT-2) in hard copy <br> may not be submitted during customs declaration of goods. In this case, the <br> date and number of such certificate of origin (Form CT-2) shall be specified in <br> the customs declaration. <br> 3 If the customs authority of the importing Party has reasonable doubts on the <br> origin of the goods for which the free trade regime is claimed, and (or) there is <br> a discrepancy in the information contained in the EOCVS, or the corresponding <br> information is not available in the EOCVS, the customs authority of the <br> importing Party may require to submit the original certificate of origin (Form <br> CT-2) in hard copy. <br> "}, {"ArticleTitle": "Transitional Provisions", "ArticleDesc": "Article 19 : Transitional Provisions <br> Within one (1) year from the date of entry into force of this Agreement the <br> authorized bodies may use the certificates of origin (Form CT-2) other than the form <br> set out in Annex 1 to these Rules that are in use by the Parties. Such certificates of <br> origin (Form CT-2) shall be completed taking into account the requirements set forth <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Article 4 : Wholly Obtained or Produced Goods <br> Article 7 : Insufficient working or processing <br> Article 9 : Direct Consignment <br> Article 16 : Verification Visit <br> in Article 18 of these Rules. <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> RULES OF ORIGIN <br> The following goods shall be considered as wholly obtained or produced in a Party: <br> 1 The direct consignment means transportation of goods from the territory of one <br> 1 If the customs authority of the importing Party is not satisfied with the <br> (a) minerals, mineral products or other natural resources extracted from the <br> Party into the territory of the other Party without transit through the territory of <br> outcomes of the verification referred to in Article 15 of these Rules, it may, <br> subsoil or from the territorial sea or from the seabed or resulting from <br> any third party. <br> under exceptional circumstances, request verification visit to the exporting <br> processing of atmospheric air within the territory of a Party as well as <br> 2 Notwithstanding the provisions of paragraph 1 of this Article, goods may be <br> Party to review the records of the verified person referred to in Articles 12 and <br> (c) live animals born and raised in the territory of a Party; <br> atmospheric air or its separation products obtained therein; <br> transported through territories of third parties due to geographic, transport, <br> 13 of these Rules and (or) observe premises (territories) used in the <br> respective laws and regulations. <br> (b) vegetable goods grown and (or) harvested in the territory of a Party; <br> technical or economic reasons, provided that during such transportation, <br> manufacture of the goods. <br> including during temporary storage of the goods in territories of those third <br> 2 Verification visit shall be carried out by the Verification Team consisting of the <br> (d) goods obtained in a Party from live animals; <br> parties, the goods shall be under customs control (surveillance). <br> representatives of the competent authorities of the importing and the exporting <br> (e) goods obtained by hunting or fishing in the territory of a Party; <br> 3 An importer shall submit appropriate documentary evidence to the customs <br> Parties on the territory of the exporting Party in order to check whether the <br> (f) goods of sea fishing and other marine goods taken outside the territorial <br> authority of the importing Party confirming that the conditions set out in <br> goods of the verified person and (or) conditions of their manufacture comply <br> waters of a Party by ships registered or recorded in a Party and flying its flag; <br> paragraph 2 of this Article have been fulfilled. Such evidence shall be provided <br> with the requirements of these Rules, by inspecting the location of the verified <br> (g) goods manufactured aboard a factory ship exclusively from goods referred <br> to the customs authority of the importing Party by submission of any of the <br> person and (or) premises (territories) used in the manufacture of the goods. <br> to in subparagraph (f) of this Article originating from a Party, provided <br> following documents: <br> For the purposes of this Article the verified person means an exporter and (or) <br> making-up of sets of articles); <br> that such factory ship is registered or recorded in a Party and flying its flag; <br> (a) a certificate of non-manipulation provided by the customs authority <br> producer of the goods of the exporting Party whose goods are <br> (h) goods extracted from seabed or marine subsoil outside the territorial sea <br> of the transit third party; <br> subject of the verification visit. <br> of a Party, provided that a Party has sole rights to exploit such seabed or <br> (b) other documents issued by the customs authority of the third party, which <br> For the purposes of this Article the subject of the verification visit means the <br> marine subsoil; <br> provide a precise description of goods, the date of transhipment (transfer) <br> goods in respect of which the verification visit has been requested and <br> (i) waste and scrap (secondary raw materials) resulting from manufacturing <br> of goods and names of vehicles, and certify the conditions under which <br> documentary proofs of origin have been issued. <br> or other processing operations or consumption in the territory of a Party, <br> goods were in that transit third party; <br> Verification visit shall be conducted in accordance with the respective laws and <br> provided that they are fit only for the recovery of raw materials; <br> (c) transport (shipping) documents certified by customs authority of the third <br> (j) goods produced in outer space on board spacecrafts that belong to a Party <br> Article 6 : Cumulation of origin <br> party confirming the route of transportation of goods from the exporting <br> 3 In order to conduct a verification visit the customs authority of the importing <br> or are leased (chartered) by it; <br> Party through that transit third party. <br> Party shall send a written request with its intention to conduct the verification <br> (k) goods produced or obtained in the territory of a Party exclusively from <br> 4 Direct consignment shall be considered to be fulfilled also for goods, purchased <br> visit (hereinafter referred to as \"the request for verification visit\") to the <br> (p) slaughter of animals; <br> goods referred to in subparagraphs (a) through (j) of this Article. <br> by importer at exhibitions or fairs, under the following conditions: <br> verification authority of the exporting Party. <br> Article 5 : Criterion of Sufficient Working (Processing) <br> (a) goods were delivered from the territory of one Party to the territory of a <br> 4 The request for verification visit shall be reasonable, as comprehensive as <br> Criterion of Sufficient Working (Processing) <br> third party, where the exhibition or fair takes place, and remained under <br> possible and shall include, inter alia: <br> 1 Goods shall be considered to have undergone sufficient working (processing) <br> the customs control (surveillance) during such event; <br> (a) name of the customs authority of the importing Party issuing the request; <br> in a Party if the value of non-originating materials used in that working <br> (b) goods were not used for any purpose other than demonstration from the <br> (b) name of the verified person; <br> (processing) does not exceed fifty (50) percent of the value of exported goods. <br> moment they were sent to the fair or exhibition; <br> (c) subject of the proposed verification visit, including reference to the goods <br> 2 The value of non-originating materials used in the working (processing) shall <br> (c) goods are imported into the territory of the Party in the same condition in <br> and to the reasonable doubts regarding their origin; <br> be determined as their customs value at the time of importation into the Party <br> which they were sent to the territory of a third party disregarding changes <br> (d) preliminary information regarding the representatives of the competent <br> Verification Visit <br> where the working (processing) takes place. <br> in their condition due to natural deterioration or loss under normal <br> authorities who will take part in the verification visit; <br> If in accordance with the laws and regulations of a Party customs value of <br> conditions of transport and storage. <br> (e) other additional information indicating the reasonable grounds to conduct <br> materials is not being determined and if their origin is unknown the value of <br> Article 10 : Conditions for Granting the Free Trade Regime <br> the verification visit. <br> materials shall be determined as equal to the earliest ascertained price paid for <br> Conditions for Granting the Free Trade Regime <br> 5 Verification authority of the exporting Party shall send written consent or <br> such materials in the territory of a Party where the working (processing) takes place. <br> 1 The goods shall benefit from the free trade regime in the territories of the <br> refusal to conduct the verification visit within sixty (60) days from the date of <br> The value of the goods exported from a Party shall be <br> Parties if they meet the origin criteria provided for in these Rules and <br> dispatch of the request for verification visit. <br> determined on the basis of the ex-works price. <br> simultaneously the following conditions are met: <br> The exporting Party shall, within this deadline, obtain consent or refusal to <br> (a) a valid and duly completed certificate of origin (Form CT-2) or in cases <br> conduct the verification visit from the verified person. The verified person shall <br> Cumulation of origin <br> defined in Article 13 of these Rules, a declaration of origin made out in <br> be informed on the fact that the denial to conduct verification visit shall be <br> Notwithstanding the provisions of subparagraph (b) of Article 3 of these Rules <br> accordance with the requirements defined in these Rules shall be <br> considered as a due ground for the denial of the free trade regime by the <br> the goods or materials originating in a Party which are used as material in the <br> submitted to the customs authority of the importing Party, except for the <br> customs authority of the importing Party to the goods in question. <br> manufacture of a good in another Party shall be considered as originating in such <br> circumstances provided for in Article 14 of these Rules; <br> 6 Where a response referred to in paragraph 5 of this Article is not obtained <br> Party where the last operations other than those referred to in paragraph 1 of Article <br> (b) the conditions of direct consignment of goods, provided for in Article 9 of <br> within sixty (60) days from the date of dispatch of the request for verification <br> 7 of these Rules have been carried out. The origin of such materials shall be <br> these Rules are met; <br> visit pursuant to paragraph 3 of this Article or a refusal to conduct such <br> confirmed by a certificate of origin (Form CT-2) issued by an authorized body. <br> (c) the requirements for administrative cooperation, provided for in Article <br> verification visit is received, the importing Party issuing the request shall deny <br> 15 of these Rules are met. <br> the free trade regime to the previously imported goods in respect of which the <br> 2 The goods, the origin of which was not determined or the origin of which has <br> verification visit has been requested. <br> 1 The following operations do not meet the criteria of sufficient working (processing): <br> been determined, but the free trade regime cannot be granted to these goods, <br> 7 Any verification visit shall be launched within sixty (60) days from the date of <br> (a) preserving operations that are necessary to ensure that a good retains its <br> shall be imported into the importing Party in accordance with the requirements <br> the receipt of written consent and finished within a reasonable period of time, <br> condition during storage and (or) transportation; <br> of the tariff and non-tariff regulation of such Party. <br> but no later than one hundred and fifty (150) days from the date of receipt of <br> (b) operations to prepare the goods for sale and (or) transportation (splitting <br> 3 In respect of the goods referred to in paragraph 2 of this Article, the free trade <br> the written consent. <br> up of consignments, forming of consignments, sorting, repacking), <br> regime may be granted in the territories of the Parties after <br> 8 Competent authorities of the exporting and the importing Parties and the <br> disassembly and assembly of packages; <br> the release of goods, provided that: <br> verified person shall provide an efficient cooperation required for the <br> (c) washing, cleaning, removal of dust, oil, paint or other coverings; <br> (a) the conditions provided for in paragraph 1 of this Article are met; <br> verification visit conducted by the Verification Team. <br> (d) ironing or pressing of textiles (any type of fibre and yarn, woven fabrics <br> (b) the period of twelve (12) months from the date of registration of the <br> If there are obstacles made by the verified person or other person of the <br> Insufficient working or processing <br> of all types of fibres and yarn and articles thereof); <br> customs declaration in the importing Party has not expired. <br> inspected Party during the verification visit, which result in the absence of <br> (e) painting, polishing, varnishing, coating (impregnating) with oil or other substances; <br> 4 The free trade regime shall be granted after the release of goods under the <br> possibility to conduct the verification visit, the importing Party has the right to <br> conditions stipulated in these Rules and in accordance with the procedure <br> deny the free trade regime to the goods which are subject of the verification <br> (g) freezing, defrosting; <br> defined by the customs laws and regulations of the importing Party. <br> visit. This information shall be indicated in the report on the results <br> (h) operations of colouring, dissolving or blending sugar, including blending <br> 5 The free trade regime cannot be granted in accordance with paragraph 4 of this <br> of the verification visit. <br> with other materials, or forming sugar lumps; <br> Article, in case of detection of falsification of the certificate of origin (Form <br> 9 During the verification visit the Verification Team has the right to request from <br> (i) peeling, removing seeds, stones, shells and cutting of fruits, nuts and vegetables; <br> CT-2) or a declaration of origin, as well as failure to meet the conditions <br> the verified person any documents and information, including accounting data, <br> (j) sharpening, grinding or cutting which do not lead to a sufficient difference <br> stipulated in paragraph 3 of this Article. <br> related to the subject of the verification visit. <br> of a good from original components; <br> Article 11 : Grounds for Denial the Free Trade Regime <br> 10 The results of the verification visit shall be documented in the English language <br> (k) sifting, screening, sorting, classifying, grading, matching (including the <br> Grounds for Denial the Free Trade Regime <br> in the form of a report on the results of the verification request. <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> 1 The customs authority of a Party shall deny granting the free trade regime to <br> Report on the results of the verification request shall contain <br> (l) placing in bottles, cans, flasks, bags, cases, boxes and other packaging operations; <br> goods imported from the other Party in the following cases: <br> at least the following information: <br> (m) simple operations of assembly or disassembly of goods into parts; <br> (a) one (or more) of the conditions for granting the free trade regime referred <br> - names of the competent authorities conducting the verification visit, <br> (n) engraving, affixing or printing trademarks, logos, labels and other like <br> to in paragraph 1 of Article 10 of these Rules are not met; <br> including the names and positions of the Verification Team members; <br> (b) the goods specified in the certificate of origin (Form CT-2) (declaration of <br> - name of the verified person; <br> (o) mixing of goods (components) which does not lead to a sufficient <br> origin) cannot be identified with the goods declared upon customs declaration; <br> - information about goods which are subject of the verification visit; <br> difference of good from the original components; <br> (c) the verification authority of the exporting Party has informed that the <br> - dates of the verification visit; <br> certificate of origin (Form CT-2) (declaration of origin) had not been <br> - grounds for the verification visit, including description of the initial doubts <br> (q) cutting (sorting) of meat, fish; <br> issued (is falsified), had been annulled (withdrawn), or had been issued on <br> about the origin of the goods being verified, the requisites of the written <br> (r) using (exploitation) of goods as intended; or <br> the basis of invalid, incorrect or incomplete documents and (or) information; <br> consent to conduct verification visit; <br> (s) a combination of two or more operations specified above. <br> (d) within six (6) months from the date of the request, referred to in paragraph <br> - information about premises and (or) territories where the verification takes place; <br> 2 If in respect of a good the criterion of sufficient working (processing) is being <br> 5 of Article 15 of these Rules (or within eight (8) months from the date of <br> - where applicable, description of the actual production process of the verified goods; <br> fulfilled solely by performing operations specified in paragraph 1 of this Article <br> the request, if the exporting Party has requested to extend the period of <br> - outcomes (finding) of the verification visit that clearly indicate the <br> such goods shall not be considered as originating in a Party, in which these <br> verification in accordance with paragraph 6 of Article 15 of these Rules), <br> compliance or non-compliance of the verified goods with the requirements <br> operations take place. <br> a response regarding the requested certificate of origin (Form CT-2) <br> of these Rules. <br> 3 For the purposes of paragraph 1 of this Article, \"simple operations\" shall mean <br> (declaration of origin) has not been received from the verification <br> 11 The Verification Team conducting the verification visit shall send to the <br> operations which do not require special knowledge (skills), or machines, <br> authority of the exporting Party, or if there is a case provided for in <br> verified person the report on the results of such verification not later than two <br> apparatus and equipment specially designed for those operations. <br> paragraph 8 of Article 15 of these Rules; <br> hundred (200) days from the date of the receipt of written consent. <br> (e) the actual weight of delivered goods exceeds the weight specified in the <br> 12 The importing Party may temporary suspend the free trade regime to the goods <br> certificate of origin (Form CT-2) (declaration of origin) by more <br> similar to those which are subject of the verification visit from the date of <br> than five (5) percent; <br> dispatch of the request for verification visit till the obtaining of results of the <br> (f) original certificate of origin (Form CT-2) in hard copy has not been <br> verification visit (approval of report on the results of verification request). In <br> submitted at the request of customs authority of the importing Party in the <br> case of such suspension the goods can be released without granting the free <br> cases provided for in paragraph 4 of Article 13 and paragraph 3 <br> trade regime in accordance with the requirements of the importing Party's <br> of Article 14 of these Rules; <br> (g) verification visit undertaken in accordance with Article 16 of these Rules <br> The free trade regime shall be granted in accordance with respective laws and <br> does not allow to determine the origin of the goods or indicates the <br> regulations of the importing Party based on the results of verification visit, <br> inconsistency of the goods with the origin criteria; <br> indicating that goods which are subject of verification visit meet the <br> (h) within sixty (60) days from the date of dispatch of the request for <br> requirements of these Rules. <br> verification visit, stipulated in paragraph 2 of Article 16 of these Rules, a <br> For the purposes of this paragraph the similar goods are goods classified by the <br> written consent is not obtained or a refusal to conduct such verification <br> same code of Harmonized System and having the same description as those <br> visit is received. <br> goods which are the subject of verification visit, manufactured by the same <br> 2 The presence of errors (misprints) and/or minor discrepancies made when <br> producer or sold by the same exporter as those goods which are the subject of <br> filling out the certificate of origin (Form CT-2) (declaration of origin), that do <br> not affect the accuracy and substance of the information contained in such <br> 13. All costs of the Verification Team related to the participation of representatives <br> certificate of origin (Form CT-2) (declaration of origin), and do not give rise to <br> of the importing Party in the verification visit shall be borne by the importing Party. <br> doubt as to the origin of goods, do not constitute grounds for denial of granting <br> Article 17 : Development and Implementation of the Electronic Origin Certification and Verification System <br> the free trade regime. <br> Development and Implementation of the Electronic Origin Certification and Verification System <br> Article 12 : Certificate of Origin <br> 1 The Parties shall endeavour to implement the EOCVS no later than two (2) <br> years from the date of entry into force of this Agreement. <br> 1 In order to confirm the origin of goods for the purpose of obtaining the free <br> 2 The EOCVS shall be based on the information exchange on issued certificates <br> trade regime certificate of origin (Form CT-2) made in accordance with the <br> of origin (Form CT-2) between the authorized bodies and the customs <br> form provided for in Annex 1 to these Rules and duly completed in accordance <br> authorities of the Parties. Such information exchange should enable: <br> with the requirements provided for in this Article and Article 18 of these Rules <br> (a) non-submission to the customs authority of the importing Party of the <br> shall be submitted to the customs authority of the importing Party. <br> original certificate of origin (Form CT-2) in hard copy when customs <br> 2 The certificate of origin (Form CT-2) submitted to the customs authority of the <br> declaration of goods is carried out electronically; <br> importing Party shall be original and in hard copy, except in the case provided <br> (b) verification by the customs authority of the importing Party of the <br> for in paragraph 2 of Article 14 of these Rules. <br> authenticity and content of the certificates of origin (Form CT-2) issued <br> 3 The certificate of origin (Form CT-2) shall be issued by an authorized body on <br> by the authorized body of the exporting Party. <br> the basis of the request of an applicant (documents and data submitted by him) <br> 3 For the purpose of developing and implementing the EOCVS, the Parties shall <br> before or at the time of exportation of the goods in all cases where the goods <br> establish an expert working group. <br> meet the requirements of these Rules. <br> 4 The rules for the exchange of information within the EOCVS, including <br> 4 The certificate of origin (Form CT-2) shall be issued for goods under one <br> technical conditions, shall be defined separately. <br> consignment and shall be valid for the purposes of granting the free trade <br> Article 18 : Requirements and Procedures for Completing of the Certificate of Origin <br> regime for a period of twelve (12) months from the date of issuance of the <br> Requirements and Procedures for Completing of the Certificate of Origin <br> certificate of origin (Form CT-2) by the authorized body. <br> 1 The certificate of origin (Form CT-2) shall be issued and completed by printing <br> 5 The actual weight of delivered goods shall not exceed the weight specified in <br> (except in cases specified below) in the English or Russian language on paper <br> the certificate of origin (Form CT-2) by more than five (5) percent. <br> with a protective netting or protective color field in A4 format (210 x 297 mm) <br> 6 The certificate of origin (Form CT-2) may be issued also after the exportation <br> with a density of at least 25 g/sq. m and produced typographically. <br> of goods on the basis of a written request of the applicant. In this case, the <br> 2 The use of facsimile signatures of persons and presence of erasures, corrections <br> applicant shall additionally submit to the authorized body a customs declaration <br> and (or) additions, not certified by the authorized body, are not allowed in the <br> with the appropriate note of the customs authority, confirming the actual <br> certificates of origin (Form CT-2). <br> exportation of the goods. The note of the customs authority must be dated <br> 3 Corrections and (or) additions to the certificate of origin (Form CT-2) shall be <br> earlier then the date of issuance of the certificate of origin (Form CT-2). <br> made by striking out erroneous information and typing or handwriting of <br> When customs declaration is carried out electronically, an electronic <br> correct information, which shall be certified by stamp of the authorized body, <br> regulations of the exporting Party. <br> notification of the customs authority on crossing the border may be submitted. <br> that previously issued the certificate of origin (Form CT-2). <br> If customs declaration is not applied when goods are exported from a Party, the <br> 4 The certificate of origin (Form CT-2) shall be completed in accordance with <br> documents which confirm the dispatch of goods from the territory of this Party <br> the following requirements: <br> shall be submitted to the authorized body. <br> (a) in Box 1 - \"Consignor/exporter (name and address)\" <br> distinguishing signs on goods or their packaging; <br> In this case in Box 5 of the certificate of origin (Form CT-2) it shall be stated: <br> (\"????????????????/????????? (???????????? ? ?????)\") the name of <br> \"Issued retrospectively\" or \"????? ????????????\". <br> consignor/exporter and his full address and country shall be entered. If the <br> 7 In case of loss or damage of the certificate of origin (Form CT-2), its officially <br> consignor and exporter are different persons, it shall be specified that the <br> certified duplicate shall be issued. When issuing a duplicate, the date of its <br> consignor (name and address) acts on behalf (\"to order\") of the exporter <br> issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and <br> (name and address). If the consignor/exporter is a natural person, his <br> the mark \"Duplicate\" or \"????????\" shall be made in Box 5 \"For official use\" <br> surname, name and address shall be entered; <br> (\"??? ????????? ???????\"), along with the number and date of issuance of <br> (b) in Box 2 - \"The consignee/importer (name and address)¨ <br> the lost or damaged original certificate of origin (Form CT-2). A duplicate <br> (\"???????????????/ ???????? (???????????? ? ?????)\") the name of <br> certificate of origin (Form CT-2) shall be valid from the date of issuance of the <br> the consignee (importer), and his full address and country shall be entered. <br> original certificate of origin (Form CT-2). The validity of a duplicate certificate <br> If the consignee and the importer are different persons, it shall be specified <br> of origin (Form CT-2) for the purposes of obtaining the free trade regime shall <br> that the consignee (name and address) acts on behalf (\"to order\") of the <br> not exceed twelve (12) months from the date of issuance of the original <br> importer (name and address). If the consignee/importer is a natural person, <br> certificate of origin (Form CT-2). <br> his surname, name and address shall be entered; <br> 8 Instead of a certificate of origin (Form CT-2) cancelled for any reason or when <br> (c) in Box 3 - \"Means of transport and route (as far as known)\" (\"???????? <br> needed to reissue previously issued certificate of origin (Form CT-2) upon the <br> ?????????? ? ??????? ?????????? (????????? ??? ????????)\") means <br> reasonable request of the applicant, the authorized body may issue a new <br> of transport and route, as far as known, shall be entered; <br> certificate of origin (Form CT-2). In this case, mark \"Issued instead of <br> (d) in Box 4 - the registration number of the certificate of origin (Form CT- <br> certificate of origin Form CT-2\" or \"????? ?????? ??????????? ????? <br> 2), the Party that has issued the certificate of origin (Form CT-2), and the <br> ??-2\" shall be made in Box 5, along with the number and date of the cancelled <br> Party for which the certificate of origin (Form CT-2) is to be submitted <br> (reissued) certificate of origin (Form CT-2). The certificate of origin <br> shall be entered. The registration number may be indicated by handwriting or stamping; <br> (Form CT-2) issued instead of another certificate of origin (Form CT-2) shall <br> (e) in Box 5 - \"For official use\" (\"??? ????????? ???????\") official marks <br> be assigned with a new registration number. <br> of authorized body of the countries of export, transit, and (or) the receipt <br> 9 In the case of transportation of goods between the Parties which have not <br> of goods shall be entered by handwriting or stamping, as well as, if <br> undergone working (processing) other than preservation and packaging <br> necessary, the following marks: \"????????\" or \"Duplicate\", \"????? <br> operations as well as operations to prepare them for sale and transportation, the <br> ?????? ??????????? ????? ??-2\" or \"Issued instead of certificate Form <br> authorized body of the Party may issue a replacement certificate instead of <br> CT-2\", \"????? ????????????\" or \"Issued retrospectively\", \"????? ?? <br> ????????? ??????????? ????? ??-2\" or \"Issued on the basis of <br> A replacement certificate of origin (Form CT-2) shall be issued based on the <br> certificate Form CT-2\" and other records. Handwritten records shall be <br> certificate of origin (Form CT-2) issued by the authorized body of the Party <br> certified as provided for in paragraph 3 of this Article; <br> from the territory of which such goods exported into the territory of the other <br> (f) in Box 6 - \"?\", the item number of the goods shall be entered; <br> Party, and confirm the country of origin stated in such certificate of origin <br> (g) in Box 7 - \"Number and kind of packages\" (\"?????????? ???? ? ??? <br> (Form CT-2). <br> ????????\") the number and kind of packages shall be entered; <br> In this case, mark \"Issued on the basis of certificate Form CT-2\" or \"????? ?? <br> (h) in Box 8 - \"Description of goods\" (\"???????? ??????\") the commercial <br> ????????? ??????????? ????? ??-2\" or shall be entered in Box 5, along <br> name of goods shall be entered, as well as other information allowing to <br> with the number and date of the certificate of origin (Form CT-2) issued by the <br> identify the goods with those declared for the purpose of customs <br> Certificate of Origin <br> exporting Party and the issuing authorized body. <br> declaration. In case of insufficient space in Box 8, an additional sheet(s) <br> 10 The authorized body that has issued a certificate of origin (Form CT-2), as well <br> of the certificate of origin (Form CT-2) (the form of the additional sheet <br> as the applicant, shall keep copy of the certificate, and of any documents <br> is given in Annex 1 to these Rules) may be used, and shall be completed <br> relating to it, including those submitted by the applicant, for at least three (3) <br> in the prescribed manner (certified by signature, stamp and assigned the <br> years from the date of issuance of a certificate of origin (Form CT-2). <br> same registration number as the one entered in Box 4 of the certificate of <br> Article 13 : Declaration of Origin <br> origin (Form CT-2)); <br> Declaration of Origin <br> (i) in Box 9 - \"Origin criterion\" (\"???????? ?????????????\") the <br> 1 In order to confirm the origin of goods in a small consignment, customs value <br> following origin criteria shall be entered: <br> of which does not exceed the amount equivalent to five thousand (5000) Euro, <br> \"P\" - good is wholly obtained in the Party; <br> a certificate of origin (Form CT-2) is not required to be presented to customs <br> \"Y\" - good is sufficiently worked (processed) in the Party stating the <br> authority of the importing Party for purposes of obtaining the free trade regime. <br> percentage of the value of non-originating material used in the <br> In this case, a declaration of origin can be submitted, made out in accordance <br> manufacture in the value of exported goods (for example, \"Y 15 %\"); <br> with Annex 2 to these Rules. <br> \"Pk\" - good is considered as originating based on the cumulation principle. <br> 2 The validity of the declaration of origin for the purpose of granting the free <br> The origin criteria shall be respectively entered for all goods stated in Box 9; <br> trade regime shall not exceed twelve (12) months from the date on which it was <br> (j) in Box 10 - \"Quantity of goods\" (\"?????????? ??????\") gross weight <br> signed by the producer, exporter or consignor. <br> (kg), and (or) other quantitative characteristics of the goods shall be entered; <br> 3 The actual weight of delivered goods shall not exceed the weight specified in <br> (k) in Box 11 - \"Number and date of invoice\" (\"????? ? ???? ?????- <br> the declaration of origin by more than five (5) percent. <br> ???????\") numbers and dates of all invoices for goods for which the <br> 4 In case where the customs authority of the importing Party has evidence that <br> certificate of origin (Form CT-2) is issued shall be entered; <br> information on the origin of goods stated in the declaration of origin may be <br> (l) in Box 12 - \"Certification\" (\"?????????????\") authorized body's name, <br> unreliable then customs authority of the importing Party may require to submit <br> address, stamp and date of issuance of the certificate of origin (Form CT- <br> the certificate of origin (Form CT-2). <br> 2) (duplicate) shall be entered, as well as signature, surname and name <br> 5 Producer, exporter or consignor making out statement about the country of <br> (initials) of the person, authorized to approve the certificate of origin <br> origin of goods in the declaration of origin shall submit at the request of the <br> (Form CT-2) (duplicate). The date, surname and name (initials) of the <br> verification authority of the exporting Party all the documents and information <br> authorized person may be entered by handwriting or stamping. <br> necessary to confirm the origin of goods in accordance with these Rules. <br> If information on the full name of authorized body of a Party in the English <br> 6 Producer, exporter or consignor shall keep the declaration of origin, as well as <br> or Russian language are given in the stamp impression, additional entering <br> any documents relating to it, confirming the origin of goods, for at least <br> of the referred information in this Box is not compulsory. <br> three (3) years from the date of its signing. <br> Stamp impression must be clear to allow where necessary the verification <br> 7 Declaration of origin shall be made in hard copy and shall be signed personally <br> of its authenticity; <br> by the authorized representative of the producer, exporter or consignor of the <br> (m) in Box 13 - \"Declaration by the applicant\" (\"?????????? ?????????\") <br> goods, indicating his name and surname. <br> country where the goods were wholly obtained or sufficiently worked <br> Article 14 : Cases when Documentary Proof of Origin is not Required <br> (processed) (the EAEU Member State or Serbia), the date of declaration <br> Cases when Documentary Proof of Origin is not Required <br> of the information on the country of origin shall be entered, as well as <br> 1 When importing consignments of originating goods, customs value of which <br> applicant's stamp (if any), signature, name and initials. The date and <br> does not exceed the amount equivalent to two hundred (200) Euro, declaration <br> applicant's name and initials may be entered by handwriting or stamping. <br> of origin or certificate of origin (Form CT-2) shall not be required in order to <br> 5 Completing the certificate of origin (Form CT-2) on the reverse side of the form <br> obtain the free trade regime, provided that such importation is not a part of <br> shall not be allowed. <br> series of consignments, which may reasonably be considered to have been <br> undertaken or arranged for the purposes of avoiding the submission of <br> certificate of origin (Form CT-2) or declaration of origin. <br> 2 In case of Electronic Origin Certification and Verification System (hereinafter <br> referred to as \"EOCVS\") referred to in Article 17 of these Rules is developed <br> and implemented, the original certificate of origin (Form CT-2) in hard copy <br> may not be submitted during customs declaration of goods. In this case, the <br> date and number of such certificate of origin (Form CT-2) shall be specified in <br> the customs declaration. <br> 3 If the customs authority of the importing Party has reasonable doubts on the <br> origin of the goods for which the free trade regime is claimed, and (or) there is <br> a discrepancy in the information contained in the EOCVS, or the corresponding <br> information is not available in the EOCVS, the customs authority of the <br> importing Party may require to submit the original certificate of origin (Form <br> CT-2) in hard copy. <br> "}]}]}, "members_found": ["398", "688", 4, 8703900000]}