{"FtaRooDetails": {"FtaId": 92, "FtaCode": "ITC00094", "FtaName": "CARICOM-Cuba", "FtaFullName": "ACUERDO DE COMERCIO Y COOPERACIÓN ECONÓMICA ENTRE EL GOBIERNO DE LA REPÚBLICA DE CUBA Y LA COMUNIDAD DEL CARIBE (CARICOM)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2005", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Antigua and Barbuda; Barbados; Belize; Cuba; Dominica; Grenada; Guyana; Haiti; Jamaica; Montserrat; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CARICOM-Cuba", "AdminProcCooAuth": "The certification type under CARICOM-Cuba is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CARICOM-Cuba is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CARICOM-Cuba agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 50%", "RooText": "(e) Goods produce in the territories of the Parties which utilise materials from third countries will meet the criteria under the Rules of origin estabished in this Article as follows: (i) Goods are classified in a Customs classification heading of the Nomenclature of the Harmonized Commodity and Coding System which is different from those in which all the materials from third countries used are classified; (ii) Goods in which the c.i.f. value of the materials from third countries used does not exceed 50% of the f.o.b. price of the goods produced;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00094_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00094_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00094_full.pdf", "DocType": "8_full", "WebLink": "https://caricom.org/documents/15338-caricom-cuba_trade_and_economic_cooperation_agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 <br /> For the purposes of determining origin, where materials <br /> qualify as originating goods in one Party and these materials are <br /> used in production in the other Party, these materials shall be <br /> considered as originating goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3 <br /> 1. Wholly produced goods are: <br /> (a) Goods from the mineral, plant or animal kingdoms <br /> (including those from hunting, fishing), <br /> extracted, harvested or gathered, born, bred or <br /> captured in the territories of the Parties, or in <br /> their territorial waters or in their exclusive <br /> (b) (i) Goods of the sea extracted beyond the <br /> territorial waters of the Parties and their <br /> exclusive economic zones by ships, wholly or <br /> partially owned by nationals of the Parties, <br /> legally chartered, leased or contracted under <br /> joint venture arrangements by enterprises <br /> established in the territories of the Parties; <br /> (ii) Goods of factory ships, wholly or partially <br /> owned by nationals of the Parties, legally <br /> chartered, leased or contracted under joint <br /> venture arrangements by enterprises <br /> established in the territories of the Parties <br /> produced from goods of the sea, extracted by <br /> ships in accordance with the provisions in (i) above; <br /> (iii) For the purposes of subparagraphs (i) and (ii) <br /> of this paragraph, ships will be considered as <br /> partially owned by nationals of the Parties <br /> where the level of ownership by such nationals is at least 50%; <br /> (c) Slag, ashes, residues, waste or scrap, gathered or <br /> obtained from manufacturing and processing <br /> operations performed in the territories of the <br /> Parties, fit only for the recovery of materials, as <br /> long as they do not constitute toxic or hazardous <br /> wastes in accordance with national and <br /> international law on the matter; <br /> (d) Goods produced in the territory of a Party solely <br /> from materials or products originating in such a Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6 <br /> For the purpose of this Annex, the following will not be <br /> considered as processes of substantial transformation, whether or <br /> not an origin requirement has been fulfilled: <br /> (a) operations to ensure the preservation of goods during <br /> transportation or storage, such as ventilation, refriger- <br /> ation, freezing, addition of preservatives or salt, <br /> removal of damaged part and the like; <br /> (b) operations such as dust removal, washing or cleaning, <br /> sifting, peeling, shelling, winnowing, maceration, <br /> drying, sorting, classification, grading, selection, crush- <br /> ing, filtering, painting or cutting up; <br /> (c) simple formation of sets of products; <br /> (d) packing, placing in containers or repackaging; <br /> (e) the dividing up or assembly of packages; <br /> (f) affixing of brands, labels, or other similar distinctive signs; <br /> (g) simple mixture of materials, if the characteristics of the <br /> goods obtained are not essentially different from the <br /> characteristics of the materials which have been mixed; <br /> (h) slaughter of animals; <br /> (i) simple dilution in water or in other substances, which <br /> does not alter the essential characteristics of the goods; <br /> (j) the carrying out of two or more of the operations at (a-i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3 <br /> (ii) Goods in which the c.i.f. value of the <br /> materials from third countries used does <br /> not exceed 50% of the f.o.b. price of the goods produced;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7 <br /> In order for goods to benefit from the preferential treatment, <br /> the same must be directly delivered from the exporting country to <br /> the importing country. For this purpose, the following shall be <br /> considered as direct consignment: <br /> (a) Goods transported without going through third countries; <br /> (b) Goods transported in transit through one or more non- <br /> participating countries, with or without transshipment <br /> or temporary storage, under the surveillance of customs <br /> authorities of such countries, provided that: <br /> (i) the transit is justified by geographical reasons <br /> or by considerations related to transport requirements; <br /> (ii) the goods are not designed for trade or use in <br /> the transit country; <br /> (iii) the goods do not undergo during transportation <br /> or storage any operation other than <br /> loading or unloading or operations to keep <br /> them in good condition and ensure their conservation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8 <br /> 1. In order for goods to benefit from the preferential treatment <br /> provided under this Agreement, a Certificate of Origin in the <br /> format set down in the Appendix to this Annex shall be prepared, <br /> which in a single document shall provide: <br /> * a declaration by the exporter or the final producer that the <br /> origin requirements prescribed in this Annex have been fulfilled; <br /> * a certificate by the authorised body of the exporting <br /> country that the declaration by the exporter or the final <br /> producer, as the case may be, is accurate. <br /> 2. Where the exporter is not the final producer of the goods, <br /> the former shall present the declaration of origin to the authorised body. <br /> 3. The certificate of origin shall be valid for a period of 180 days. <br /> 4. In the event that the importer is unable to submit a <br /> certificate of origin in respect of the clearance of any goods, the <br /> Customs authorities may permit release of the goods and may <br /> adopt the actions necessary to safeguard the fiscal interests.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10 <br /> 1. The functions and obligations of the offical bodies <br /> authorized by the Parties to issue certificates of origin shall be inter alia: <br /> (a) to verify the accuracy of the declaration presented <br /> by the exporter or final producer by way of systems <br /> or procedures which ensure the accuracy of the data; <br /> (b) to provide to the other Party any administrative <br /> co-operation required for the control of documentary proof of origin. <br /> 2. The bodies authorized by the Parties shall within sixty <br /> days after the entry into force of this Agreement, transmit through <br /> their respective Foreign Ministries to the Foreign Ministries of the <br /> other Parties the approved list of official bodies authorized to issue <br /> the certificates mentioned in this Annex, a list of authorized <br /> signatures, and the stamps of the authorized bodies. <br /> 3. Any changes to such listings shall enter into force thirty <br /> days after receipt of notification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8 <br /> 3. The certificate of origin shall be valid for a period of 180 days.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9 <br /> Each Party shall require the exporter or final producer who <br /> completes and signs a certificate of origin to keep all the records <br /> and documents pertaining to the origin of the goods for a minimum <br /> of three years from the date of the certificate and to produce these <br /> records and documents as requested by the competent authority in <br /> accordance with national legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11 <br /> The competent authority of a Party may request from the <br /> other Party that its bodies authorized to issue certificates of origin <br /> review such documentation in the following instances: <br /> (a) there are grounds for doubts in regard to the <br /> authenticity of the document: <br /> (b) there are grounds for doubts in regard to the <br /> accuracy of the date contained therein; <br /> (c) random checks are considered necessary. <br /> ARTICLE 12 <br /> The requests for control under Article 11 shall be made with- <br /> in one year of the date of the customs declaration in the importing <br /> country. The competent authority of the exporting country shall <br /> supply the information requested within three months of the date thereof. <br /> ARTICLE 13 <br /> The Customs authorities of the importing country shall not, for <br /> any reason, interrupt the import procedure of goods covered by a <br /> certificate of origin referred to in this Annex. However, the <br /> Customs authorities of the importing country, in addition to <br /> requesting the appropriate additional information from the <br /> competent authority of the exporting country, shall adopt the <br /> actions they deem necessary to safeguard the fiscal interests.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 15 <br /> The Parties agree to adopt the appropriate legal measures <br /> against those who furnish or cause to be furnished any document", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "ARTICLE 1", "ArticleDesc": "ARTICLE 1 <br> The determination of origin of goods and the appropriate <br> certification and verification procedures will be defined and applied <br> as established by this Annex. <br> "}, {"ArticleTitle": "ARTICLE 2", "ArticleDesc": "The Rules of Origin in this Annex are based on the general <br> principle of substantial transformation characterized by the change <br> of Customs classification heading. To that end, the parties will use <br> the Nomenclature of the Harmonized Commodity Description and <br> Coding System, including the heading, sub-headings and the <br> corresponding numerical codes, the notes to the sections, chapters <br> and sub-headings, as well as the general rules of interpretation. <br> "}, {"ArticleTitle": "Article 2", "ArticleDesc": "Article 2 <br> "}, {"ArticleTitle": "ARTICLE 3", "ArticleDesc": "ARTICLE 3 <br> The following shall be considered as originating in the Parties: <br> 1. Wholly produced goods are: <br> (a) Goods from the mineral, plant or animal kingdoms <br> (including those from hunting, fishing), <br> extracted, harvested or gathered, born, bred or <br> captured in the territories of the Parties, or in <br> their territorial waters or in their exclusive <br> (b) (i) Goods of the sea extracted beyond the <br> territorial waters of the Parties and their <br> exclusive economic zones by ships, wholly or <br> partially owned by nationals of the Parties, <br> legally chartered, leased or contracted under <br> joint venture arrangements by enterprises <br> established in the territories of the Parties; <br> (ii) Goods of factory ships, wholly or partially <br> owned by nationals of the Parties, legally <br> chartered, leased or contracted under joint <br> venture arrangements by enterprises <br> established in the territories of the Parties <br> produced from goods of the sea, extracted by <br> ships in accordance with the provisions in (i) above; <br> (iii) For the purposes of subparagraphs (i) and (ii) <br> of this paragraph, ships will be considered as <br> partially owned by nationals of the Parties <br> where the level of ownership by such nationals is at least 50%; <br> (c) Slag, ashes, residues, waste or scrap, gathered or <br> obtained from manufacturing and processing <br> operations performed in the territories of the <br> Parties, fit only for the recovery of materials, as <br> long as they do not constitute toxic or hazardous <br> wastes in accordance with national and <br> international law on the matter; <br> (d) Goods produced in the territory of a Party solely <br> from materials or products originating in such a Party; <br> (e) Goods produce in the territories of the Parties <br> which utilise materials from third countries will <br> meet the criteria under the Rules of origin <br> estabished in this Article as follows: <br> (i) Goods are classified in a Customs <br> classification heading of the <br> Nomenclature of the Harmonized <br> Commodity and Coding System which is <br> different from those in which all the <br> materials from third countries used are classified; <br> (ii) Goods in which the c.i.f. value of the <br> materials from third countries used does <br> not exceed 50% of the f.o.b. price of the goods produced; <br> (f) Goods which meet the specific origin requirements <br> determined by the Joint Council. <br> 2. The specific origin requirements shall prevail over the <br> general criteria in this Article. <br> "}, {"ArticleTitle": "ARTICLE 4", "ArticleDesc": "ARTICLE 4 <br> For the purposes of this Annex, the following definitions shall apply: <br> (a) \"Materials\" means the raw materials, intermediate <br> goods and parts and components used in <br> production of goods. <br> (b) \"Goods\" means materials or finished articles. <br> (c) \"Production\", means planting, extraction, harvesting <br> fishing, hunting, manufacturing, processing or assembly of goods. <br> "}, {"ArticleTitle": "ARTICLE 14", "ArticleDesc": "ARTICLE 14 <br> 1. The Joint Council shall review the rules of origin at least <br> once every twelve months or at the request of one of the Parties, <br> and may amend such rules. <br> 2. The Joint Council may also recommend specific require- <br> ments of origin for any goods. <br> "}]}]}, "members_found": ["192", "388", 2, 8703900000]}