{"FtaRooDetails": {"FtaId": 93, "FtaCode": "ITC00095", "FtaName": "Cartagena Agreement", "FtaFullName": "ACUERDO DE INTEGRACION SUBREGIONAL ANDINO (ACUERDO DE CARTAGENA) LOS GOBIERNOS de Bolivia, Colombia, el Ecuador, el Perú", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "16.10.1969", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Bolivia (Plurinational State of); Colombia; Ecuador; Peru; Venezuela (Bolivarian Republic of)", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Cartagena Agreement", "AdminProcCooAuth": "The certification type under Cartagena Agreement is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Cartagena Agreement is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Cartagena Agreement agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50/40% (40% for Bolivia and Ecuador)", "RooText": "d) Los productos a los que no se les han fijado requisitos específicos de origen y en cuya elaboración se utilicen materiales importados desde fuera de la Subregión cuando cumplan con las siguientes condiciones: i) Que resulten de un proceso de producción o transformación realizado en el territorio de un País Miembro; y ii) Que dicho proceso les confiera una nueva individualidad caracterizada por el hecho de estar clasificados en la Nomenclatura arancelaria común de los Países Miembros en partida diferente a la de los materiales importados; e) Los productos a los que no se les han fijado requisitos específicos de origen que no cumplan con lo señalado en el literal anterior, cuando resulten de un proceso de ensamblaje o montaje, siempre que en su elaboración se utilicen materiales originarios del territorio de los Países Miembros y el valor CIF de los materiales importados de terceros países no exceda el 50 por ciento del valor FOB del producto. Para Bolivia y el Ecuador este porcentaje será del 60 por ciento. Para efectos de la aplicación de este literal el valor CIF de los materiales importados podrá corresponder al puerto de destino o al puerto marítimo a criterio del país exportador.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00095_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/junac/decisiones/DEC293S.asp"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00095_full.pdf", "DocType": "8_full", "WebLink": "https://wits.worldbank.org/GPTAD/PDF/archive/Cartagena.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3.- Para la determinación del origen de los productos se considerarán como originarios del <br /> territorio de un País Miembro los materiales importados originarios de los demás Países Miembros.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.- Si un producto originario de la Subregión, importado por un País Miembro, fuera <br /> posteriormente exportado a otro país de la Subregión, luego de haberlo sometido en su territorio a un <br /> proceso de producción o transformación, gozará del Programa de Liberación que corresponda a las <br /> exportaciones originarias del territorio del país en el cual se realiza dicho proceso.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7.- Se consideran como productos íntegramente producidos en el territorio de cualquier País Miembro: <br /> a) Los productos de los reinos mineral, vegetal y animal (incluyendo los de caza y pesca), extraídos, <br /> cosechados o recolectados, nacidos en su territorio o en sus aguas territoriales, patrimoniales y <br /> zonas económicas exclusivas; <br /> b) Los productos del mar extraídos fuera de sus aguas territoriales, patrimoniales y zonas <br /> económicas exclusivas, por barcos de su bandera o arrendados por empresas legalmente <br /> establecidas en su territorio; y <br /> c) Los productos que resulten de operaciones o procesos efectuados en su territorio por los que <br /> adquieran la forma final en que serán comercializados, excepto cuando se trate de las operaciones <br /> o procesos previstos en el artículo 9.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9. - Para los efectos de la presente Decisión, no se consideran como \"proceso de producción o <br /> transformación\", las siguientes operaciones o procesos: <br /> a) Manipulaciones simples destinadas a asegurar la conservación de los productos durante su <br /> transporte o almacenamiento, tales como aereación, refrigeración, adición de sustancias, extracción <br /> de partes averiadas y operaciones similares; <br /> b) Operaciones tales como el simple desempolvamiento, zarandeo, descascaramiento, desgrane, <br /> maceración, secado, entresaque, clasificación, selección, fraccionamiento, lavado, pintado y recortado; <br /> c) La simple formación de juegos de productos; <br /> d) El simple embalaje, envase o reenvase; <br /> e) La simple división o reunión de bultos; <br /> f) La simple aplicación de marcas, etiquetas o signos distintivos similares; <br /> g) Mezclas de productos, en tanto que las características del producto obtenido no sean <br /> esencialmente diferentes de las características de los productos que han sido mezclados; <br /> h) La simple reunión, ensamblaje o montaje de partes y piezas importadas en su totalidad desde <br /> fuera de la Subregión para constituir un producto completo; <br /> i) El simple sacrificio de animales; y, <br /> j) La acumulación de dos o más de estas operaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6.- Para los efectos de la presente Decisión, se considerarán expedidos directamente del territorio <br /> de un País Miembro al territorio de otro País Miembro: <br /> a) Los productos transportados sin atravesar el territorio de ningún país de fuera de la Subregión; <br /> b) Los productos transportados en tránsito por uno o más países de fuera de la Subregión, con o sin <br /> transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera competente en <br /> tales países siempre que: <br /> i) El tránsito esté justificado por razones geográficas o por consideraciones relativas a <br /> requerimientos del transporte; <br /> ii) No estén destinados al comercio, uso o empleo en el país de tránsito; y <br /> iii) No sufran, durante su transporte y depósito, ninguna operación distinta a la carga y <br /> descarga o manipuleo para mantenerlos en buenas condiciones o asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 1. - Para los efectos del Programa de Liberación previsto en el Acuerdo de Cartagena y conforme <br /> a lo dispuesto en la presente Decisión, serán considerados originarios del territorio de cualquier País Miembro: <br /> a) Los productos íntegramente producidos en el territorio de cualquier País Miembro, excepto los <br /> incluidos en el Anexo I de la presente Decisión; <br /> b) Los productos comprendidos en los capítulos, partidas y subpartidas de la Nomenclatura <br /> Arancelaria Común que figuran en el Anexo I de la presente Decisión, por el solo hecho de ser <br /> producidos en el territorio de cualquier País Miembro; <br /> c) Los productos que cumplan con los requisitos específicos de origen fijados por la Junta; <br /> d) Los productos a los que no se les han fijado requisitos específicos de origen y en cuya <br /> elaboración se utilicen materiales importados desde fuera de la Subregión cuando cumplan con las siguientes condiciones: <br /> i) Que resulten de un proceso de producción o transformación realizado en el territorio de un País Miembro; y <br /> ii) Que dicho proceso les confiera una nueva individualidad caracterizada por el hecho de <br /> estar clasificados en la Nomenclatura arancelaria común de los Países Miembros en partida <br /> diferente a la de los materiales importados; <br /> e) Los productos a los que no se les han fijado requisitos específicos de origen que no cumplan con <br /> lo señalado en el literal anterior, cuando resulten de un proceso de ensamblaje o montaje, siempre <br /> que en su elaboración se utilicen materiales originarios del territorio de los Países Miembros y el <br /> valor CIF de los materiales importados de terceros países no exceda el 50 por ciento del valor FOB del producto. <br /> Para Bolivia y el Ecuador este porcentaje será del 60 por ciento. <br /> Para efectos de la aplicación de este literal el valor CIF de los materiales importados podrá corresponder al <br /> puerto de destino o al puerto marítimo a criterio del país exportador. <br /> Adicionalmente a lo establecido en los literales anteriores, para ser considerados originarios del territorio <br /> de cualquier País Miembro los productos deberán ser expedidos directamente, de conformidad con lo <br /> previsto en el artículo 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10.- El cumplimiento de las normas y de los requisitos específicos de origen deberá comprobarse <br /> con una declaración del producto sobre origen, certificada por una autoridad gubernamental especialmente <br /> habilitada para tal efecto por el País Miembro exportador o por una entidad gremial acreditada por la <br /> autoridad gubernamental y bajo su supervisión y responsabilidad. <br /> Si por las modalidades de la exportación no puede realizarse una declaración de origen por parte del <br /> productor, ésta puede ser efectuada por el exportador. <br /> En el caso de los productos del Anexo I, al que se hace referencia en el literal b) del artículo 1, será <br /> suficiente la declaración proporcionada por el productor o por una persona autorizada a firmar en su <br /> nombre o por el exportador. <br /> Artículo 11.- Cuando los productos originarios del territorio de un País Miembro son reexportados del <br /> territorio de cualquier País Miembro al territorio de otro País Miembro, y se trata de productos que hayan <br /> estado fuera de control aduanero, la declaración de origen debe ser firmada por el exportador de los <br /> productos en el país de reexportación. <br /> Esta declaración será certificada por la autoridad gubernamental o por la entidad gremial autorizada en el <br /> País Miembro de reexportación con la condición de que la declaración del exportador sea presentada <br /> juntamente con un duplicado del certificado de origen emitido en el país de producción. En el nuevo <br /> certificado de origen debe consignarse la mención \"Reexportación\" y para su presentación deberá <br /> acompañarse del duplicado del certificado de exportación. <br /> Artículo 12.- Para la declaración y certificación del origen de los productos se utilizará el formulario <br /> adoptado por la Asociación Latinoamericana de Integración. El certificado de origen tendrá una validez de <br /> 180 días contados a partir de la fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12.- Para la declaración y certificación del origen de los productos se utilizará el formulario <br /> adoptado por la Asociación Latinoamericana de Integración. El certificado de origen tendrá una validez de <br /> 180 días contados a partir de la fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13.- Las autoridades aduaneras del País Miembro importador no podrán impedir el <br /> desaduanamiento de los productos en casos de duda acerca de la autenticidad de la certificación, <br /> presunción de incumplimiento de las normas establecidas en la presente Decisión o cuando el certificado <br /> de origen no se presente o esté incompleto. En tales situaciones se podrá exigir la constitución de una <br /> garantía por el valor de los gravámenes aplicables a terceros países. <br /> Cuando el certificado de origen no se presente o esté incompleto, las autoridades aduaneras del País <br /> Miembro importador otorgarán un plazo de noventa días a partir de la fecha de llegada del producto, para <br /> la debida presentación de dicho documento. <br /> Artículo 14.- Cuando las autoridades aduaneras del País Miembro importador hayan exigido la <br /> constitución de garantías o hayan retenido productos al amparo del artículo precedente, la autoridad <br /> gubernamental o entidad gremial autorizada del País Miembro exportador encargada de la certificación <br /> procederá a proporcionarle la información necesaria para esclarecer el problema. <br /> Dentro de los noventa días siguientes a la recepción de la información, las autoridades aduaneras del País <br /> Miembro importador deberán autorizar el levantamiento de las garantías, a menos que, por estimar que las <br /> pruebas no son satisfactorias, plantee el caso a la Junta llevando a su consideración los antecedentes en <br /> que funda su reclamo. <br /> La Junta notificará de inmediato al País Miembro exportador y procederá a realizar las investigaciones y <br /> gestiones necesarias para la solución del reclamo, en un plazo no mayor de cuarenta y cinco días. <br /> Sección C <br /> De las funciones y obligaciones de las entidades habilitadas para la <br /> certificación del origen y de la Junta <br /> Artículo 15.- Los Países Miembros enviarán a la Junta, a más tardar sesenta días después de la fecha de <br /> vigencia de la presente Decisión, las nóminas, firmas y sellos de las autoridades gubernamentales y <br /> entidades gremiales habilitadas para expedir la certificación a que se refiere el artículo 10. <br /> La Junta mantendrá un registro actualizado de las autoridades gubernamentales y entidades gremiales <br /> habilitadas por los Países Miembros para expedir certificaciones de origen. <br /> Artículo 16.- Las autoridades gubernamentales habilitadas por cada País Miembro para efectos de la <br /> certificación establecida en el artículo 10 tendrán también, entre otras, las siguientes funciones y obligaciones: <br /> a) Comprobar la veracidad de las declaraciones que le sean presentadas por el productor o <br /> exportador. Para este propósito se efectuarán las inspecciones a las plantas industriales que sean necesarias; <br /> b) Supervisar a las entidades gremiales a las cuales hayan autorizado el otorgamiento de certificaciones; y <br /> c) Proporcionar a los Países Miembros y a la Junta la información y cooperación relativas a las <br /> materias de esta Decisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["068", "862", 2, 8703900000]}