{"FtaRooDetails": {"FtaId": 963, "FtaCode": "ITC00994", "FtaName": "EPA, UK-CARIFORUM", "FtaFullName": "Economic Partnership Agreement between the CARIFORUM States, of the one part, and the United Kingdom of Great Britain and Northern Ireland, of the other part", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Antigua and Barbuda; Bahamas; Barbados; Belize; Dominica; Dominican Republic; Grenada; Guyana; Haiti; Jamaica; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago; United Kingdom", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, UK-CARIFORUM", "AdminProcCooAuth": "The certification type under EPA, UK-CARIFORUM is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, UK-CARIFORUM is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, UK-CARIFORUM agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "45%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "20%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I to Protocol I<br /> Introductory notes to the list in Annex II (1)<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 7 of the Protocol.<br /> Note 2:<br /> 1. The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or chapter number used in the Harmonised System<br /> and the second column gives the descriptionofgoodsused in that system for that<br /> heading or chapter. For each entry in the first two columns a rule is specified in<br /> columns 3or4. Where, in some cases, the entry in the first column is preceded<br /> byan ‘ex', this signifies that the rules in columns 3 or 4 apply only to the part of<br /> that heading as described in column 2.<br /> 2. Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given<br /> in general terms, the adjacent rules in columns 3 or 4 apply to all products<br /> which, under the HarmonisedSystem, are classified in headings of the chapter<br /> or in any of the headings grouped together in column 1.<br /> 3. Where there are different rules in the list applying to different products within<br /> a heading, each indent contains the description of that part of the heading<br /> covered by the adjacent rules in columns 3or 4.<br /> 4. Where, for an entry in the first two columns, a rule is specified in both columns 3<br /> and 4, the exporter may opt, as an alternative, to apply either the rule set out in<br /> column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 has to be applied.<br /> Note 3:<br /> 1. The provisions of Article 7 of the Protocol concerning products having acquired<br /> originating status which are used in the manufacture of other products apply<br /> regardless of whether this status has been acquired inside the factory where<br /> these products are used or in another factory inthe United Kingdom or in the<br /> CARIFORUM States.<br /> Example:<br /> An engine of heading No 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 % ofthe ex-<br /> works price, is made from ‘other alloy steel roughly shaped by forging' of heading<br /> No ex 7224.<br /> If this forging has been forged in the United Kingdom from a non-originating<br /> ingot, it has already acquired originating status by virtue of the rule forheading<br /> No ex 7224 in the list. The forging can then count as originating in the value<br /> calculation for the engine regardless of whether it was produced in the same<br /> factory or in another factory in the United Kingdom. The value of the non-<br /> originating ingot isthusnot taken into account when adding up the value of the<br /> non- originating materialsused.<br /> 2. The rule in the list represents the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers<br /> originating status; conversely, the carrying out of less working or processing<br /> cannot confer originating status. Therefore, if a rule provides that non-<br /> originating material at a certain level of manufacture may be used, the use of<br /> such material at an earlier stage of manufacture is allowed and the use of such<br /> material at a later stage is not.<br /> 3. Without prejudice to Note 3.2 where a rule states that ‘materials of any heading'<br /> 1 All examples are given for the purpose of explanation only. They are not legally binding.<br /> 530<br /> may be used, materials of the same heading as the product may also be used,<br /> subject, however, to any specific limitations which may also be contained in the<br /> rule. However, the expression ‘manufacture from materials of any heading,<br /> including other materials of heading No ...' means that only materials classified in<br /> the same heading as the productof a different descriptionthanthatofthe product<br /> as given in column 2 of the list may be used.<br /> 4. When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that any one or more materials may be used. It<br /> does not require that all be used.<br /> Example:<br /> The rule for fabrics of heading Nos 5208 to 5212 provides that natural fibres may<br /> be used and that chemical materials, among other materials, may also be used.<br /> This does not mean that both have to be used; it is possible to use one or the other<br /> or both.<br /> 5. Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See<br /> also Note 6.3 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading No 1904 which specifically excludes the<br /> use of cereals and their derivatives does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be<br /> produced from a material ofthe same nature at an earlier stage of<br /> manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non- originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth — even if non- woven<br /> cloth cannot normally be made from yarn. In such cases, the starting material<br /> would normally beat the stage before yarn — that is the fibre stage.<br /> 6. Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value ofall the non-originating<br /> materials used may never exceed the highest of the percentages given.<br /> Furthermore, the individual percentages must not be exceeded in relation to the<br /> particular materials they apply to.<br /> Note 4:<br /> 1. The term natural fibres' is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres that have been carded,<br /> combed or otherwise processed but not spun.<br /> 2. The term 'natural fibres' includes horsehair of heading No 0503, silk of heading<br /> Nos 5002 and 5003 as well as the wool fibres, fine or coarse animal hair of<br /> heading Nos 5101 to 5105, the cotton fibres of heading Nos 5201 to 5203 and<br /> the other vegetable fibres ofheading Nos 5301 to 5305.<br /> 3. The terms 'textile pulp', 'chemical materials' and paper-making materials' are used<br /> in the list to describe the materials not classified in Chapters 50 to 63, which can<br /> be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4. The term man-made staple fibres' is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of heading Nos 5501 to 5507.<br /> Note 5:<br /> 1. Where for a given product in the list a reference is made to this note, the<br /> 531<br /> conditions set out in column 3 shall not be applied to any basic textile materials,<br /> used in the manufacture of this product, which, taken together, represent 10%<br /> or less of the total weight ofall the basic textile materials used. (See also Notes<br /> 5.3 and 5.4below).<br /> 2. However, the tolerance mentioned in Note 5.1 may only be applied to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> I. silk<br /> II. wool<br /> III. coarse animal hair<br /> IV. fine animal hair<br /> V. horsehair<br /> VI. cotton<br /> VII. paper-making materials and paper<br /> VIII. flax<br /> IX. true hemp<br /> X. jute and other textile bast fibres<br /> XI. sisal and other textile fibres of the genus Agave<br /> XII. coconut, abaca, ramie and other vegetable textile fibres<br /> XIII. synthetic man-made filaments<br /> XIV. artificial man-made filaments<br /> XV. current conducting filaments<br /> XVI. synthetic man-made staple fibres of polypropylene<br /> XVII. synthetic man-made staple fibres of polyester<br /> XVIII. synthetic man-made staple fibres of polyamide<br /> XIX. synthetic man-made staple fibres of polyacrylonitrile<br /> XX. synthetic man-made staple fibres of polyimide<br /> XXI. synthetic man-made staple fibres of polytetrafluoroethylene<br /> XXII. synthetic man-made staple fibres of polyphenylene sulphide<br /> XXIII. synthetic man-made staple fibres of polyvinyl chloride<br /> XXIV. other synthetic man-made staple fibres<br /> XXV. artificial man-made staple fibres of viscose<br /> XXVI. other artificial man-made staple fibres<br /> XXVII. yarn made of polyurethane segmented with flexible segments of polyether whether or<br /> not gimped<br /> 532<br /> XXVIII. yarn made of polyurethane segmented with flexible segments of polyester whether or<br /> not gimped<br /> XXIX. products of heading No 5605 (metallised yarn) incorporating strip<br /> consisting ofa core ofaluminium foil or ofa core ofplastic film whether<br /> or not coated with aluminium powder, of a width not exceeding 5 mm,<br /> sandwiched bymeans of a transparent or coloured adhesive between two<br /> layers ofplastic film<br /> XXX. other products of heading No 5605.<br /> Example:<br /> A yarn of heading No 5205 made from cotton fibres of heading No 5203 and<br /> synthetic staple fibres of heading No 5506 is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres that do not satisfy the origin rules (which<br /> require manufacture from chemical materials or textile pulp) may be used up<br /> toa weightof10% ofthe yarn.<br /> Example:<br /> A woollen fabric of heading No 5112 made from woollen yarn of heading No<br /> 5107and synthetic yarn of staple fibres of heading No 5509 isa mixed fabric.<br /> Therefore synthetic yarn which does not satisfy the origin rules (which require<br /> manufacture from chemical materials or textile pulp) orwoollen yarnthat does<br /> not satisfy the origin rules (which require manufacture from natural fibres, not<br /> carded or combed or otherwise prepared for spinning) ora combination of the<br /> two may be used provided their total weight does not exceed 10% of theweight<br /> of the fabric.<br /> Example:<br /> Tufted textile fabric of heading No 5802 made from cotton yarn of heading No<br /> 5205 and cotton fabric of heading No 5210 is only a mixed product if the cotton<br /> fabric is itself a mixed fabric being made from yarns classified in two separate<br /> headings or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading<br /> No 5205 and synthetic fabric of heading No 5407, then, obviously, the yarns used<br /> are two separate basic textile materials and the tufted textile fabric is accordingly<br /> a mixed product.<br /> 3. In the case of products incorporating yarn made of polyurethane segmented<br /> with flexible segments of polyether whether or not gimped' this tolerance is 20<br /> % in respect of this yarn.<br /> 4. In the case of products incorporating ‘strip consisting of a core of aluminium foil<br /> or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width notexceeding 5 mm, sandwiched by means of an adhesive between two<br /> layers of plastic film', this tolerance is 30% in respect of this strip.<br /> Note 6:<br /> 1. In the case of those textile products, which are marked in the list by a footnote<br /> referring to this Introductory Note, textile trimmings and accessories which do<br /> not satisfy the rule set out in the list in column 3 for the made up products<br /> concerned may be used provided that their weightdoes not exceed 10 % ofthe<br /> total weight of allthe textile materials incorporated.<br /> Textile trimmings and accessories are those classified in Chapters 50 to 63.<br /> Linings and interlinings are not be regarded as trimmings or accessories.<br /> 2. Any non-textile trimmings and accessories or other materials used which<br /> 533<br /> contain textiles do not have to satisfy the conditions set out in column 3 even<br /> though they fall outside the scope of Note 3.5.<br /> 3. In accordance with Note 3.5, any non-originating non-textile trimmings and<br /> accessories or other product, which do not contain any textiles, may, anyway,<br /> be used freely where they cannot be made from the materials listed in column<br /> 3.<br /> For example, if a rule in the list says that for a particular textile item, such as a<br /> blouse, yarn must be used, this does not prevent the use of metal items, such as<br /> buttons, because they cannot be made from textile materials.<br /> 4. Where a percentage rule applies, the value of trimmings and accessories must be<br /> taken into account when calculating the value of the non-originating materials<br /> incorporated.<br /> Note 7:<br /> 1. For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and<br /> ex 3403, the ‘specific processes' are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (1);<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 2. For the purposes of heading Nos 2710, 2711 and 2712, the ‘specific processes' are the<br /> following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (1 )<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> 1 For the purpose of subheadings 2712 90 31 to 2712 90 39, the term ‘ crude' shall be taken to apply to products of a natural colour<br /> higher than 3 by the ASTM D 1500 method, if their viscosity at 100 oC is 9 x 10-6 m2 s-1 or higher by ASTM D 445 method.<br /> 534<br /> (i) isomerisation;<br /> (j) in respect of heavy oils falling within heading No ex 2710 only,<br /> desulphurisation with hydrogen resulting in a reduction of at least 85 % of<br /> the sulphur content of the products processed (ASTM D 1266-59 T<br /> method);<br /> (k) in respect of products falling within heading No ex 2710 only, deparaffining<br /> by a process other than filtering;<br /> (l) in respect of heavy oils falling within heading No ex 2710 only, treatment<br /> with hydrogen at a pressure of more than 20 bar and a temperature of more<br /> than 250 oC with the use of a catalyst, other than to effect<br /> desulphurisation, when the hydrogen constitutes an active element in a<br /> chemical reaction. The further treatment with hydrogenof lubricating oils<br /> of heading No ex 2710 (e.g. hydrofinishing or decolorisation) in order,<br /> more especially, to improve colour or stability shall not, however, be<br /> deemed tobe aspecificprocess;<br /> (m) in respect of fuel oils falling within heading No ex 2710 only, atmospheric<br /> distillation, on condition that less than 30 % of these products distils, by<br /> volume, including losses, at 300 oC by the ASTM D 86 method;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00994_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/TPD/CAR_GBR/Texts/CAR_GBR_EPA_Anx_III_Protocol_I_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00994_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/TPD/CAR_GBR/Texts/CAR_GBR_EPA_Anx_II_Protocol_I_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00994_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/TPD/CAR_GBR/Texts/CAR_GBR_EPA_Protocol_I_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00994_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/TPD/CAR_GBR/Texts/CAR_GBR_EPA_e.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00994_wto.pdf", "DocType": "9_wto", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation in the United Kingdom <br /> 1. For the purpose of Article 2(1), materials originating <br /> in the CARIFORUM States, in the EU, in the OCTs or in <br /> the other ACP States shall be considered as materials <br /> originating in the United Kingdom when incorporated <br /> into a product obtained there. It shall not be necessary that <br /> such materials have undergone sufficient working or <br /> processing, provided they have undergone working or <br /> processing going beyond that referred to in Article 8. <br /> 2. For the purpose of Article 2(1), working and processing carried out in the CARIFORUM States, in the EU, in the <br /> OCTs or in the other ACP States shall be considered as having been carried out in the United Kingdom, when the <br /> materials undergo subsequent working or processing in the United Kingdom going beyond that referred to in Article 8. <br /> 3. The cumulation provided for in paragraphs 1 and 2 of this Article may only be applied with respect to the EU, OCTs and <br /> the other ACP States provided that: <br /> (a) the countries involved in the acquisition of the <br /> originating status and the country of destination have <br /> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br /> (b) materials and products have acquired originating <br /> status by the application of the rules of origin identical <br /> to those given in this Protocol; <br /> (c) the United Kingdom provides the CARIFORUM <br /> States, with details of agreements on administrative <br /> cooperation with the other countries or territories <br /> referred to in this Article. The United Kingdom and <br /> the CARIFORUM States shall publish according to <br /> their own procedures the date on which the <br /> cumulation provided for in this Article may be <br /> applied with those countries or territories listed in <br /> this Article which have fulfilled the necessary requirements. <br /> Article 4 : Cumulation in the CARIFORUM States <br /> 1. For the purpose of Article 2(2), materials originating <br /> in the United Kingdom, in the EU, in the OCTs or in <br /> the other ACP States shall be considered as materials <br /> originating in the CARIFORUM States when <br /> incorporated into a product obtained there. It shall not be <br /> necessary that such materials have undergone sufficient <br /> working or processing, provided they have undergone <br /> working or processing going beyond that referred to in Article 8. <br /> 2. For the purpose of Article 2(2), working and <br /> processing carried out in the United Kingdom, in the <br /> EU, in the OCTs or in the other ACP States shall be <br /> considered as having been carried out in the <br /> CARIFORUM States, when the materials undergo <br /> subsequent working or processing in the CARIFORUM <br /> States going beyond that referred to in Article 8. <br /> 3. The cumulation provided for in paragraphs 1 and 2 <br /> of this Article may only be applied with respect to the <br /> EU, OCTs and the other ACP States provided that: <br /> (a) the countries involved in the acquisition of the <br /> originating status and the country of destination have <br /> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br /> (b) materials and products have acquired originating <br /> status by the application of the rules of origin identical <br /> to those given in this Protocol; <br /> (c) the CARIFORUM States will provide the United <br /> Kingdom with details of agreements on <br /> administrative cooperation with the other countries or <br /> territories referred to in this Article. The United <br /> Kingdom and the CARIFORUM States shall publish <br /> according to their own procedures the date on which <br /> the cumulation provided for in this article may be <br /> applied with those countries or territories listed in <br /> this Article which have fulfilled the necessary requirements. <br /> 4. Notwithstanding paragraphs 1 to 3, with regard to the products listed in Annex X and to the products of tariff heading 1006, the <br /> provisions of this Article shall apply only when the materials used in the manufacture of such products are originating in, or the <br /> working or processing is carried out in other ACP States. <br /> 5. This Article shall not apply to products of Annex XII <br /> originating in South Africa. The cumulation provided for <br /> in this Article shall apply after 31 December 2009 for the <br /> products originating in South Africa listed in Annex XIII. <br /> Article 5 : Cumulation with neighbouring developing countries <br /> 1. At the request of the CARIFORUM States, materials <br /> originating in a neighbouring developing country listed in <br /> Annex VIII shall be considered as materials originating in <br /> a CARIFORUM State when incorporated into a product obtained there. <br /> 2. The requests shall be addressed to the Special Committee on Customs Cooperation and Trade Facilitation in <br /> accordance with Article 42. <br /> 3. It shall not be necessary that such materials have <br /> undergone sufficient working or processing, provided that: <br /> (a) the working or processing carried out in the <br /> CARIFORUM State exceeds the operations listed in Article 8; <br /> (b) the CARIFORUM States, the United Kingdom and the <br /> neighbouring developing countries concerned have <br /> concluded an agreement on adequate administrative cooperation procedures which will ensure <br /> correct implementation of thisparagraph. <br /> 4. The Parties shall notify to the Special Committee on Customs Cooperation and Trade Facilitation the products <br /> to which the provisions of this Article shall not apply. <br /> 5. For the purpose of determining whether the products <br /> originate in the neighbouring developing country as <br /> defined in Annex VIII, the provisions of this Protocol shall apply. <br /> Article 27 : Information procedure for cumulation purposes <br /> 1. When Articles 2(3), 3(1) and 4(1) are applied, the <br /> evidence of originating status within the meaning of this <br /> Protocol of the materials coming from a CARIFORUM <br /> State, from the United Kingdom, from the EU, from <br /> another ACP State or from an OCT shall be given by a <br /> movement certificate EUR 1 or by the supplier's <br /> declaration, a specimen of which appears in Annex V A to <br /> this Protocol, given by the exporter in the State or in the <br /> United Kingdom from which the materials came. <br /> 2. When Articles 2(3), 3(2) and 4(2) are applied, the <br /> evidence of the working or processing carried out in a <br /> CARIFORUM State, in the United Kingdom, in the EU, in <br /> another ACP State or in an OCT shall be given by the <br /> supplier's declaration, a specimen of which appears in Annex <br /> V A and Annex V B to this Protocol, given by the exporter <br /> in the State or in the United Kingdom from which the materials came. <br /> 3. A separate supplier's declaration shall be made up by <br /> the supplier for each consignment of material on the <br /> commercial invoice related to that shipment or in an annex <br /> to that invoice, or on a delivery note or other commercial <br /> document related to that shipment which describes the <br /> materials concerned in sufficient detail to enable them to be identified. <br /> 4. The supplier's declaration may be made out on a pre-printed form. <br /> 5. The suppliers' declarations shall bear the original <br /> signature of the supplier in manuscript. However, where the <br /> invoice and the supplier's declaration are established using <br /> electronic data-processing methods, the supplier's <br /> declaration need not be signed in manuscript provided the <br /> responsible official in the supplying company is identified <br /> to the satisfaction of the customs authorities in the State <br /> where the suppliers' declarations are established. The said <br /> customs authorities may lay down conditions for the <br /> implementation of this paragraph. <br /> 6. The supplier's declarations shall be submitted to the customs authorities in the exporting country requested to issue the <br /> movement certificate EUR 1. <br /> 7. The supplier making out a declaration must be prepared to submit at any time, at the request of the customs <br /> authorities of the country where the declaration is made out, all appropriate documents proving that the information given <br /> on this declaration is correct. <br /> 8. Suppliers' declarations made and information <br /> certificates issued before the entry into force of this <br /> Agreement shall, in accordance with Article 27 of <br /> Protocol I to the CARIFORUM-EU EPA and for the <br /> duration of their validity, be accepted by the Parties for <br /> the purposes of applying preferential treatment under this Agreement. <br /> TITLE VI <br /> CEUTA AND MELILLA <br /> Article 40 : Special conditions <br /> Special conditions <br /> The term ‘EU' used in this Protocol does not cover Ceuta and Melilla. Products originating in Ceuta and Melilla are not <br /> considered to be products originating in the EU for the purposes of this Protocol. <br /> Annex VIII to Protocol 1 <br /> Neighbouring developing countries <br /> For the implementation of Article 5 of Protocol I the expression ‘neighbouring developing <br /> country' shall refer to the following list of countries: <br /> Colombia, <br /> Costa Rica, <br /> Cuba, <br /> El Salvador, <br /> Guatemala, <br /> Honduras, <br /> Mexico, <br /> Nicaragua, <br /> Panama, <br /> Venezuela. <br /> Annex IX to Protocol 1 <br /> Overseas countries and territories <br /> The Parties agree that the incorporation of the list of overseas countries and territories in this Annex supersedes the <br /> amendment of Annex IX to Protocol I of the CARIFORUM-EU EPA by Decision No 1/2017 of the Joint <br /> CARIFORUM-EU Council. <br /> Within the meaning of this Protocol ‘overseas countries and territories' shall mean <br /> the countries and territories listed below: <br /> (This list does not prejudge the status of these countries and territories, <br /> or future changes in their status.) <br /> 1. Overseas countries and territories that have special relations with the Kingdom of Denmark: <br /> - Greenland. <br /> 2. Overseas countries and territories that have special relations with the French Republic: <br /> - New Caledonia and Dependencies, <br /> - French Polynesia, <br /> - Saint Pierre and Miquelon, <br /> - Saint Barthélemy, <br /> - French Southern and Antarctic Territories, <br /> - Wallis and Futuna. <br /> 3. Overseas countries and territories that have special relations with the Kingdom of the Netherlands: <br /> - Aruba, <br /> - Bonaire, <br /> - Curaçao, <br /> - Saba, <br /> - Sint Eustatius, <br /> - Sint Maarten. <br /> 4. Overseas countries and territories that have special relations with the United Kingdom of Great Britain and Northern Ireland: <br /> - Anguilla, <br /> - Bermuda, <br /> - Cayman Islands, <br /> - Falkland Islands, <br /> - South Georgia and the South Sandwich Islands, <br /> - Montserrat, <br /> - Pitcairn, <br /> - Saint Helena and Dependencies, <br /> - British Antarctic Territory, <br /> - British Indian Ocean Territory, <br /> - Turks and Caicos Islands, <br /> - British Virgin Islands.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Sufficiently worked or processed products <br /> 3. Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in Annex II, <br /> should not be used in the manufacture of a given product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 15 % of the ex-works <br /> price of the product; <br /> (b) any of the percentages given in the List for the <br /> maximum value of non-originating materials are not <br /> exceeded through the application of this paragraph. <br /> 4. Paragraphs 1 to 3 shall apply except as provided in Article 8.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Sufficiently worked or processed products <br /> 2. The conditions referred to in paragraph 1 above <br /> indicate, for all products covered by the Agreement, the <br /> working or processing which must be carried out on non- <br /> originating materials used in manufacturing and apply <br /> only in relation to such materials. Accordingly, it follows <br /> that if a product which has acquired originating status by <br /> fulfilling the conditions set out in the List is used in the <br /> manufacture of another product, the conditions applicable <br /> to the product in which it is incorporated do not apply to <br /> it, and no account shall be taken of the non-originating <br /> materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Principle of territoriality <br /> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br /> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br /> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returned goods are the same goods as those exported; and <br /> (b) they have not undergone any operation beyond that <br /> necessary to preserve them in good condition while <br /> in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal <br /> equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in the territory of the CARIFORUM States or in the territory of <br /> the United Kingdom: <br /> (a) mineral products extracted from their soil or from <br /> their seabed; <br /> (b) fruit and vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) (i) products obtained by hunting or fishing conducted there; <br /> (ii) products of aquaculture, including mariculture, <br /> where the fish are born and raised there; <br /> (f) products of sea fishing and other products taken from <br /> the sea outside the territorial waters of the United <br /> Kingdom or of a CARIFORUM State by their vessels; <br /> (g) products made aboard their factory ships exclusively <br /> from products referred to in (f); <br /> (h) used articles collected there fit only for the recovery <br /> of raw materials, including used tyres fit only for <br /> retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing <br /> operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside <br /> their territorial waters provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products <br /> specified in (a) to (j). <br /> 2. The terms ‘‘their vessels' and <br /> ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br /> (a) which are registered in the United Kingdom or in a CARIFORUM State; <br /> (b) which sail under the flag of the United Kingdom or of a CARIFORUM State; and <br /> (c) which meet one of the following conditions: <br /> (i) they are at least 50 % owned by nationals of the <br /> United Kingdom, an EU Member State or of a CARIFORUM State; or <br /> (ii) they are owned by companies <br /> which have their head office and their main <br /> place of business in the United Kingdom, an <br /> EU Member State or in a CARIFORUM State; and <br /> which are at least 50 % owned by the <br /> United Kingdom, an EU Member State or <br /> by a CARIFORUM State, public entities or nationals of that State. <br /> 3. Notwithstanding the provisions of paragraph 2, the <br /> United Kingdom shall recognise, upon request of a <br /> CARIFORUM State, that vessels chartered or leased by <br /> operators of such CARIFORUM State be treated as ‘their <br /> vessels' in order to undertake fisheries activities in its <br /> exclusive economic zone, provided that the charter or <br /> lease agreement, for which operators of the United <br /> Kingdom have been offered the right of first refusal, has <br /> been accepted by the Special Committee on Customs <br /> Cooperation and Trade Facilitation as providing adequate <br /> opportunities for developing the fishing capacity of the <br /> requesting CARIFORUM State and in particular as <br /> conferring on such CARIFORUM State the nautical and <br /> commercial responsibility for the chartered or leased vessels.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Insufficient working or processing <br /> 1. Without prejudice to paragraph 2, the following <br /> operations shall be considered as insufficient working or <br /> processing to confer the status of originating products, <br /> whether or not the requirements of Article 7 are satisfied: <br /> (a) operations to ensure the preservation of products in <br /> good condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and <br /> glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> partial or total milling of crystal sugar (1); <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, <br /> matching (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, <br /> boxes, fixing on cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other <br /> like distinguishing signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of <br /> different kinds; mixing of sugar with any other material (2); <br /> (n) simple assembly of parts of articles to constitute a <br /> complete article or disassembly of products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals. <br /> 2. All operations carried out either in the United Kingdom or in the <br /> CARIFORUM States on a given product shall <br /> be considered together when determining whether the working or processing undergone by that product is to be <br /> regarded as insufficient within the meaning of paragraph 1. <br /> [1] This is understood to mean the reduction of the size of the sugar particles as a result of grinding or milling. <br /> [2] For the purpose of applying this subparagraph and in relation to Article 7 (Sufficiently worked or processed products), the <br /> Parties agree that paragraph 2 of Article 8 means that the use of one or more materials already originating in the country of manufacture <br /> implies that a processing going beyond a ‘minimal operation has already been carried out in that country of manufacture.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) ‘customs value' means the value as determined <br /> in accordance with the 1994 Agreement on <br /> implementation of Article VII of the General <br /> Agreement on Tariffs and Trade (WTO Agreement on customs valuation); <br /> (f) ‘ex-works price' means the price paid for the <br /> product ex works to the manufacturer in whose <br /> undertaking the last working or processing is carried <br /> out, provided the price includes the value of all the <br /> materials used, minus any internal taxes paid which <br /> are, or may be, repaid when the product obtained is exported; <br /> (g) ‘value of materials' means the customs value at the <br /> time of importation of the non-originating materials <br /> used, or, if this is not known and cannot be ascertained, the first ascertainable price <br /> paid for the materials in the territory concerned; <br /> (h) ‘value of originating materials' means the value of <br /> such materials as defined in subparagraph (g) applied mutatis mutandis; <br /> (i) ‘added value' shall be taken to be the ex-works price <br /> minus the customs value of third country materials <br /> imported into the United Kingdom, the CARIFORUM <br /> States or the Overseas Countries and Territories (‘OCTs');", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Neutral elements <br /> In order to determine whether a product is originating, it shall not be necessary to determine the origin <br /> of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended <br /> to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Direct transport <br /> 1 The preferential treatment provided for under the <br /> Agreement applies only to products which satisfy the <br /> requirements of this Protocol and which are transported <br /> directly between the territory of the CARIFORUM States <br /> and the United Kingdom without entering any other <br /> territory. However, products constituting one single <br /> consignment may be transported through other territories <br /> with, should the occasion arise, trans-shipment or <br /> temporary warehousing in such territories, provided that <br /> they remain under the surveillance of the customs <br /> authorities in the country of transit or warehousing and do <br /> not undergo operations other than unloading, reloading or <br /> any operation designed to preserve them in good condition. <br /> Consignments that are transported through the territory of <br /> the EU with, should the occasion arise, trans-shipment or <br /> temporary warehousing in the territory of the EU, may <br /> additionally be split, stored, labelled or marked, provided <br /> they remain under the surveillance of the Customs <br /> authorities in the EU Member State of transit, trans- <br /> shipment or temporary warehousing so as to ensure that the <br /> products are not otherwise altered or transformed. <br /> Originating products may be transported by pipeline across territory other than that of a CARIFORUM State, of the United <br /> Kingdom or of an OCT. <br /> 2. Evidence that the conditions set out in paragraph 1 have been <br /> fulfilled shall be supplied to the customs <br /> authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage <br /> from the exporting country through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of <br /> the products and, where applicable, the names of <br /> the ships, or the other means of transport used; <br /> (iii) stating the scope of and reason for any splitting, <br /> labelling and marking activities conducted; and <br /> (iv) certifying the conditions under which the <br /> products remained in the transit country, <br /> including any temporary storage; or <br /> failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Principle of territoriality <br /> 1. The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in the CARIFORUM <br /> States or in the United Kingdom, except as provided for in Articles 3, 4 and 5. <br /> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br /> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br /> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returned goods are the same goods as those exported; and <br /> (b) they have not undergone any operation beyond that <br /> necessary to preserve them in good condition while <br /> in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Unit of qualification <br /> 2. Where, under General Rule 5 of the Harmonised System, <br /> packaging is included with the product for classification <br /> purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component products are <br /> originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as <br /> originating, provided that the value of the non-originating products does not exceed 15 % of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Exhibitions <br /> 1. Originating products, sent from a CARIFORUM State <br /> or from the United Kingdom for exhibition in a country or <br /> territory other than those referred to in Articles 3, 4 and 5 <br /> and sold after the exhibition for importation into the <br /> United Kingdom or a CARIFORUM State shall benefit on <br /> importation from the provisions of the Agreement <br /> provided it is shown to the satisfaction of the customs authorities that: <br /> an exporter has consigned these products from a <br /> (a) CARIFORUM State or the United Kingdom to the <br /> country in which the exhibition is held and has exhibited them there; <br /> the products have been sold or otherwise disposed of <br /> (b) by that exporter to a person in a CARIFORUM State <br /> or in the United Kingdom; <br /> the products have been consigned during the <br /> (c) exhibition or immediately thereafter in the state in <br /> which they were sent for exhibition; and <br /> the products have not, since they were consigned for <br /> (d) exhibition, been used for any purpose other than <br /> demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in <br /> accordance with the provisions of Title IV and submitted to <br /> the customs authorities of the importing country in the <br /> normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional <br /> documentary evidence of the conditions under which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or <br /> display which is not organised for private purposes in shops or business premises with a view to the sale of foreign <br /> products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : General requirements <br /> General requirements <br /> 1. Products originating in a CARIFORUM State shall, on importation into the United Kingdom and products originating <br /> in the United Kingdom shall, on importation into a CARIFORUM State, benefit from the provisions of the Agreement upon <br /> submission of either: <br /> (a) a movement certificate EUR.1, a specimen of which <br /> appears in Annex III; or <br /> (b) in the cases specified in Article 21(1), a declaration, <br /> subsequently referred to as the ‘invoice declaration', <br /> given by the exporter on an invoice, a delivery note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Annex IV. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br /> in Article 26, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br /> 3. For the purpose of applying the provisions of this <br /> Title, the exporters shall endeavour to use a language <br /> common to both the CARIFORUM States and the United Kingdom. <br /> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the <br /> customs authorities of the exporting country on application <br /> having been made in writing by the exporter or, under the <br /> exporter's responsibility, by his authorised representative. <br /> 2. For this purpose, the exporter or his authorised <br /> representative shall fill out both the movement certificate <br /> EUR.1 and the application form, specimens of which <br /> appear in Annex III. These forms shall be completed in <br /> accordance with the provisions of this Protocol. If they are <br /> handwritten, they shall be completed in ink in printed <br /> characters. The description of the products must be given <br /> in the box reserved for this purpose without leaving any <br /> blank lines. Where the box is not completely filled, a <br /> horizontal line must be drawn below the last line of the <br /> description, the empty space being crossed through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to submit at any time, at the request of the <br /> customs authorities of the exporting country where the movement certificate EUR.1 is issued, all appropriate documents proving the <br /> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities of the United Kingdom or of a CARIFORUM State <br /> if the products concerned can be considered as products originating in the United Kingdom or in a CARIFORUM State or in one of the <br /> other countries or territories referred to in Articles 3, 4 and 5 and fulfil the other requirements of this Protocol. <br /> 5. The issuing customs authorities shall take any steps <br /> necessary to verify the originating status of the products <br /> and the fulfilment of the other requirements of this <br /> Protocol. For this purpose, they shall have the right to call <br /> for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered <br /> appropriate. The issuing customs authorities shall also <br /> ensure that the forms referred to in paragraph 2 are duly <br /> completed. In particular, they shall check whether the <br /> space reserved for the description of the products has been <br /> completed in such a manner as to exclude all possibility <br /> of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the <br /> customs authorities and made available to the exporter as <br /> soon as actual exportation has been effected or ensured. <br /> Article 19 : Issue of a duplicate movement certificate EUR.1 <br /> Issue of a duplicate movement certificate EUR.1 <br /> 1. In the event of theft, loss or destruction of a <br /> movement certificate EUR.1, the exporter may apply to the customs authorities which issued it for a duplicate <br /> made out on the basis of the export documents in their possession. <br /> 2. The duplicate issued in this way must be endorsed <br /> with the following word in English: ‘DUPLICATE'. <br /> 3. The endorsement referred to in paragraph 2 shall be <br /> inserted in the ‘Remarks' box of the duplicate movement certificate EUR.1. <br /> 4. The duplicate, which must bear the date of issue of <br /> the original movement certificate EUR.1, shall take effect as from that date. <br /> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in a CARIFORUM State or in the United <br /> Kingdom, it shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 for the <br /> purpose of sending all or some of these products elsewhere within the CARIFORUM States or within the United <br /> Kingdom. The replacement movement certificate(s) EUR.1 shall be issued by the customs office under whose control <br /> the products are placed. <br /> Article 21 : Conditions for making out an invoice declaration <br /> Conditions for making out an invoice declaration <br /> 1. An invoice declaration as referred to in Article 16(1)(b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 22; or <br /> (b) by any exporter for any consignment consisting of <br /> one or more packages containing originating products <br /> whose total value does not exceed EUR 6 000. <br /> 2. An invoice declaration may be made out if the <br /> products concerned can be considered as products <br /> originating in the CARIFORUM States or in the United <br /> Kingdom and fulfil the other requirements of this Protocol. <br /> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the customs <br /> authorities of the exporting country, all appropriate documents proving the originating status of the products concerned <br /> as well as the fulfilment of the other requirements of this Protocol. <br /> 4. An invoice declaration shall be made out by the <br /> exporter by typing, stamping or printing on the invoice, <br /> the delivery note or another commercial document, the <br /> declaration, the text of which appears in Annex IV to this <br /> Protocol, using one of the linguistic versions set out in that <br /> Annex and in accordance with the provisions of the <br /> domestic law of the exporting country. If the declaration <br /> is handwritten, it shall be written in ink in printed characters. <br /> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter <br /> within the meaning of Article 22 shall not be required to sign such declarations provided that he gives the customs authorities <br /> of the exporting country a written undertaking that he accepts full responsibility for any invoice declaration which identifies <br /> him as if it had been signed in manuscript by him. <br /> 6. An invoice declaration may be made out by the <br /> exporter when the products to which it relates are <br /> exported, or after exportation on condition that it is <br /> presented in the importing country no longer than two <br /> years after the importation of the products to which it relates. <br /> Article 25 : Importation by instalments <br /> Importation by instalments <br /> Where, at the request of the importer and on the <br /> conditions laid down by the customs authorities of the <br /> importing country, dismantled or non-assembled products <br /> within the meaning of General Rule 2(a) of the <br /> Harmonised System falling within Sections XVI and <br /> XVII or heading 7 308 and 9 406 of the Harmonised <br /> System are imported by instalments, a single proof of <br /> origin for such products shall be submitted to the customs <br /> authorities upon importation of the first instalment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons <br /> to private persons or forming part of travellers' personal <br /> luggage shall be admitted as originating products without <br /> requiring the submission of a proof of origin, provided <br /> that such products are not imported by way of trade and <br /> have been declared as meeting the requirements of this <br /> Protocol and where there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this <br /> declaration can be made on customs declaration <br /> CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families <br /> shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial <br /> purpose is in view. <br /> 3. Furthermore, the total value of these products shall <br /> not exceed EUR 500 in the case of small packages or EUR 1200 <br /> in the case of products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Approved exporter <br /> 1. The customs authorities of the exporting country may <br /> authorise any exporter who makes frequent shipments of <br /> products under the trade cooperation provisions of the <br /> Agreement to make out invoice declarations irrespective <br /> of the value of the products concerned. An exporter <br /> seeking such authorisation must offer to the satisfaction <br /> of the customs authorities all guarantees necessary to <br /> verify the originating status of the products as well as the <br /> fulfilment of the other requirements of this Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject to any conditions which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs authorisation number <br /> which shall appear on the invoice declaration. <br /> 4. The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5. The customs authorities may withdraw the <br /> authorisation at any time. They shall do so where the <br /> approved exporter no longer offers the guarantees referred <br /> to in paragraph 1, does not fulfil the conditions referred to <br /> in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the <br /> customs authorities of the exporting country on application <br /> having been made in writing by the exporter or, under the <br /> exporter's responsibility, by his authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for ten months from the date of issue in the exporting country, and must be submitted <br /> within the said period to the customs authorities of the importing country. <br /> 2. Proof of origin which are submitted to the customs authorities of the importing country after the final date for <br /> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of origin <br /> where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of proof of origin and supporting documents <br /> 1. The exporter applying for the issue of a movement <br /> certificate EUR.1 shall keep for at least three years the <br /> documents referred to in Article 17(3). <br /> 2. The exporter making out an invoice declaration shall <br /> keep for at least three years a copy of this invoice <br /> declaration as well as the documents referred to in Article 21(3). <br /> 3. The supplier making out a supplier's declaration shall keep for at least three years copies of the declaration and of the invoice, <br /> delivery notes or other commercial document to which this declaration is annexed as well as the documents referred to in Article 27(7). <br /> 4. The customs authorities of the exporting country <br /> issuing a movement certificate EUR.1 shall keep for at <br /> least three years the application form referred to in Article 17(2). <br /> 5. The customs authorities of the importing country shall <br /> keep for at least three years the movement certificates <br /> EUR.1 and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 17(7), amovement certificate EUR.1 may exceptionally be issued after exportation of the <br /> products to which it relates if: <br /> (a) it was not issued at the time of exportation because of <br /> errors or involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs <br /> authorities that a movement certificate EUR.1 was <br /> issued but was not accepted at importation for technical reasons. <br /> ? <br /> 2. For the implementation of paragraph 1, the exporter <br /> must indicate in his application the place and date of <br /> exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after verifying that the <br /> information supplied in the exporter's application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the following phrase in English <br /> ‘ISSUED RETROSPECTIVELY'. <br /> 5. The endorsement referred to in paragraph 4 shall be <br /> inserted in the ‘Remarks' box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting documents <br /> The documents referred to in Articles 17(3) and 21(3) <br /> used for the purpose of proving that products covered by <br /> a movement certificate EUR.1 or an invoice declaration <br /> can be considered as products originating in a <br /> CARIFORUM State, in the United Kingdom or in one of <br /> the other countries or territories referred to in Articles 3, <br /> 4 and 5 and fulfil the other requirements of this Protocol may consist LQWHU DOLD of the following: <br /> (a) direct evidence of the processes carried out by the <br /> exporter or supplier to obtain the goods concerned, <br /> contained for example in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials <br /> used, issued or made out in a CARIFORUM State, in <br /> the United Kingdom or in one of the other countries or territories referred to in Articles 3, 4 and 5 where these <br /> documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of <br /> materials in the CARIFORUM States, in the United <br /> Kingdom or in one of the other countries or territories referred to in Articles 3 and 4 issued or made out in a <br /> CARIFORUM State, in the United Kingdom or in one of the other countries or territories referred to in Articles 3 <br /> and 4 where these documents are used in accordance with domestic law; <br /> (d) movement certificates EUR.1 or invoice declarations <br /> proving the originating status of materials used, <br /> issued or made out in the CARIFORUM States, in the United Kingdom or in one of the other countries or territories <br /> referred to in Articles 3, 4 and 5 and in accordance with this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Verification of proof of origin <br /> 1. Subsequent verifications of proof of origin shall be <br /> carried out at random or based on risk analysis or <br /> whenever the customs authorities of the importing <br /> country have reasonable doubts as to the authenticity of <br /> such documents, the originating status of the products <br /> concerned or the fulfilment of the other requirements of <br /> this Protocol. <br /> 2. For the purposes of implementing the provisions of <br /> paragraph 1, the customs authorities of the importing <br /> country shall return the movement certificate EUR.1 and <br /> the invoice, if it has been submitted, the invoice <br /> declaration, or a copy of these documents, to the customs <br /> authorities of the exporting country giving, where <br /> appropriate, the reasons for the request for verification. <br /> Any documents and information obtained suggesting that <br /> the information given on the proof of origin is incorrect <br /> shall be forwarded in support of the request for verification. <br /> The verification shall be carried out by the customs authorities of the exporting country. For this purpose, they shall have the right <br /> to call for any evidence and to carry out any inspection of the exporter's accounts or any other check considered appropriate. <br /> 3. If the customs authorities of the importing country <br /> decide to suspend the granting of preferential treatment to <br /> the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the <br /> importer subject to any precautionary measures judged necessary. <br /> 4. The customs authorities requesting the verification shall be informed of the results of this verification as soon as possible. These <br /> results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as <br /> products originating in a CARIFORUM State, in the United Kingdom or in one of the other countries referred to in Article 3, 4 and 5 <br /> and fulfil the other requirements of this Protocol. <br /> 5. If in cases of reasonable doubt there is no reply within ten months of the date of the verification request or if the reply does not contain <br /> sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting <br /> customs authorities shall, except in exceptional circumstances, refuse entitlement to the preferences. <br /> 6. Where the verification procedure or any other <br /> available information appears to indicate that the <br /> provisions of this Protocol are being contravened, the <br /> exporting country on its own initiative or at the request of <br /> the importing country shall carry out appropriate enquires <br /> or arrange for such enquiries to be carried out with due <br /> urgency to identify and prevent such contraventions and <br /> for this purpose the exporting country concerned may <br /> invite the participation of the importing country in these enquiries. <br /> Article 35 : Verification of suppliers' declarations <br /> 1. Verification of suppliers' declarations shall be carried out at random or based on risk analysis or whenever the customs authorities of <br /> the importing State have reasonable doubt as to the authenticity of the document or the accuracy or complete- ness of the <br /> information concerning the true origin of the materials in question. <br /> 2. The customs authorities to which a supplier's declaration <br /> is submitted may request the customs authorities of the State <br /> where the declaration was made to issue an information <br /> certificate, a specimen of which appears in Annex VI to this <br /> Protocol. Alternatively, the customs authorities to which a <br /> supplier's declaration is submitted may request the exporter <br /> to produce an information certificate issued by the customs <br /> authorities of the State where the declaration was made. <br /> A copy of the information certificate shall be preserved by the office which has issued it for at least three years. <br /> 3. The customs authorities requesting the verification <br /> shall be informed of the results thereof as soon as <br /> possible. The results must indicate clearly whether the <br /> information given in the supplier's declaration is correct <br /> and make it possible for the customs authorities to <br /> determine whether and to what extent this supplier's <br /> declaration could be taken into account for issuing a <br /> movement certificate EUR.1 or for making out an invoice declaration. <br /> 4. The verification shall be carried out by the customs authorities of the country where the supplier's declaration was made <br /> out. For this purpose, they shall have the right to call for any evidence or to carry out any inspection of the supplier's <br /> account or any other check which they consider appropriate in order to verify the correctness of any supplier's declaration. <br /> 5. Any movement certificate EUR.1 or invoice <br /> declaration issued or made out on the basis of an incorrect <br /> supplier's declaration shall be considered null and void.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect <br /> information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents <br /> submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render <br /> the proof of origin null and void if it is duly established that this document does correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof <br /> of origin should not cause this document to be rejected if <br /> these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Dispute settlement <br /> Where disputes arise in relation to the verification <br /> procedures of Articles 34 and 35 which cannot be settled <br /> between the customs authorities requesting a verification <br /> and the customs authorities responsible for carrying out <br /> this verification or where they raise a question as to the <br /> interpretation of this Protocol, they shall be submitted to <br /> the Special Committee on Customs Cooperation and Trade Facilitation. <br /> In all cases the settlement of disputes between the <br /> importer and the customs authorities of the importing <br /> country shall take place under the legislation of that country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL I <br> Article 3 : Cumulation in the United Kingdom <br> Article 8 : Insufficient working or processing <br> Concerning the definition of the concept of ‘originating products' and methods of administrative cooperation <br> Cumulation in the United Kingdom <br> Wholly obtained products <br> Direct transport <br> 1. For the purpose of Article 2(1), materials originating <br> 1. Without prejudice to paragraph 2, the following <br> GENERAL <br> TITLE I <br> in the CARIFORUM States, in the EU, in the OCTs or in <br> operations shall be considered as insufficient working or <br> equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> PROVISIONS <br> processing to confer the status of originating products, <br> originating in the United Kingdom when incorporated <br> whether or not the requirements of Article 7 are satisfied: <br> into a product obtained there. It shall not be necessary that <br> (c) machines and tools; <br> provided it is shown to the satisfaction of the customs authorities that: <br> such materials have undergone sufficient working or <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component products are <br> processing, provided they have undergone working or <br> Neutral elements <br> originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as <br> processing going beyond that referred to in Article 8. <br> (e) painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> originating, provided that the value of the non-originating products does not exceed 15 % of the ex-works price of the set. <br> 2. For the purpose of Article 2(1), working and processing carried out in the CARIFORUM States, in the EU, in the <br> OCTs or in the other ACP States shall be considered as having been carried out in the United Kingdom, when the <br> (f) products of sea fishing and other products taken from <br> materials undergo subsequent working or processing in the United Kingdom going beyond that referred to in Article 8. <br> (f) husking, partial or total bleaching, polishing, and <br> good condition during transport and storage; <br> (b) plant and equipment; <br> Article 12 : Neutral elements <br> In order to determine whether a product is originating, it shall not be necessary to determine the origin <br> 3. The cumulation provided for in paragraphs 1 and 2 of this Article may only be applied with respect to the EU, OCTs and <br> (i) sharpening, simple grinding or simple cutting; <br> glazing of cereals and rice; <br> (g) products made aboard their factory ships exclusively <br> the other ACP States provided that: <br> (a) the countries involved in the acquisition of the <br> partial or total milling of crystal sugar (1); <br> Exhibitions <br> of the following which might be used in its manufacture: <br> originating status and the country of destination have <br> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br> (d) goods which do not enter and which are not intended <br> (b) materials and products have acquired originating <br> (j) sifting, screening, sorting, classifying, grading, <br> to enter into the final composition of the product. <br> matching (including the making-up of sets of articles); <br> (k) simple placing in bottles, cans, flasks, bags, cases, <br> TERRITORIAL REQUIREMENTS <br> (c) the United Kingdom provides the CARIFORUM <br> (j) products extracted from marine soil or subsoil outside <br> boxes, fixing on cards or boards and all other simple packaging operations; <br> States, with details of agreements on administrative <br> (l) affixing or printing marks, labels, logos and other <br> Sets <br> cooperation with the other countries or territories <br> (n) simple assembly of parts of articles to constitute a <br> like distinguishing signs on products or their packaging; <br> 1. The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in the CARIFORUM <br> (k) goods produced there exclusively from the products <br> referred to in this Article. The United Kingdom and <br> (d) ironing or pressing of textiles; <br> (m) simple mixing of products, whether or not of <br> complete article or disassembly of products into parts; <br> States or in the United Kingdom, except as provided for in Articles 3, 4 and 5. <br> the CARIFORUM States shall publish according to <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (o) a combination of two or more operations specified in (a) to (n); <br> different kinds; mixing of sugar with any other material (2); <br> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br> their own procedures the date on which the <br> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br> Principle of territoriality <br> Article 4 : Cumulation in the CARIFORUM States <br> cumulation provided for in this Article may be <br> operations conducted there; <br> Cumulation in the CARIFORUM States <br> (a) the returned goods are the same goods as those exported; and <br> (b) they have not undergone any operation beyond that <br> 2. All operations carried out either in the United Kingdom or in the <br> Article 11 : Sets <br> in that country or while being exported. <br> necessary to preserve them in good condition while <br> CARIFORUM States on a given product shall <br> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 1. For the purpose of Article 2(2), materials originating <br> be considered together when determining whether the working or processing undergone by that product is to be <br> (c) live animals born and raised there; <br> in the United Kingdom, in the EU, in the OCTs or in <br> the other ACP States shall be considered as materials <br> [1] This is understood to mean the reduction of the size of the sugar particles as a result of grinding or milling. <br> originating in the CARIFORUM States when <br> [2] For the purpose of applying this subparagraph and in relation to Article 7 (Sufficiently worked or processed products), the <br> Agreement applies only to products which satisfy the <br> equipment, machine, apparatus or vehicle in question. <br> incorporated into a product obtained there. It shall not be <br> Parties agree that paragraph 2 of Article 8 means that the use of one or more materials already originating in the country of manufacture <br> requirements of this Protocol and which are transported <br> necessary that such materials have undergone sufficient <br> implies that a processing going beyond a ‘minimal operation has already been carried out in that country of manufacture. <br> directly between the territory of the CARIFORUM States <br> working or processing, provided they have undergone <br> and the United Kingdom without entering any other <br> working or processing going beyond that referred to in Article 8. <br> Article 13 : Principle of territoriality <br> territory. However, products constituting one single <br> 2. For the purpose of Article 2(2), working and <br> consignment may be transported through other territories <br> processing carried out in the United Kingdom, in the <br> with, should the occasion arise, trans-shipment or <br> EU, in the OCTs or in the other ACP States shall be <br> temporary warehousing in such territories, provided that <br> considered as having been carried out in the <br> they remain under the surveillance of the customs <br> CARIFORUM States, when the materials undergo <br> 2. Evidence that the conditions set out in paragraph 1 have been <br> authorities in the country of transit or warehousing and do <br> subsequent working or processing in the CARIFORUM <br> (a) energy and fuel; <br> not undergo operations other than unloading, reloading or <br> States going beyond that referred to in Article 8. <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal <br> any operation designed to preserve them in good condition. <br> 3. Notwithstanding the provisions of paragraph 2, the <br> 3. The cumulation provided for in paragraphs 1 and 2 <br> Consignments that are transported through the territory of <br> of this Article may only be applied with respect to the <br> the EU with, should the occasion arise, trans-shipment or <br> EU, OCTs and the other ACP States provided that: <br> temporary warehousing in the territory of the EU, may <br> additionally be split, stored, labelled or marked, provided <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> authorities in the EU Member State of transit, trans- <br> shipment or temporary warehousing so as to ensure that the <br> status by the application of the rules of origin identical <br> products are not otherwise altered or transformed. <br> to those given in this Protocol; <br> Originating products may be transported by pipeline across territory other than that of a CARIFORUM State, of the United <br> (c) the CARIFORUM States will provide the United <br> Kingdom or of an OCT. <br> (d) products from live animals raised there; <br> Kingdom with details of agreements on <br> authorities of the importing country by the production of: <br> administrative cooperation with the other countries or <br> fulfilled shall be supplied to the customs <br> territories referred to in this Article. The United <br> Kingdom and the CARIFORUM States shall publish <br> (a) a single transport document covering the passage <br> according to their own procedures the date on which <br> (g) operations to colour sugar or form sugar lumps; <br> from the exporting country through the country of transit; or <br> the cumulation provided for in this article may be <br> 1. At the request of the CARIFORUM States, materials <br> applied with those countries or territories listed in <br> (i) giving an exact description of the products; <br> this Article which have fulfilled the necessary requirements. <br> (ii) stating the dates of unloading and reloading of <br> TITLE III <br> 4. Notwithstanding paragraphs 1 to 3, with regard to the products listed in Annex X and to the products of tariff heading 1006, the <br> the products and, where applicable, the names of <br> provisions of this Article shall apply only when the materials used in the manufacture of such products are originating in, or the <br> the ships, or the other means of transport used; <br> working or processing is carried out in other ACP States. <br> (iii) stating the scope of and reason for any splitting, <br> Article 14 : Direct Transport <br> display which is not organised for private purposes in shops or business premises with a view to the sale of foreign <br> 5. This Article shall not apply to products of Annex XII <br> labelling and marking activities conducted; and <br> originating in South Africa. The cumulation provided for <br> Insufficient Working or Processing <br> (iv) certifying the conditions under which the <br> (e) (i) products obtained by hunting or fishing conducted there; <br> in this Article shall apply after 31 December 2009 for the <br> Article 15 : Exhibitions <br> products remained in the transit country, <br> products originating in South Africa listed in Annex XIII. <br> including any temporary storage; or <br> Article 5 : Cumulation with neighbouring developing countries <br> failing these, any substantiating documents. <br> Cumulation with neighbouring developing countries <br> originating in a neighbouring developing country listed in <br> 1. Originating products, sent from a CARIFORUM State <br> Annex VIII shall be considered as materials originating in <br> or from the United Kingdom for exhibition in a country or <br> a CARIFORUM State when incorporated into a product obtained there. <br> country in which the exhibition is held and has exhibited them there; <br> territory other than those referred to in Articles 3, 4 and 5 <br> 2. The requests shall be addressed to the Special Committee on Customs Cooperation and Trade Facilitation in <br> (b) breaking-up and assembly of packages; <br> and sold after the exhibition for importation into the <br> accordance with Article 42. <br> demonstration at the exhibition. <br> United Kingdom or a CARIFORUM State shall benefit on <br> 3. It shall not be necessary that such materials have <br> importation from the provisions of the Agreement <br> undergone sufficient working or processing, provided that: <br> (a) the working or processing carried out in the <br> (b) fruit and vegetable products harvested there; <br> 1 The preferential treatment provided for under the <br> accordance with the provisions of Title IV and submitted to <br> an exporter has consigned these products from a <br> CARIFORUM State exceeds the operations listed in Article 8; <br> (a) CARIFORUM State or the United Kingdom to the <br> (b) the CARIFORUM States, the United Kingdom and the <br> neighbouring developing countries concerned have <br> the products have been sold or otherwise disposed of <br> concluded an agreement on adequate administrative cooperation procedures which will ensure <br> (b) by that exporter to a person in a CARIFORUM State <br> correct implementation of thisparagraph. <br> or in the United Kingdom; <br> 4. The Parties shall notify to the Special Committee on Customs Cooperation and Trade Facilitation the products <br> the products have been consigned during the <br> to which the provisions of this Article shall not apply. <br> (c) exhibition or immediately thereafter in the state in <br> 5. For the purpose of determining whether the products <br> which they were sent for exhibition; and <br> originate in the neighbouring developing country as <br> (p) slaughter of animals. <br> the products have not, since they were consigned for <br> defined in Annex VIII, the provisions of this Protocol shall apply. <br> (d) exhibition, been used for any purpose other than <br> 2. A proof of origin must be issued or made out in <br> 1. The following shall be considered as wholly obtained in the territory of the CARIFORUM States or in the territory of <br> Accessories, Spare Parts and Tools <br> the United Kingdom: <br> the customs authorities of the importing country in the <br> (a) mineral products extracted from their soil or from <br> normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional <br> their seabed; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or <br> (a) operations to ensure the preservation of products in <br> documentary evidence of the conditions under which they have been exhibited may be required. <br> (ii) they are owned by companies <br> (ii) products of aquaculture, including mariculture, <br> where the fish are born and raised there; <br> (c) which meet one of the following conditions: <br> the sea outside the territorial waters of the United <br> Kingdom or of a CARIFORUM State by their vessels; <br> from products referred to in (f); <br> (h) used articles collected there fit only for the recovery <br> of raw materials, including used tyres fit only for <br> retreading or for use as waste; <br> (i) waste and scrap resulting from manufacturing <br> regarded as insufficient within the meaning of paragraph 1. <br> their territorial waters provided that they have sole rights to work that soil or subsoil; <br> specified in (a) to (j). <br> 2. The terms ‘‘their vessels' and <br> ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> (a) which are registered in the United Kingdom or in a CARIFORUM State; <br> (b) which sail under the flag of the United Kingdom or of a CARIFORUM State; and <br> (i) they are at least 50 % owned by nationals of the <br> United Kingdom, an EU Member State or of a CARIFORUM State; or <br> which have their head office and their main <br> place of business in the United Kingdom, an <br> EU Member State or in a CARIFORUM State; and <br> which are at least 50 % owned by the <br> United Kingdom, an EU Member State or <br> Article 6 : Wholly obtained products <br> by a CARIFORUM State, public entities or nationals of that State. <br> United Kingdom shall recognise, upon request of a <br> CARIFORUM State, that vessels chartered or leased by <br> operators of such CARIFORUM State be treated as ‘their <br> vessels' in order to undertake fisheries activities in its <br> exclusive economic zone, provided that the charter or <br> lease agreement, for which operators of the United <br> Kingdom have been offered the right of first refusal, has <br> been accepted by the Special Committee on Customs <br> Cooperation and Trade Facilitation as providing adequate <br> opportunities for developing the fishing capacity of the <br> requesting CARIFORUM State and in particular as <br> conferring on such CARIFORUM State the nautical and <br> commercial responsibility for the chartered or leased vessels. <br> Article 10 : Accessories, spare parts and tools <br> products, and during which the products remain under customs control. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) ‘manufacture' means any kind of working or <br> processing including assembly or specific operations; <br> (b) ‘material' means any ingredient, raw material, <br> (d) ‘goods' means both materials and products; <br> component or part used in the manufacture of the product; <br> (c) ‘product' means the product being manufactured, <br> even if it is intended for later use in another <br> manufacturing operation; <br> (e) ‘customs value' means the value as determined <br> in accordance with the 1994 Agreement on <br> implementation of Article VII of the General <br> Agreement on Tariffs and Trade (WTO Agreement on customs valuation); <br> (f) ‘ex-works price' means the price paid for the <br> are, or may be, repaid when the product obtained is exported; <br> product ex works to the manufacturer in whose <br> undertaking the last working or processing is carried <br> out, provided the price includes the value of all the <br> materials used, minus any internal taxes paid which <br> (g) ‘value of materials' means the customs value at the <br> time of importation of the non-originating materials <br> used, or, if this is not known and cannot be ascertained, the first ascertainable price <br> paid for the materials in the territory concerned; <br> (h) ‘value of originating materials' means the value of <br> such materials as defined in subparagraph (g) applied mutatis mutandis; <br> consignee or, in the absence of such a document, by a single invoice; <br> minus the customs value of third country materials <br> (i) ‘added value' shall be taken to be the ex-works price <br> imported into the United Kingdom, the CARIFORUM <br> States or the Overseas Countries and Territories (‘OCTs'); <br> (j) ‘chapters' and ‘headings' mean the chapters and <br> the four- digit headings used in the nomenclature which makes up the Harmonised Commodity Description and <br> Coding System, referred to in this Protocol as ‘the Harmonised System' or ‘HS'; <br> (k) ‘classified' refers to the classification of a <br> (o) ‘other ACP States' means the countries listed in Annex XI. <br> product or material under a particular heading; <br> (l) ‘consignment' means products which are either <br> sent simultaneously from one exporter to one consignee or covered by a single transport document <br> covering their shipment from the exporter to the <br> (m) ‘territories' includes territorial waters; <br> (n) ‘OCTs' means the Overseas Countries and <br> Territories as defined in Annex IX; <br> (p) ‘EU' means the European Union. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1. For the purpose of ‘the Agreement', the following products shall be <br> considered as originating in the United Kingdom: <br> (a) products wholly obtained in the United Kingdom <br> (b) products obtained in the United Kingdom <br> obtained there, provided that such materials have undergone <br> sufficient working or processing in the United Kingdom within the meaning of Article 7. <br> 2. For the purpose of the Agreement, the following products shall be considered as originating in the CARIFORUM States: <br> (a) products wholly obtained in the CARIFORUM States <br> within the meaning of Article 6 of this Protocol; <br> (b) products obtained in CARIFORUM States <br> incorporating materials which have not been wholly <br> obtained there, provided that such materials have <br> undergone sufficient working or processing in that <br> CARIFORUM State within the meaning of Article 7. <br> 3. For the purpose of implementing paragraph 2, the territories of the CARIFORUM States shall be considered as being one territory. <br> Originating products made up of materials wholly obtained or sufficiently worked or processed in two or more <br> CARIFORUM States shall be considered as products originating in the CARIFORUM State where the last working or <br> processing took place, provided the working or processing carried out there goes beyond that referred to in Article 8 of this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL I <br> Article 3 : Cumulation in the United Kingdom <br> Article 8 : Insufficient working or processing <br> Concerning the definition of the concept of ‘originating products' and methods of administrative cooperation <br> Cumulation in the United Kingdom <br> Wholly obtained products <br> Direct transport <br> 1. For the purpose of Article 2(1), materials originating <br> 1. Without prejudice to paragraph 2, the following <br> GENERAL <br> TITLE I <br> in the CARIFORUM States, in the EU, in the OCTs or in <br> operations shall be considered as insufficient working or <br> equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> PROVISIONS <br> processing to confer the status of originating products, <br> originating in the United Kingdom when incorporated <br> whether or not the requirements of Article 7 are satisfied: <br> into a product obtained there. It shall not be necessary that <br> (c) machines and tools; <br> provided it is shown to the satisfaction of the customs authorities that: <br> such materials have undergone sufficient working or <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component products are <br> processing, provided they have undergone working or <br> Neutral elements <br> originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as <br> processing going beyond that referred to in Article 8. <br> (e) painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> originating, provided that the value of the non-originating products does not exceed 15 % of the ex-works price of the set. <br> 2. For the purpose of Article 2(1), working and processing carried out in the CARIFORUM States, in the EU, in the <br> OCTs or in the other ACP States shall be considered as having been carried out in the United Kingdom, when the <br> (f) products of sea fishing and other products taken from <br> materials undergo subsequent working or processing in the United Kingdom going beyond that referred to in Article 8. <br> (f) husking, partial or total bleaching, polishing, and <br> good condition during transport and storage; <br> (b) plant and equipment; <br> Article 12 : Neutral elements <br> In order to determine whether a product is originating, it shall not be necessary to determine the origin <br> 3. The cumulation provided for in paragraphs 1 and 2 of this Article may only be applied with respect to the EU, OCTs and <br> (i) sharpening, simple grinding or simple cutting; <br> glazing of cereals and rice; <br> (g) products made aboard their factory ships exclusively <br> the other ACP States provided that: <br> (a) the countries involved in the acquisition of the <br> partial or total milling of crystal sugar (1); <br> Exhibitions <br> of the following which might be used in its manufacture: <br> originating status and the country of destination have <br> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br> (d) goods which do not enter and which are not intended <br> (b) materials and products have acquired originating <br> (j) sifting, screening, sorting, classifying, grading, <br> to enter into the final composition of the product. <br> matching (including the making-up of sets of articles); <br> (k) simple placing in bottles, cans, flasks, bags, cases, <br> TERRITORIAL REQUIREMENTS <br> (c) the United Kingdom provides the CARIFORUM <br> (j) products extracted from marine soil or subsoil outside <br> boxes, fixing on cards or boards and all other simple packaging operations; <br> States, with details of agreements on administrative <br> (l) affixing or printing marks, labels, logos and other <br> Sets <br> cooperation with the other countries or territories <br> (n) simple assembly of parts of articles to constitute a <br> like distinguishing signs on products or their packaging; <br> 1. The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in the CARIFORUM <br> (k) goods produced there exclusively from the products <br> referred to in this Article. The United Kingdom and <br> (d) ironing or pressing of textiles; <br> (m) simple mixing of products, whether or not of <br> complete article or disassembly of products into parts; <br> States or in the United Kingdom, except as provided for in Articles 3, 4 and 5. <br> the CARIFORUM States shall publish according to <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (o) a combination of two or more operations specified in (a) to (n); <br> different kinds; mixing of sugar with any other material (2); <br> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br> their own procedures the date on which the <br> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br> Principle of territoriality <br> Article 4 : Cumulation in the CARIFORUM States <br> cumulation provided for in this Article may be <br> operations conducted there; <br> Cumulation in the CARIFORUM States <br> (a) the returned goods are the same goods as those exported; and <br> (b) they have not undergone any operation beyond that <br> 2. All operations carried out either in the United Kingdom or in the <br> Article 11 : Sets <br> in that country or while being exported. <br> necessary to preserve them in good condition while <br> CARIFORUM States on a given product shall <br> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 1. For the purpose of Article 2(2), materials originating <br> be considered together when determining whether the working or processing undergone by that product is to be <br> (c) live animals born and raised there; <br> in the United Kingdom, in the EU, in the OCTs or in <br> the other ACP States shall be considered as materials <br> [1] This is understood to mean the reduction of the size of the sugar particles as a result of grinding or milling. <br> originating in the CARIFORUM States when <br> [2] For the purpose of applying this subparagraph and in relation to Article 7 (Sufficiently worked or processed products), the <br> Agreement applies only to products which satisfy the <br> equipment, machine, apparatus or vehicle in question. <br> incorporated into a product obtained there. It shall not be <br> Parties agree that paragraph 2 of Article 8 means that the use of one or more materials already originating in the country of manufacture <br> requirements of this Protocol and which are transported <br> necessary that such materials have undergone sufficient <br> implies that a processing going beyond a ‘minimal operation has already been carried out in that country of manufacture. <br> directly between the territory of the CARIFORUM States <br> working or processing, provided they have undergone <br> and the United Kingdom without entering any other <br> working or processing going beyond that referred to in Article 8. <br> Article 13 : Principle of territoriality <br> territory. However, products constituting one single <br> 2. For the purpose of Article 2(2), working and <br> consignment may be transported through other territories <br> processing carried out in the United Kingdom, in the <br> with, should the occasion arise, trans-shipment or <br> EU, in the OCTs or in the other ACP States shall be <br> temporary warehousing in such territories, provided that <br> considered as having been carried out in the <br> they remain under the surveillance of the customs <br> CARIFORUM States, when the materials undergo <br> 2. Evidence that the conditions set out in paragraph 1 have been <br> authorities in the country of transit or warehousing and do <br> subsequent working or processing in the CARIFORUM <br> (a) energy and fuel; <br> not undergo operations other than unloading, reloading or <br> States going beyond that referred to in Article 8. <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal <br> any operation designed to preserve them in good condition. <br> 3. Notwithstanding the provisions of paragraph 2, the <br> 3. The cumulation provided for in paragraphs 1 and 2 <br> Consignments that are transported through the territory of <br> of this Article may only be applied with respect to the <br> the EU with, should the occasion arise, trans-shipment or <br> EU, OCTs and the other ACP States provided that: <br> temporary warehousing in the territory of the EU, may <br> additionally be split, stored, labelled or marked, provided <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> authorities in the EU Member State of transit, trans- <br> shipment or temporary warehousing so as to ensure that the <br> status by the application of the rules of origin identical <br> products are not otherwise altered or transformed. <br> to those given in this Protocol; <br> Originating products may be transported by pipeline across territory other than that of a CARIFORUM State, of the United <br> (c) the CARIFORUM States will provide the United <br> Kingdom or of an OCT. <br> (d) products from live animals raised there; <br> Kingdom with details of agreements on <br> authorities of the importing country by the production of: <br> administrative cooperation with the other countries or <br> fulfilled shall be supplied to the customs <br> territories referred to in this Article. The United <br> Kingdom and the CARIFORUM States shall publish <br> (a) a single transport document covering the passage <br> according to their own procedures the date on which <br> (g) operations to colour sugar or form sugar lumps; <br> from the exporting country through the country of transit; or <br> the cumulation provided for in this article may be <br> 1. At the request of the CARIFORUM States, materials <br> applied with those countries or territories listed in <br> (i) giving an exact description of the products; <br> this Article which have fulfilled the necessary requirements. <br> (ii) stating the dates of unloading and reloading of <br> TITLE III <br> 4. Notwithstanding paragraphs 1 to 3, with regard to the products listed in Annex X and to the products of tariff heading 1006, the <br> the products and, where applicable, the names of <br> provisions of this Article shall apply only when the materials used in the manufacture of such products are originating in, or the <br> the ships, or the other means of transport used; <br> working or processing is carried out in other ACP States. <br> (iii) stating the scope of and reason for any splitting, <br> Article 14 : Direct Transport <br> display which is not organised for private purposes in shops or business premises with a view to the sale of foreign <br> 5. This Article shall not apply to products of Annex XII <br> labelling and marking activities conducted; and <br> originating in South Africa. The cumulation provided for <br> Insufficient Working or Processing <br> (iv) certifying the conditions under which the <br> (e) (i) products obtained by hunting or fishing conducted there; <br> in this Article shall apply after 31 December 2009 for the <br> Article 15 : Exhibitions <br> products remained in the transit country, <br> products originating in South Africa listed in Annex XIII. <br> including any temporary storage; or <br> Article 5 : Cumulation with neighbouring developing countries <br> failing these, any substantiating documents. <br> Cumulation with neighbouring developing countries <br> originating in a neighbouring developing country listed in <br> 1. Originating products, sent from a CARIFORUM State <br> Annex VIII shall be considered as materials originating in <br> or from the United Kingdom for exhibition in a country or <br> a CARIFORUM State when incorporated into a product obtained there. <br> country in which the exhibition is held and has exhibited them there; <br> territory other than those referred to in Articles 3, 4 and 5 <br> 2. The requests shall be addressed to the Special Committee on Customs Cooperation and Trade Facilitation in <br> (b) breaking-up and assembly of packages; <br> and sold after the exhibition for importation into the <br> accordance with Article 42. <br> demonstration at the exhibition. <br> United Kingdom or a CARIFORUM State shall benefit on <br> 3. It shall not be necessary that such materials have <br> importation from the provisions of the Agreement <br> undergone sufficient working or processing, provided that: <br> (a) the working or processing carried out in the <br> (b) fruit and vegetable products harvested there; <br> 1 The preferential treatment provided for under the <br> accordance with the provisions of Title IV and submitted to <br> an exporter has consigned these products from a <br> CARIFORUM State exceeds the operations listed in Article 8; <br> (a) CARIFORUM State or the United Kingdom to the <br> (b) the CARIFORUM States, the United Kingdom and the <br> neighbouring developing countries concerned have <br> the products have been sold or otherwise disposed of <br> concluded an agreement on adequate administrative cooperation procedures which will ensure <br> (b) by that exporter to a person in a CARIFORUM State <br> correct implementation of thisparagraph. <br> or in the United Kingdom; <br> 4. The Parties shall notify to the Special Committee on Customs Cooperation and Trade Facilitation the products <br> the products have been consigned during the <br> to which the provisions of this Article shall not apply. <br> (c) exhibition or immediately thereafter in the state in <br> 5. For the purpose of determining whether the products <br> which they were sent for exhibition; and <br> originate in the neighbouring developing country as <br> (p) slaughter of animals. <br> the products have not, since they were consigned for <br> defined in Annex VIII, the provisions of this Protocol shall apply. <br> (d) exhibition, been used for any purpose other than <br> 2. A proof of origin must be issued or made out in <br> 1. The following shall be considered as wholly obtained in the territory of the CARIFORUM States or in the territory of <br> Accessories, Spare Parts and Tools <br> the United Kingdom: <br> the customs authorities of the importing country in the <br> (a) mineral products extracted from their soil or from <br> normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional <br> their seabed; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or <br> (a) operations to ensure the preservation of products in <br> documentary evidence of the conditions under which they have been exhibited may be required. <br> (ii) they are owned by companies <br> (ii) products of aquaculture, including mariculture, <br> where the fish are born and raised there; <br> (c) which meet one of the following conditions: <br> the sea outside the territorial waters of the United <br> Kingdom or of a CARIFORUM State by their vessels; <br> from products referred to in (f); <br> (h) used articles collected there fit only for the recovery <br> of raw materials, including used tyres fit only for <br> retreading or for use as waste; <br> (i) waste and scrap resulting from manufacturing <br> regarded as insufficient within the meaning of paragraph 1. <br> their territorial waters provided that they have sole rights to work that soil or subsoil; <br> specified in (a) to (j). <br> 2. The terms ‘‘their vessels' and <br> ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> (a) which are registered in the United Kingdom or in a CARIFORUM State; <br> (b) which sail under the flag of the United Kingdom or of a CARIFORUM State; and <br> (i) they are at least 50 % owned by nationals of the <br> United Kingdom, an EU Member State or of a CARIFORUM State; or <br> which have their head office and their main <br> place of business in the United Kingdom, an <br> EU Member State or in a CARIFORUM State; and <br> which are at least 50 % owned by the <br> United Kingdom, an EU Member State or <br> Article 6 : Wholly obtained products <br> by a CARIFORUM State, public entities or nationals of that State. <br> United Kingdom shall recognise, upon request of a <br> CARIFORUM State, that vessels chartered or leased by <br> operators of such CARIFORUM State be treated as ‘their <br> vessels' in order to undertake fisheries activities in its <br> exclusive economic zone, provided that the charter or <br> lease agreement, for which operators of the United <br> Kingdom have been offered the right of first refusal, has <br> been accepted by the Special Committee on Customs <br> Cooperation and Trade Facilitation as providing adequate <br> opportunities for developing the fishing capacity of the <br> requesting CARIFORUM State and in particular as <br> conferring on such CARIFORUM State the nautical and <br> commercial responsibility for the chartered or leased vessels. <br> Article 10 : Accessories, spare parts and tools <br> products, and during which the products remain under customs control. <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 7 : Sufficiently worked or processed products <br> 1. For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or processed <br> when the conditions set out in the List in Annex II are fulfilled. <br> 2. The conditions referred to in paragraph 1 above <br> indicate, for all products covered by the Agreement, the <br> working or processing which must be carried out on non- <br> originating materials used in manufacturing and apply <br> only in relation to such materials. Accordingly, it follows <br> that if a product which has acquired originating status by <br> fulfilling the conditions set out in the List is used in the <br> materials which may have been used in its manufacture. <br> manufacture of another product, the conditions applicable <br> to the product in which it is incorporated do not apply to <br> it, and no account shall be taken of the non-originating <br> 3. Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in Annex II, <br> exceeded through the application of this paragraph. <br> should not be used in the manufacture of a given product may nevertheless be used, provided that: <br> (a) their total value does not exceed 15 % of the ex-works <br> price of the product; <br> (b) any of the percentages given in the List for the <br> maximum value of non-originating materials are not <br> 4. Paragraphs 1 to 3 shall apply except as provided in Article 8. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL I <br> Article 3 : Cumulation in the United Kingdom <br> Article 8 : Insufficient working or processing <br> Concerning the definition of the concept of ‘originating products' and methods of administrative cooperation <br> Cumulation in the United Kingdom <br> Wholly obtained products <br> Direct transport <br> 1. For the purpose of Article 2(1), materials originating <br> 1. Without prejudice to paragraph 2, the following <br> GENERAL <br> TITLE I <br> in the CARIFORUM States, in the EU, in the OCTs or in <br> operations shall be considered as insufficient working or <br> equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> PROVISIONS <br> processing to confer the status of originating products, <br> originating in the United Kingdom when incorporated <br> whether or not the requirements of Article 7 are satisfied: <br> into a product obtained there. It shall not be necessary that <br> (c) machines and tools; <br> provided it is shown to the satisfaction of the customs authorities that: <br> such materials have undergone sufficient working or <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component products are <br> processing, provided they have undergone working or <br> Neutral elements <br> originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as <br> processing going beyond that referred to in Article 8. <br> (e) painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> originating, provided that the value of the non-originating products does not exceed 15 % of the ex-works price of the set. <br> 2. For the purpose of Article 2(1), working and processing carried out in the CARIFORUM States, in the EU, in the <br> OCTs or in the other ACP States shall be considered as having been carried out in the United Kingdom, when the <br> (f) products of sea fishing and other products taken from <br> materials undergo subsequent working or processing in the United Kingdom going beyond that referred to in Article 8. <br> (f) husking, partial or total bleaching, polishing, and <br> good condition during transport and storage; <br> (b) plant and equipment; <br> Article 12 : Neutral elements <br> In order to determine whether a product is originating, it shall not be necessary to determine the origin <br> 3. The cumulation provided for in paragraphs 1 and 2 of this Article may only be applied with respect to the EU, OCTs and <br> (i) sharpening, simple grinding or simple cutting; <br> glazing of cereals and rice; <br> (g) products made aboard their factory ships exclusively <br> the other ACP States provided that: <br> (a) the countries involved in the acquisition of the <br> partial or total milling of crystal sugar (1); <br> Exhibitions <br> of the following which might be used in its manufacture: <br> originating status and the country of destination have <br> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br> (d) goods which do not enter and which are not intended <br> (b) materials and products have acquired originating <br> (j) sifting, screening, sorting, classifying, grading, <br> to enter into the final composition of the product. <br> matching (including the making-up of sets of articles); <br> (k) simple placing in bottles, cans, flasks, bags, cases, <br> TERRITORIAL REQUIREMENTS <br> (c) the United Kingdom provides the CARIFORUM <br> (j) products extracted from marine soil or subsoil outside <br> boxes, fixing on cards or boards and all other simple packaging operations; <br> States, with details of agreements on administrative <br> (l) affixing or printing marks, labels, logos and other <br> Sets <br> cooperation with the other countries or territories <br> (n) simple assembly of parts of articles to constitute a <br> like distinguishing signs on products or their packaging; <br> 1. The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in the CARIFORUM <br> (k) goods produced there exclusively from the products <br> referred to in this Article. The United Kingdom and <br> (d) ironing or pressing of textiles; <br> (m) simple mixing of products, whether or not of <br> complete article or disassembly of products into parts; <br> States or in the United Kingdom, except as provided for in Articles 3, 4 and 5. <br> the CARIFORUM States shall publish according to <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (o) a combination of two or more operations specified in (a) to (n); <br> different kinds; mixing of sugar with any other material (2); <br> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br> their own procedures the date on which the <br> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br> Principle of territoriality <br> Article 4 : Cumulation in the CARIFORUM States <br> cumulation provided for in this Article may be <br> operations conducted there; <br> Cumulation in the CARIFORUM States <br> (a) the returned goods are the same goods as those exported; and <br> (b) they have not undergone any operation beyond that <br> 2. All operations carried out either in the United Kingdom or in the <br> Article 11 : Sets <br> in that country or while being exported. <br> necessary to preserve them in good condition while <br> CARIFORUM States on a given product shall <br> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 1. For the purpose of Article 2(2), materials originating <br> be considered together when determining whether the working or processing undergone by that product is to be <br> (c) live animals born and raised there; <br> in the United Kingdom, in the EU, in the OCTs or in <br> the other ACP States shall be considered as materials <br> [1] This is understood to mean the reduction of the size of the sugar particles as a result of grinding or milling. <br> originating in the CARIFORUM States when <br> [2] For the purpose of applying this subparagraph and in relation to Article 7 (Sufficiently worked or processed products), the <br> Agreement applies only to products which satisfy the <br> equipment, machine, apparatus or vehicle in question. <br> incorporated into a product obtained there. It shall not be <br> Parties agree that paragraph 2 of Article 8 means that the use of one or more materials already originating in the country of manufacture <br> requirements of this Protocol and which are transported <br> necessary that such materials have undergone sufficient <br> implies that a processing going beyond a ‘minimal operation has already been carried out in that country of manufacture. <br> directly between the territory of the CARIFORUM States <br> working or processing, provided they have undergone <br> and the United Kingdom without entering any other <br> working or processing going beyond that referred to in Article 8. <br> Article 13 : Principle of territoriality <br> territory. However, products constituting one single <br> 2. For the purpose of Article 2(2), working and <br> consignment may be transported through other territories <br> processing carried out in the United Kingdom, in the <br> with, should the occasion arise, trans-shipment or <br> EU, in the OCTs or in the other ACP States shall be <br> temporary warehousing in such territories, provided that <br> considered as having been carried out in the <br> they remain under the surveillance of the customs <br> CARIFORUM States, when the materials undergo <br> 2. Evidence that the conditions set out in paragraph 1 have been <br> authorities in the country of transit or warehousing and do <br> subsequent working or processing in the CARIFORUM <br> (a) energy and fuel; <br> not undergo operations other than unloading, reloading or <br> States going beyond that referred to in Article 8. <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal <br> any operation designed to preserve them in good condition. <br> 3. Notwithstanding the provisions of paragraph 2, the <br> 3. The cumulation provided for in paragraphs 1 and 2 <br> Consignments that are transported through the territory of <br> of this Article may only be applied with respect to the <br> the EU with, should the occasion arise, trans-shipment or <br> EU, OCTs and the other ACP States provided that: <br> temporary warehousing in the territory of the EU, may <br> additionally be split, stored, labelled or marked, provided <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> authorities in the EU Member State of transit, trans- <br> shipment or temporary warehousing so as to ensure that the <br> status by the application of the rules of origin identical <br> products are not otherwise altered or transformed. <br> to those given in this Protocol; <br> Originating products may be transported by pipeline across territory other than that of a CARIFORUM State, of the United <br> (c) the CARIFORUM States will provide the United <br> Kingdom or of an OCT. <br> (d) products from live animals raised there; <br> Kingdom with details of agreements on <br> authorities of the importing country by the production of: <br> administrative cooperation with the other countries or <br> fulfilled shall be supplied to the customs <br> territories referred to in this Article. The United <br> Kingdom and the CARIFORUM States shall publish <br> (a) a single transport document covering the passage <br> according to their own procedures the date on which <br> (g) operations to colour sugar or form sugar lumps; <br> from the exporting country through the country of transit; or <br> the cumulation provided for in this article may be <br> 1. At the request of the CARIFORUM States, materials <br> applied with those countries or territories listed in <br> (i) giving an exact description of the products; <br> this Article which have fulfilled the necessary requirements. <br> (ii) stating the dates of unloading and reloading of <br> TITLE III <br> 4. Notwithstanding paragraphs 1 to 3, with regard to the products listed in Annex X and to the products of tariff heading 1006, the <br> the products and, where applicable, the names of <br> provisions of this Article shall apply only when the materials used in the manufacture of such products are originating in, or the <br> the ships, or the other means of transport used; <br> working or processing is carried out in other ACP States. <br> (iii) stating the scope of and reason for any splitting, <br> Article 14 : Direct Transport <br> display which is not organised for private purposes in shops or business premises with a view to the sale of foreign <br> 5. This Article shall not apply to products of Annex XII <br> labelling and marking activities conducted; and <br> originating in South Africa. The cumulation provided for <br> Insufficient Working or Processing <br> (iv) certifying the conditions under which the <br> (e) (i) products obtained by hunting or fishing conducted there; <br> in this Article shall apply after 31 December 2009 for the <br> Article 15 : Exhibitions <br> products remained in the transit country, <br> products originating in South Africa listed in Annex XIII. <br> including any temporary storage; or <br> Article 5 : Cumulation with neighbouring developing countries <br> failing these, any substantiating documents. <br> Cumulation with neighbouring developing countries <br> originating in a neighbouring developing country listed in <br> 1. Originating products, sent from a CARIFORUM State <br> Annex VIII shall be considered as materials originating in <br> or from the United Kingdom for exhibition in a country or <br> a CARIFORUM State when incorporated into a product obtained there. <br> country in which the exhibition is held and has exhibited them there; <br> territory other than those referred to in Articles 3, 4 and 5 <br> 2. The requests shall be addressed to the Special Committee on Customs Cooperation and Trade Facilitation in <br> (b) breaking-up and assembly of packages; <br> and sold after the exhibition for importation into the <br> accordance with Article 42. <br> demonstration at the exhibition. <br> United Kingdom or a CARIFORUM State shall benefit on <br> 3. It shall not be necessary that such materials have <br> importation from the provisions of the Agreement <br> undergone sufficient working or processing, provided that: <br> (a) the working or processing carried out in the <br> (b) fruit and vegetable products harvested there; <br> 1 The preferential treatment provided for under the <br> accordance with the provisions of Title IV and submitted to <br> an exporter has consigned these products from a <br> CARIFORUM State exceeds the operations listed in Article 8; <br> (a) CARIFORUM State or the United Kingdom to the <br> (b) the CARIFORUM States, the United Kingdom and the <br> neighbouring developing countries concerned have <br> the products have been sold or otherwise disposed of <br> concluded an agreement on adequate administrative cooperation procedures which will ensure <br> (b) by that exporter to a person in a CARIFORUM State <br> correct implementation of thisparagraph. <br> or in the United Kingdom; <br> 4. The Parties shall notify to the Special Committee on Customs Cooperation and Trade Facilitation the products <br> the products have been consigned during the <br> to which the provisions of this Article shall not apply. <br> (c) exhibition or immediately thereafter in the state in <br> 5. For the purpose of determining whether the products <br> which they were sent for exhibition; and <br> originate in the neighbouring developing country as <br> (p) slaughter of animals. <br> the products have not, since they were consigned for <br> defined in Annex VIII, the provisions of this Protocol shall apply. <br> (d) exhibition, been used for any purpose other than <br> 2. A proof of origin must be issued or made out in <br> 1. The following shall be considered as wholly obtained in the territory of the CARIFORUM States or in the territory of <br> Accessories, Spare Parts and Tools <br> the United Kingdom: <br> the customs authorities of the importing country in the <br> (a) mineral products extracted from their soil or from <br> normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional <br> their seabed; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or <br> (a) operations to ensure the preservation of products in <br> documentary evidence of the conditions under which they have been exhibited may be required. <br> (ii) they are owned by companies <br> (ii) products of aquaculture, including mariculture, <br> where the fish are born and raised there; <br> (c) which meet one of the following conditions: <br> the sea outside the territorial waters of the United <br> Kingdom or of a CARIFORUM State by their vessels; <br> from products referred to in (f); <br> (h) used articles collected there fit only for the recovery <br> of raw materials, including used tyres fit only for <br> retreading or for use as waste; <br> (i) waste and scrap resulting from manufacturing <br> regarded as insufficient within the meaning of paragraph 1. <br> their territorial waters provided that they have sole rights to work that soil or subsoil; <br> specified in (a) to (j). <br> 2. The terms ‘‘their vessels' and <br> ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> (a) which are registered in the United Kingdom or in a CARIFORUM State; <br> (b) which sail under the flag of the United Kingdom or of a CARIFORUM State; and <br> (i) they are at least 50 % owned by nationals of the <br> United Kingdom, an EU Member State or of a CARIFORUM State; or <br> which have their head office and their main <br> place of business in the United Kingdom, an <br> EU Member State or in a CARIFORUM State; and <br> which are at least 50 % owned by the <br> United Kingdom, an EU Member State or <br> Article 6 : Wholly obtained products <br> by a CARIFORUM State, public entities or nationals of that State. <br> United Kingdom shall recognise, upon request of a <br> CARIFORUM State, that vessels chartered or leased by <br> operators of such CARIFORUM State be treated as ‘their <br> vessels' in order to undertake fisheries activities in its <br> exclusive economic zone, provided that the charter or <br> lease agreement, for which operators of the United <br> Kingdom have been offered the right of first refusal, has <br> been accepted by the Special Committee on Customs <br> Cooperation and Trade Facilitation as providing adequate <br> opportunities for developing the fishing capacity of the <br> requesting CARIFORUM State and in particular as <br> conferring on such CARIFORUM State the nautical and <br> commercial responsibility for the chartered or leased vessels. <br> Article 10 : Accessories, spare parts and tools <br> products, and during which the products remain under customs control. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 9 : Unit of qualification <br> 1. The unit of qualification for the application of the <br> provisions of this Protocol shall be the particular product <br> Accordingly, it follows that: <br> which is considered as the basic unit when determining <br> classification using the nomenclature of the Harmonised System. <br> System in a single heading, the whole constitutes the unit of qualification; <br> (a) when a product composed of a group or assembly of <br> articles is classified under the terms of the Harmonised <br> (b) when a consignment consists of a number of identical <br> products classified under the same heading of the <br> Harmonised System, each product must be taken individually when applying the provisions of this Protocol. <br> 2. Where, under General Rule 5 of the Harmonised System, <br> packaging is included with the product for classification <br> purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL I <br> Article 3 : Cumulation in the United Kingdom <br> Article 8 : Insufficient working or processing <br> Concerning the definition of the concept of ‘originating products' and methods of administrative cooperation <br> Cumulation in the United Kingdom <br> Wholly obtained products <br> Direct transport <br> 1. For the purpose of Article 2(1), materials originating <br> 1. Without prejudice to paragraph 2, the following <br> GENERAL <br> TITLE I <br> in the CARIFORUM States, in the EU, in the OCTs or in <br> operations shall be considered as insufficient working or <br> equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> PROVISIONS <br> processing to confer the status of originating products, <br> originating in the United Kingdom when incorporated <br> whether or not the requirements of Article 7 are satisfied: <br> into a product obtained there. It shall not be necessary that <br> (c) machines and tools; <br> provided it is shown to the satisfaction of the customs authorities that: <br> such materials have undergone sufficient working or <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component products are <br> processing, provided they have undergone working or <br> Neutral elements <br> originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as <br> processing going beyond that referred to in Article 8. <br> (e) painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> originating, provided that the value of the non-originating products does not exceed 15 % of the ex-works price of the set. <br> 2. For the purpose of Article 2(1), working and processing carried out in the CARIFORUM States, in the EU, in the <br> OCTs or in the other ACP States shall be considered as having been carried out in the United Kingdom, when the <br> (f) products of sea fishing and other products taken from <br> materials undergo subsequent working or processing in the United Kingdom going beyond that referred to in Article 8. <br> (f) husking, partial or total bleaching, polishing, and <br> good condition during transport and storage; <br> (b) plant and equipment; <br> Article 12 : Neutral elements <br> In order to determine whether a product is originating, it shall not be necessary to determine the origin <br> 3. The cumulation provided for in paragraphs 1 and 2 of this Article may only be applied with respect to the EU, OCTs and <br> (i) sharpening, simple grinding or simple cutting; <br> glazing of cereals and rice; <br> (g) products made aboard their factory ships exclusively <br> the other ACP States provided that: <br> (a) the countries involved in the acquisition of the <br> partial or total milling of crystal sugar (1); <br> Exhibitions <br> of the following which might be used in its manufacture: <br> originating status and the country of destination have <br> concluded an agreement on administrative cooperation which ensures a correct implementation of this Article; <br> (d) goods which do not enter and which are not intended <br> (b) materials and products have acquired originating <br> (j) sifting, screening, sorting, classifying, grading, <br> to enter into the final composition of the product. <br> matching (including the making-up of sets of articles); <br> (k) simple placing in bottles, cans, flasks, bags, cases, <br> TERRITORIAL REQUIREMENTS <br> (c) the United Kingdom provides the CARIFORUM <br> (j) products extracted from marine soil or subsoil outside <br> boxes, fixing on cards or boards and all other simple packaging operations; <br> States, with details of agreements on administrative <br> (l) affixing or printing marks, labels, logos and other <br> Sets <br> cooperation with the other countries or territories <br> (n) simple assembly of parts of articles to constitute a <br> like distinguishing signs on products or their packaging; <br> 1. The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in the CARIFORUM <br> (k) goods produced there exclusively from the products <br> referred to in this Article. The United Kingdom and <br> (d) ironing or pressing of textiles; <br> (m) simple mixing of products, whether or not of <br> complete article or disassembly of products into parts; <br> States or in the United Kingdom, except as provided for in Articles 3, 4 and 5. <br> the CARIFORUM States shall publish according to <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (o) a combination of two or more operations specified in (a) to (n); <br> different kinds; mixing of sugar with any other material (2); <br> 2. Where originating goods exported from the CARIFORUM States or from the United Kingdom to another country <br> their own procedures the date on which the <br> are returned, except insofar as provided for in Articles 3, 4 and 5, they must be considered as non- <br> Principle of territoriality <br> Article 4 : Cumulation in the CARIFORUM States <br> cumulation provided for in this Article may be <br> operations conducted there; <br> Cumulation in the CARIFORUM States <br> (a) the returned goods are the same goods as those exported; and <br> (b) they have not undergone any operation beyond that <br> 2. All operations carried out either in the United Kingdom or in the <br> Article 11 : Sets <br> in that country or while being exported. <br> necessary to preserve them in good condition while <br> CARIFORUM States on a given product shall <br> originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 1. For the purpose of Article 2(2), materials originating <br> be considered together when determining whether the working or processing undergone by that product is to be <br> (c) live animals born and raised there; <br> in the United Kingdom, in the EU, in the OCTs or in <br> the other ACP States shall be considered as materials <br> [1] This is understood to mean the reduction of the size of the sugar particles as a result of grinding or milling. <br> originating in the CARIFORUM States when <br> [2] For the purpose of applying this subparagraph and in relation to Article 7 (Sufficiently worked or processed products), the <br> Agreement applies only to products which satisfy the <br> equipment, machine, apparatus or vehicle in question. <br> incorporated into a product obtained there. It shall not be <br> Parties agree that paragraph 2 of Article 8 means that the use of one or more materials already originating in the country of manufacture <br> requirements of this Protocol and which are transported <br> necessary that such materials have undergone sufficient <br> implies that a processing going beyond a ‘minimal operation has already been carried out in that country of manufacture. <br> directly between the territory of the CARIFORUM States <br> working or processing, provided they have undergone <br> and the United Kingdom without entering any other <br> working or processing going beyond that referred to in Article 8. <br> Article 13 : Principle of territoriality <br> territory. However, products constituting one single <br> 2. For the purpose of Article 2(2), working and <br> consignment may be transported through other territories <br> processing carried out in the United Kingdom, in the <br> with, should the occasion arise, trans-shipment or <br> EU, in the OCTs or in the other ACP States shall be <br> temporary warehousing in such territories, provided that <br> considered as having been carried out in the <br> they remain under the surveillance of the customs <br> CARIFORUM States, when the materials undergo <br> 2. Evidence that the conditions set out in paragraph 1 have been <br> authorities in the country of transit or warehousing and do <br> subsequent working or processing in the CARIFORUM <br> (a) energy and fuel; <br> not undergo operations other than unloading, reloading or <br> States going beyond that referred to in Article 8. <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal <br> any operation designed to preserve them in good condition. <br> 3. Notwithstanding the provisions of paragraph 2, the <br> 3. The cumulation provided for in paragraphs 1 and 2 <br> Consignments that are transported through the territory of <br> of this Article may only be applied with respect to the <br> the EU with, should the occasion arise, trans-shipment or <br> EU, OCTs and the other ACP States provided that: <br> temporary warehousing in the territory of the EU, may <br> additionally be split, stored, labelled or marked, provided <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> authorities in the EU Member State of transit, trans- <br> shipment or temporary warehousing so as to ensure that the <br> status by the application of the rules of origin identical <br> products are not otherwise altered or transformed. <br> to those given in this Protocol; <br> Originating products may be transported by pipeline across territory other than that of a CARIFORUM State, of the United <br> (c) the CARIFORUM States will provide the United <br> Kingdom or of an OCT. <br> (d) products from live animals raised there; <br> Kingdom with details of agreements on <br> authorities of the importing country by the production of: <br> administrative cooperation with the other countries or <br> fulfilled shall be supplied to the customs <br> territories referred to in this Article. The United <br> Kingdom and the CARIFORUM States shall publish <br> (a) a single transport document covering the passage <br> according to their own procedures the date on which <br> (g) operations to colour sugar or form sugar lumps; <br> from the exporting country through the country of transit; or <br> the cumulation provided for in this article may be <br> 1. At the request of the CARIFORUM States, materials <br> applied with those countries or territories listed in <br> (i) giving an exact description of the products; <br> this Article which have fulfilled the necessary requirements. <br> (ii) stating the dates of unloading and reloading of <br> TITLE III <br> 4. Notwithstanding paragraphs 1 to 3, with regard to the products listed in Annex X and to the products of tariff heading 1006, the <br> the products and, where applicable, the names of <br> provisions of this Article shall apply only when the materials used in the manufacture of such products are originating in, or the <br> the ships, or the other means of transport used; <br> working or processing is carried out in other ACP States. <br> (iii) stating the scope of and reason for any splitting, <br> Article 14 : Direct Transport <br> display which is not organised for private purposes in shops or business premises with a view to the sale of foreign <br> 5. This Article shall not apply to products of Annex XII <br> labelling and marking activities conducted; and <br> originating in South Africa. The cumulation provided for <br> Insufficient Working or Processing <br> (iv) certifying the conditions under which the <br> (e) (i) products obtained by hunting or fishing conducted there; <br> in this Article shall apply after 31 December 2009 for the <br> Article 15 : Exhibitions <br> products remained in the transit country, <br> products originating in South Africa listed in Annex XIII. <br> including any temporary storage; or <br> Article 5 : Cumulation with neighbouring developing countries <br> failing these, any substantiating documents. <br> Cumulation with neighbouring developing countries <br> originating in a neighbouring developing country listed in <br> 1. Originating products, sent from a CARIFORUM State <br> Annex VIII shall be considered as materials originating in <br> or from the United Kingdom for exhibition in a country or <br> a CARIFORUM State when incorporated into a product obtained there. <br> country in which the exhibition is held and has exhibited them there; <br> territory other than those referred to in Articles 3, 4 and 5 <br> 2. The requests shall be addressed to the Special Committee on Customs Cooperation and Trade Facilitation in <br> (b) breaking-up and assembly of packages; <br> and sold after the exhibition for importation into the <br> accordance with Article 42. <br> demonstration at the exhibition. <br> United Kingdom or a CARIFORUM State shall benefit on <br> 3. It shall not be necessary that such materials have <br> importation from the provisions of the Agreement <br> undergone sufficient working or processing, provided that: <br> (a) the working or processing carried out in the <br> (b) fruit and vegetable products harvested there; <br> 1 The preferential treatment provided for under the <br> accordance with the provisions of Title IV and submitted to <br> an exporter has consigned these products from a <br> CARIFORUM State exceeds the operations listed in Article 8; <br> (a) CARIFORUM State or the United Kingdom to the <br> (b) the CARIFORUM States, the United Kingdom and the <br> neighbouring developing countries concerned have <br> the products have been sold or otherwise disposed of <br> concluded an agreement on adequate administrative cooperation procedures which will ensure <br> (b) by that exporter to a person in a CARIFORUM State <br> correct implementation of thisparagraph. <br> or in the United Kingdom; <br> 4. The Parties shall notify to the Special Committee on Customs Cooperation and Trade Facilitation the products <br> the products have been consigned during the <br> to which the provisions of this Article shall not apply. <br> (c) exhibition or immediately thereafter in the state in <br> 5. For the purpose of determining whether the products <br> which they were sent for exhibition; and <br> originate in the neighbouring developing country as <br> (p) slaughter of animals. <br> the products have not, since they were consigned for <br> defined in Annex VIII, the provisions of this Protocol shall apply. <br> (d) exhibition, been used for any purpose other than <br> 2. A proof of origin must be issued or made out in <br> 1. The following shall be considered as wholly obtained in the territory of the CARIFORUM States or in the territory of <br> Accessories, Spare Parts and Tools <br> the United Kingdom: <br> the customs authorities of the importing country in the <br> (a) mineral products extracted from their soil or from <br> normal manner. The name and address of the exhibition must be indicated thereon. Where necessary, additional <br> their seabed; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or <br> (a) operations to ensure the preservation of products in <br> documentary evidence of the conditions under which they have been exhibited may be required. <br> (ii) they are owned by companies <br> (ii) products of aquaculture, including mariculture, <br> where the fish are born and raised there; <br> (c) which meet one of the following conditions: <br> the sea outside the territorial waters of the United <br> Kingdom or of a CARIFORUM State by their vessels; <br> from products referred to in (f); <br> (h) used articles collected there fit only for the recovery <br> of raw materials, including used tyres fit only for <br> retreading or for use as waste; <br> (i) waste and scrap resulting from manufacturing <br> regarded as insufficient within the meaning of paragraph 1. <br> their territorial waters provided that they have sole rights to work that soil or subsoil; <br> specified in (a) to (j). <br> 2. The terms ‘‘their vessels' and <br> ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> (a) which are registered in the United Kingdom or in a CARIFORUM State; <br> (b) which sail under the flag of the United Kingdom or of a CARIFORUM State; and <br> (i) they are at least 50 % owned by nationals of the <br> United Kingdom, an EU Member State or of a CARIFORUM State; or <br> which have their head office and their main <br> place of business in the United Kingdom, an <br> EU Member State or in a CARIFORUM State; and <br> which are at least 50 % owned by the <br> United Kingdom, an EU Member State or <br> Article 6 : Wholly obtained products <br> by a CARIFORUM State, public entities or nationals of that State. <br> United Kingdom shall recognise, upon request of a <br> CARIFORUM State, that vessels chartered or leased by <br> operators of such CARIFORUM State be treated as ‘their <br> vessels' in order to undertake fisheries activities in its <br> exclusive economic zone, provided that the charter or <br> lease agreement, for which operators of the United <br> Kingdom have been offered the right of first refusal, has <br> been accepted by the Special Committee on Customs <br> Cooperation and Trade Facilitation as providing adequate <br> opportunities for developing the fishing capacity of the <br> requesting CARIFORUM State and in particular as <br> conferring on such CARIFORUM State the nautical and <br> commercial responsibility for the chartered or leased vessels. <br> Article 10 : Accessories, spare parts and tools <br> products, and during which the products remain under customs control. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> Article 26 : Exemptions from proof of origin <br> Article 34 : Verification of proof of origin <br> — British Virgin Islands. <br> TITLE IV <br> Verification of proof of origin <br> Proof of Origin <br> 1. The exporter applying for the issue of a movement <br> Where, at the request of the importer and on the <br> 1. Subsequent verifications of proof of origin shall be <br> customs authorities of the exporting country on application <br> products to which it relates if: <br> certificate EUR.1 shall keep for at least three years the <br> conditions laid down by the customs authorities of the <br> carried out at random or based on risk analysis or <br> 1. Products originating in a CARIFORUM State shall, on importation into the United Kingdom and products originating <br> having been made in writing by the exporter or, under the <br> importing country, dismantled or non-assembled products <br> whenever the customs authorities of the importing <br> in the United Kingdom shall, on importation into a CARIFORUM State, benefit from the provisions of the Agreement upon <br> 2. The exporter making out an invoice declaration shall <br> within the meaning of General Rule 2(a) of the <br> country have reasonable doubts as to the authenticity of <br> submission of either: <br> Harmonised System falling within Sections XVI and <br> such documents, the originating status of the products <br> (a) a movement certificate EUR.1, a specimen of which <br> CN22/CN23 or on a sheet of paper annexed to that document. <br> XVII or heading 7 308 and 9 406 of the Harmonised <br> concerned or the fulfilment of the other requirements of <br> appears in Annex III; or <br> as well as the fulfilment of the other requirements of this Protocol. <br> System are imported by instalments, a single proof of <br> (b) in the cases specified in Article 21(1), a declaration, <br> origin for such products shall be submitted to the customs <br> 2. For the purposes of implementing the provisions of <br> 3. The customs authorities shall grant to the approved exporter a customs authorisation number <br> subsequently referred to as the ‘invoice declaration', <br> authorities upon importation of the first instalment. <br> paragraph 1, the customs authorities of the importing <br> given by the exporter on an invoice, a delivery note or any other commercial document which describes the products <br> country shall return the movement certificate EUR.1 and <br> Penalties <br> concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Annex IV. <br> shall be forwarded in support of the request for verification. <br> the invoice, if it has been submitted, the invoice <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> 1. Products sent as small packages from private persons <br> Article 30 : Discrepancies and formal errors <br> purpose is in view. <br> declaration, or a copy of these documents, to the customs <br> in Article 26, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> to private persons or forming part of travellers' personal <br> authorities of the exporting country giving, where <br> 3. For the purpose of applying the provisions of this <br> luggage shall be admitted as originating products without <br> appropriate, the reasons for the request for verification. <br> Title, the exporters shall endeavour to use a language <br> requiring the submission of a proof of origin, provided <br> Supporting documents <br> Any documents and information obtained suggesting that <br> this Protocol. <br> common to both the CARIFORUM States and the United Kingdom. <br> Procedure for the issue of a movement certificate EUR.1 <br> that such products are not imported by way of trade and <br> the information given on the proof of origin is incorrect <br> have been declared as meeting the requirements of this <br> is handwritten, it shall be written in ink in printed characters. <br> contained for example in his accounts or internal bookkeeping; <br> Protocol and where there is no doubt as to the veracity of <br> The verification shall be carried out by the customs authorities of the exporting country. For this purpose, they shall have the right <br> 1. A movement certificate EUR.1 shall be issued by the <br> such a declaration. In the case of products sent by post, this <br> to call for any evidence and to carry out any inspection of the exporter's accounts or any other check considered appropriate. <br> declaration can be made on customs declaration <br> 3. If the customs authorities of the importing country <br> decide to suspend the granting of preferential treatment to <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in box 11 of the certificate. <br> Conditions for making out an invoice declaration <br> (a) direct evidence of the processes carried out by the <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families <br> the products concerned while awaiting the results of the <br> 2. For this purpose, the exporter or his authorised <br> exporter or supplier to obtain the goods concerned, <br> verification, release of the products shall be offered to the <br> exporter's responsibility, by his authorised representative. <br> representative shall fill out both the movement certificate <br> importer subject to any precautionary measures judged necessary. <br> EUR.1 and the application form, specimens of which <br> 3. Furthermore, the total value of these products shall <br> 4. The customs authorities requesting the verification shall be informed of the results of this verification as soon as possible. These <br> Dispute settlement <br> appear in Annex III. These forms shall be completed in <br> not exceed EUR 500 in the case of small packages or EUR 1200 <br> customs authorities shall, except in exceptional circumstances, refuse entitlement to the preferences. <br> results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as <br> accordance with the provisions of this Protocol. If they are <br> in the case of products forming part of travellers' personal luggage. <br> products originating in a CARIFORUM State, in the United Kingdom or in one of the other countries referred to in Article 3, 4 and 5 <br> handwritten, they shall be completed in ink in printed <br> Article 27 : Information procedure for cumulation purposes <br> Discrepancies and formal errors <br> information concerning the true origin of the materials in question. <br> characters. The description of the products must be given <br> Information procedure for cumulation purposes <br> 5. If in cases of reasonable doubt there is no reply within ten months of the date of the verification request or if the reply does not contain <br> in the box reserved for this purpose without leaving any <br> 1. When Articles 2(3), 3(1) and 4(1) are applied, the <br> documents are used in accordance with domestic law; <br> sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting <br> blank lines. Where the box is not completely filled, a <br> evidence of originating status within the meaning of this <br> horizontal line must be drawn below the last line of the <br> Protocol of the materials coming from a CARIFORUM <br> 6. Where the verification procedure or any other <br> State, from the United Kingdom, from the EU, from <br> available information appears to indicate that the <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to submit at any time, at the request of the <br> another ACP State or from an OCT shall be given by a <br> provisions of this Protocol are being contravened, the <br> customs authorities of the exporting country where the movement certificate EUR.1 is issued, all appropriate documents proving the <br> (d) movement certificates EUR.1 or invoice declarations <br> movement certificate EUR 1 or by the supplier's <br> A copy of the information certificate shall be preserved by the office which has issued it for at least three years. <br> exporting country on its own initiative or at the request of <br> information for the purpose of obtaining a preferential treatment for products. <br> (b) it is demonstrated to the satisfaction of the customs <br> declaration, a specimen of which appears in Annex V A to <br> the importing country shall carry out appropriate enquires <br> 4. A movement certificate EUR.1 shall be issued by the customs authorities of the United Kingdom or of a CARIFORUM State <br> this Protocol, given by the exporter in the State or in the <br> TITLE V <br> or arrange for such enquiries to be carried out with due <br> if the products concerned can be considered as products originating in the United Kingdom or in a CARIFORUM State or in one of the <br> United Kingdom from which the materials came. <br> urgency to identify and prevent such contraventions and <br> Approved exporter <br> other countries or territories referred to in Articles 3, 4 and 5 and fulfil the other requirements of this Protocol. <br> 2. When Articles 2(3), 3(2) and 4(2) are applied, the <br> for this purpose the exporting country concerned may <br> Protocol. Alternatively, the customs authorities to which a <br> 1. The customs authorities of the exporting country may <br> must indicate in his application the place and date of <br> Validity of proof of origin <br> Article 29 : Preservation of proof of origin and supporting documents <br> evidence of the working or processing carried out in a <br> and fulfil the other requirements of this Protocol. <br> invite the participation of the importing country in these enquiries. <br> necessary to verify the originating status of the products <br> CARIFORUM State, in the United Kingdom, in the EU, in <br> Article 35 : Verification of suppliers' declarations <br> and the fulfilment of the other requirements of this <br> of fraudulent additions. <br> another ACP State or in an OCT shall be given by the <br> Verification of suppliers' declarations <br> Protocol. For this purpose, they shall have the right to call <br> supplier's declaration, a specimen of which appears in Annex <br> 1. Verification of suppliers' declarations shall be carried out at random or based on risk analysis or whenever the customs authorities of <br> V A and Annex V B to this Protocol, given by the exporter <br> the importing State have reasonable doubt as to the authenticity of the document or the accuracy or complete- ness of the <br> exporter's accounts or any other check considered <br> Movement certificates EUR.1 issued retrospectively <br> in the State or in the United Kingdom from which the materials came. <br> appropriate. The issuing customs authorities shall also <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3. A separate supplier's declaration shall be made up by <br> 2. The customs authorities to which a supplier's declaration <br> authorities of the State where the declaration was made. <br> ensure that the forms referred to in paragraph 2 are duly <br> the supplier for each consignment of material on the <br> is submitted may request the customs authorities of the State <br> completed. In particular, they shall check whether the <br> commercial invoice related to that shipment or in an annex <br> where the declaration was made to issue an information <br> for any evidence and to carry out any inspection of the <br> space reserved for the description of the products has been <br> 2. Obvious formal errors such as typing errors on a proof <br> to that invoice, or on a delivery note or other commercial <br> certificate, a specimen of which appears in Annex VI to this <br> completed in such a manner as to exclude all possibility <br> document related to that shipment which describes the <br> Issue of a duplicate movement certificate EUR.1 <br> materials concerned in sufficient detail to enable them to be identified. <br> movement certificate EUR.1 or for making out an invoice declaration. <br> supplier's declaration is submitted may request the exporter <br> to produce an information certificate issued by the customs <br> 7. A movement certificate EUR.1 shall be issued by the <br> 5. The suppliers' declarations shall bear the original <br> customs authorities and made available to the exporter as <br> issued but was not accepted at importation for technical reasons. <br> signature of the supplier in manuscript. However, where the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> 5. The issuing customs authorities shall take any steps <br> description, the empty space being crossed through. <br> soon as actual exportation has been effected or ensured. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> invoice and the supplier's declaration are established using <br> 3. The customs authorities requesting the verification <br> electronic data-processing methods, the supplier's <br> shall be informed of the results thereof as soon as <br> fulfilment of the other requirements of this Protocol. <br> declaration need not be signed in manuscript provided the <br> possible. The results must indicate clearly whether the <br> (a) it was not issued at the time of exportation because of <br> 1. Notwithstanding Article 17(7), amovement certificate EUR.1 may exceptionally be issued after exportation of the <br> responsible official in the supplying company is identified <br> information given in the supplier's declaration is correct <br> errors or involuntary omissions or special circumstances; or <br> to the satisfaction of the customs authorities in the State <br> and make it possible for the customs authorities to <br> Exemptions from Proof of Origin <br> where the suppliers' declarations are established. The said <br> Article 36 : Dispute settlement <br> determine whether and to what extent this supplier's <br> customs authorities may lay down conditions for the <br> declaration could be taken into account for issuing a <br> implementation of this paragraph. <br> authorities that a movement certificate EUR.1 was <br> 6. The supplier's declarations shall be submitted to the customs authorities in the exporting country requested to issue the <br> 4. The verification shall be carried out by the customs authorities of the country where the supplier's declaration was made <br> Article 37 : Penalties <br> Article 19 : Issue of a duplicate movement certificate EUR.1 <br> out. For this purpose, they shall have the right to call for any evidence or to carry out any inspection of the supplier's <br> ? <br> 7. The supplier making out a declaration must be prepared to submit at any time, at the request of the customs <br> account or any other check which they consider appropriate in order to verify the correctness of any supplier's declaration. <br> 2. For the implementation of paragraph 1, the exporter <br> authorities of the country where the declaration is made out, all appropriate documents proving that the information given <br> 5. Any movement certificate EUR.1 or invoice <br> on this declaration is correct. <br> declaration issued or made out on the basis of an incorrect <br> 5. The endorsement referred to in paragraph 4 shall be <br> exportation of the products to which the movement <br> 8. Suppliers' declarations made and information <br> supplier's declaration shall be considered null and void. <br> certificates issued before the entry into force of this <br> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after verifying that the <br> Agreement shall, in accordance with Article 27 of <br> information supplied in the exporter's application agrees with that in the corresponding file. <br> Protocol I to the CARIFORUM-EU EPA and for the <br> Where disputes arise in relation to the verification <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the following phrase in English <br> duration of their validity, be accepted by the Parties for <br> procedures of Articles 34 and 35 which cannot be settled <br> the purposes of applying preferential treatment under this Agreement. <br> between the customs authorities requesting a verification <br> and the customs authorities responsible for carrying out <br> ‘ISSUED RETROSPECTIVELY'. <br> this verification or where they raise a question as to the <br> The documents referred to in Articles 17(3) and 21(3) <br> interpretation of this Protocol, they shall be submitted to <br> used for the purpose of proving that products covered by <br> the Special Committee on Customs Cooperation and Trade Facilitation. <br> 1. In the event of theft, loss or destruction of a <br> a movement certificate EUR.1 or an invoice declaration <br> In all cases the settlement of disputes between the <br> movement certificate EUR.1, the exporter may apply to the customs authorities which issued it for a duplicate <br> can be considered as products originating in a <br> importer and the customs authorities of the importing <br> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> made out on the basis of the export documents in their possession. <br> CARIFORUM State, in the United Kingdom or in one of <br> country shall take place under the legislation of that country. <br> 2. The duplicate issued in this way must be endorsed <br> the other countries or territories referred to in Articles 3, <br> with the following word in English: ‘DUPLICATE'. <br> 4 and 5 and fulfil the other requirements of this Protocol may consist LQWHU DOLD of the following: <br> 3. The endorsement referred to in paragraph 2 shall be <br> 1. An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> inserted in the ‘Remarks' box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which must bear the date of issue of <br> Issue of Movement Certificates EUR.1 on the basis of a Proof of Origin issued or made out previously <br> the original movement certificate EUR.1, shall take effect as from that date. <br> (b) documents proving the originating status of materials <br> used, issued or made out in a CARIFORUM State, in <br> the United Kingdom or in one of the other countries or territories referred to in Articles 3, 4 and 5 where these <br> the products are placed. <br> When originating products are placed under the control of a customs office in a CARIFORUM State or in the United <br> Article 21 : Conditions for making out an invoice declaration <br> Kingdom, it shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 for the <br> (c) documents proving the working or processing of <br> purpose of sending all or some of these products elsewhere within the CARIFORUM States or within the United <br> materials in the CARIFORUM States, in the United <br> Kingdom. The replacement movement certificate(s) EUR.1 shall be issued by the customs office under whose control <br> Kingdom or in one of the other countries or territories referred to in Articles 3 and 4 issued or made out in a <br> CARIFORUM State, in the United Kingdom or in one of the other countries or territories referred to in Articles 3 <br> and 4 where these documents are used in accordance with domestic law; <br> proving the originating status of materials used, <br> (a) by an approved exporter within the meaning of Article 22; or <br> issued or made out in the CARIFORUM States, in the United Kingdom or in one of the other countries or territories <br> (b) by any exporter for any consignment consisting of <br> referred to in Articles 3, 4 and 5 and in accordance with this Protocol. <br> inserted in the ‘Remarks' box of the movement certificate EUR.1. <br> one or more packages containing originating products <br> whose total value does not exceed EUR 6 000. <br> Preservation of proof of origin and supporting documents <br> 2. An invoice declaration may be made out if the <br> products concerned can be considered as products <br> originating in the CARIFORUM States or in the United <br> documents referred to in Article 17(3). <br> Kingdom and fulfil the other requirements of this Protocol. <br> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the customs <br> keep for at least three years a copy of this invoice <br> authorities of the exporting country, all appropriate documents proving the originating status of the products concerned <br> declaration as well as the documents referred to in Article 21(3). <br> 3. The supplier making out a supplier's declaration shall keep for at least three years copies of the declaration and of the invoice, <br> 4. An invoice declaration shall be made out by the <br> Article 22 : Approved exporter <br> delivery notes or other commercial document to which this declaration is annexed as well as the documents referred to in Article 27(7). <br> exporter by typing, stamping or printing on the invoice, <br> 4. The customs authorities of the exporting country <br> the delivery note or another commercial document, the <br> issuing a movement certificate EUR.1 shall keep for at <br> declaration, the text of which appears in Annex IV to this <br> least three years the application form referred to in Article 17(2). <br> Protocol, using one of the linguistic versions set out in that <br> 5. The customs authorities of the importing country shall <br> Annex and in accordance with the provisions of the <br> keep for at least three years the movement certificates <br> domestic law of the exporting country. If the declaration <br> EUR.1 and the invoice declarations submitted to them. <br> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter <br> within the meaning of Article 22 shall not be required to sign such declarations provided that he gives the customs authorities <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents <br> of the exporting country a written undertaking that he accepts full responsibility for any invoice declaration which identifies <br> him as if it had been signed in manuscript by him. <br> the proof of origin null and void if it is duly established that this document does correspond to the products submitted. <br> 6. An invoice declaration may be made out by the <br> exporter when the products to which it relates are <br> of origin should not cause this document to be rejected if <br> exported, or after exportation on condition that it is <br> these errors are not such as to create doubts concerning <br> presented in the importing country no longer than two <br> the correctness of the statements made in this document. <br> Article 23 : Validity of proof of origin <br> submit these documents by the final date set is due to exceptional circumstances. <br> which shall appear on the invoice declaration. <br> authorise any exporter who makes frequent shipments of <br> shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial <br> products under the trade cooperation provisions of the <br> Importation by instalments <br> Agreement to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction <br> of the customs authorities all guarantees necessary to <br> verify the originating status of the products as well as the <br> 2. The customs authorities may grant the status of approved exporter subject to any conditions which they consider appropriate. <br> 5. The customs authorities may withdraw the <br> authorisation at any time. They shall do so where the <br> approved exporter no longer offers the guarantees referred <br> to in paragraph 1, does not fulfil the conditions referred to <br> in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> Article 25 : Importation by instalments <br> 1. A proof of origin shall be valid for ten months from the date of issue in the exporting country, and must be submitted <br> within the said period to the customs authorities of the importing country. <br> 2. Proof of origin which are submitted to the customs authorities of the importing country after the final date for <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment, where the failure to <br> 3. In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of origin <br> where the products have been submitted before the said final date. <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 4. The supplier's declaration may be made out on a pre-printed form. <br> submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render <br> movement certificate EUR 1. <br> Article 28 : Supporting documents <br> years after the importation of the products to which it relates. <br> 4. The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 24 : Submission of proof of origin <br> Proof of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of the Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> Article 26 : Exemptions from proof of origin <br> Article 34 : Verification of proof of origin <br> — British Virgin Islands. <br> TITLE IV <br> Verification of proof of origin <br> Proof of Origin <br> 1. The exporter applying for the issue of a movement <br> Where, at the request of the importer and on the <br> 1. Subsequent verifications of proof of origin shall be <br> customs authorities of the exporting country on application <br> products to which it relates if: <br> certificate EUR.1 shall keep for at least three years the <br> conditions laid down by the customs authorities of the <br> carried out at random or based on risk analysis or <br> 1. Products originating in a CARIFORUM State shall, on importation into the United Kingdom and products originating <br> having been made in writing by the exporter or, under the <br> importing country, dismantled or non-assembled products <br> whenever the customs authorities of the importing <br> in the United Kingdom shall, on importation into a CARIFORUM State, benefit from the provisions of the Agreement upon <br> 2. The exporter making out an invoice declaration shall <br> within the meaning of General Rule 2(a) of the <br> country have reasonable doubts as to the authenticity of <br> submission of either: <br> Harmonised System falling within Sections XVI and <br> such documents, the originating status of the products <br> (a) a movement certificate EUR.1, a specimen of which <br> CN22/CN23 or on a sheet of paper annexed to that document. <br> XVII or heading 7 308 and 9 406 of the Harmonised <br> concerned or the fulfilment of the other requirements of <br> appears in Annex III; or <br> as well as the fulfilment of the other requirements of this Protocol. <br> System are imported by instalments, a single proof of <br> (b) in the cases specified in Article 21(1), a declaration, <br> origin for such products shall be submitted to the customs <br> 2. For the purposes of implementing the provisions of <br> 3. The customs authorities shall grant to the approved exporter a customs authorisation number <br> subsequently referred to as the ‘invoice declaration', <br> authorities upon importation of the first instalment. <br> paragraph 1, the customs authorities of the importing <br> given by the exporter on an invoice, a delivery note or any other commercial document which describes the products <br> country shall return the movement certificate EUR.1 and <br> Penalties <br> concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Annex IV. <br> shall be forwarded in support of the request for verification. <br> the invoice, if it has been submitted, the invoice <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> 1. Products sent as small packages from private persons <br> Article 30 : Discrepancies and formal errors <br> purpose is in view. <br> declaration, or a copy of these documents, to the customs <br> in Article 26, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> to private persons or forming part of travellers' personal <br> authorities of the exporting country giving, where <br> 3. For the purpose of applying the provisions of this <br> luggage shall be admitted as originating products without <br> appropriate, the reasons for the request for verification. <br> Title, the exporters shall endeavour to use a language <br> requiring the submission of a proof of origin, provided <br> Supporting documents <br> Any documents and information obtained suggesting that <br> this Protocol. <br> common to both the CARIFORUM States and the United Kingdom. <br> Procedure for the issue of a movement certificate EUR.1 <br> that such products are not imported by way of trade and <br> the information given on the proof of origin is incorrect <br> have been declared as meeting the requirements of this <br> is handwritten, it shall be written in ink in printed characters. <br> contained for example in his accounts or internal bookkeeping; <br> Protocol and where there is no doubt as to the veracity of <br> The verification shall be carried out by the customs authorities of the exporting country. For this purpose, they shall have the right <br> 1. A movement certificate EUR.1 shall be issued by the <br> such a declaration. In the case of products sent by post, this <br> to call for any evidence and to carry out any inspection of the exporter's accounts or any other check considered appropriate. <br> declaration can be made on customs declaration <br> 3. If the customs authorities of the importing country <br> decide to suspend the granting of preferential treatment to <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in box 11 of the certificate. <br> Conditions for making out an invoice declaration <br> (a) direct evidence of the processes carried out by the <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families <br> the products concerned while awaiting the results of the <br> 2. For this purpose, the exporter or his authorised <br> exporter or supplier to obtain the goods concerned, <br> verification, release of the products shall be offered to the <br> exporter's responsibility, by his authorised representative. <br> representative shall fill out both the movement certificate <br> importer subject to any precautionary measures judged necessary. <br> EUR.1 and the application form, specimens of which <br> 3. Furthermore, the total value of these products shall <br> 4. The customs authorities requesting the verification shall be informed of the results of this verification as soon as possible. These <br> Dispute settlement <br> appear in Annex III. These forms shall be completed in <br> not exceed EUR 500 in the case of small packages or EUR 1200 <br> customs authorities shall, except in exceptional circumstances, refuse entitlement to the preferences. <br> results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as <br> accordance with the provisions of this Protocol. If they are <br> in the case of products forming part of travellers' personal luggage. <br> products originating in a CARIFORUM State, in the United Kingdom or in one of the other countries referred to in Article 3, 4 and 5 <br> handwritten, they shall be completed in ink in printed <br> Article 27 : Information procedure for cumulation purposes <br> Discrepancies and formal errors <br> information concerning the true origin of the materials in question. <br> characters. The description of the products must be given <br> Information procedure for cumulation purposes <br> 5. If in cases of reasonable doubt there is no reply within ten months of the date of the verification request or if the reply does not contain <br> in the box reserved for this purpose without leaving any <br> 1. When Articles 2(3), 3(1) and 4(1) are applied, the <br> documents are used in accordance with domestic law; <br> sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting <br> blank lines. Where the box is not completely filled, a <br> evidence of originating status within the meaning of this <br> horizontal line must be drawn below the last line of the <br> Protocol of the materials coming from a CARIFORUM <br> 6. Where the verification procedure or any other <br> State, from the United Kingdom, from the EU, from <br> available information appears to indicate that the <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to submit at any time, at the request of the <br> another ACP State or from an OCT shall be given by a <br> provisions of this Protocol are being contravened, the <br> customs authorities of the exporting country where the movement certificate EUR.1 is issued, all appropriate documents proving the <br> (d) movement certificates EUR.1 or invoice declarations <br> movement certificate EUR 1 or by the supplier's <br> A copy of the information certificate shall be preserved by the office which has issued it for at least three years. <br> exporting country on its own initiative or at the request of <br> information for the purpose of obtaining a preferential treatment for products. <br> (b) it is demonstrated to the satisfaction of the customs <br> declaration, a specimen of which appears in Annex V A to <br> the importing country shall carry out appropriate enquires <br> 4. A movement certificate EUR.1 shall be issued by the customs authorities of the United Kingdom or of a CARIFORUM State <br> this Protocol, given by the exporter in the State or in the <br> TITLE V <br> or arrange for such enquiries to be carried out with due <br> if the products concerned can be considered as products originating in the United Kingdom or in a CARIFORUM State or in one of the <br> United Kingdom from which the materials came. <br> urgency to identify and prevent such contraventions and <br> Approved exporter <br> other countries or territories referred to in Articles 3, 4 and 5 and fulfil the other requirements of this Protocol. <br> 2. When Articles 2(3), 3(2) and 4(2) are applied, the <br> for this purpose the exporting country concerned may <br> Protocol. Alternatively, the customs authorities to which a <br> 1. The customs authorities of the exporting country may <br> must indicate in his application the place and date of <br> Validity of proof of origin <br> Article 29 : Preservation of proof of origin and supporting documents <br> evidence of the working or processing carried out in a <br> and fulfil the other requirements of this Protocol. <br> invite the participation of the importing country in these enquiries. <br> necessary to verify the originating status of the products <br> CARIFORUM State, in the United Kingdom, in the EU, in <br> Article 35 : Verification of suppliers' declarations <br> and the fulfilment of the other requirements of this <br> of fraudulent additions. <br> another ACP State or in an OCT shall be given by the <br> Verification of suppliers' declarations <br> Protocol. For this purpose, they shall have the right to call <br> supplier's declaration, a specimen of which appears in Annex <br> 1. Verification of suppliers' declarations shall be carried out at random or based on risk analysis or whenever the customs authorities of <br> V A and Annex V B to this Protocol, given by the exporter <br> the importing State have reasonable doubt as to the authenticity of the document or the accuracy or complete- ness of the <br> exporter's accounts or any other check considered <br> Movement certificates EUR.1 issued retrospectively <br> in the State or in the United Kingdom from which the materials came. <br> appropriate. The issuing customs authorities shall also <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3. A separate supplier's declaration shall be made up by <br> 2. The customs authorities to which a supplier's declaration <br> authorities of the State where the declaration was made. <br> ensure that the forms referred to in paragraph 2 are duly <br> the supplier for each consignment of material on the <br> is submitted may request the customs authorities of the State <br> completed. In particular, they shall check whether the <br> commercial invoice related to that shipment or in an annex <br> where the declaration was made to issue an information <br> for any evidence and to carry out any inspection of the <br> space reserved for the description of the products has been <br> 2. Obvious formal errors such as typing errors on a proof <br> to that invoice, or on a delivery note or other commercial <br> certificate, a specimen of which appears in Annex VI to this <br> completed in such a manner as to exclude all possibility <br> document related to that shipment which describes the <br> Issue of a duplicate movement certificate EUR.1 <br> materials concerned in sufficient detail to enable them to be identified. <br> movement certificate EUR.1 or for making out an invoice declaration. <br> supplier's declaration is submitted may request the exporter <br> to produce an information certificate issued by the customs <br> 7. A movement certificate EUR.1 shall be issued by the <br> 5. The suppliers' declarations shall bear the original <br> customs authorities and made available to the exporter as <br> issued but was not accepted at importation for technical reasons. <br> signature of the supplier in manuscript. However, where the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> 5. The issuing customs authorities shall take any steps <br> description, the empty space being crossed through. <br> soon as actual exportation has been effected or ensured. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> invoice and the supplier's declaration are established using <br> 3. The customs authorities requesting the verification <br> electronic data-processing methods, the supplier's <br> shall be informed of the results thereof as soon as <br> fulfilment of the other requirements of this Protocol. <br> declaration need not be signed in manuscript provided the <br> possible. The results must indicate clearly whether the <br> (a) it was not issued at the time of exportation because of <br> 1. Notwithstanding Article 17(7), amovement certificate EUR.1 may exceptionally be issued after exportation of the <br> responsible official in the supplying company is identified <br> information given in the supplier's declaration is correct <br> errors or involuntary omissions or special circumstances; or <br> to the satisfaction of the customs authorities in the State <br> and make it possible for the customs authorities to <br> Exemptions from Proof of Origin <br> where the suppliers' declarations are established. The said <br> Article 36 : Dispute settlement <br> determine whether and to what extent this supplier's <br> customs authorities may lay down conditions for the <br> declaration could be taken into account for issuing a <br> implementation of this paragraph. <br> authorities that a movement certificate EUR.1 was <br> 6. The supplier's declarations shall be submitted to the customs authorities in the exporting country requested to issue the <br> 4. The verification shall be carried out by the customs authorities of the country where the supplier's declaration was made <br> Article 37 : Penalties <br> Article 19 : Issue of a duplicate movement certificate EUR.1 <br> out. For this purpose, they shall have the right to call for any evidence or to carry out any inspection of the supplier's <br> ? <br> 7. The supplier making out a declaration must be prepared to submit at any time, at the request of the customs <br> account or any other check which they consider appropriate in order to verify the correctness of any supplier's declaration. <br> 2. For the implementation of paragraph 1, the exporter <br> authorities of the country where the declaration is made out, all appropriate documents proving that the information given <br> 5. Any movement certificate EUR.1 or invoice <br> on this declaration is correct. <br> declaration issued or made out on the basis of an incorrect <br> 5. The endorsement referred to in paragraph 4 shall be <br> exportation of the products to which the movement <br> 8. Suppliers' declarations made and information <br> supplier's declaration shall be considered null and void. <br> certificates issued before the entry into force of this <br> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after verifying that the <br> Agreement shall, in accordance with Article 27 of <br> information supplied in the exporter's application agrees with that in the corresponding file. <br> Protocol I to the CARIFORUM-EU EPA and for the <br> Where disputes arise in relation to the verification <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the following phrase in English <br> duration of their validity, be accepted by the Parties for <br> procedures of Articles 34 and 35 which cannot be settled <br> the purposes of applying preferential treatment under this Agreement. <br> between the customs authorities requesting a verification <br> and the customs authorities responsible for carrying out <br> ‘ISSUED RETROSPECTIVELY'. <br> this verification or where they raise a question as to the <br> The documents referred to in Articles 17(3) and 21(3) <br> interpretation of this Protocol, they shall be submitted to <br> used for the purpose of proving that products covered by <br> the Special Committee on Customs Cooperation and Trade Facilitation. <br> 1. In the event of theft, loss or destruction of a <br> a movement certificate EUR.1 or an invoice declaration <br> In all cases the settlement of disputes between the <br> movement certificate EUR.1, the exporter may apply to the customs authorities which issued it for a duplicate <br> can be considered as products originating in a <br> importer and the customs authorities of the importing <br> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> made out on the basis of the export documents in their possession. <br> CARIFORUM State, in the United Kingdom or in one of <br> country shall take place under the legislation of that country. <br> 2. The duplicate issued in this way must be endorsed <br> the other countries or territories referred to in Articles 3, <br> with the following word in English: ‘DUPLICATE'. <br> 4 and 5 and fulfil the other requirements of this Protocol may consist LQWHU DOLD of the following: <br> 3. The endorsement referred to in paragraph 2 shall be <br> 1. An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> inserted in the ‘Remarks' box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which must bear the date of issue of <br> Issue of Movement Certificates EUR.1 on the basis of a Proof of Origin issued or made out previously <br> the original movement certificate EUR.1, shall take effect as from that date. <br> (b) documents proving the originating status of materials <br> used, issued or made out in a CARIFORUM State, in <br> the United Kingdom or in one of the other countries or territories referred to in Articles 3, 4 and 5 where these <br> the products are placed. <br> When originating products are placed under the control of a customs office in a CARIFORUM State or in the United <br> Article 21 : Conditions for making out an invoice declaration <br> Kingdom, it shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 for the <br> (c) documents proving the working or processing of <br> purpose of sending all or some of these products elsewhere within the CARIFORUM States or within the United <br> materials in the CARIFORUM States, in the United <br> Kingdom. The replacement movement certificate(s) EUR.1 shall be issued by the customs office under whose control <br> Kingdom or in one of the other countries or territories referred to in Articles 3 and 4 issued or made out in a <br> CARIFORUM State, in the United Kingdom or in one of the other countries or territories referred to in Articles 3 <br> and 4 where these documents are used in accordance with domestic law; <br> proving the originating status of materials used, <br> (a) by an approved exporter within the meaning of Article 22; or <br> issued or made out in the CARIFORUM States, in the United Kingdom or in one of the other countries or territories <br> (b) by any exporter for any consignment consisting of <br> referred to in Articles 3, 4 and 5 and in accordance with this Protocol. <br> inserted in the ‘Remarks' box of the movement certificate EUR.1. <br> one or more packages containing originating products <br> whose total value does not exceed EUR 6 000. <br> Preservation of proof of origin and supporting documents <br> 2. An invoice declaration may be made out if the <br> products concerned can be considered as products <br> originating in the CARIFORUM States or in the United <br> documents referred to in Article 17(3). <br> Kingdom and fulfil the other requirements of this Protocol. <br> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the customs <br> keep for at least three years a copy of this invoice <br> authorities of the exporting country, all appropriate documents proving the originating status of the products concerned <br> declaration as well as the documents referred to in Article 21(3). <br> 3. The supplier making out a supplier's declaration shall keep for at least three years copies of the declaration and of the invoice, <br> 4. An invoice declaration shall be made out by the <br> Article 22 : Approved exporter <br> delivery notes or other commercial document to which this declaration is annexed as well as the documents referred to in Article 27(7). <br> exporter by typing, stamping or printing on the invoice, <br> 4. The customs authorities of the exporting country <br> the delivery note or another commercial document, the <br> issuing a movement certificate EUR.1 shall keep for at <br> declaration, the text of which appears in Annex IV to this <br> least three years the application form referred to in Article 17(2). <br> Protocol, using one of the linguistic versions set out in that <br> 5. The customs authorities of the importing country shall <br> Annex and in accordance with the provisions of the <br> keep for at least three years the movement certificates <br> domestic law of the exporting country. If the declaration <br> EUR.1 and the invoice declarations submitted to them. <br> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter <br> within the meaning of Article 22 shall not be required to sign such declarations provided that he gives the customs authorities <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents <br> of the exporting country a written undertaking that he accepts full responsibility for any invoice declaration which identifies <br> him as if it had been signed in manuscript by him. <br> the proof of origin null and void if it is duly established that this document does correspond to the products submitted. <br> 6. An invoice declaration may be made out by the <br> exporter when the products to which it relates are <br> of origin should not cause this document to be rejected if <br> exported, or after exportation on condition that it is <br> these errors are not such as to create doubts concerning <br> presented in the importing country no longer than two <br> the correctness of the statements made in this document. <br> Article 23 : Validity of proof of origin <br> submit these documents by the final date set is due to exceptional circumstances. <br> which shall appear on the invoice declaration. <br> authorise any exporter who makes frequent shipments of <br> shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial <br> products under the trade cooperation provisions of the <br> Importation by instalments <br> Agreement to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction <br> of the customs authorities all guarantees necessary to <br> verify the originating status of the products as well as the <br> 2. The customs authorities may grant the status of approved exporter subject to any conditions which they consider appropriate. <br> 5. The customs authorities may withdraw the <br> authorisation at any time. They shall do so where the <br> approved exporter no longer offers the guarantees referred <br> to in paragraph 1, does not fulfil the conditions referred to <br> in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> Article 25 : Importation by instalments <br> 1. A proof of origin shall be valid for ten months from the date of issue in the exporting country, and must be submitted <br> within the said period to the customs authorities of the importing country. <br> 2. Proof of origin which are submitted to the customs authorities of the importing country after the final date for <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment, where the failure to <br> 3. In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of origin <br> where the products have been submitted before the said final date. <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 4. The supplier's declaration may be made out on a pre-printed form. <br> submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render <br> movement certificate EUR 1. <br> Article 28 : Supporting documents <br> years after the importation of the products to which it relates. <br> 4. The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> "}, {"ArticleTitle": "Administrative conditions for products to benefit from the Agreement", "ArticleDesc": "Article 31 : Administrative conditions for products to benefit from the Agreement <br> Products originating within the meaning of this Protocol <br> in the CARIFORUM States or in the United Kingdom <br> shall benefit from the preferences resulting from the <br> Agreement only on condition that the necessary <br> arrangements, structures and systems required for the <br> implementation and enforcement of the rules and procedures laid down in this Protocol are in place. <br> "}, {"ArticleTitle": "Notification of information related to customs authorities", "ArticleDesc": "Article 32 : Notification of information related to customs authorities <br> 1. The CARIFORUM States and the United Kingdom <br> shall provide each other with the addresses of the customs <br> authorities responsible for issuing and verifying of <br> movement certificates EUR.1 and invoice declarations or <br> supplier's declarations, and with specimen impressions of <br> the stamps used in their customs offices for the issue of <br> these certificates. <br> Movement certificates EUR.1 and invoice declarations or supplier's declarations shall be accepted for the purpose of <br> applying preferential treatment from the date the information is received by the United Kingdom. <br> 2. The CARIFORUM States and the United Kingdom <br> shall inform each other immediately whenever there are <br> any changes to the information referred to in paragraph 1. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "In order to ensure the proper application of this Protocol, the United Kingdom, the CARIFORUM States and the other <br> countries referred to in Articles 3, 4 and 5 shall assist each other, through the competent customs administrations, <br> in checking the authenticity of the movement certificates EUR.1, the invoice declarations or the supplier's declarations <br> The authorities consulted shall furnish the relevant <br> information concerning the conditions under which the <br> product has been made, indicating especially the <br> and the correctness of the information given in these documents. <br> conditions in which the rules of origin have been <br> respected in the various CARIFORUM States, the United <br> Kingdom and other countries referred to in Articles 3, 4 and 5 concerned. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 33 : Mutual Assistance <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> Article 26 : Exemptions from proof of origin <br> Article 34 : Verification of proof of origin <br> — British Virgin Islands. <br> TITLE IV <br> Verification of proof of origin <br> Proof of Origin <br> 1. The exporter applying for the issue of a movement <br> Where, at the request of the importer and on the <br> 1. Subsequent verifications of proof of origin shall be <br> customs authorities of the exporting country on application <br> products to which it relates if: <br> certificate EUR.1 shall keep for at least three years the <br> conditions laid down by the customs authorities of the <br> carried out at random or based on risk analysis or <br> 1. Products originating in a CARIFORUM State shall, on importation into the United Kingdom and products originating <br> having been made in writing by the exporter or, under the <br> importing country, dismantled or non-assembled products <br> whenever the customs authorities of the importing <br> in the United Kingdom shall, on importation into a CARIFORUM State, benefit from the provisions of the Agreement upon <br> 2. The exporter making out an invoice declaration shall <br> within the meaning of General Rule 2(a) of the <br> country have reasonable doubts as to the authenticity of <br> submission of either: <br> Harmonised System falling within Sections XVI and <br> such documents, the originating status of the products <br> (a) a movement certificate EUR.1, a specimen of which <br> CN22/CN23 or on a sheet of paper annexed to that document. <br> XVII or heading 7 308 and 9 406 of the Harmonised <br> concerned or the fulfilment of the other requirements of <br> appears in Annex III; or <br> as well as the fulfilment of the other requirements of this Protocol. <br> System are imported by instalments, a single proof of <br> (b) in the cases specified in Article 21(1), a declaration, <br> origin for such products shall be submitted to the customs <br> 2. For the purposes of implementing the provisions of <br> 3. The customs authorities shall grant to the approved exporter a customs authorisation number <br> subsequently referred to as the ‘invoice declaration', <br> authorities upon importation of the first instalment. <br> paragraph 1, the customs authorities of the importing <br> given by the exporter on an invoice, a delivery note or any other commercial document which describes the products <br> country shall return the movement certificate EUR.1 and <br> Penalties <br> concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Annex IV. <br> shall be forwarded in support of the request for verification. <br> the invoice, if it has been submitted, the invoice <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> 1. Products sent as small packages from private persons <br> Article 30 : Discrepancies and formal errors <br> purpose is in view. <br> declaration, or a copy of these documents, to the customs <br> in Article 26, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> to private persons or forming part of travellers' personal <br> authorities of the exporting country giving, where <br> 3. For the purpose of applying the provisions of this <br> luggage shall be admitted as originating products without <br> appropriate, the reasons for the request for verification. <br> Title, the exporters shall endeavour to use a language <br> requiring the submission of a proof of origin, provided <br> Supporting documents <br> Any documents and information obtained suggesting that <br> this Protocol. <br> common to both the CARIFORUM States and the United Kingdom. <br> Procedure for the issue of a movement certificate EUR.1 <br> that such products are not imported by way of trade and <br> the information given on the proof of origin is incorrect <br> have been declared as meeting the requirements of this <br> is handwritten, it shall be written in ink in printed characters. <br> contained for example in his accounts or internal bookkeeping; <br> Protocol and where there is no doubt as to the veracity of <br> The verification shall be carried out by the customs authorities of the exporting country. For this purpose, they shall have the right <br> 1. A movement certificate EUR.1 shall be issued by the <br> such a declaration. In the case of products sent by post, this <br> to call for any evidence and to carry out any inspection of the exporter's accounts or any other check considered appropriate. <br> declaration can be made on customs declaration <br> 3. If the customs authorities of the importing country <br> decide to suspend the granting of preferential treatment to <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in box 11 of the certificate. <br> Conditions for making out an invoice declaration <br> (a) direct evidence of the processes carried out by the <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families <br> the products concerned while awaiting the results of the <br> 2. For this purpose, the exporter or his authorised <br> exporter or supplier to obtain the goods concerned, <br> verification, release of the products shall be offered to the <br> exporter's responsibility, by his authorised representative. <br> representative shall fill out both the movement certificate <br> importer subject to any precautionary measures judged necessary. <br> EUR.1 and the application form, specimens of which <br> 3. Furthermore, the total value of these products shall <br> 4. The customs authorities requesting the verification shall be informed of the results of this verification as soon as possible. These <br> Dispute settlement <br> appear in Annex III. These forms shall be completed in <br> not exceed EUR 500 in the case of small packages or EUR 1200 <br> customs authorities shall, except in exceptional circumstances, refuse entitlement to the preferences. <br> results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as <br> accordance with the provisions of this Protocol. If they are <br> in the case of products forming part of travellers' personal luggage. <br> products originating in a CARIFORUM State, in the United Kingdom or in one of the other countries referred to in Article 3, 4 and 5 <br> handwritten, they shall be completed in ink in printed <br> Article 27 : Information procedure for cumulation purposes <br> Discrepancies and formal errors <br> information concerning the true origin of the materials in question. <br> characters. The description of the products must be given <br> Information procedure for cumulation purposes <br> 5. If in cases of reasonable doubt there is no reply within ten months of the date of the verification request or if the reply does not contain <br> in the box reserved for this purpose without leaving any <br> 1. When Articles 2(3), 3(1) and 4(1) are applied, the <br> documents are used in accordance with domestic law; <br> sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting <br> blank lines. Where the box is not completely filled, a <br> evidence of originating status within the meaning of this <br> horizontal line must be drawn below the last line of the <br> Protocol of the materials coming from a CARIFORUM <br> 6. Where the verification procedure or any other <br> State, from the United Kingdom, from the EU, from <br> available information appears to indicate that the <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to submit at any time, at the request of the <br> another ACP State or from an OCT shall be given by a <br> provisions of this Protocol are being contravened, the <br> customs authorities of the exporting country where the movement certificate EUR.1 is issued, all appropriate documents proving the <br> (d) movement certificates EUR.1 or invoice declarations <br> movement certificate EUR 1 or by the supplier's <br> A copy of the information certificate shall be preserved by the office which has issued it for at least three years. <br> exporting country on its own initiative or at the request of <br> information for the purpose of obtaining a preferential treatment for products. <br> (b) it is demonstrated to the satisfaction of the customs <br> declaration, a specimen of which appears in Annex V A to <br> the importing country shall carry out appropriate enquires <br> 4. A movement certificate EUR.1 shall be issued by the customs authorities of the United Kingdom or of a CARIFORUM State <br> this Protocol, given by the exporter in the State or in the <br> TITLE V <br> or arrange for such enquiries to be carried out with due <br> if the products concerned can be considered as products originating in the United Kingdom or in a CARIFORUM State or in one of the <br> United Kingdom from which the materials came. <br> urgency to identify and prevent such contraventions and <br> Approved exporter <br> other countries or territories referred to in Articles 3, 4 and 5 and fulfil the other requirements of this Protocol. <br> 2. When Articles 2(3), 3(2) and 4(2) are applied, the <br> for this purpose the exporting country concerned may <br> Protocol. Alternatively, the customs authorities to which a <br> 1. The customs authorities of the exporting country may <br> must indicate in his application the place and date of <br> Validity of proof of origin <br> Article 29 : Preservation of proof of origin and supporting documents <br> evidence of the working or processing carried out in a <br> and fulfil the other requirements of this Protocol. <br> invite the participation of the importing country in these enquiries. <br> necessary to verify the originating status of the products <br> CARIFORUM State, in the United Kingdom, in the EU, in <br> Article 35 : Verification of suppliers' declarations <br> and the fulfilment of the other requirements of this <br> of fraudulent additions. <br> another ACP State or in an OCT shall be given by the <br> Verification of suppliers' declarations <br> Protocol. For this purpose, they shall have the right to call <br> supplier's declaration, a specimen of which appears in Annex <br> 1. Verification of suppliers' declarations shall be carried out at random or based on risk analysis or whenever the customs authorities of <br> V A and Annex V B to this Protocol, given by the exporter <br> the importing State have reasonable doubt as to the authenticity of the document or the accuracy or complete- ness of the <br> exporter's accounts or any other check considered <br> Movement certificates EUR.1 issued retrospectively <br> in the State or in the United Kingdom from which the materials came. <br> appropriate. The issuing customs authorities shall also <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3. A separate supplier's declaration shall be made up by <br> 2. The customs authorities to which a supplier's declaration <br> authorities of the State where the declaration was made. <br> ensure that the forms referred to in paragraph 2 are duly <br> the supplier for each consignment of material on the <br> is submitted may request the customs authorities of the State <br> completed. In particular, they shall check whether the <br> commercial invoice related to that shipment or in an annex <br> where the declaration was made to issue an information <br> for any evidence and to carry out any inspection of the <br> space reserved for the description of the products has been <br> 2. Obvious formal errors such as typing errors on a proof <br> to that invoice, or on a delivery note or other commercial <br> certificate, a specimen of which appears in Annex VI to this <br> completed in such a manner as to exclude all possibility <br> document related to that shipment which describes the <br> Issue of a duplicate movement certificate EUR.1 <br> materials concerned in sufficient detail to enable them to be identified. <br> movement certificate EUR.1 or for making out an invoice declaration. <br> supplier's declaration is submitted may request the exporter <br> to produce an information certificate issued by the customs <br> 7. A movement certificate EUR.1 shall be issued by the <br> 5. The suppliers' declarations shall bear the original <br> customs authorities and made available to the exporter as <br> issued but was not accepted at importation for technical reasons. <br> signature of the supplier in manuscript. However, where the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> 5. The issuing customs authorities shall take any steps <br> description, the empty space being crossed through. <br> soon as actual exportation has been effected or ensured. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> invoice and the supplier's declaration are established using <br> 3. The customs authorities requesting the verification <br> electronic data-processing methods, the supplier's <br> shall be informed of the results thereof as soon as <br> fulfilment of the other requirements of this Protocol. <br> declaration need not be signed in manuscript provided the <br> possible. The results must indicate clearly whether the <br> (a) it was not issued at the time of exportation because of <br> 1. Notwithstanding Article 17(7), amovement certificate EUR.1 may exceptionally be issued after exportation of the <br> responsible official in the supplying company is identified <br> information given in the supplier's declaration is correct <br> errors or involuntary omissions or special circumstances; or <br> to the satisfaction of the customs authorities in the State <br> and make it possible for the customs authorities to <br> Exemptions from Proof of Origin <br> where the suppliers' declarations are established. The said <br> Article 36 : Dispute settlement <br> determine whether and to what extent this supplier's <br> customs authorities may lay down conditions for the <br> declaration could be taken into account for issuing a <br> implementation of this paragraph. <br> authorities that a movement certificate EUR.1 was <br> 6. The supplier's declarations shall be submitted to the customs authorities in the exporting country requested to issue the <br> 4. The verification shall be carried out by the customs authorities of the country where the supplier's declaration was made <br> Article 37 : Penalties <br> Article 19 : Issue of a duplicate movement certificate EUR.1 <br> out. For this purpose, they shall have the right to call for any evidence or to carry out any inspection of the supplier's <br> ? <br> 7. The supplier making out a declaration must be prepared to submit at any time, at the request of the customs <br> account or any other check which they consider appropriate in order to verify the correctness of any supplier's declaration. <br> 2. For the implementation of paragraph 1, the exporter <br> authorities of the country where the declaration is made out, all appropriate documents proving that the information given <br> 5. Any movement certificate EUR.1 or invoice <br> on this declaration is correct. <br> declaration issued or made out on the basis of an incorrect <br> 5. The endorsement referred to in paragraph 4 shall be <br> exportation of the products to which the movement <br> 8. Suppliers' declarations made and information <br> supplier's declaration shall be considered null and void. <br> certificates issued before the entry into force of this <br> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after verifying that the <br> Agreement shall, in accordance with Article 27 of <br> information supplied in the exporter's application agrees with that in the corresponding file. <br> Protocol I to the CARIFORUM-EU EPA and for the <br> Where disputes arise in relation to the verification <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the following phrase in English <br> duration of their validity, be accepted by the Parties for <br> procedures of Articles 34 and 35 which cannot be settled <br> the purposes of applying preferential treatment under this Agreement. <br> between the customs authorities requesting a verification <br> and the customs authorities responsible for carrying out <br> ‘ISSUED RETROSPECTIVELY'. <br> this verification or where they raise a question as to the <br> The documents referred to in Articles 17(3) and 21(3) <br> interpretation of this Protocol, they shall be submitted to <br> used for the purpose of proving that products covered by <br> the Special Committee on Customs Cooperation and Trade Facilitation. <br> 1. In the event of theft, loss or destruction of a <br> a movement certificate EUR.1 or an invoice declaration <br> In all cases the settlement of disputes between the <br> movement certificate EUR.1, the exporter may apply to the customs authorities which issued it for a duplicate <br> can be considered as products originating in a <br> importer and the customs authorities of the importing <br> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> made out on the basis of the export documents in their possession. <br> CARIFORUM State, in the United Kingdom or in one of <br> country shall take place under the legislation of that country. <br> 2. The duplicate issued in this way must be endorsed <br> the other countries or territories referred to in Articles 3, <br> with the following word in English: ‘DUPLICATE'. <br> 4 and 5 and fulfil the other requirements of this Protocol may consist LQWHU DOLD of the following: <br> 3. The endorsement referred to in paragraph 2 shall be <br> 1. An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> inserted in the ‘Remarks' box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which must bear the date of issue of <br> Issue of Movement Certificates EUR.1 on the basis of a Proof of Origin issued or made out previously <br> the original movement certificate EUR.1, shall take effect as from that date. <br> (b) documents proving the originating status of materials <br> used, issued or made out in a CARIFORUM State, in <br> the United Kingdom or in one of the other countries or territories referred to in Articles 3, 4 and 5 where these <br> the products are placed. <br> When originating products are placed under the control of a customs office in a CARIFORUM State or in the United <br> Article 21 : Conditions for making out an invoice declaration <br> Kingdom, it shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 for the <br> (c) documents proving the working or processing of <br> purpose of sending all or some of these products elsewhere within the CARIFORUM States or within the United <br> materials in the CARIFORUM States, in the United <br> Kingdom. The replacement movement certificate(s) EUR.1 shall be issued by the customs office under whose control <br> Kingdom or in one of the other countries or territories referred to in Articles 3 and 4 issued or made out in a <br> CARIFORUM State, in the United Kingdom or in one of the other countries or territories referred to in Articles 3 <br> and 4 where these documents are used in accordance with domestic law; <br> proving the originating status of materials used, <br> (a) by an approved exporter within the meaning of Article 22; or <br> issued or made out in the CARIFORUM States, in the United Kingdom or in one of the other countries or territories <br> (b) by any exporter for any consignment consisting of <br> referred to in Articles 3, 4 and 5 and in accordance with this Protocol. <br> inserted in the ‘Remarks' box of the movement certificate EUR.1. <br> one or more packages containing originating products <br> whose total value does not exceed EUR 6 000. <br> Preservation of proof of origin and supporting documents <br> 2. An invoice declaration may be made out if the <br> products concerned can be considered as products <br> originating in the CARIFORUM States or in the United <br> documents referred to in Article 17(3). <br> Kingdom and fulfil the other requirements of this Protocol. <br> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the customs <br> keep for at least three years a copy of this invoice <br> authorities of the exporting country, all appropriate documents proving the originating status of the products concerned <br> declaration as well as the documents referred to in Article 21(3). <br> 3. The supplier making out a supplier's declaration shall keep for at least three years copies of the declaration and of the invoice, <br> 4. An invoice declaration shall be made out by the <br> Article 22 : Approved exporter <br> delivery notes or other commercial document to which this declaration is annexed as well as the documents referred to in Article 27(7). <br> exporter by typing, stamping or printing on the invoice, <br> 4. The customs authorities of the exporting country <br> the delivery note or another commercial document, the <br> issuing a movement certificate EUR.1 shall keep for at <br> declaration, the text of which appears in Annex IV to this <br> least three years the application form referred to in Article 17(2). <br> Protocol, using one of the linguistic versions set out in that <br> 5. The customs authorities of the importing country shall <br> Annex and in accordance with the provisions of the <br> keep for at least three years the movement certificates <br> domestic law of the exporting country. If the declaration <br> EUR.1 and the invoice declarations submitted to them. <br> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter <br> within the meaning of Article 22 shall not be required to sign such declarations provided that he gives the customs authorities <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents <br> of the exporting country a written undertaking that he accepts full responsibility for any invoice declaration which identifies <br> him as if it had been signed in manuscript by him. <br> the proof of origin null and void if it is duly established that this document does correspond to the products submitted. <br> 6. An invoice declaration may be made out by the <br> exporter when the products to which it relates are <br> of origin should not cause this document to be rejected if <br> exported, or after exportation on condition that it is <br> these errors are not such as to create doubts concerning <br> presented in the importing country no longer than two <br> the correctness of the statements made in this document. <br> Article 23 : Validity of proof of origin <br> submit these documents by the final date set is due to exceptional circumstances. <br> which shall appear on the invoice declaration. <br> authorise any exporter who makes frequent shipments of <br> shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial <br> products under the trade cooperation provisions of the <br> Importation by instalments <br> Agreement to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction <br> of the customs authorities all guarantees necessary to <br> verify the originating status of the products as well as the <br> 2. The customs authorities may grant the status of approved exporter subject to any conditions which they consider appropriate. <br> 5. The customs authorities may withdraw the <br> authorisation at any time. They shall do so where the <br> approved exporter no longer offers the guarantees referred <br> to in paragraph 1, does not fulfil the conditions referred to <br> in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> Article 25 : Importation by instalments <br> 1. A proof of origin shall be valid for ten months from the date of issue in the exporting country, and must be submitted <br> within the said period to the customs authorities of the importing country. <br> 2. Proof of origin which are submitted to the customs authorities of the importing country after the final date for <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment, where the failure to <br> 3. In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of origin <br> where the products have been submitted before the said final date. <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 4. The supplier's declaration may be made out on a pre-printed form. <br> submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render <br> movement certificate EUR 1. <br> Article 28 : Supporting documents <br> years after the importation of the products to which it relates. <br> 4. The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 38 : Free zones <br> 1. The CARIFORUM States and the United Kingdom <br> shall take all necessary steps to ensure that products <br> traded under cover of a proof of origin or a supplier's <br> declaration and which in the course of transport use a free <br> zone situated in their territory, are not substituted by other <br> goods and do not undergo handling other than normal <br> operations designed to prevent their deterioration. <br> 2. By means of an exemption to the provisions contained <br> in paragraph 1, when originating products are imported <br> into a free zone under cover of a proof of origin and <br> undergo treatment or processing, the authorities <br> at the exporter's request, if the treatment or processing <br> concerned shall issue a new movement certificate EUR.1 <br> undergone complies with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Derogations", "ArticleDesc": "Article 39 : Derogations <br> 1. Derogations from this Protocol may be adopted by the Special Committee on Customs Cooperation and Trade Facilitation, <br> hereafter in this Article referred to as ‘the Committee', in favour of products exported from the CARIFORUM States. <br> 2. Derogations from this Protocol may be adopted where the development of existing industries or the creation of new industries <br> in the CARIFORUM States justifies the adoption of such derogations. <br> 3. The CARIFORUM State or States concerned shall, either before or when the request for derogation is submitted to the <br> Committee, notify the United Kingdom of its request for a derogation together with the reasons for the request in accordance <br> with paragraph 5. <br> 4. The United Kingdom shall respond positively to all the CARIFORUM States' requests which are duly justified in conformity <br> with this Article and which cannot cause serious injury to an established United Kingdom industry. <br> 5. In order to facilitate the examination by the Committee of requests for derogation, the CARIFORUM State or States <br> making the request shall, by means of the form given in Annex VII to this Protocol, furnish in support of their request the <br> fullest possible information covering in particular the following: <br> ? description of the finished product, <br> ? nature and quantity of materials originating in third countries, <br> ? nature and quantity of materials originating in <br> CARIFORUM States or the countries or territories <br> referred to in Articles 3 and 4, or the materials which <br> have been processed in these countries or territories, <br> ? manufacturing processes, <br> provide a solution to the problem. <br> ? added value achieved, <br> ? number of employees in the enterprise concerned, <br> ? anticipated volume of exports to the United Kingdom, <br> ? other possible sources of supply for raw materials, <br> ? reasons for the duration requested in the light of <br> efforts made to find new sources of supply, <br> ? other observations. <br> (a) the level of development or the geographical <br> 6. The examination of requests for derogation shall in particular take into account: <br> programme would enable these rules to be satisfied by stages. <br> reference to cases where this could lead to cessation of its activities; <br> situation of the CARIFORUM State or States concerned; <br> (b) cases where the application of the existing rules of <br> origin would significantly affect the ability of an <br> existing industry in a CARIFORUM State or States to continue their exports to the United Kingdom, with particular <br> (c) specific cases where it can be clearly demonstrated <br> that significant investment in an industry could be <br> deterred by the rules of origin and where a derogation <br> favouring the realisation of the investment <br> 7. In every case an examination shall be made to ascertain whether the rules relating to cumulation of origin do not <br> The Committee may modify the form. <br> 8. The Committee shall take steps necessary to ensure that <br> a decision on a request for derogation is reached as soon as <br> possible and, in any case, not later than seventy-five <br> working days after the request is received by the United <br> Kingdom. If the United Kingdom does not inform the <br> CARIFORUM State of its position on the request within this <br> 9. (a) The derogation shall be valid for a period, generally <br> of five years, to be determined by the Committee. <br> without a new decision of the Committee being <br> necessary, provided that the CARIFORUM State or States concerned submit, three months before the end of each <br> period, proof that they are still unable to meet the conditions of this Protocol which have been derogated from. <br> Committee shall examine it as soon as possible and <br> period, the request shall be deemed to have been accepted. <br> Committee shall proceed as provided for in <br> (b) The derogation decision may provide for renewals <br> paragraph 8. All necessary measures shall be taken <br> to avoid interruptions in the application of the derogation. <br> (c) In the periods referred to in subparagraphs (a) and <br> (b), the Committee may review the terms for <br> implementing the derogation should a significant <br> change be found to have taken place in the <br> substantive factors governing the decision to grant <br> the derogation. On conclusion of its review the <br> Committee may decide to amend the terms of its decision as regards the scope <br> of derogation or any other condition previously laid down. <br> If any objection is made to the extension, the <br> decide whether to prolong the derogation. The <br> "}, {"ArticleTitle": "Special conditions", "ArticleDesc": "Article 40 : Special conditions <br> The term ‘EU' used in this Protocol does not cover Ceuta and Melilla. Products originating in Ceuta and Melilla are not <br> considered to be products originating in the EU for the purposes of this Protocol. <br> "}, {"ArticleTitle": "Amendment of the Protocol", "ArticleDesc": "Article 41 : Amendment of the Protocol <br> The Joint CARIFORUM-UK Council may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Tasks of the Special Committee on Customs Cooperation", "ArticleDesc": "Article 42 : Tasks of the Special Committee on Customs Cooperation <br> and Trade Facilitation <br> In accordance with the provisions of Article 36 of the Agreement, the Special Committee on Customs Cooperation and <br> Trade Facilitation shall: <br> (a) take decisions on cumulation under the conditions <br> laid down in Article 5; <br> (b) take decisions on derogations from this Protocol <br> under the conditions laid down in Article 39; <br> (c) monitor the implementation and the administration of the provisions of this Protocol. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 43 : Review <br> The Parties shall review the provisions of paragraph 4 of Article 4 after three years from the signature of the Agreement with a <br> view to reducing the products listed in Annex X to this Protocol. <br> "}, {"ArticleTitle": "Annexes", "ArticleDesc": "Article 44 : Annexes <br> The Annexes to this Protocol shall form an integral part thereof. <br> Annex VIII to Protocol 1 <br> Neighbouring developing countries <br> For the implementation of Article 5 of Protocol I the expression ‘neighbouring developing <br> country' shall refer to the following list of countries: <br> Colombia, <br> Costa Rica, <br> Cuba, <br> El Salvador, <br> Guatemala, <br> Honduras, <br> Mexico, <br> Nicaragua, <br> Panama, <br> Venezuela. <br> Annex IX to Protocol 1 <br> Overseas countries and territories <br> The Parties agree that the incorporation of the list of overseas countries and territories in this Annex supersedes the <br> amendment of Annex IX to Protocol I of the CARIFORUM-EU EPA by Decision No 1/2017 of the Joint <br> CARIFORUM-EU Council. <br> Within the meaning of this Protocol ‘overseas countries and territories' shall mean <br> the countries and territories listed below: <br> (This list does not prejudge the status of these countries and territories, <br> or future changes in their status.) <br> 1. Overseas countries and territories that have special relations with the Kingdom of Denmark: <br> — Greenland. <br> 2. Overseas countries and territories that have special relations with the French Republic: <br> — New Caledonia and Dependencies, <br> — French Polynesia, <br> — Saint Pierre and Miquelon, <br> — Saint Barthélemy, <br> — French Southern and Antarctic Territories, <br> — Wallis and Futuna. <br> 3. Overseas countries and territories that have special relations with the Kingdom of the Netherlands: <br> — Aruba, <br> — Bonaire, <br> — Curaçao, <br> — Saba, <br> — Sint Eustatius, <br> — Sint Maarten. <br> 4. Overseas countries and territories that have special relations with the United Kingdom of Great Britain and Northern Ireland: <br> — Anguilla, <br> — Bermuda, <br> — Cayman Islands, <br> — Falkland Islands, <br> — South Georgia and the South Sandwich Islands, <br> — Montserrat, <br> — Pitcairn, <br> — Saint Helena and Dependencies, <br> — British Antarctic Territory, <br> — British Indian Ocean Territory, <br> — Turks and Caicos Islands, <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> Article 26 : Exemptions from proof of origin <br> Article 34 : Verification of proof of origin <br> — British Virgin Islands. <br> TITLE IV <br> Verification of proof of origin <br> Proof of Origin <br> 1. The exporter applying for the issue of a movement <br> Where, at the request of the importer and on the <br> 1. Subsequent verifications of proof of origin shall be <br> customs authorities of the exporting country on application <br> products to which it relates if: <br> certificate EUR.1 shall keep for at least three years the <br> conditions laid down by the customs authorities of the <br> carried out at random or based on risk analysis or <br> 1. Products originating in a CARIFORUM State shall, on importation into the United Kingdom and products originating <br> having been made in writing by the exporter or, under the <br> importing country, dismantled or non-assembled products <br> whenever the customs authorities of the importing <br> in the United Kingdom shall, on importation into a CARIFORUM State, benefit from the provisions of the Agreement upon <br> 2. The exporter making out an invoice declaration shall <br> within the meaning of General Rule 2(a) of the <br> country have reasonable doubts as to the authenticity of <br> submission of either: <br> Harmonised System falling within Sections XVI and <br> such documents, the originating status of the products <br> (a) a movement certificate EUR.1, a specimen of which <br> CN22/CN23 or on a sheet of paper annexed to that document. <br> XVII or heading 7 308 and 9 406 of the Harmonised <br> concerned or the fulfilment of the other requirements of <br> appears in Annex III; or <br> as well as the fulfilment of the other requirements of this Protocol. <br> System are imported by instalments, a single proof of <br> (b) in the cases specified in Article 21(1), a declaration, <br> origin for such products shall be submitted to the customs <br> 2. For the purposes of implementing the provisions of <br> 3. The customs authorities shall grant to the approved exporter a customs authorisation number <br> subsequently referred to as the ‘invoice declaration', <br> authorities upon importation of the first instalment. <br> paragraph 1, the customs authorities of the importing <br> given by the exporter on an invoice, a delivery note or any other commercial document which describes the products <br> country shall return the movement certificate EUR.1 and <br> Penalties <br> concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Annex IV. <br> shall be forwarded in support of the request for verification. <br> the invoice, if it has been submitted, the invoice <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, in the cases specified <br> 1. Products sent as small packages from private persons <br> Article 30 : Discrepancies and formal errors <br> purpose is in view. <br> declaration, or a copy of these documents, to the customs <br> in Article 26, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> to private persons or forming part of travellers' personal <br> authorities of the exporting country giving, where <br> 3. For the purpose of applying the provisions of this <br> luggage shall be admitted as originating products without <br> appropriate, the reasons for the request for verification. <br> Title, the exporters shall endeavour to use a language <br> requiring the submission of a proof of origin, provided <br> Supporting documents <br> Any documents and information obtained suggesting that <br> this Protocol. <br> common to both the CARIFORUM States and the United Kingdom. <br> Procedure for the issue of a movement certificate EUR.1 <br> that such products are not imported by way of trade and <br> the information given on the proof of origin is incorrect <br> have been declared as meeting the requirements of this <br> is handwritten, it shall be written in ink in printed characters. <br> contained for example in his accounts or internal bookkeeping; <br> Protocol and where there is no doubt as to the veracity of <br> The verification shall be carried out by the customs authorities of the exporting country. For this purpose, they shall have the right <br> 1. A movement certificate EUR.1 shall be issued by the <br> such a declaration. In the case of products sent by post, this <br> to call for any evidence and to carry out any inspection of the exporter's accounts or any other check considered appropriate. <br> declaration can be made on customs declaration <br> 3. If the customs authorities of the importing country <br> decide to suspend the granting of preferential treatment to <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in box 11 of the certificate. <br> Conditions for making out an invoice declaration <br> (a) direct evidence of the processes carried out by the <br> 2. Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or their families <br> the products concerned while awaiting the results of the <br> 2. For this purpose, the exporter or his authorised <br> exporter or supplier to obtain the goods concerned, <br> verification, release of the products shall be offered to the <br> exporter's responsibility, by his authorised representative. <br> representative shall fill out both the movement certificate <br> importer subject to any precautionary measures judged necessary. <br> EUR.1 and the application form, specimens of which <br> 3. Furthermore, the total value of these products shall <br> 4. The customs authorities requesting the verification shall be informed of the results of this verification as soon as possible. These <br> Dispute settlement <br> appear in Annex III. These forms shall be completed in <br> not exceed EUR 500 in the case of small packages or EUR 1200 <br> customs authorities shall, except in exceptional circumstances, refuse entitlement to the preferences. <br> results must indicate clearly whether the documents are authentic and whether the products concerned can be considered as <br> accordance with the provisions of this Protocol. If they are <br> in the case of products forming part of travellers' personal luggage. <br> products originating in a CARIFORUM State, in the United Kingdom or in one of the other countries referred to in Article 3, 4 and 5 <br> handwritten, they shall be completed in ink in printed <br> Article 27 : Information procedure for cumulation purposes <br> Discrepancies and formal errors <br> information concerning the true origin of the materials in question. <br> characters. The description of the products must be given <br> Information procedure for cumulation purposes <br> 5. If in cases of reasonable doubt there is no reply within ten months of the date of the verification request or if the reply does not contain <br> in the box reserved for this purpose without leaving any <br> 1. When Articles 2(3), 3(1) and 4(1) are applied, the <br> documents are used in accordance with domestic law; <br> sufficient information to determine the authenticity of the document in question or the real origin of the products, the requesting <br> blank lines. Where the box is not completely filled, a <br> evidence of originating status within the meaning of this <br> horizontal line must be drawn below the last line of the <br> Protocol of the materials coming from a CARIFORUM <br> 6. Where the verification procedure or any other <br> State, from the United Kingdom, from the EU, from <br> available information appears to indicate that the <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be prepared to submit at any time, at the request of the <br> another ACP State or from an OCT shall be given by a <br> provisions of this Protocol are being contravened, the <br> customs authorities of the exporting country where the movement certificate EUR.1 is issued, all appropriate documents proving the <br> (d) movement certificates EUR.1 or invoice declarations <br> movement certificate EUR 1 or by the supplier's <br> A copy of the information certificate shall be preserved by the office which has issued it for at least three years. <br> exporting country on its own initiative or at the request of <br> information for the purpose of obtaining a preferential treatment for products. <br> (b) it is demonstrated to the satisfaction of the customs <br> declaration, a specimen of which appears in Annex V A to <br> the importing country shall carry out appropriate enquires <br> 4. A movement certificate EUR.1 shall be issued by the customs authorities of the United Kingdom or of a CARIFORUM State <br> this Protocol, given by the exporter in the State or in the <br> TITLE V <br> or arrange for such enquiries to be carried out with due <br> if the products concerned can be considered as products originating in the United Kingdom or in a CARIFORUM State or in one of the <br> United Kingdom from which the materials came. <br> urgency to identify and prevent such contraventions and <br> Approved exporter <br> other countries or territories referred to in Articles 3, 4 and 5 and fulfil the other requirements of this Protocol. <br> 2. When Articles 2(3), 3(2) and 4(2) are applied, the <br> for this purpose the exporting country concerned may <br> Protocol. Alternatively, the customs authorities to which a <br> 1. The customs authorities of the exporting country may <br> must indicate in his application the place and date of <br> Validity of proof of origin <br> Article 29 : Preservation of proof of origin and supporting documents <br> evidence of the working or processing carried out in a <br> and fulfil the other requirements of this Protocol. <br> invite the participation of the importing country in these enquiries. <br> necessary to verify the originating status of the products <br> CARIFORUM State, in the United Kingdom, in the EU, in <br> Article 35 : Verification of suppliers' declarations <br> and the fulfilment of the other requirements of this <br> of fraudulent additions. <br> another ACP State or in an OCT shall be given by the <br> Verification of suppliers' declarations <br> Protocol. For this purpose, they shall have the right to call <br> supplier's declaration, a specimen of which appears in Annex <br> 1. Verification of suppliers' declarations shall be carried out at random or based on risk analysis or whenever the customs authorities of <br> V A and Annex V B to this Protocol, given by the exporter <br> the importing State have reasonable doubt as to the authenticity of the document or the accuracy or complete- ness of the <br> exporter's accounts or any other check considered <br> Movement certificates EUR.1 issued retrospectively <br> in the State or in the United Kingdom from which the materials came. <br> appropriate. The issuing customs authorities shall also <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3. A separate supplier's declaration shall be made up by <br> 2. The customs authorities to which a supplier's declaration <br> authorities of the State where the declaration was made. <br> ensure that the forms referred to in paragraph 2 are duly <br> the supplier for each consignment of material on the <br> is submitted may request the customs authorities of the State <br> completed. In particular, they shall check whether the <br> commercial invoice related to that shipment or in an annex <br> where the declaration was made to issue an information <br> for any evidence and to carry out any inspection of the <br> space reserved for the description of the products has been <br> 2. Obvious formal errors such as typing errors on a proof <br> to that invoice, or on a delivery note or other commercial <br> certificate, a specimen of which appears in Annex VI to this <br> completed in such a manner as to exclude all possibility <br> document related to that shipment which describes the <br> Issue of a duplicate movement certificate EUR.1 <br> materials concerned in sufficient detail to enable them to be identified. <br> movement certificate EUR.1 or for making out an invoice declaration. <br> supplier's declaration is submitted may request the exporter <br> to produce an information certificate issued by the customs <br> 7. A movement certificate EUR.1 shall be issued by the <br> 5. The suppliers' declarations shall bear the original <br> customs authorities and made available to the exporter as <br> issued but was not accepted at importation for technical reasons. <br> signature of the supplier in manuscript. However, where the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> 5. The issuing customs authorities shall take any steps <br> description, the empty space being crossed through. <br> soon as actual exportation has been effected or ensured. <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> invoice and the supplier's declaration are established using <br> 3. The customs authorities requesting the verification <br> electronic data-processing methods, the supplier's <br> shall be informed of the results thereof as soon as <br> fulfilment of the other requirements of this Protocol. <br> declaration need not be signed in manuscript provided the <br> possible. The results must indicate clearly whether the <br> (a) it was not issued at the time of exportation because of <br> 1. Notwithstanding Article 17(7), amovement certificate EUR.1 may exceptionally be issued after exportation of the <br> responsible official in the supplying company is identified <br> information given in the supplier's declaration is correct <br> errors or involuntary omissions or special circumstances; or <br> to the satisfaction of the customs authorities in the State <br> and make it possible for the customs authorities to <br> Exemptions from Proof of Origin <br> where the suppliers' declarations are established. The said <br> Article 36 : Dispute settlement <br> determine whether and to what extent this supplier's <br> customs authorities may lay down conditions for the <br> declaration could be taken into account for issuing a <br> implementation of this paragraph. <br> authorities that a movement certificate EUR.1 was <br> 6. The supplier's declarations shall be submitted to the customs authorities in the exporting country requested to issue the <br> 4. The verification shall be carried out by the customs authorities of the country where the supplier's declaration was made <br> Article 37 : Penalties <br> Article 19 : Issue of a duplicate movement certificate EUR.1 <br> out. For this purpose, they shall have the right to call for any evidence or to carry out any inspection of the supplier's <br> ? <br> 7. The supplier making out a declaration must be prepared to submit at any time, at the request of the customs <br> account or any other check which they consider appropriate in order to verify the correctness of any supplier's declaration. <br> 2. For the implementation of paragraph 1, the exporter <br> authorities of the country where the declaration is made out, all appropriate documents proving that the information given <br> 5. Any movement certificate EUR.1 or invoice <br> on this declaration is correct. <br> declaration issued or made out on the basis of an incorrect <br> 5. The endorsement referred to in paragraph 4 shall be <br> exportation of the products to which the movement <br> 8. Suppliers' declarations made and information <br> supplier's declaration shall be considered null and void. <br> certificates issued before the entry into force of this <br> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively only after verifying that the <br> Agreement shall, in accordance with Article 27 of <br> information supplied in the exporter's application agrees with that in the corresponding file. <br> Protocol I to the CARIFORUM-EU EPA and for the <br> Where disputes arise in relation to the verification <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the following phrase in English <br> duration of their validity, be accepted by the Parties for <br> procedures of Articles 34 and 35 which cannot be settled <br> the purposes of applying preferential treatment under this Agreement. <br> between the customs authorities requesting a verification <br> and the customs authorities responsible for carrying out <br> ‘ISSUED RETROSPECTIVELY'. <br> this verification or where they raise a question as to the <br> The documents referred to in Articles 17(3) and 21(3) <br> interpretation of this Protocol, they shall be submitted to <br> used for the purpose of proving that products covered by <br> the Special Committee on Customs Cooperation and Trade Facilitation. <br> 1. In the event of theft, loss or destruction of a <br> a movement certificate EUR.1 or an invoice declaration <br> In all cases the settlement of disputes between the <br> movement certificate EUR.1, the exporter may apply to the customs authorities which issued it for a duplicate <br> can be considered as products originating in a <br> importer and the customs authorities of the importing <br> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> made out on the basis of the export documents in their possession. <br> CARIFORUM State, in the United Kingdom or in one of <br> country shall take place under the legislation of that country. <br> 2. The duplicate issued in this way must be endorsed <br> the other countries or territories referred to in Articles 3, <br> with the following word in English: ‘DUPLICATE'. <br> 4 and 5 and fulfil the other requirements of this Protocol may consist LQWHU DOLD of the following: <br> 3. The endorsement referred to in paragraph 2 shall be <br> 1. An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> inserted in the ‘Remarks' box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which must bear the date of issue of <br> Issue of Movement Certificates EUR.1 on the basis of a Proof of Origin issued or made out previously <br> the original movement certificate EUR.1, shall take effect as from that date. <br> (b) documents proving the originating status of materials <br> used, issued or made out in a CARIFORUM State, in <br> the United Kingdom or in one of the other countries or territories referred to in Articles 3, 4 and 5 where these <br> the products are placed. <br> When originating products are placed under the control of a customs office in a CARIFORUM State or in the United <br> Article 21 : Conditions for making out an invoice declaration <br> Kingdom, it shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 for the <br> (c) documents proving the working or processing of <br> purpose of sending all or some of these products elsewhere within the CARIFORUM States or within the United <br> materials in the CARIFORUM States, in the United <br> Kingdom. The replacement movement certificate(s) EUR.1 shall be issued by the customs office under whose control <br> Kingdom or in one of the other countries or territories referred to in Articles 3 and 4 issued or made out in a <br> CARIFORUM State, in the United Kingdom or in one of the other countries or territories referred to in Articles 3 <br> and 4 where these documents are used in accordance with domestic law; <br> proving the originating status of materials used, <br> (a) by an approved exporter within the meaning of Article 22; or <br> issued or made out in the CARIFORUM States, in the United Kingdom or in one of the other countries or territories <br> (b) by any exporter for any consignment consisting of <br> referred to in Articles 3, 4 and 5 and in accordance with this Protocol. <br> inserted in the ‘Remarks' box of the movement certificate EUR.1. <br> one or more packages containing originating products <br> whose total value does not exceed EUR 6 000. <br> Preservation of proof of origin and supporting documents <br> 2. An invoice declaration may be made out if the <br> products concerned can be considered as products <br> originating in the CARIFORUM States or in the United <br> documents referred to in Article 17(3). <br> Kingdom and fulfil the other requirements of this Protocol. <br> 3. The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the customs <br> keep for at least three years a copy of this invoice <br> authorities of the exporting country, all appropriate documents proving the originating status of the products concerned <br> declaration as well as the documents referred to in Article 21(3). <br> 3. The supplier making out a supplier's declaration shall keep for at least three years copies of the declaration and of the invoice, <br> 4. An invoice declaration shall be made out by the <br> Article 22 : Approved exporter <br> delivery notes or other commercial document to which this declaration is annexed as well as the documents referred to in Article 27(7). <br> exporter by typing, stamping or printing on the invoice, <br> 4. The customs authorities of the exporting country <br> the delivery note or another commercial document, the <br> issuing a movement certificate EUR.1 shall keep for at <br> declaration, the text of which appears in Annex IV to this <br> least three years the application form referred to in Article 17(2). <br> Protocol, using one of the linguistic versions set out in that <br> 5. The customs authorities of the importing country shall <br> Annex and in accordance with the provisions of the <br> keep for at least three years the movement certificates <br> domestic law of the exporting country. If the declaration <br> EUR.1 and the invoice declarations submitted to them. <br> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved exporter <br> within the meaning of Article 22 shall not be required to sign such declarations provided that he gives the customs authorities <br> 1. The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents <br> of the exporting country a written undertaking that he accepts full responsibility for any invoice declaration which identifies <br> him as if it had been signed in manuscript by him. <br> the proof of origin null and void if it is duly established that this document does correspond to the products submitted. <br> 6. An invoice declaration may be made out by the <br> exporter when the products to which it relates are <br> of origin should not cause this document to be rejected if <br> exported, or after exportation on condition that it is <br> these errors are not such as to create doubts concerning <br> presented in the importing country no longer than two <br> the correctness of the statements made in this document. <br> Article 23 : Validity of proof of origin <br> submit these documents by the final date set is due to exceptional circumstances. <br> which shall appear on the invoice declaration. <br> authorise any exporter who makes frequent shipments of <br> shall not be considered as imports by way of trade if it is evident from the nature and quantity of the products that no commercial <br> products under the trade cooperation provisions of the <br> Importation by instalments <br> Agreement to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction <br> of the customs authorities all guarantees necessary to <br> verify the originating status of the products as well as the <br> 2. The customs authorities may grant the status of approved exporter subject to any conditions which they consider appropriate. <br> 5. The customs authorities may withdraw the <br> authorisation at any time. They shall do so where the <br> approved exporter no longer offers the guarantees referred <br> to in paragraph 1, does not fulfil the conditions referred to <br> in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> Article 25 : Importation by instalments <br> 1. A proof of origin shall be valid for ten months from the date of issue in the exporting country, and must be submitted <br> within the said period to the customs authorities of the importing country. <br> 2. Proof of origin which are submitted to the customs authorities of the importing country after the final date for <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment, where the failure to <br> 3. In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of origin <br> where the products have been submitted before the said final date. <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 4. The supplier's declaration may be made out on a pre-printed form. <br> submitted to the customs office for the purpose of carrying out the formalities for importing the products shall not ipso facto render <br> movement certificate EUR 1. <br> Article 28 : Supporting documents <br> years after the importation of the products to which it relates. <br> 4. The customs authorities shall monitor the use of the authorisation by the approved exporter. <br> "}]}]}, "members_found": ["328", "826", 2, 8703900000]}