{"FtaRooDetails": {"FtaId": 96, "FtaCode": "ITC00098", "FtaName": "CECA, India-Malaysia", "FtaFullName": "COMPREHENSIVE ECONOMIC COOPERATION AGREEMENT BETWEEN THE GOVERNMENT OF MALAYSIA AND THE GOVERNMENT OF THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Malaysia; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CECA, India-Malaysia", "AdminProcCooAuth": "The certification type under CECA, India-Malaysia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CECA, India-Malaysia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CECA, India-Malaysia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH and RVC 35%", "RooText": "1 For the purposes of paragraph (b) of Article 3.2 (Origin Criteria), a good shall be deemed to be originating: (b) (i) all non-originating materials used in the production of the goods have undergone a change in tariff classification in a sub-heading at the six digit level of the HS; and (ii) qualifying value content of the goods is not less than thirty five per cent of the FOB value, provided that the final process of manufacturing is performed within the territory of the exporting Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00098_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00098_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00098_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00098_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00098_full.pdf", "DocType": "8_full", "WebLink": "https://fta.miti.gov.my/miti-fta/resources/Malaysia-India/MICECA.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5 : Cumulative Rule of Origin <br /> Unless otherwise provided for, goods which comply with the origin <br /> requirements provided for in Article 3.2 (Origin Criteria) and which are used in the <br /> territory of a Party as materials for a finished good eligible for preferential tariff <br /> treatment under this Agreement shall be considered to be originating in the territory <br /> of the latter Party where working or processing of the finished goods has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6 : De Minimis <br /> 1 A good that does not undergo a change in tariff classification pursuant to <br /> Article 3.4 (Not Wholly Obtained or Produced Goods) and Annex 3-1 (Product <br /> Specific Rules) in the final process of production shall be deemed as originating if: <br /> (a) for goods except for those falling within Chapters 1 through 14 and <br /> Chapters 50 through 63 of the HS, the value of all non-originating <br /> materials used in its production, which do not undergo the required <br /> change in tariff classification, does not exceed ten percent of the FOB <br /> value of the good; <br /> (b) for goods falling within Chapters 50 through 63 of the HS, the total <br /> weight of non-originating basic textile materials used in its production, <br /> which do not undergo the required change in tariff classification, does <br /> not exceed eight percent of the total weight of all the basic textile <br /> materials used; and <br /> (c) the good meets all other applicable criteria set forth in this Chapter for <br /> qualifying as an originating good. <br /> 2 The value of such non-originating materials shall be included in the value of <br /> non-originating materials for any applicable qualifying value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10 : Accessories, Spare Parts, Tools and Instructional or Other Information Material <br /> 1 Any accessories, spare parts, tools, instructional or other information material <br /> delivered with a good that form part of the standard accessories, spare parts, tools or <br /> instructional or other information material of the good, shall be treated as originating <br /> goods if the good is an originating good, and shall not be taken into account in <br /> determining whether all the non-originating materials used in the production of the <br /> good undergo the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, tools or the instructional and other <br /> information material are not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools or the <br /> instructional and other information material are standard trade practice <br /> for the good in the domestic market of the exporting Party. <br /> 2 If the good is subject to a qualifying value content requirement, the value of <br /> the accessories, spare parts, tools or the instructional and other information material <br /> shall be taken into account as originating or non-originating materials, as the case <br /> may be, in calculating the qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3 : Wholly Obtained or Produced Goods <br /> Within the meaning of paragraph (a) of Article 3.2 (Origin Criteria), the <br /> following good shall be deemed as being wholly obtained or produced in the territory of a Party: <br /> (a) plant [1] and plant products grown, planted and harvested there; <br /> (b) live animals [2] born and raised there; <br /> (c) products [3] obtained from live animals referred to in paragraph (b); <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering <br /> or capturing conducted there; <br /> (e) minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br /> beneath their seabed; <br /> (f) goods taken from the waters, seabed or beneath the seabed outside <br /> the territorial waters of that Party, provided that, the Party has the <br /> rights to exploit such waters, seabed and beneath the seabed in <br /> accordance with the United Nations Convention on the Law of the Sea, 1982; <br /> (g) goods of sea-fishing and other marine goods taken from the high seas <br /> by vessels registered with a Party and entitled to fly the flag of that Party; <br /> (h) goods processed or made on board factory ships registered with a <br /> Party and entitled to fly the flag of that Party, exclusively from goods <br /> referred to in paragraph (g) above; <br /> (i) articles collected there which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only <br /> for disposal or recovery of parts of raw materials, or for recycling purposes [4]; and <br /> (j) goods obtained or produced in the territory of a Party solely from goods <br /> referred to in paragraphs (a) to (i). <br /> [1] \"Plant\" refers to all plant life, including forestry goods, fruit, flowers, vegetables, trees, seaweed, <br /> fungi and live plants. <br /> [2] \"Animals\" referred to in paragraphs (b) and (c) of this Article covers all animal life, including <br /> mammals, birds, fish, crustaceans, molluscs, reptiles, and living organisms. <br /> [3] \"Products\" refer to those obtained from live animals without further processing, including milk, eggs, <br /> natural honey, hair, wool, semen and dung. <br /> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing or <br /> processing operations or consumption in the same country, scrap machinery, discarded packaging <br /> and all products that can no longer perform the purpose for which they were produced and are fit only <br /> for disposal for the recovery of raw materials. Such manufacturing or processing operations shall <br /> include all types of processing, not only industrial or chemical but also mining, agriculture, <br /> construction, refining, incineration and sewage treatment operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7 : Minimal Operations and Processes <br /> 1 Notwithstanding any provisions in this Chapter, a good shall not be <br /> considered originating in the territory of a Party if the following operations are <br /> undertaken exclusively by itself or in combination in the territory of that Party: <br /> (a) operations to ensure the preservation of goods in good condition during <br /> transport and storage including, but not limited to, drying, freezing, <br /> keeping in brine, ventilation, spreading out, chilling, placing in salt, <br /> sulphur dioxide or other aqueous solutions, removal of damaged parts, <br /> and like operations; <br /> (b) simple [6] operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching including the making-up of sets of <br /> articles, washing, painting, cutting; <br /> (c) changes of packing and breaking up and assembly of consignments; <br /> (d) simple [7] cutting, slicing and repacking or placing in bottles, flasks, bags, <br /> boxes, fixing on cards or boards, and all other simple packing <br /> operations; <br /> (e) affixing of marks, labels or other like distinguishing signs on goods or <br /> their packaging; <br /> (f) simple [8] mixing of goods whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down <br /> in this Chapter to enable them to be considered as originating goods; <br /> (g) simple [9] assembly of parts of goods to constitute a complete good; <br /> (h) disassembly; <br /> (i) slaughter which means the mere killing of animals; and <br /> (j) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods. <br /> 2 For textiles and textile goods, an article or material shall not be considered to <br /> be originating in the territory of a Party by virtue of merely having undergone any of the following: <br /> (a) simple [10] combining operations, labelling, pressing, cleaning or dry <br /> cleaning or packaging operations, or any combination thereof; <br /> (b) cutting to length or width and hemming, stitching or overlocking fabrics <br /> which are readily identifiable as being intended for a particular commercial use; <br /> (c) trimming and/or joining together by sewing, looping, linking, attaching <br /> of accessory articles such as straps, bands, beads, cords, rings and eyelets; <br /> (d) one or more finishing operations on yarns, fabrics or other textile <br /> articles, such as bleaching, waterproofing, decanting, shrinking, <br /> mercerizing, or similar operations; or <br /> (e) dyeing or printing of fabrics or yarns. <br /> [6] \"Simple\" generally describes activities which need neither special skills nor machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. <br /> [7] Refer to footnote 6 of this Chapter. <br /> [8] Refer to footnote 6 of this Chapter. <br /> [9] Refer to footnote 6 of this Chapter. <br /> [10] Refer to footnote 6 of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4 : Not Wholly Obtained or Produced Goods <br /> 1 For the purposes of paragraph (b) of Article 3.2 (Origin Criteria), a good shall <br /> be deemed to be originating: <br /> (a) when such goods satisfy the criteria under the Product Specific Rules <br /> provided in Annex 3-1; or when: <br /> (b) <br /> (i) all non-originating materials used in the production of the goods <br /> have undergone a change in tariff classification in a sub-heading <br /> at the six digit level of the HS; and <br /> (ii) qualifying value content of the goods is not less than thirty five <br /> per cent of the FOB value, <br /> provided that the final process of manufacturing is performed within the territory of <br /> the exporting Party. <br /> 2 For the purposes of this Article, the formulae for calculating the qualifying <br /> value content are as follows [5]: <br /> (a) Direct Method: <br /> [(Originating Material Cost + Direct Labour Cost +Direct Overhead Cost + Other Cost + Profit) / FOB Price] x 100% ? 35% <br /> (b) Indirect Method: <br /> [(Value of imported non-originating materials + Value of materials of undetermined origin)/FOB Price] x 100 % ? 65% <br /> 3 The value of the non-originating materials shall be: <br /> (a) the CIF value at the time of importation of the materials, parts or produce; or <br /> (b) the earliest ascertained price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the Party where the working or <br /> processing takes place. <br /> 4 The method of calculating the FOB value is as set out in Annex 3-2 (Method of Calculation of FOB Value). <br /> [5] The Parties shall be given the flexibility to adopt the method of calculating the qualifying value <br /> content, whether it is the direct or indirect method. In order to promote transparency, consistency and <br /> certainty, each Party shall adhere to one method. Any change in the method of calculation shall be <br /> notified to all the other Parties at least six months prior to the adoption of the new method. It is <br /> understood that any verification of the content by the importing Party shall be done on the basis of the <br /> method used by the exporting Party. <br /> Annex 3-2 <br /> Method of Calculation of FOB Value <br /> 1 FOB Value shall be calculated as follows: <br /> (a) FOB Value = Ex-Factory Price + Other Costs <br /> (b) Other Costs in the calculation of the FOB value shall refer to the costs <br /> incurred i n pl acing t he g oods in t he sh ip for ex port, i ncluding b ut no t <br /> limited to, do mestic transport co sts, st orage and w arehousing, port <br /> handling, brokerage fees, service charges, et cetera. <br /> 2 Formula for ex-factory price: <br /> (a) Ex-Factory Price = Production Cost + Profit <br /> (b) Formula for production cost, <br /> (i) Production Cost = Cost of Raw Materials + Labour Cost + <br /> Overhead Cost <br /> (ii) Cost of Raw Materials shall consist of: <br /> (AA) Cost of raw materials <br /> (BB) Freight and insurance <br /> (iii) Labour Cost shall include: <br /> (AA) Wages <br /> (BB) Remuneration <br /> (CC) Other employee benefits associated with the manufacturing process <br /> (iv) Overhead Costs, (non-exhaustive list) shall include, but not limited to: <br /> (AA) real property items associated with the production process <br /> (insurance, factory rent a nd leasing, depreciation on <br /> buildings, repair and maintenance, taxes, interests on mortgage) <br /> (BB) leasing of and interest payments for plant and equipment <br /> (CC) factory security <br /> (DD) insurance ( plant, equipment a nd materials used i n t he <br /> manufacture of the goods) <br /> (EE) utilities (energy, electricity, water and other utilities directly <br /> attributable to the production of the good) <br /> (FF) research, development, design and engineering <br /> (GG) dies, moulds, tooling and the depreciation, maintenance <br /> and repair of plant and equipment <br /> (HH) royalties or licenses (in connection w ith patented <br /> machines or pr ocesses used i n the manufacture o f t he <br /> good or the right to manufacture the good) <br /> (II) inspection and testing of materials and the goods <br /> (JJ) storage and handling in the factory <br /> (KK) disposal of recyclable wastes <br /> (LL) cost elements in computing the value of raw materials, i.e. <br /> port and clearance c harges and import duties paid for", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11 : Indirect Materials <br /> In order to determine whether a good originates in the territory of a Party, any <br /> indirect material, including power, fuel, plant and equipment, machines, tools or <br /> consumables used to obtain such good shall be treated as originating irrespective of <br /> the origin of the material and its value shall be the cost registered in the accounting <br /> records of the producer of such good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8 : Direct Consignment <br /> An originating good shall be deemed as directly consigned from the territory of <br /> the exporting Party to the territory of the importing Party: <br /> (a) if the goods are transported without passing through the territory of any non-Party; or <br /> (b) if the goods are transported through the territory of any non-Party provided that: <br /> (i) the transit entry is justified for geographical reasons or transport requirements; <br /> (ii) the goods have not entered into trade or consumption in the <br /> territory of such non-Party; <br /> (iii) the goods have not undergone any operation in the territory of <br /> such non-Party other than unloading and reloading or any <br /> operation required to keep the goods in good condition; and <br /> (iv) the goods have remained under the control of the customs <br /> authority of such non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9 : Treatment of Packing Materials and Containers <br /> 1 If a good is subject to the change in tariff classification criterion as provided in <br /> paragraph 1(b)(i) of Article 3.4 (Not Wholly Obtained or Produced Goods), packing <br /> materials and containers classified together with the packaged good, shall not be <br /> taken into account in determining origin. <br /> 2 If a good is subject to qualifying value content requirement as provided in <br /> paragraph 1(b)(ii) of Article 3.4 (Not Wholly Obtained or Produced Goods), the value <br /> of the packing materials and containers, shall be taken into account in determining <br /> the origin of that good, provided that the packing materials and containers are <br /> considered as forming a whole with the good and the good is packaged in such <br /> packaging materials and containers for the purposes of retail sale. Packing materials <br /> and containers in which a good is packed for the purposes of shipment and used <br /> exclusively for the transportation of a good shall not be taken into account in <br /> determining the origin of such good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12 : Identical and Interchangeable Materials <br /> For the purposes of establishing if a good is originating when it is <br /> manufactured utilising both originating and non-originating materials, mixed or <br /> physically combined, the origin of such materials can be determined on the basis of <br /> generally accepted accounting principles of stock control applicable or in accordance <br /> with the methods of inventory management practised in the exporting Party. <br /> Explanation: For the purposes of this Article, \"generally accepted accounting <br /> principles\" means recognised consensus or substantial authoritative <br /> support given in the territory of a Party with respect to the recording of <br /> revenues, expenses, costs, assets, and liabilities, the disclosure of <br /> information, and the preparation of financial statements and may <br /> encompass broad guidelines for general application, as well as detailed <br /> standards, practices, and procedures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13 : Certificate of Origin <br /> A claim that an imported good shall be accepted as eligible for preferential <br /> tariff treatment shall be supported by a Certificate of Origin issued by an authority or <br /> authorities designated by the Government of the exporting Party and notified to the <br /> other Party in accordance with Annex 3-3 (Operational Certification Procedures). <br /> Annex 3-3 <br /> Operational Certification Procedures <br /> For the purposes of i mplementing Chapter 3 (Rules of O rigin) of this <br /> Agreement, t he following oper ational pr ocedures on t he i ssuance, v erification a nd <br /> other administrative matters relating to the Certificate of Origin (\"CO\") shall apply: <br /> Issuing Authorities <br /> 1 The CO shall be issued by authorities designated by the ex porting Party <br /> (hereinafter r eferred to i ndividually as \"Issuing A uthority\" or co llectively as \"Issuing <br /> Authorities\"). The specimen of the CO is as set out in Attachment 3-3-1. <br /> 2 Each Party shall provide, electronically or otherwise, original sets of specimen <br /> signatures and specimen of official seals used by their Issuing Authorities, including <br /> their names and addresses for dissemination to the other Party and any subsequent <br /> change in names, addresses, specimen signatures or official seals shall be promptly <br /> informed to the other Party in the same manner. <br /> 3 For t he p urpose of d etermining or iginating st atus, an I ssuing A uthority sh all <br /> have the right to call for any supporting documentary evidence or to carry out any <br /> check considered appropriate. <br /> Application for CO <br /> 4 The exporter or the producer of the goods satisfying the criteria of preferential <br /> tariff treatment under Chapter 3 (Rules of Origin) shall apply in writing to the relevant <br /> Issuing Authorities requesting f or pr e-exportation verification of the origin of t he <br /> goods. The result of the verification, s ubject to review periodically or whenever <br /> appropriate, shall be acce pted as the supporting evidence in verifying the origin of <br /> the said goods to be exported thereafter. The pre-exportation verification may not <br /> apply to the goods of which, by their nature, origin can be easily verified. <br /> 5 At the time of carrying out the formalities for exporting the goods under <br /> preferential tariff treatment, the exporter or producer or their authorised <br /> representative shall submit a written application for the CO together with appropriate <br /> supporting documents proving that the goods to be exported qualify for the issuance of a CO. <br /> Pre-Exportation Examination <br /> 6 The Issuing Authority shall, to the best of their competence and a bility, carry <br /> out proper examination upon each application for the CO to ensure that: <br /> (a) the ap plication and t he CO are dul y co mpleted and si gned by t he <br /> exporter or producer or their authorised signatory; <br /> (b) the origin of the goods is in conformity with Chapter 3 (Rules of Origin) <br /> of this Agreement; <br /> (c) the other statements of the CO correspond to supporting documentary <br /> evidence submitted; <br /> (d) description, quantity and weight of goods, marks and number of <br /> packages, as specified, conform to the goods to be exported; and <br /> (e) multiple items declared on single invoice and single CO shall b e <br /> allowed, provided that each item qualifies as an originating good <br /> separately in its own right in accordance with these rules. <br /> Issuance of CO <br /> The CO shall be in a printed format on an ISO size paper or on any <br /> other medium, including electronic format and shall be completed in <br /> English in conformity with the specimen and the instructions contained <br /> therein as set out in the Attachment 3-3-1. The CO shall comprise one <br /> original and one duplicate copy. Each CO shall bear a reference <br /> number given separately by each place or office of issuance. <br /> (b) The Issuing Authorities shall retain the duplicate copy and shall provide <br /> the original to the exporter who shall forward it to the importer for <br /> submission to the customs authority at the port or place of importation. <br /> (c) In cases where the CO is not accepted by the customs authority of the <br /> importing Party, the issuing authority of the exporting Party shall be <br /> duly notified, within a reasonable period but not exceeding two months <br /> from the date of filing of import declaration, of the grounds for the <br /> denial of preferential tariff treatment. <br /> (d) In cases where a CO is not accepted, as stated in subparagraph (c), <br /> the Issuing Authority of the exporting party shall send detailed <br /> clarification addressing the grounds for non-acceptance of preferential <br /> tariff treatment raised by the importing Party, within two months from <br /> the receipt of notification of such denial of preferential tariff treatment. <br /> The customs authority of the importing Party shall reinstate the <br /> preferential tariff treatment if the clarification is found satisfactory. <br /> 8 To implement Article 3.2 (Origin Criteria), the CO issued by the exporting <br /> Party shall indicate in Box 8 t he relevant Article under Chapter 3 (Rules of Origin) <br /> under which the good qualifies as originating. <br /> 9 Neither er asures nor su perimpositions shall be al lowed o n t he CO. A ny <br /> alteration shall be made by striking out the error and making any addition required. <br /> Such alterations shall be approved and certified by an official authorised to sign the <br /> CO on behalf of the relevant Issuing Authority. Unused spaces shall be crossed out <br /> to prevent any subsequent addition. <br /> The CO shall be issued by the relevant Issuing Authority of the <br /> exporting Party at the time of exportation, or within three working days <br /> from the date of shipment whenever the goods to be exported can be <br /> considered originating in that Party within the meaning of Chapter 3 <br /> (Rules of Origin) of this Agreement. <br /> (b) In exceptional cases where a CO has not been issued at the time of <br /> exportation or within three working days from the date of shipment due <br /> to involuntary errors or omissions or other valid reasons, the CO may <br /> be issued retroactively but not later than nine months from the date of shipment. <br /> 11 In the event of theft, loss or destruction of a CO, the exporter or producer or <br /> their authorised representative may apply in writing to the Issuing Authority which <br /> issued it, for the certified true copy of the original on the basis of the export <br /> documents in t heir p ossession. T he co py so i ssued sh all be ar t he en dorsement <br /> \"CERTIFIED TRUE C OPY\" in Box 12 and bear the date of the original CO. The <br /> certified true copy of a CO shall be issued within the validity period of the original CO. <br /> Presentation of CO <br /> 12 The original CO shall be submitted to the customs authority of the importing <br /> Party at the time of filing the import declaration for the goods concerned. <br /> Validity of the CO <br /> 13 The following time limit for the presentation of the CO shall be observed: <br /> (a) the validity of the CO shall be twelve months from the date of its issuance; <br /> (b) the CO shall be submitted to t he customs authority of t he i mporting <br /> Party within its validity period; <br /> (c) where t he CO is submitted t o the r elevant customs authority o f th e <br /> importing Party after the expiration of its validity period, such CO is still <br /> to be accepted when failure to observe the time limit results from force <br /> majeure or other valid reasons beyond the control of the exporter; and <br /> (d) in all cases, the relevant customs authority in the importing Party may <br /> accept such CO provided that the goods have been i mported before <br /> the expiry of the validity period of the said CO.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Validity of the CO <br /> 13 The following time limit for the presentation of the CO shall be observed: <br /> (a) the validity of the CO shall be twelve months from the date of its issuance; <br /> (b) the CO shall be submitted to t he customs authority of t he i mporting <br /> Party within its validity period; <br /> (c) where t he CO is submitted t o the r elevant customs authority o f th e <br /> importing Party after the expiration of its validity period, such CO is still <br /> to be accepted when failure to observe the time limit results from force <br /> majeure or other valid reasons beyond the control of the exporter; and <br /> (d) in all cases, the relevant customs authority in the importing Party may <br /> accept such CO provided that the goods have been i mported before <br /> the expiry of the validity period of the said CO.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Record Keeping Requirement <br /> 17 (a) The application for CO and all doc uments related to such application <br /> shall be retained by the Issuing Authorities for not less than five years <br /> from the date of issuance. <br /> (b) A copy of the CO and all relevant documents shall be retained by the <br /> exporter [or producer] for not less than five y ears from the date of issue. <br /> (c) An importer, ex porter or producer may ch oose t o m aintain r ecords <br /> specified in subparagraphs (a) and (b), in any medium that allows for <br /> prompt retrieval, including, but not limited to, digital, electronic, optical, <br /> magnetic or hard copy. <br /> (d) Information relating to the validity of the CO shall be furnished upon <br /> request of the importing Party. <br /> (e) An importer, exporter or producer required to maintain documents <br /> related to origin pursuant to subparagraphs (a) and (b) shall make the <br /> documents available for inspection by an officer of the customs <br /> authority or Issuing Authority of a Party conducting a verification visit <br /> and shall provide facilities for inspection thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 9 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> (b) In exceptional cases where a CO has not been issued at the time of <br /> exportation or within three working days from the date of shipment due <br /> to involuntary errors or omissions or other valid reasons, the CO may <br /> be issued retroactively but not later than nine months from the date of shipment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Third Party Invoicing <br /> 21 The customs authority in the importing Party shall accept CO where the sales <br /> invoice is issued either by a business entity located in a non-Party or by an exporter <br /> for the account of the said business entity, provided t hat the good m eets t he <br /> requirements of Chapter 3 (Rules of Origin).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Origin Verification <br /> 15 (a) The importing Party may request a retroactive check at random or <br /> when it has reasonable doubt as to the authenticity of the CO or as to <br /> the accuracy of the information regarding the true origin of the good in <br /> question or of certain parts thereof. The Issuing Authority of t he <br /> exporting Party shall co nduct a retroactive check on producer's or <br /> exporter's cost statement based on the current cost and prices within a <br /> six-month timeframe, specified at the date of exportation subject to the following procedures: <br /> (i) the request for a retroactive ch eck shall be accompanied with <br /> the CO concerned and shall sp ecify t he reasons and any <br /> additional information suggesting t hat the particulars given o n <br /> the said CO may be i naccurate, unless the retroactive check is <br /> requested on a random basis; <br /> (ii) the Issuing Authority receiving a request for retroactive ch eck <br /> shall respond to t he request promptly and reply within three <br /> months after receipt of the request; <br /> (iii) in case of reasonable doubt as to the authenticity or accuracy of <br /> the CO the customs authority of the importing Party may <br /> suspend provision of preferential tariff t reatment w hile a waiting <br /> the result of verification. However, it may release the good to the <br /> importer subject to any administrative m easures deemed <br /> necessary, provided that they are not held to be subject to <br /> import prohibition or restriction and there is no suspicion of fraud; and <br /> (iv) the retroactive check process, including the actual process and <br /> the determination of whether the subject good is originating or <br /> not, should be completed and the result should be <br /> communicated to the importing Party within six months. While <br /> the process of the retroactive check is being undertaken, <br /> subparagraph (iii) shall be applied. <br /> (b) The customs authority of the importing Party may request an importer <br /> for information or documents relating to the origin of imported good in <br /> accordance with its domestic laws and regulations before requesting <br /> the retroactive check pursuant to paragraph (a). <br /> 16 (a) If the importing Party is not satisfied with the outcome of the retroactive <br /> check, it may, under exceptional circumstances, request verification <br /> visits to the premises of the exporter or producer in the territory of the <br /> exporting Party. Prior to conducting a verification visit: <br /> (i) an importing Party shall deliver a written not ification of its <br /> intention to conduct the verification visit through a focal customs <br /> authority or any other appropriate authority simultaneously to the following: <br /> (AA) the producer or the exporter whose premises are to be visited; <br /> (BB) the Issuing Authority of the exporting Party; <br /> (CC) the focal customs authority or any other appropriate <br /> authority of the exporting Party; and <br /> (DD) the importer of the good subject to the verification visit; <br /> (ii) the written notification mentioned in subparagraph (i) shall be as <br /> comprehensive as possible and shall include, among others: <br /> (AA) the name of the focal customs authority or any other <br /> appropriate authority issuing the notification; <br /> (BB) the name of the producer or the exporter whose premises <br /> are to be visited; <br /> (CC) the proposed date of the verification visit; <br /> (DD) the coverage, scope and purpose of the proposed <br /> verification visit, including reference to the good subject <br /> to the verification; and <br /> (EE) the names and designation of the officials performing the <br /> verification visit; <br /> (iii) the importing Party shall obt ain the written consent of the <br /> producer or the exporter whose premises are to be visited; <br /> (iv) when a written consent from the producer or the exporter is not <br /> obtained within thirty days from the date of receipt of the <br /> notification pursuant to subparagraph (i), the notifying Party may <br /> deny preferential tariff treatment to the good referred to in the <br /> said CO that would have been subject to t he verification visit; and <br /> (v) the Issuing Authority receiving the notification may postpone the <br /> proposed verification visit and notify the importing Party of such <br /> intention within fifteen days from the date of receipt of t he <br /> notification. Notwithstanding any postponement, any verification <br /> visit shall be ca rried out within sixty days from the date of such <br /> receipt, or such longer period as the Parties may agree. <br /> (b) The importing Party conducting the verification visit shall provide the <br /> producer or the exporter whose good is subject to the verification and <br /> the relevant Issuing Authority with a written determination of whether or <br /> not the subject good qualifies as an originating good. <br /> (c) The determination of whether the good qualifies as an originating good <br /> shall be notified to the producer or the exporter, and the relevant <br /> Issuing Authority. Any suspended preferential tariff treatment shall be <br /> reinstated upon such determination. <br /> (d) The producer or the exporter shall be allowed thirty days from the date <br /> of receipt of the written determination to provide in writing, comments <br /> or additional information, regarding the eligibility of the good for <br /> preferential ta riff tr eatment. If the good is still found to be non- <br /> originating, the final written determination issued by the importing Party <br /> shall be communicated to the Issuing Authority within thirty days from <br /> the date of receipt of the comments or additional information from the <br /> producer or the exporter. <br /> (e) The verification visit process, including the actual visit and the <br /> determination of whether the subject good is originating or not, shall be <br /> carried out and its results communicated to the Issuing Authority within <br /> a maximum period of six months from the date when the verification <br /> visit was conducted. While the pr ocess of verification is being <br /> undertaken, subparagraph (a)(iii) of paragraph 15 shall be applied. <br /> Special Cases <br /> 18 When destination of all or parts of the goods exported to a specified port of a <br /> Party is changed, before or after their arrival in the importing Party, the following <br /> rules shall be observed: <br /> (a) If the goods have already been submitted to the customs authority in <br /> the specified importing Party, the CO shall, by a written application of <br /> the importer, be endorsed to this effect for all or parts of goods by the <br /> said authority and the original returned to the importer. <br /> (b) If the changing of destination occurs during transportation to the <br /> importing Party as specified in the CO, the exporter [or producer] shall <br /> apply in writing, accompanied with the issued CO, for issuance of new <br /> CO for all or parts of goods. <br /> 19 For the purpose of i mplementing subparagraph (b) o f Article 3.8 (Direct <br /> Consignment) of Chapter 3 (Rules of Origin), where transportation is effected <br /> through the territory of one or more non-Parties, the following shall be produced to <br /> the customs authority of the importing Party: <br /> (a) a through bill of lading issued in the exporting Party; <br /> (b) a CO issued by the relevant Issuing Authority of the exporting Party; <br /> (c) a copy of the original commercial invoice in respect of the good; and <br /> (d) other, if any, relevant su pporting documents in evidence that the <br /> requirements of subparagraph (b) of Article 3.8 (Direct Consignment) of <br /> Chapter 3 (Rules of Origin) are being complied with. <br /> 20 (a) Goods sent from an exporting Party for exhibition in another Party and <br /> sold during or after the ex hibition into a P arty shall benefit from the <br /> preferential tariff treatment under this Agreement on the condition that <br /> the goods meet the requirements of Chapter 3 (Rules of Origin) <br /> provided it is shown to the satisfaction of the relevant customs authority <br /> of the importing Party that: <br /> (i) an exporter has dispatched those goods from the territory of the <br /> exporting Party to the country where t he exhibition is held and <br /> has exhibited them there; <br /> (ii) the exporter has sold the goods or transferred them to a <br /> consignee in the importing Party; and <br /> (iii) the goods have been consigned during the exhibition or <br /> immediately thereafter to the importing Party in the state in <br /> which they were sent for exhibition. <br /> (b) For purposes of implementing the subparagraph (a), the CO must be <br /> produced to the relevant customs authority of the importing Party. The <br /> name and address of the exhibition must be indicated in the CO issued <br /> by the relevant Issuing Authority. <br /> (c) Subparagraph (a) shall apply to any exhibition, fair or similar show or <br /> display in the venue where the goods remain under customs control <br /> during these events.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Action against Fraudulent Acts <br /> 22 (a) When it is suspected that fraudulent acts in connection with the CO <br /> have been committed, the Parties shall cooperate in the action to be <br /> taken in the territory of the respective Party against the persons involved. <br /> (b) Each Party shall be responsible for providing legal sanctions for <br /> fraudulent acts related to the CO.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.12 : Advance Rulings <br /> In accordance with its domestic laws and regulations, each Party shall <br /> endeavour to provide, through its customs or other competent authority, for the <br /> expeditious issuance of written advance rulings, prior to the importation of goods into <br /> its territory, in the territory of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Implementation <br /> Discrepancies in the CO <br /> 14 (a) Where the origin of goods is not in doubt, the discovery of minor <br /> discrepancies between the statements made in the CO and those <br /> made in the documents submitted to the customs authority of t he <br /> importing Party for the purpose of carrying out the formalities for <br /> importing the goods shall not ipso facto invalidate the CO, if it does in <br /> fact correspond to the said goods. <br /> (b) Form ultiple goods declared under the same CO, a problem <br /> encountered with one of the goods listed shall not affect or delay the <br /> granting of preferential t ariff treatment a nd customs clearance of t he <br /> remaining goods listed in that CO. Subparagraph (a)(iii) of paragraph <br /> 15 may be applied to the problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.11 : Review and Appeal <br /> 1 Subject to domestic laws and regulations in each Party, any affected person <br /> shall have the right to appeal against the decisions taken by the <br /> customs authority of the Party. <br /> 2 Each Party shall provide easily accessible process for administrative and <br /> judicial review or appeal of decision taken by its customs authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3 : Wholly Obtained or Produced Goods <br> Direct Consignment <br> Wholly Obtained or Produced Goods <br> RULES OF ORIGIN <br> Within the meaning of paragraph (a) of Article 3.2 (Origin Criteria), the <br> following good shall be deemed as being wholly obtained or produced in the territory of a Party: <br> (a) plant [1] and plant products grown, planted and harvested there; <br> (b) live animals [2] born and raised there; <br> (c) products [3] obtained from live animals referred to in paragraph (b); <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering <br> (e) Minerals and other naturally occurring substances, not included in <br> or capturing conducted there; <br> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br> beneath their seabed; <br> (f) goods taken from the waters, seabed or beneath the seabed outside <br> good undergo the applicable change in tariff classification, provided that: <br> rights to exploit such waters, seabed and beneath the seabed in <br> the territorial waters of that Party, provided that, the Party has the <br> accordance with the United Nations Convention on the Law of the Sea, 1982; <br> their packaging; <br> (g) goods of sea-fishing and other marine goods taken from the high seas <br> by vessels registered with a Party and entitled to fly the flag of that Party; <br> (b) <br> (h) goods processed or made on board factory ships registered with a <br> operations; <br> Article 3.11 : Indirect Materials <br> Party and entitled to fly the flag of that Party, exclusively from goods <br> referred to in paragraph (g) above; <br> (i) articles collected there which can no longer perform their original <br> purpose nor are capable of being restored or repaired and are fit only <br> (i) the transit entry is justified for geographical reasons or transport requirements; <br> and like operations; <br> for disposal or recovery of parts of raw materials, or for recycling purposes [4]; and <br> Indirect Materials <br> referred to in paragraphs (a) to (i). <br> [1] \"Plant\" refers to all plant life, including forestry goods, fruit, flowers, vegetables, trees, seaweed, <br> fungi and live plants. <br> [2] \"Animals\" referred to in paragraphs (b) and (c) of this Article covers all animal life, including <br> Treatment of Packing Materials and Containers <br> mammals, birds, fish, crustaceans, molluscs, reptiles, and living organisms. <br> [3] \"Products\" refer to those obtained from live animals without further processing, including milk, eggs, <br> natural honey, hair, wool, semen and dung. <br> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing or <br> (j) goods obtained or produced in the territory of a Party solely from goods <br> processing operations or consumption in the same country, scrap machinery, discarded packaging <br> and all products that can no longer perform the purpose for which they were produced and are fit only <br> for disposal for the recovery of raw materials. Such manufacturing or processing operations shall <br> include all types of processing, not only industrial or chemical but also mining, agriculture, <br> Not Wholly Obtained or Produced Goods <br> construction, refining, incineration and sewage treatment operations. <br> shall be taken into account as originating or non-originating materials, as the case <br> Article 3.4 : Not Wholly Obtained or Produced Goods <br> 1 For the purposes of paragraph (b) of Article 3.2 (Origin Criteria), a good shall <br> be deemed to be originating: <br> (a) when such goods satisfy the criteria under the Product Specific Rules <br> provided in Annex 3-1; or when: <br> qualifying as an originating good. <br> (i) all non-originating materials used in the production of the goods <br> have undergone a change in tariff classification in a sub-heading <br> at the six digit level of the HS; and <br> Cumulative Rule of Origin <br> (ii) qualifying value content of the goods is not less than thirty five <br> (a) the CIF value at the time of importation of the materials, parts or produce; or <br> per cent of the FOB value, <br> provided that the final process of manufacturing is performed within the territory of <br> the exporting Party. <br> 2 For the purposes of this Article, the formulae for calculating the qualifying <br> value content are as follows [5]: <br> (a) Direct Method: <br> [(Originating Material Cost + Direct Labour Cost +Direct Overhead Cost + Other Cost + Profit) / FOB Price] x 100% ? 35% <br> (b) Indirect Method: <br> [(Value of imported non-originating materials + Value of materials of undetermined origin)/FOB Price] x 100 % ? 65% <br> 3 The value of the non-originating materials shall be: <br> may be, in calculating the qualifying value content of the good. <br> (b) the earliest ascertained price paid for the materials, parts or produce of <br> processing takes place. <br> 4 The method of calculating the FOB value is as set out in Annex 3-2 (Method of Calculation of FOB Value). <br> [5] The Parties shall be given the flexibility to adopt the method of calculating the qualifying value <br> content, whether it is the direct or indirect method. In order to promote transparency, consistency and <br> certainty, each Party shall adhere to one method. Any change in the method of calculation shall be <br> notified to all the other Parties at least six months prior to the adoption of the new method. It is <br> understood that any verification of the content by the importing Party shall be done on the basis of the <br> undetermined origin in the territory of the Party where the working or <br> method used by the exporting Party. <br> Article 3.5 : Cumulative Rule of Origin <br> Unless otherwise provided for, goods which comply with the origin <br> (a) operations to ensure the preservation of goods in good condition during <br> requirements provided for in Article 3.2 (Origin Criteria) and which are used in the <br> territory of a Party as materials for a finished good eligible for preferential tariff <br> treatment under this Agreement shall be considered to be originating in the territory <br> of the latter Party where working or processing of the finished goods has taken place. <br> (c) changes of packing and breaking up and assembly of consignments; <br> Article 3.6 : De Minimis <br> 1 A good that does not undergo a change in tariff classification pursuant to <br> Article 3.4 (Not Wholly Obtained or Produced Goods) and Annex 3-1 (Product <br> Specific Rules) in the final process of production shall be deemed as originating if: <br> (a) for goods except for those falling within Chapters 1 through 14 and <br> Chapters 50 through 63 of the HS, the value of all non-originating <br> materials used in its production, which do not undergo the required <br> change in tariff classification, does not exceed ten percent of the FOB <br> value of the good; <br> (b) for goods falling within Chapters 50 through 63 of the HS, the total <br> (j) mere dilution with water or another substance that does not materially <br> weight of non-originating basic textile materials used in its production, <br> which do not undergo the required change in tariff classification, does <br> not exceed eight percent of the total weight of all the basic textile <br> materials used; and <br> (c) the good meets all other applicable criteria set forth in this Chapter for <br> 2 The value of such non-originating materials shall be included in the value of <br> non-originating materials for any applicable qualifying value content requirement for the good. <br> Article 3.7 : Minimal Operations and Processes <br> Minimal Operations and Processes <br> 1 Notwithstanding any provisions in this Chapter, a good shall not be <br> considered originating in the territory of a Party if the following operations are <br> undertaken exclusively by itself or in combination in the territory of that Party: <br> equipment especially produced or installed for carrying out the activity. <br> transport and storage including, but not limited to, drying, freezing, <br> keeping in brine, ventilation, spreading out, chilling, placing in salt, <br> sulphur dioxide or other aqueous solutions, removal of damaged parts, <br> (b) simple [6] operations consisting of removal of dust, sifting or screening, <br> sorting, classifying, matching including the making-up of sets of <br> articles, washing, painting, cutting; <br> (d) simple [7] cutting, slicing and repacking or placing in bottles, flasks, bags, <br> boxes, fixing on cards or boards, and all other simple packing <br> (e) affixing of marks, labels or other like distinguishing signs on goods or <br> (f) simple [8] mixing of goods whether or not of different kinds, where one or <br> more components of the mixture do not meet the conditions laid down <br> in this Chapter to enable them to be considered as originating goods; <br> (g) simple [9] assembly of parts of goods to constitute a complete good; <br> (h) disassembly; <br> (i) slaughter which means the mere killing of animals; and <br> alter the characteristics of the goods. <br> 2 For textiles and textile goods, an article or material shall not be considered to <br> be originating in the territory of a Party by virtue of merely having undergone any of the following: <br> (a) simple [10] combining operations, labelling, pressing, cleaning or dry <br> cleaning or packaging operations, or any combination thereof; <br> (b) cutting to length or width and hemming, stitching or overlocking fabrics <br> which are readily identifiable as being intended for a particular commercial use; <br> (c) trimming and/or joining together by sewing, looping, linking, attaching <br> of accessory articles such as straps, bands, beads, cords, rings and eyelets; <br> (d) one or more finishing operations on yarns, fabrics or other textile <br> articles, such as bleaching, waterproofing, decanting, shrinking, <br> De Minimis <br> mercerizing, or similar operations; or <br> (e) dyeing or printing of fabrics or yarns. <br> [6] \"Simple\" generally describes activities which need neither special skills nor machines, apparatus or <br> [7] Refer to footnote 6 of this Chapter. <br> [8] Refer to footnote 6 of this Chapter. <br> [9] Refer to footnote 6 of this Chapter. <br> [10] Refer to footnote 6 of this Chapter. <br> determining whether all the non-originating materials used in the production of the <br> Article 3.8 : Direct Consignment <br> An originating good shall be deemed as directly consigned from the territory of <br> the exporting Party to the territory of the importing Party: <br> (a) if the goods are transported without passing through the territory of any non-Party; or <br> (b) if the goods are transported through the territory of any non-Party provided that: <br> (ii) the goods have not entered into trade or consumption in the <br> territory of such non-Party; <br> (iii) the goods have not undergone any operation in the territory of <br> such non-Party other than unloading and reloading or any <br> operation required to keep the goods in good condition; and <br> (iv) the goods have remained under the control of the customs <br> authority of such non-Party. <br> Article 3.9 : Treatment of Packing Materials and Containers <br> 1 If a good is subject to the change in tariff classification criterion as provided in <br> paragraph 1(b)(i) of Article 3.4 (Not Wholly Obtained or Produced Goods), packing <br> materials and containers classified together with the packaged good, shall not be <br> taken into account in determining origin. <br> 2 If a good is subject to qualifying value content requirement as provided in <br> paragraph 1(b)(ii) of Article 3.4 (Not Wholly Obtained or Produced Goods), the value <br> of the packing materials and containers, shall be taken into account in determining <br> the origin of that good, provided that the packing materials and containers are <br> considered as forming a whole with the good and the good is packaged in such <br> packaging materials and containers for the purposes of retail sale. Packing materials <br> and containers in which a good is packed for the purposes of shipment and used <br> exclusively for the transportation of a good shall not be taken into account in <br> determining the origin of such good. <br> Article 3.10 : Accessories, Spare Parts, Tools and Instructional or Other Information Material <br> Accessories, Spare Parts, Tools and Instructional or Other Information Material <br> 1 Any accessories, spare parts, tools, instructional or other information material <br> Certificate of Origin <br> delivered with a good that form part of the standard accessories, spare parts, tools or <br> instructional or other information material of the good, shall be treated as originating <br> goods if the good is an originating good, and shall not be taken into account in <br> (a) the accessories, spare parts, tools or the instructional and other <br> information material are not invoiced separately from the good; and <br> (b) the quantities and value of the accessories, spare parts, tools or the <br> instructional and other information material are standard trade practice <br> for the good in the domestic market of the exporting Party. <br> 2 If the good is subject to a qualifying value content requirement, the value of <br> the accessories, spare parts, tools or the instructional and other information material <br> In order to determine whether a good originates in the territory of a Party, any <br> indirect material, including power, fuel, plant and equipment, machines, tools or <br> consumables used to obtain such good shall be treated as originating irrespective of <br> the origin of the material and its value shall be the cost registered in the accounting <br> records of the producer of such good. <br> Article 3.12 : Identical and Interchangeable Materials <br> For the purposes of establishing if a good is originating when it is <br> manufactured utilising both originating and non-originating materials, mixed or <br> physically combined, the origin of such materials can be determined on the basis of <br> generally accepted accounting principles of stock control applicable or in accordance <br> with the methods of inventory management practised in the exporting Party. <br> Explanation: For the purposes of this Article, \"generally accepted accounting <br> principles\" means recognised consensus or substantial authoritative <br> support given in the territory of a Party with respect to the recording of <br> revenues, expenses, costs, assets, and liabilities, the disclosure of <br> information, and the preparation of financial statements and may <br> encompass broad guidelines for general application, as well as detailed <br> standards, practices, and procedures. <br> Article 3.13 : Certificate of Origin <br> A claim that an imported good shall be accepted as eligible for preferential <br> tariff treatment shall be supported by a Certificate of Origin issued by an authority or <br> authorities designated by the Government of the exporting Party and notified to the <br> other Party in accordance with Annex 3-3 (Operational Certification Procedures). <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1 : Definitions <br> For the purposes of this Chapter: <br> (a) carrier means any vehicle for transportation by air, sea and land; <br> (b) CIF value means the price actually paid or payable to the exporter for <br> a good including the cost of the good, insurance, and freight necessary <br> to deliver the good to the named port of destination. The valuation shall <br> be made in accordance with the WTO Agreement on Implementation of <br> Article VII of GATT 1994; <br> (c) FOB value means the price actually paid or payable to the exporter for <br> a good when the good is loaded onto the carrier at the named port of <br> exportation, including the cost of the good and all costs necessary to <br> bring the good onto the carrier. The valuation shall be made in <br> accordance with the WTO Agreement on Implementation of Article VII of GATT 1994; <br> (d) identical an d i nterchangeable m aterials means materials being of <br> the same kind and commercial quality, possessing the same technical <br> and physical characteristics, and which, once they are incorporated <br> into the finished good cannot be distinguished from one another for <br> origin purposes by virtue of any markings, et cetera; <br> (e) materials means ingredients, raw materials, parts, components, sub- <br> assemblies or goods that are used in the production of another good or <br> are physically incorporated into another good; <br> (f) originating goods means goods that qualify as originating in <br> accordance with the provisions of Article 3.2 (Origin Criteria); <br> (g) Product S pecific R ules are rules which specify that the materials <br> have undergone a change in tariff classification or a specific <br> manufacturing or processing operation, or satisfy qualifying value <br> content criterion, or a combination of any of these criteria, as provided <br> in Annex 3-1 (Product Specific Rules); and <br> (h) production means methods of obtaining goods including growing, <br> planting, mining, harvesting, raising, breeding, extracting, gathering, <br> collecting, capturing, fishing, trapping, hunting, manufacturing, <br> producing, processing, assembling or disassembling a good. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 3.2 : Origin Criteria <br> For the purposes of this Chapter, goods imported by a Party which are <br> consigned directly within the meaning of Article 3.8 (Direct Consignment), shall be <br> deemed to be originating and eligible for preferential tariff treatment if they conform <br> to the origin requirements under any one of the following: <br> (a) goods which are wholly obtained or produced in the territory of the <br> exporting Party as set out and defined in Article 3.3 (Wholly Obtained <br> or Produced Goods); or <br> (b) goods not wholly obtained or produced in the territory of the exporting <br> Party provided the said goods are eligible under Articles 3.4 (Not <br> Wholly Obtained or Produced Goods) or 3.5 (Cumulative Rule of Origin). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3 : Wholly Obtained or Produced Goods <br> Direct Consignment <br> Wholly Obtained or Produced Goods <br> RULES OF ORIGIN <br> Within the meaning of paragraph (a) of Article 3.2 (Origin Criteria), the <br> following good shall be deemed as being wholly obtained or produced in the territory of a Party: <br> (a) plant [1] and plant products grown, planted and harvested there; <br> (b) live animals [2] born and raised there; <br> (c) products [3] obtained from live animals referred to in paragraph (b); <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering <br> (e) Minerals and other naturally occurring substances, not included in <br> or capturing conducted there; <br> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br> beneath their seabed; <br> (f) goods taken from the waters, seabed or beneath the seabed outside <br> good undergo the applicable change in tariff classification, provided that: <br> rights to exploit such waters, seabed and beneath the seabed in <br> the territorial waters of that Party, provided that, the Party has the <br> accordance with the United Nations Convention on the Law of the Sea, 1982; <br> their packaging; <br> (g) goods of sea-fishing and other marine goods taken from the high seas <br> by vessels registered with a Party and entitled to fly the flag of that Party; <br> (b) <br> (h) goods processed or made on board factory ships registered with a <br> operations; <br> Article 3.11 : Indirect Materials <br> Party and entitled to fly the flag of that Party, exclusively from goods <br> referred to in paragraph (g) above; <br> (i) articles collected there which can no longer perform their original <br> purpose nor are capable of being restored or repaired and are fit only <br> (i) the transit entry is justified for geographical reasons or transport requirements; <br> and like operations; <br> for disposal or recovery of parts of raw materials, or for recycling purposes [4]; and <br> Indirect Materials <br> referred to in paragraphs (a) to (i). <br> [1] \"Plant\" refers to all plant life, including forestry goods, fruit, flowers, vegetables, trees, seaweed, <br> fungi and live plants. <br> [2] \"Animals\" referred to in paragraphs (b) and (c) of this Article covers all animal life, including <br> Treatment of Packing Materials and Containers <br> mammals, birds, fish, crustaceans, molluscs, reptiles, and living organisms. <br> [3] \"Products\" refer to those obtained from live animals without further processing, including milk, eggs, <br> natural honey, hair, wool, semen and dung. <br> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing or <br> (j) goods obtained or produced in the territory of a Party solely from goods <br> processing operations or consumption in the same country, scrap machinery, discarded packaging <br> and all products that can no longer perform the purpose for which they were produced and are fit only <br> for disposal for the recovery of raw materials. Such manufacturing or processing operations shall <br> include all types of processing, not only industrial or chemical but also mining, agriculture, <br> Not Wholly Obtained or Produced Goods <br> construction, refining, incineration and sewage treatment operations. <br> shall be taken into account as originating or non-originating materials, as the case <br> Article 3.4 : Not Wholly Obtained or Produced Goods <br> 1 For the purposes of paragraph (b) of Article 3.2 (Origin Criteria), a good shall <br> be deemed to be originating: <br> (a) when such goods satisfy the criteria under the Product Specific Rules <br> provided in Annex 3-1; or when: <br> qualifying as an originating good. <br> (i) all non-originating materials used in the production of the goods <br> have undergone a change in tariff classification in a sub-heading <br> at the six digit level of the HS; and <br> Cumulative Rule of Origin <br> (ii) qualifying value content of the goods is not less than thirty five <br> (a) the CIF value at the time of importation of the materials, parts or produce; or <br> per cent of the FOB value, <br> provided that the final process of manufacturing is performed within the territory of <br> the exporting Party. <br> 2 For the purposes of this Article, the formulae for calculating the qualifying <br> value content are as follows [5]: <br> (a) Direct Method: <br> [(Originating Material Cost + Direct Labour Cost +Direct Overhead Cost + Other Cost + Profit) / FOB Price] x 100% ? 35% <br> (b) Indirect Method: <br> [(Value of imported non-originating materials + Value of materials of undetermined origin)/FOB Price] x 100 % ? 65% <br> 3 The value of the non-originating materials shall be: <br> may be, in calculating the qualifying value content of the good. <br> (b) the earliest ascertained price paid for the materials, parts or produce of <br> processing takes place. <br> 4 The method of calculating the FOB value is as set out in Annex 3-2 (Method of Calculation of FOB Value). <br> [5] The Parties shall be given the flexibility to adopt the method of calculating the qualifying value <br> content, whether it is the direct or indirect method. In order to promote transparency, consistency and <br> certainty, each Party shall adhere to one method. Any change in the method of calculation shall be <br> notified to all the other Parties at least six months prior to the adoption of the new method. It is <br> understood that any verification of the content by the importing Party shall be done on the basis of the <br> undetermined origin in the territory of the Party where the working or <br> method used by the exporting Party. <br> Article 3.5 : Cumulative Rule of Origin <br> Unless otherwise provided for, goods which comply with the origin <br> (a) operations to ensure the preservation of goods in good condition during <br> requirements provided for in Article 3.2 (Origin Criteria) and which are used in the <br> territory of a Party as materials for a finished good eligible for preferential tariff <br> treatment under this Agreement shall be considered to be originating in the territory <br> of the latter Party where working or processing of the finished goods has taken place. <br> (c) changes of packing and breaking up and assembly of consignments; <br> Article 3.6 : De Minimis <br> 1 A good that does not undergo a change in tariff classification pursuant to <br> Article 3.4 (Not Wholly Obtained or Produced Goods) and Annex 3-1 (Product <br> Specific Rules) in the final process of production shall be deemed as originating if: <br> (a) for goods except for those falling within Chapters 1 through 14 and <br> Chapters 50 through 63 of the HS, the value of all non-originating <br> materials used in its production, which do not undergo the required <br> change in tariff classification, does not exceed ten percent of the FOB <br> value of the good; <br> (b) for goods falling within Chapters 50 through 63 of the HS, the total <br> (j) mere dilution with water or another substance that does not materially <br> weight of non-originating basic textile materials used in its production, <br> which do not undergo the required change in tariff classification, does <br> not exceed eight percent of the total weight of all the basic textile <br> materials used; and <br> (c) the good meets all other applicable criteria set forth in this Chapter for <br> 2 The value of such non-originating materials shall be included in the value of <br> non-originating materials for any applicable qualifying value content requirement for the good. <br> Article 3.7 : Minimal Operations and Processes <br> Minimal Operations and Processes <br> 1 Notwithstanding any provisions in this Chapter, a good shall not be <br> considered originating in the territory of a Party if the following operations are <br> undertaken exclusively by itself or in combination in the territory of that Party: <br> equipment especially produced or installed for carrying out the activity. <br> transport and storage including, but not limited to, drying, freezing, <br> keeping in brine, ventilation, spreading out, chilling, placing in salt, <br> sulphur dioxide or other aqueous solutions, removal of damaged parts, <br> (b) simple [6] operations consisting of removal of dust, sifting or screening, <br> sorting, classifying, matching including the making-up of sets of <br> articles, washing, painting, cutting; <br> (d) simple [7] cutting, slicing and repacking or placing in bottles, flasks, bags, <br> boxes, fixing on cards or boards, and all other simple packing <br> (e) affixing of marks, labels or other like distinguishing signs on goods or <br> (f) simple [8] mixing of goods whether or not of different kinds, where one or <br> more components of the mixture do not meet the conditions laid down <br> in this Chapter to enable them to be considered as originating goods; <br> (g) simple [9] assembly of parts of goods to constitute a complete good; <br> (h) disassembly; <br> (i) slaughter which means the mere killing of animals; and <br> alter the characteristics of the goods. <br> 2 For textiles and textile goods, an article or material shall not be considered to <br> be originating in the territory of a Party by virtue of merely having undergone any of the following: <br> (a) simple [10] combining operations, labelling, pressing, cleaning or dry <br> cleaning or packaging operations, or any combination thereof; <br> (b) cutting to length or width and hemming, stitching or overlocking fabrics <br> which are readily identifiable as being intended for a particular commercial use; <br> (c) trimming and/or joining together by sewing, looping, linking, attaching <br> of accessory articles such as straps, bands, beads, cords, rings and eyelets; <br> (d) one or more finishing operations on yarns, fabrics or other textile <br> articles, such as bleaching, waterproofing, decanting, shrinking, <br> De Minimis <br> mercerizing, or similar operations; or <br> (e) dyeing or printing of fabrics or yarns. <br> [6] \"Simple\" generally describes activities which need neither special skills nor machines, apparatus or <br> [7] Refer to footnote 6 of this Chapter. <br> [8] Refer to footnote 6 of this Chapter. <br> [9] Refer to footnote 6 of this Chapter. <br> [10] Refer to footnote 6 of this Chapter. <br> determining whether all the non-originating materials used in the production of the <br> Article 3.8 : Direct Consignment <br> An originating good shall be deemed as directly consigned from the territory of <br> the exporting Party to the territory of the importing Party: <br> (a) if the goods are transported without passing through the territory of any non-Party; or <br> (b) if the goods are transported through the territory of any non-Party provided that: <br> (ii) the goods have not entered into trade or consumption in the <br> territory of such non-Party; <br> (iii) the goods have not undergone any operation in the territory of <br> such non-Party other than unloading and reloading or any <br> operation required to keep the goods in good condition; and <br> (iv) the goods have remained under the control of the customs <br> authority of such non-Party. <br> Article 3.9 : Treatment of Packing Materials and Containers <br> 1 If a good is subject to the change in tariff classification criterion as provided in <br> paragraph 1(b)(i) of Article 3.4 (Not Wholly Obtained or Produced Goods), packing <br> materials and containers classified together with the packaged good, shall not be <br> taken into account in determining origin. <br> 2 If a good is subject to qualifying value content requirement as provided in <br> paragraph 1(b)(ii) of Article 3.4 (Not Wholly Obtained or Produced Goods), the value <br> of the packing materials and containers, shall be taken into account in determining <br> the origin of that good, provided that the packing materials and containers are <br> considered as forming a whole with the good and the good is packaged in such <br> packaging materials and containers for the purposes of retail sale. Packing materials <br> and containers in which a good is packed for the purposes of shipment and used <br> exclusively for the transportation of a good shall not be taken into account in <br> determining the origin of such good. <br> Article 3.10 : Accessories, Spare Parts, Tools and Instructional or Other Information Material <br> Accessories, Spare Parts, Tools and Instructional or Other Information Material <br> 1 Any accessories, spare parts, tools, instructional or other information material <br> Certificate of Origin <br> delivered with a good that form part of the standard accessories, spare parts, tools or <br> instructional or other information material of the good, shall be treated as originating <br> goods if the good is an originating good, and shall not be taken into account in <br> (a) the accessories, spare parts, tools or the instructional and other <br> information material are not invoiced separately from the good; and <br> (b) the quantities and value of the accessories, spare parts, tools or the <br> instructional and other information material are standard trade practice <br> for the good in the domestic market of the exporting Party. <br> 2 If the good is subject to a qualifying value content requirement, the value of <br> the accessories, spare parts, tools or the instructional and other information material <br> In order to determine whether a good originates in the territory of a Party, any <br> indirect material, including power, fuel, plant and equipment, machines, tools or <br> consumables used to obtain such good shall be treated as originating irrespective of <br> the origin of the material and its value shall be the cost registered in the accounting <br> records of the producer of such good. <br> Article 3.12 : Identical and Interchangeable Materials <br> For the purposes of establishing if a good is originating when it is <br> manufactured utilising both originating and non-originating materials, mixed or <br> physically combined, the origin of such materials can be determined on the basis of <br> generally accepted accounting principles of stock control applicable or in accordance <br> with the methods of inventory management practised in the exporting Party. <br> Explanation: For the purposes of this Article, \"generally accepted accounting <br> principles\" means recognised consensus or substantial authoritative <br> support given in the territory of a Party with respect to the recording of <br> revenues, expenses, costs, assets, and liabilities, the disclosure of <br> information, and the preparation of financial statements and may <br> encompass broad guidelines for general application, as well as detailed <br> standards, practices, and procedures. <br> Article 3.13 : Certificate of Origin <br> A claim that an imported good shall be accepted as eligible for preferential <br> tariff treatment shall be supported by a Certificate of Origin issued by an authority or <br> authorities designated by the Government of the exporting Party and notified to the <br> other Party in accordance with Annex 3-3 (Operational Certification Procedures). <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 3.14 : Implementation <br> The Sub-Committee on Trade in Goods established under Article 15.2 (Sub- <br> Committees) shall consider matters relating to the implementation of this Chapter. <br> Annex 3-2 <br> Method of Calculation of FOB Value <br> 1 FOB Value shall be calculated as follows: <br> (a) FOB Value = Ex-Factory Price + Other Costs <br> (b) Other Costs in the calculation of the FOB value shall refer to the costs <br> incurred i n pl acing t he g oods in t he sh ip for ex port, i ncluding b ut no t <br> limited to, do mestic transport co sts, st orage and w arehousing, port <br> handling, brokerage fees, service charges, et cetera. <br> 2 Formula for ex-factory price: <br> (a) Ex-Factory Price = Production Cost + Profit <br> (b) Formula for production cost, <br> (i) Production Cost = Cost of Raw Materials + Labour Cost + <br> Overhead Cost <br> (ii) Cost of Raw Materials shall consist of: <br> (AA) Cost of raw materials <br> (BB) Freight and insurance <br> (iii) Labour Cost shall include: <br> (AA) Wages <br> (BB) Remuneration <br> (CC) Other employee benefits associated with the manufacturing process <br> (iv) Overhead Costs, (non-exhaustive list) shall include, but not limited to: <br> (AA) real property items associated with the production process <br> (insurance, factory rent a nd leasing, depreciation on <br> buildings, repair and maintenance, taxes, interests on mortgage) <br> (BB) leasing of and interest payments for plant and equipment <br> (CC) factory security <br> (DD) insurance ( plant, equipment a nd materials used i n t he <br> manufacture of the goods) <br> (EE) utilities (energy, electricity, water and other utilities directly <br> attributable to the production of the good) <br> (FF) research, development, design and engineering <br> (GG) dies, moulds, tooling and the depreciation, maintenance <br> and repair of plant and equipment <br> (HH) royalties or licenses (in connection w ith patented <br> machines or pr ocesses used i n the manufacture o f t he <br> good or the right to manufacture the good) <br> (II) inspection and testing of materials and the goods <br> (JJ) storage and handling in the factory <br> (KK) disposal of recyclable wastes <br> (LL) cost elements in computing the value of raw materials, i.e. <br> port and clearance c harges and import duties paid for <br> dutiable component. <br> Annex 3-3 <br> Operational Certification Procedures <br> For the purposes of i mplementing Chapter 3 (Rules of O rigin) of this <br> Agreement, t he following oper ational pr ocedures on t he i ssuance, v erification a nd <br> other administrative matters relating to the Certificate of Origin (\"CO\") shall apply: <br> Issuing Authorities <br> 1 The CO shall be issued by authorities designated by the ex porting Party <br> (hereinafter r eferred to i ndividually as \"Issuing A uthority\" or co llectively as \"Issuing <br> Authorities\"). The specimen of the CO is as set out in Attachment 3-3-1. <br> 2 Each Party shall provide, electronically or otherwise, original sets of specimen <br> signatures and specimen of official seals used by their Issuing Authorities, including <br> their names and addresses for dissemination to the other Party and any subsequent <br> change in names, addresses, specimen signatures or official seals shall be promptly <br> informed to the other Party in the same manner. <br> 3 For t he p urpose of d etermining or iginating st atus, an I ssuing A uthority sh all <br> have the right to call for any supporting documentary evidence or to carry out any <br> check considered appropriate. <br> Application for CO <br> 4 The exporter or the producer of the goods satisfying the criteria of preferential <br> tariff treatment under Chapter 3 (Rules of Origin) shall apply in writing to the relevant <br> Issuing Authorities requesting f or pr e-exportation verification of the origin of t he <br> goods. The result of the verification, s ubject to review periodically or whenever <br> appropriate, shall be acce pted as the supporting evidence in verifying the origin of <br> the said goods to be exported thereafter. The pre-exportation verification may not <br> apply to the goods of which, by their nature, origin can be easily verified. <br> 5 At the time of carrying out the formalities for exporting the goods under <br> preferential tariff treatment, the exporter or producer or their authorised <br> representative shall submit a written application for the CO together with appropriate <br> supporting documents proving that the goods to be exported qualify for the issuance of a CO. <br> Pre-Exportation Examination <br> 6 The Issuing Authority shall, to the best of their competence and a bility, carry <br> out proper examination upon each application for the CO to ensure that: <br> (a) the ap plication and t he CO are dul y co mpleted and si gned by t he <br> exporter or producer or their authorised signatory; <br> (b) the origin of the goods is in conformity with Chapter 3 (Rules of Origin) <br> of this Agreement; <br> (c) the other statements of the CO correspond to supporting documentary <br> evidence submitted; <br> (d) description, quantity and weight of goods, marks and number of <br> packages, as specified, conform to the goods to be exported; and <br> (e) multiple items declared on single invoice and single CO shall b e <br> allowed, provided that each item qualifies as an originating good <br> separately in its own right in accordance with these rules. <br> Issuance of CO <br> The CO shall be in a printed format on an ISO size paper or on any <br> other medium, including electronic format and shall be completed in <br> English in conformity with the specimen and the instructions contained <br> therein as set out in the Attachment 3-3-1. The CO shall comprise one <br> original and one duplicate copy. Each CO shall bear a reference <br> number given separately by each place or office of issuance. <br> (b) The Issuing Authorities shall retain the duplicate copy and shall provide <br> the original to the exporter who shall forward it to the importer for <br> submission to the customs authority at the port or place of importation. <br> (c) In cases where the CO is not accepted by the customs authority of the <br> importing Party, the issuing authority of the exporting Party shall be <br> duly notified, within a reasonable period but not exceeding two months <br> from the date of filing of import declaration, of the grounds for the <br> denial of preferential tariff treatment. <br> (d) In cases where a CO is not accepted, as stated in subparagraph (c), <br> the Issuing Authority of the exporting party shall send detailed <br> clarification addressing the grounds for non-acceptance of preferential <br> tariff treatment raised by the importing Party, within two months from <br> the receipt of notification of such denial of preferential tariff treatment. <br> The customs authority of the importing Party shall reinstate the <br> preferential tariff treatment if the clarification is found satisfactory. <br> 8 To implement Article 3.2 (Origin Criteria), the CO issued by the exporting <br> Party shall indicate in Box 8 t he relevant Article under Chapter 3 (Rules of Origin) <br> under which the good qualifies as originating. <br> 9 Neither er asures nor su perimpositions shall be al lowed o n t he CO. A ny <br> alteration shall be made by striking out the error and making any addition required. <br> Such alterations shall be approved and certified by an official authorised to sign the <br> CO on behalf of the relevant Issuing Authority. Unused spaces shall be crossed out <br> to prevent any subsequent addition. <br> The CO shall be issued by the relevant Issuing Authority of the <br> exporting Party at the time of exportation, or within three working days <br> from the date of shipment whenever the goods to be exported can be <br> considered originating in that Party within the meaning of Chapter 3 <br> (Rules of Origin) of this Agreement. <br> (b) In exceptional cases where a CO has not been issued at the time of <br> exportation or within three working days from the date of shipment due <br> to involuntary errors or omissions or other valid reasons, the CO may <br> be issued retroactively but not later than nine months from the date of shipment. <br> 11 In the event of theft, loss or destruction of a CO, the exporter or producer or <br> their authorised representative may apply in writing to the Issuing Authority which <br> issued it, for the certified true copy of the original on the basis of the export <br> documents in t heir p ossession. T he co py so i ssued sh all be ar t he en dorsement <br> \"CERTIFIED TRUE C OPY\" in Box 12 and bear the date of the original CO. The <br> certified true copy of a CO shall be issued within the validity period of the original CO. <br> Presentation of CO <br> 12 The original CO shall be submitted to the customs authority of the importing <br> Party at the time of filing the import declaration for the goods concerned. <br> Validity of the CO <br> 13 The following time limit for the presentation of the CO shall be observed: <br> (a) the validity of the CO shall be twelve months from the date of its issuance; <br> (b) the CO shall be submitted to t he customs authority of t he i mporting <br> Party within its validity period; <br> (c) where t he CO is submitted t o the r elevant customs authority o f th e <br> importing Party after the expiration of its validity period, such CO is still <br> to be accepted when failure to observe the time limit results from force <br> majeure or other valid reasons beyond the control of the exporter; and <br> (d) in all cases, the relevant customs authority in the importing Party may <br> accept such CO provided that the goods have been i mported before <br> the expiry of the validity period of the said CO. <br> Discrepancies in the CO <br> 14 (a) Where the origin of goods is not in doubt, the discovery of minor <br> discrepancies between the statements made in the CO and those <br> made in the documents submitted to the customs authority of t he <br> importing Party for the purpose of carrying out the formalities for <br> importing the goods shall not ipso facto invalidate the CO, if it does in <br> fact correspond to the said goods. <br> (b) Form ultiple goods declared under the same CO, a problem <br> encountered with one of the goods listed shall not affect or delay the <br> granting of preferential t ariff treatment a nd customs clearance of t he <br> remaining goods listed in that CO. Subparagraph (a)(iii) of paragraph <br> 15 may be applied to the problematic items. <br> Origin Verification <br> 15 (a) The importing Party may request a retroactive check at random or <br> when it has reasonable doubt as to the authenticity of the CO or as to <br> the accuracy of the information regarding the true origin of the good in <br> question or of certain parts thereof. The Issuing Authority of t he <br> exporting Party shall co nduct a retroactive check on producer's or <br> exporter's cost statement based on the current cost and prices within a <br> six-month timeframe, specified at the date of exportation subject to the following procedures: <br> (i) the request for a retroactive ch eck shall be accompanied with <br> the CO concerned and shall sp ecify t he reasons and any <br> additional information suggesting t hat the particulars given o n <br> the said CO may be i naccurate, unless the retroactive check is <br> requested on a random basis; <br> (ii) the Issuing Authority receiving a request for retroactive ch eck <br> shall respond to t he request promptly and reply within three <br> months after receipt of the request; <br> (iii) in case of reasonable doubt as to the authenticity or accuracy of <br> the CO the customs authority of the importing Party may <br> suspend provision of preferential tariff t reatment w hile a waiting <br> the result of verification. However, it may release the good to the <br> importer subject to any administrative m easures deemed <br> necessary, provided that they are not held to be subject to <br> import prohibition or restriction and there is no suspicion of fraud; and <br> (iv) the retroactive check process, including the actual process and <br> the determination of whether the subject good is originating or <br> not, should be completed and the result should be <br> communicated to the importing Party within six months. While <br> the process of the retroactive check is being undertaken, <br> subparagraph (iii) shall be applied. <br> (b) The customs authority of the importing Party may request an importer <br> for information or documents relating to the origin of imported good in <br> accordance with its domestic laws and regulations before requesting <br> the retroactive check pursuant to paragraph (a). <br> 16 (a) If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification <br> visits to the premises of the exporter or producer in the territory of the <br> exporting Party. Prior to conducting a verification visit: <br> (i) an importing Party shall deliver a written not ification of its <br> intention to conduct the verification visit through a focal customs <br> authority or any other appropriate authority simultaneously to the following: <br> (AA) the producer or the exporter whose premises are to be visited; <br> (BB) the Issuing Authority of the exporting Party; <br> (CC) the focal customs authority or any other appropriate <br> authority of the exporting Party; and <br> (DD) the importer of the good subject to the verification visit; <br> (ii) the written notification mentioned in subparagraph (i) shall be as <br> comprehensive as possible and shall include, among others: <br> (AA) the name of the focal customs authority or any other <br> appropriate authority issuing the notification; <br> (BB) the name of the producer or the exporter whose premises <br> are to be visited; <br> (CC) the proposed date of the verification visit; <br> (DD) the coverage, scope and purpose of the proposed <br> verification visit, including reference to the good subject <br> to the verification; and <br> (EE) the names and designation of the officials performing the <br> verification visit; <br> (iii) the importing Party shall obt ain the written consent of the <br> producer or the exporter whose premises are to be visited; <br> (iv) when a written consent from the producer or the exporter is not <br> obtained within thirty days from the date of receipt of the <br> notification pursuant to subparagraph (i), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the <br> said CO that would have been subject to t he verification visit; and <br> (v) the Issuing Authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen days from the date of receipt of t he <br> notification. Notwithstanding any postponement, any verification <br> visit shall be ca rried out within sixty days from the date of such <br> receipt, or such longer period as the Parties may agree. <br> (b) The importing Party conducting the verification visit shall provide the <br> producer or the exporter whose good is subject to the verification and <br> the relevant Issuing Authority with a written determination of whether or <br> not the subject good qualifies as an originating good. <br> (c) The determination of whether the good qualifies as an originating good <br> shall be notified to the producer or the exporter, and the relevant <br> Issuing Authority. Any suspended preferential tariff treatment shall be <br> reinstated upon such determination. <br> (d) The producer or the exporter shall be allowed thirty days from the date <br> of receipt of the written determination to provide in writing, comments <br> or additional information, regarding the eligibility of the good for <br> preferential ta riff tr eatment. If the good is still found to be non- <br> originating, the final written determination issued by the importing Party <br> shall be communicated to the Issuing Authority within thirty days from <br> the date of receipt of the comments or additional information from the <br> producer or the exporter. <br> (e) The verification visit process, including the actual visit and the <br> determination of whether the subject good is originating or not, shall be <br> carried out and its results communicated to the Issuing Authority within <br> a maximum period of six months from the date when the verification <br> visit was conducted. While the pr ocess of verification is being <br> undertaken, subparagraph (a)(iii) of paragraph 15 shall be applied. <br> Record Keeping Requirement <br> 17 (a) The application for CO and all doc uments related to such application <br> shall be retained by the Issuing Authorities for not less than five years <br> from the date of issuance. <br> (b) A copy of the CO and all relevant documents shall be retained by the <br> exporter [or producer] for not less than five y ears from the date of issue. <br> (c) An importer, ex porter or producer may ch oose t o m aintain r ecords <br> specified in subparagraphs (a) and (b), in any medium that allows for <br> prompt retrieval, including, but not limited to, digital, electronic, optical, <br> magnetic or hard copy. <br> (d) Information relating to the validity of the CO shall be furnished upon <br> request of the importing Party. <br> (e) An importer, exporter or producer required to maintain documents <br> related to origin pursuant to subparagraphs (a) and (b) shall make the <br> documents available for inspection by an officer of the customs <br> authority or Issuing Authority of a Party conducting a verification visit <br> and shall provide facilities for inspection thereof. <br> Special Cases <br> 18 When destination of all or parts of the goods exported to a specified port of a <br> Party is changed, before or after their arrival in the importing Party, the following <br> rules shall be observed: <br> (a) If the goods have already been submitted to the customs authority in <br> the specified importing Party, the CO shall, by a written application of <br> the importer, be endorsed to this effect for all or parts of goods by the <br> said authority and the original returned to the importer. <br> (b) If the changing of destination occurs during transportation to the <br> importing Party as specified in the CO, the exporter [or producer] shall <br> apply in writing, accompanied with the issued CO, for issuance of new <br> CO for all or parts of goods. <br> 19 For the purpose of i mplementing subparagraph (b) o f Article 3.8 (Direct <br> Consignment) of Chapter 3 (Rules of Origin), where transportation is effected <br> through the territory of one or more non-Parties, the following shall be produced to <br> the customs authority of the importing Party: <br> (a) a through bill of lading issued in the exporting Party; <br> (b) a CO issued by the relevant Issuing Authority of the exporting Party; <br> (c) a copy of the original commercial invoice in respect of the good; and <br> (d) other, if any, relevant su pporting documents in evidence that the <br> requirements of subparagraph (b) of Article 3.8 (Direct Consignment) of <br> Chapter 3 (Rules of Origin) are being complied with. <br> 20 (a) Goods sent from an exporting Party for exhibition in another Party and <br> sold during or after the ex hibition into a P arty shall benefit from the <br> preferential tariff treatment under this Agreement on the condition that <br> the goods meet the requirements of Chapter 3 (Rules of Origin) <br> provided it is shown to the satisfaction of the relevant customs authority <br> of the importing Party that: <br> (i) an exporter has dispatched those goods from the territory of the <br> exporting Party to the country where t he exhibition is held and <br> has exhibited them there; <br> (ii) the exporter has sold the goods or transferred them to a <br> consignee in the importing Party; and <br> (iii) the goods have been consigned during the exhibition or <br> immediately thereafter to the importing Party in the state in <br> which they were sent for exhibition. <br> (b) For purposes of implementing the subparagraph (a), the CO must be <br> produced to the relevant customs authority of the importing Party. The <br> name and address of the exhibition must be indicated in the CO issued <br> by the relevant Issuing Authority. <br> (c) Subparagraph (a) shall apply to any exhibition, fair or similar show or <br> display in the venue where the goods remain under customs control <br> during these events. <br> Third Party Invoicing <br> 21 The customs authority in the importing Party shall accept CO where the sales <br> invoice is issued either by a business entity located in a non-Party or by an exporter <br> for the account of the said business entity, provided t hat the good m eets t he <br> requirements of Chapter 3 (Rules of Origin). <br> Action against Fraudulent Acts <br> 22 (a) When it is suspected that fraudulent acts in connection with the CO <br> have been committed, the Parties shall cooperate in the action to be <br> taken in the territory of the respective Party against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> fraudulent acts related to the CO. <br> Consultation <br> 23 In the case of a dispute concerning the determination of origin, the Parties <br> shall consult each other with a view to resolving the dispute, and the result shall be <br> notified to the Parties. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.1 : Objectives <br> 1 The objectives of this Chapter are to: <br> (a) simplify and harmonize customs procedures of the Parties on the basis <br> (b) ensure consistency, predictability and transparency in the application of <br> customs laws and regulations of the Parties; <br> of international standards and best practices to which the Parties have agreed; <br> (c) ensure efficient and expeditious clearance of goods; <br> (d) facilitate trade in goods between the Parties; <br> (e) promote cooperation between the customs authorities; and <br> (f) exchange information relating to all customs matters to the extent possible. <br> 2 All measures to facilitate trade shall be without prejudice to the fulfillment of <br> legitimate statutory and policy objectives, including revenue and the protection of <br> national security, health and the environment. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.2 : Definitions <br> For the purposes of this Chapter: <br> (a) customs a uthority means the authority that according to the <br> legislation of each Party is responsible for the administration and <br> enforcement of its customs laws: <br> (i) in the case of Malaysia, the Royal Malaysian Customs Department; and <br> (ii) in the case of India, the Central Board of Excise & Customs; <br> (b) customs l aws means such laws and regulations administered and <br> enforced by the customs authority of each Party concerning the <br> importation, exportation, and transit of goods, relating to customs <br> duties, charges, and other taxes, or to prohibitions, restrictions, and <br> other similar controls with respect to the movement of controlled items <br> across the boundary of the customs territory of each Party; <br> (c) clearance means the accomplishment of the customs formalities <br> necessary to allow goods to enter home use, to be exported or to be <br> placed under another customs procedure; <br> (d) information means any data, documents, reports and certified or <br> authenticated copies thereof or other communications which are <br> maintained by the customs authority of a Party in the course of <br> administering its customs laws; and <br> (e) persons means both natural and legal persons. <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 4.3 : Scope and Coverage <br> 1 This Chapter shall apply to customs procedures required for the clearance of <br> goods traded between the Parties. <br> 2 This Chapter shall be implemented by each Party in accordance with the <br> laws, regulations, national policies and administrative measures in force of each <br> Party and within the competence and available resources of the customs <br> authority of each Party. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 4.4 : Publication and Enquiry Points <br> For the purposes of this Chapter, each Party shall: <br> (a) make available on the internet or in print form all statutory and <br> regulatory provisions and general administrative procedures applicable <br> or enforced by its customs authority; and <br> (b) designate or maintain one or more inquiry points to address inquiries <br> by interested persons concerning customs matters and shall make <br> available on the Internet information concerning the procedures for <br> making such inquiries. <br> "}, {"ArticleTitle": "Clearance of Goods", "ArticleDesc": "Article 4.5 : Clearance of Goods <br> 1 Each Party shall, to the extent possible, adopt or maintain simplified customs <br> procedures for the efficient clearance of goods in order to facilitate <br> trade between the Parties. <br> 2 For prompt clearance of goods traded between the Parties, to the extent <br> possible, the Parties shall: <br> (a) provide for the clearance of goods within a period no more than that <br> required to ensure compliance with its customs laws; <br> (b) provide for advance electronic submission and processing of <br> information before physical arrival of goods to facilitate the expeditious <br> clearance of goods on arrival; <br> (c) allow traders to interact with the customs authority without the <br> mandatory use of brokers or customs agents; and <br> (d) harmonize its customs procedures, with relevant international <br> standards and best practices, such as those recommended by the <br> World Customs Organization. <br> "}, {"ArticleTitle": "Information and Communications Technology", "ArticleDesc": "Article 4.6 : Information and Communications Technology <br> The customs authorities of the Parties shall cooperate to promote the use of <br> information and communications technology including sharing best practices, for the <br> purpose of improving their customs procedures. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.7 : Risk Management <br> 1 In order to facilitate clearance of goods traded between the Parties, the <br> customs authority of each Party shall use risk management methodology. <br> 2 The customs authority of each Party shall exchange information regarding <br> best practices on risk management techniques. <br> "}, {"ArticleTitle": "Cooperation and Capacity Building", "ArticleDesc": "Article 4.8 : Cooperation and Capacity Building <br> 1 Each Party shall cooperate and exchange information with each other on customs matters. <br> 2 Bilateral cooperation shall include capacity building, such as training, <br> technical assistance, exchange of experts and any other forms of cooperation, as <br> may be mutually agreed upon by the Parties, for trade facilitation and effective <br> administration of customs laws. <br> 3 The Parties, shall in accordance with their national legal and administrative <br> provisions in force, adopt procedures to enable a right holder, who has valid reason <br> for suspecting that the importation of goods infringing an intellectual property may <br> take place, to lodge an application in writing with competent authorities, for the <br> suspension by customs authorities of the clearance of such goods. <br> 4 To the extent permitted by their national laws and regulations, the customs <br> (d) joint efforts to combat customs fraud; and <br> authority of each Party shall assist each other in relation to: <br> (a) the implementation and operation of the provisions of this Agreement <br> governing importation or exportation, including claims for preferential <br> tariff treatment and the procedures for making claims for preferential tariff treatment; <br> (b) the implementation and operation of the WTO Agreement on <br> Implementation of Article VII of GATT 1994; <br> (c) enforcement of prohibitions and restrictions on exports to and imports <br> from their respective territories; <br> (e) promote cooperation in any other areas as may be mutually agreed <br> upon by the Parties. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 4.9 : Mutual Assistance <br> 1 The customs authority of each Party shall, to the extent possible, provide the <br> Customs Authority of the other Party, upon request or on its own initiative, with <br> information which helps to ensure proper application of customs laws and the <br> prevention of violation or attempted violation of customs laws. <br> 2 To the extent permitted by their laws, regulations and national policies the <br> customs authorities may provide each other with mutual assistance in order to <br> prevent or investigate violations of customs law. <br> 3 The request pursuant to paragraph 1 shall, wherever appropriate, specify: <br> (a) the verification procedures that the requesting authority has undertaken <br> or attempted to undertake; and <br> (b) the specific information that the requesting authority requires, which may include: <br> (i) subject and reason for the request; <br> (ii) a brief description of the matter and the action requested; and <br> (iii) the names and addresses of the parties concerned with the proceedings, if known. <br> "}, {"ArticleTitle": "Information Relating to Import and Export", "ArticleDesc": "Article 4.10 : Information Relating to Import and Export <br> Subject to each Party's laws, regulations and national policies, the requested <br> authority shall, on request by the requesting authority, provide the requesting <br> authority with information relating to: <br> (a) whether goods imported into the territory of the requesting authority <br> have been lawfully exported from the territory of the requested authority; and <br> (b) whether goods exported from the territory of the requesting authority <br> have been lawfully imported into the territory of the requested authority <br> and whether the goods have been placed under any customs procedures. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.11 : Review and Appeal <br> (Sub-Committees) shall consider matters relating to the implementation of this Chapter. <br> Advance Rulings <br> Review and Appeal <br> 1 Subject to domestic laws and regulations in each Party, any affected person <br> shall have the right to appeal against the decisions taken by the <br> customs authority of the Party. <br> 2 Each Party shall provide easily accessible process for administrative and <br> judicial review or appeal of decision taken by its customs authority. <br> Article 4.12 : Advance Rulings <br> In accordance with its domestic laws and regulations, each Party shall <br> endeavour to provide, through its customs or other competent authority, for the <br> expeditious issuance of written advance rulings, prior to the importation of goods into <br> its territory, in the territory of the other Party. <br> "}, {"ArticleTitle": "Temporary Admission", "ArticleDesc": "Article 4.13 : Temporary Admission <br> 1 For the purposes of this Article, temporary ad mission means customs <br> procedures under which certain goods may be brought into a customs territory <br> conditionally, relieved totally or partially from the payment of customs duties. Such <br> goods shall be imported for a specific purpose, and shall be intended for re- <br> exportation within a specified period and without having undergone any charge <br> except normal depreciation due to the use made of them. <br> 2 Each Party shall facilitate the procedures for the temporary admission of <br> goods traded between the countries in accordance with the Customs Convention on <br> the A.T.A. Carnet for the Temporary Admission of Goods, as may be amended (\"the <br> A.T.A. Convention\"). <br> 3 Each Party shall facilitate customs clearance of good in transit from or to the <br> territory of the other Party in accordance with paragraph 3 of Article V of the GATT 1994 <br> 4 The Parties shall endeavour to promote, through seminars and courses, the <br> use of A.T.A. Carnet pursuant to the A.T.A. Convention for the temporary admission <br> of goods and the facilitation of customs clearance of goods in transit in the territories <br> of the Parties or non-Parties. <br> "}, {"ArticleTitle": "Customs Contact Points", "ArticleDesc": "Article 4.14 : Customs Contact Points <br> All communications under this Chapter shall be between the official contact <br> points designated by each customs authority. <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 4.15 : Implementation <br> The Sub-Committee on Customs Cooperation established under Article 15.2 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.11 : Review and Appeal <br> (Sub-Committees) shall consider matters relating to the implementation of this Chapter. <br> Advance Rulings <br> Review and Appeal <br> 1 Subject to domestic laws and regulations in each Party, any affected person <br> shall have the right to appeal against the decisions taken by the <br> customs authority of the Party. <br> 2 Each Party shall provide easily accessible process for administrative and <br> judicial review or appeal of decision taken by its customs authority. <br> Article 4.12 : Advance Rulings <br> In accordance with its domestic laws and regulations, each Party shall <br> endeavour to provide, through its customs or other competent authority, for the <br> expeditious issuance of written advance rulings, prior to the importation of goods into <br> its territory, in the territory of the other Party. <br> "}]}]}, "members_found": ["458", "699", 5, 8703900000]}