{"FtaRooDetails": {"FtaId": 980, "FtaCode": "ITC01011", "FtaName": "Indonesia-Palestine", "FtaFullName": "THE MEMORANDUM OF UNDERSTANDING BETWEEN THE GOVERNMENT OF THE REPUBLIC OF INDONESIA AND THE GOVERNMENT OF THE STATE OF PALESTINE ON TRADE FACILITATION FOR CERTAIN PRODUCTS ORIGINATING FROM PALESTINIAN TERRITORIES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "21.02.2019", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Palestine, State of; Indonesia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Indonesia-Palestine", "AdminProcCooAuth": "The certification type under Indonesia-Palestine is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Indonesia-Palestine is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Indonesia-Palestine agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35% or CTH", "RooText": "(a) For the purposes of Rule 2(b), a product shall be deemed to be originating of Palestine if: (i) the total value of the materials, parts or products originating from outside of Palestine does not exceed 65% of the Ex-Works Price value of the product provided that the final process of the manufacture is performed within Palestine; or (ii) all non-originating materials of Palestine used in the production of the good have undergone in Palestine a Change in Tarif Classification (hereinafer referred to as \"CTC\") at the 4.-digit level (i.e. a Change in Tariff Heading) of Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01011_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01011_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01011_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01011_full.pdf", "DocType": "8_full", "WebLink": "http://ditjenppi.kemendag.go.id/assets/files/publikasi/doc_20190318_implementing-arrangement-mou-on-trade-facilitation-for-certain-products-originating-from-palestinian-territories.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: De Minimis <br /> (a) A product that does not undergo a change in tarif classification shall be <br /> considered as originating if the value of all non-originating materials of <br /> Palestine used in its production that do not undergo the required change <br /> in tarif classification does not exceed ten per cent (10%) of the Ex-Works <br /> Price value of the product and the product meets all other applicable <br /> criteria set forth in this Annex for qualifying as an originating product. <br /> (b) The value of non-originating materials of Palestine referred to in <br /> paragraph (a) of this Rule shall, however, be included in the value of <br /> non-originating materials of Palestine for any applicable value added <br /> requirement for the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other <br /> information materials presented with the goods therewith shall not be <br /> considered in determining the origin of the products, provided that such <br /> accessories, spare parts, tools and information materials are classified and <br /> collected import duties with the products by Indonesia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3: Wholly Obtained/Produced Products <br /> Within the meaning of Rule 2 (a), the following shall be considered as wholly <br /> obtained/produced in Palestine: <br /> (a) Plant and plant products harvested, picked or gathered there; <br /> (b) Live animals born and raised there; <br /> (c) Products obtained from live animals referred to in paragraph (b) above; <br /> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br /> or capturing conducted there; <br /> (e) Minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br /> beneath their seabed; <br /> (f) Products taken from the waters, seabed or beneath the seabed outside <br /> the territorial waters of Palestine, provided that Palestine has the rights to <br /> exploit such waters, seabed and beneath the seabed in accordance with international law; <br /> Products of sea fishing and other marine products taken from the high <br /> seas by vessels registered with Palestine or entitled to fly the flag of Palestine; <br /> Products processed and/or made on board factory ships registered with <br /> Palestine or entitled to fly the flag of Palestine, exclusively from products <br /> referred to in paragraph (g) above; <br /> Articles collected there which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only for <br /> disposal or recovery of parts of raw materials, or for recycling purposes; <br /> Goods obtained/produced in Palestine solely from products referred to in <br /> paragraphs (a) to (i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6: Minimal Operations and Processes <br /> The operations or processes, listed below, undertaken by Palestine shall be <br /> considered to be minimal and shall not be taken into account in determining <br /> whether or not a good is originating: <br /> (a) preservation of products in good condition for the purposes of transport or storage; <br /> (b) changes of packaging, or breaking-up and assembly of packages; <br /> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) simple painting and polishing operations; <br /> (e) simple testing or calibration; <br /> (f) husking, partial or total bleaching, polishing and glazing of cereals arid rice; <br /> (g) sharpening, simple grinding, slicing or simple cutting; <br /> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (i) afixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> 0) simple mixing of products, whether or not of different kinds; <br /> (k) simple assembly of parts of products to constitute a complete product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4: Not Wholly Obtained/ Produced <br /> (b) for the purpose of Rule 4 (a) (i) above, the formula for the non-originating <br /> materials of Palestine materials is calculated as follows: <br /> (Value of non-originating materials of Palestine / Ex-Works Price) X 100 % <= 65% <br /> (c) The value of the non-originating materials of Palestine shall be: <br /> (i) the CIF value at the time of importation of the materials; or <br /> (ii) the earliest ascertained price paid for the materials of undetermined <br /> origin in Palestine where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Indirect Materials <br /> In order to determine whether a product originates in Palestine, any indirect <br /> material used to obtain such product shall be treated as originating whether <br /> such material originates in non-Parties or not, and its value shall be the cost <br /> registered in the accounting records of the producer of the export products, <br /> such as the following: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspection of the products; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (0 lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other products which are not incorporated into the product but whose <br /> use in the production of the product can reasonably be demonstrated to <br /> be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Direct Consignment <br /> The following shall be considered as consigned directly from Palestine to Indonesia: <br /> (a) The products are transported without passing through the territory of any <br /> intermediate non-Parties; or <br /> (b) The products whose transport involves transit through one or more <br /> intermediate non-Parties with or without transhipment or temporary <br /> storage in such countries, provided that: <br /> (i) the transit entry is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition. <br /> CONSIGNMENT DOCUMENT <br /> Article 19: <br /> For the purpose of implementing Rule 8 (Direct Consignment) of Annex II <br /> (Rules of Origin) where transportation is efected through the territory of any <br /> non-Parties, the following shall be provided to the Customs Authority of Indonesia: <br /> a) a through Bill of Lading issued in Palestine; or <br /> b) a certificate or any other information given by the customs authority of such <br /> non-Parties or other relevant entities, which evidences that the good has not <br /> undergone operations other than unloading, reloading and any other <br /> operation to preserve it in good condition in those non-Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Treatment of Packages and Packing Materials <br /> (a) If the product is subject to the value-added criterion, the value of the <br /> packages and packing materials for retail sale shall be taken into account <br /> in its origin assessment, in case the packing is considered as forming a <br /> whole with products. <br /> (b) Where paragraph (a) above is not applied, the packages and packing <br /> materials shall not be taken into account in determining the origin of the products. <br /> (c) The containers and packing materials exclusively used for the transport <br /> of a product shall not be taken into account for determining the origin of any product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Certificate of Origin <br /> A claim that products shall be accepted as eligible for tarifs elimination shall be <br /> supported by a Certificate of Origin as set out in \"Form P\" of Attachment A <br /> issued by a Competent Governmental Authority and notified to Indonesia in <br /> accordance with the Operational Certification Procedures. <br /> Attachment A <br /> OPERATIONAL CERTIFICATION PROCEDURES FOR THE RULES OF <br /> ORIGIN FOR TARIFFS ELIMINATION OF INDONESIA FOR PALESTINE <br /> For the purpose of implementing the Rules of Origin under the Implementing <br /> Arrangement of the Memorandum of Understanding between the Government <br /> of the Republic of Indonesia and the Government of the State of Palestine on <br /> Trade Facilitation for Certain Products Originating from Palestinian Territories, <br /> the following operational procedures on the issuance and verification of the <br /> Certificate of Origin (Form P) and the other related administrative matters shall apply: <br /> ISSUING AUTHORITY <br /> Article 1: <br /> The Certificate of Origin shall be issued by the Competent Governmental Authority. <br /> Article 2: <br /> (a) Palestine shall inform Indonesia the names and addresses of its <br /> Competent Governmental Authority issuing the Certificate of Origin and <br /> shall provide specimen signatures and specimen of oficial seals used by <br /> its said Competent Governmental Authority, in hard copy and soft copy format. <br /> (b) Any change in names, addresses, or oficial seals shall be promptly <br /> informed in the same manner as stated above. <br /> Article 3: <br /> For the purpose of verifying the conditions for tarifs elimination treatment, the <br /> Competent Governmental Authority designated to issue the Certificate of Origin <br /> shall have the right to call for any supporting documentary evidence or to carry <br /> out any check considered appropriate. If such right cannot be obtained through <br /> the existing national laws and regulations, it shall be inserted as a clause in the <br /> application form referred to in the following Article 4 and 5. <br /> PRE-EXPORTATION VERIFICATION <br /> Article 4: <br /> The exporter and/or the manufacturer of the products qualified for tarifs <br /> elimination treatment shall apply in writing to the Competent Governmental <br /> Authority requesting for the pre-exportation verification of the origin of the <br /> products. The result of the verification, subject to review periodically or <br /> whenever appropriate, shall be accepted as the supporting evidence in verifying <br /> the origin of the said products to be exported thereafter. The pre-verification <br /> may not apply to the products of which, by their nature, origin can be easily verified. <br /> APPLICATION OF CERTIFICATE OF ORIGIN <br /> Article 5: <br /> At the time of carrying out the formalities for exporting the products under tarifs <br /> elimination treatment, the exporter or his authorized representative shall submit <br /> a written application for the Certificate of Origin together with appropriate <br /> supporting documents proving that the products to be exported qualify fc; the <br /> issuance of a Certificate of Origin. <br /> Article 6: <br /> The Competent Governmental Authority designated to issue the Certificate of <br /> Origin shall, to the best of their competence and ability, carry out proper <br /> examination upon each application for the Certificate of Origin to ensure that: <br /> (a) The app!ication and the Certificate of Origin are duly completed' and <br /> signed by the authorized signatory; <br /> (b) The origin of the product is in conformity with the Annex II (Rules of Origin); <br /> (c) The other statements of the Certificate of Origin correspond to supporting <br /> documentary evidence submitted; <br /> (d) HS Code, Value, Description and quantity conform to the products to be exported; <br /> (e) Multiple items declared on the same Certificate of Origin (Form P) shall <br /> be allowed provided that each item qualifies separately in its own right.. <br /> CERTIFICATE OF ORIGIN <br /> Article 7: <br /> (a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br /> the specimen as shown in Form P. It shall be made in English. <br /> (b) The Certificate of Origin shall comprise one original and two copies. <br /> (c) Each Certificate of Origin shall bear a reference number separately given <br /> by each place or ofice of issuance. <br /> (d) The original shall be forwarded, by the exporter to the importer for <br /> submission to the Customs Authority of Indonesia at the port of place of <br /> importation. Duplicate copy shall be retained by the issuing authority in <br /> the exporting country, and the triplicate copy shall be retained by the exporter. <br /> (e) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br /> Article 8: <br /> To implement the 'provisions of Rule 2 of the Annex II (Rules of Origin), the <br /> Certificate of Origin issued by Palestine shall specify the relevant origin <br /> conferring criteria in the relevant column of the Form P. <br /> TREATMENT OF ERRONEOUS <br /> Article 9: <br /> Neither erasures nor superimposition shall be allowed on the Certificate of <br /> Origin. Any alterations shall be made by striking out the erroneous materials <br /> and making any additions required. Such alterations shall be approved by an <br /> authorized signatory of the applicant and certified by the appropriate Competent <br /> Governmental Authority. Unused spaces shall be crossed out to prevent any subsequent adciition. <br /> ISSUANCE OF CERTIFICATE OF ORIGIN <br /> Article 10: <br /> a) The Certificate of Origin shall be issued by the Competent Governmental <br /> Authority before or at the time of exportation or within 3 working days <br /> thereafer whenever the products to be exported can be considered <br /> originating Palestine within the meaning of the Rules of Origin. <br /> b) In exceptional cases where a Certificate of Origin has not been issued <br /> before or at the time of exportation or soon thereafer due to involuntary <br /> errors or omissions or other valid causes, the Certificate of Origin may be <br /> issued retroactively but no longer than 12 months from the date of shipment, <br /> bearing the words \"ISSUED RETROSPECTIVELY\" in Box 11 of Form P. <br /> Article 11: <br /> In the event of thef, loss or destruction of a Certificate of Origin, the exporter <br /> may apply in writing to the Competent Governmental Authority, which issued it, <br /> for the certified true copy of the original and the triplicate to be made on the <br /> basis of the export documents in their possession bearing the endorsement of <br /> the words \"CERTIFIED TRUE COPY\".in Box 13. This copy shall bear the date <br /> of the original Certificate of Origin. The certified true copy of a Certificate of <br /> Origin shall be issued within the validity period of the original certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: <br /> In the case of consignments of products originating in Palestine and not <br /> exceeding US$200.00 Ex-Works Price, the production of a Certificate of Origin <br /> shall be waived and the use of simplified declaration by the exporter that the <br /> products in questioned have originated in Palestine will be accepted.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: <br /> (e) The validity of the Certificate of Origin shall be 12 months from the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: <br /> a) For the purposes of the verification process pursuant to Article 17 and 18, <br /> the producer and/or exporter applying for the issuance of a Certificate of <br /> Origin shall, subject to the domestic laws and regulations of Palestine, keep <br /> its supporting records for application for not less than three (3) years from <br /> the date of issuance of the Certificate of Origin. <br /> b) The importer shall keep records relevant to the importation in accordance <br /> with the domestic laws and regulations of Indonesia. <br /> c) The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the Competent Governmental Authority for <br /> not less than three (3) years from the date of issuance. <br /> d) Information relating to the validity of a Certificate of Origin shall be furnished <br /> upon request of the importing Party, by an oficial authorised to sign a <br /> Certificate of Origin and certified by the appropriate government authorities. <br /> e) Any information communicated between the Parties concerned shall be <br /> treated as confidential and shall be used for the validation of Certificates of <br /> Origin purpose only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: <br /> b) In exceptional cases where a Certificate of Origin has not been issued <br /> before or at the time of exportation or soon thereafer due to involuntary <br /> errors or omissions or other valid causes, the Certificate of Origin may be <br /> issued retroactively but no longer than 12 months from the date of shipment, <br /> bearing the words \"ISSUED RETROSPECTIVELY\" in Box 11 of Form P.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: <br /> PRESENTATION OF CERTIFICATE OF ORIGIN <br /> Article 12: <br /> The Original Certificate of Origin shall be submitted by the importer or its <br /> authorized representative to the Customs Authority of Indonesia at the time of <br /> import for the products concerned. <br /> Article 13: <br /> The following time limit for the presentation of the Certificate of Origin shall be observed: <br /> a) Certificate of Origin shall be submitted to the Customs Authority of Indonesia <br /> within its validity period; or <br /> b) Where the Certificate of Origin is submitted to the Customs Authority of <br /> Indonesia after the expiration of the time limit for its submission, such <br /> Certificate is still to be accepted when failure to observe the time limit results <br /> from force majeure or other valid causes beyond the control of the exporter. <br /> EXEMPTION FROM CERTIFICATE OF ORIGIN <br /> Article 17: <br /> a) The Customs Authority of Indonesia may request a retroactive check at <br /> random and/or when it has reasonable doubt as to the authenticity of the <br /> document or as to the accuracy of the information regarding the true origin <br /> of the products in question or of certain parts thereof. <br /> b) The request shall be accompanied with the copy of Certificate of Origin <br /> concerned and shall specify the reasons and any additional information <br /> suggesting that the particulars given on the said Certificate of Origin may be <br /> inaccurate, unless the retroactive check is requested on a random basis. <br /> c) The Customs Authority of Indonesia may suspend the provisions on tariffs <br /> elimination treatment while awaiting the result of verification. However, it <br /> may release the products to the importer subject to any administrative <br /> measures deemed necessary, provided that they are not held to be subject <br /> to import prohibition or restriction and there is no suspicion of fraud. <br /> d) The Competent Governmental Authority receiving a request for retroactive <br /> check shall respond to the request promptly and reply not later than sixty <br /> (60) calendar days after the receipt of the request. <br /> Article 18: <br /> (a) If the Customs Authority of Indonesia is not satisfied with the outcome of the <br /> retroactive check, it may, under exceptional cases, request for verification <br /> visits to Palestine. <br /> (i) Prior to the conduct of a verification visit pursuant to the provisions <br /> herein, the Customs Authority of Indonesia shall notify the Competent <br /> Governmental Authority with an aim to mutually agree on the conditions <br /> and means of the verification visit. <br /> (ii) The verification visit shall be conducted not later than sixty (60) <br /> calendar days after receipt of the notification pursuant to sub-paragraph <br /> (a) (i). <br /> (b) The verification process, including the retroactive check and verification <br /> visit, shall be carried out and its results communicated to the Customs <br /> Authority of Indonesia and/or the Competent Governmental Authority within <br /> a maximum of one hundred and eighty (180) calendar days. While awaiting <br /> the results of the verification visit, Article 17 (c) on the suspension of tarifs <br /> elimination treatment shall be applied. <br /> (c) The tarifs elimination treatment may be denied when Palestine fails to <br /> respond to the request to the satisfaction of the Customs Authority of <br /> Indonesia in the course of a retroactive check or verification process, as the <br /> case may be, within the time frame for verification under Article 17, Article <br /> 18 paragraphs (a) and (b).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: <br /> a) When it is suspected that fraudulent acts in connection with the Certificate of <br /> Origin have been committed, the Competent Governmental Authority <br /> concerned shall co-operate in the action to be taken in the territory of the <br /> respective Party against the persons involved. <br /> b) Each Party shall be responsible for providing legal sanctions for fraudulent <br /> acts related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: <br /> a) The discovery of minor discrepancies between the statements made in the <br /> Certificate of Origin and those made in the documents submitted to the <br /> Customs Authority of Indonesia for the purpose of carrying out the formalities <br /> for importing the products, such as typing errors, shall not ipso-facto <br /> invalidate the Certificate of Origin, if it does in fact correspond to the products submitted. <br /> b) For multiple items declared under the same Certificate of Origin, a problem <br /> encountered with one of the items listed shall not afect or delay the granting <br /> of tarifs elimination treatment and customs clearance of the remaining items <br /> listed in that Certificate of Origin. Article 17 (c) may be applied to the problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: <br /> In the case of a dispute concerning origin determination, classification of <br /> products or other matters, the Competent Governmental Authority concerned in <br /> both the importing and the exporting party shall consult each other with a view <br /> to resolve the dispute, and the result shall be reported to the other Party for information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 3: Wholly Obtained/Produced Products <br> Rule 6: Minimal Operations and Processes <br> RULES OF ORIGIN FOR THE TARIFFS ELIMINATION OF INDONESIA FOR PALESTINE <br> Within the meaning of Rule 2 (a), the following shall be considered as wholly <br> The operations or processes, listed below, undertaken by Palestine shall be <br> In determining the origin of products eligible for the tarifs elimination pursuant <br> obtained/produced in Palestine: <br> considered to be minimal and shall not be taken into account in determining <br> to the Implementing Arrangement of the Memorandum of Understanding <br> whether or not a good is originating: <br> between the Government of the Republic of Indonesia and the Government of <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> the State of Palestine on Trade Facilitation for Certain Products Originating from <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> Palestinian Territories, the following Rules shall be applied: <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (e) Minerals and other naturally occurring substances, not included in <br> or capturing conducted there; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br> (f) husking, partial or total bleaching, polishing and glazing of cereals arid rice; <br> beneath their seabed; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> the territorial waters of Palestine, provided that Palestine has the rights to <br> (iii) the products have not undergone any operation there other than <br> cards or boards and all other simple packaging operations; <br> unloading and reloading or any operation required to keep them in good condition. <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> (i) afixing or printing marks, labels, logos and other like distinguishing signs <br> Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with Palestine or entitled to fly the flag of Palestine; <br> 0) simple mixing of products, whether or not of different kinds; <br> Products processed and/or made on board factory ships registered with <br> (k) simple assembly of parts of products to constitute a complete product. <br> Palestine or entitled to fly the flag of Palestine, exclusively from products <br> Rule 7: De Minimis <br> (a) A product that does not undergo a change in tarif classification shall be <br> Articles collected there which can no longer perform their original <br> (i) the transit entry is justified for geographical reason or by <br> considered as originating if the value of all non-originating materials of <br> referred to in paragraph (g) above; <br> Palestine used in its production that do not undergo the required change <br> (a) fuel, energy, catalysts and solvents; <br> in tarif classification does not exceed ten per cent (10%) of the Ex-Works <br> Goods obtained/produced in Palestine solely from products referred to in <br> Price value of the product and the product meets all other applicable <br> paragraphs (a) to (i) above. <br> criteria set forth in this Annex for qualifying as an originating product. <br> Rule 4: Not Wholly Obtained/ Produced <br> (b) The value of non-originating materials of Palestine referred to in <br> (a) For the purposes of Rule 2(b), a product shall be deemed to be <br> paragraph (a) of this Rule shall, however, be included in the value of <br> originating of Palestine if: <br> non-originating materials of Palestine for any applicable value added <br> (i) the total value of the materials, parts or products originating from <br> requirement for the product. <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> outside of Palestine does not exceed 65% of the Ex-Works Price <br> (b) The products whose transport involves transit through one or more <br> Rule 8: Direct Consignment <br> value of the product provided that the final process of the <br> The following shall be considered as consigned directly from Palestine to Indonesia: <br> manufacture is performed within Palestine; or <br> (a) The products are transported without passing through the territory of any <br> (ii) all non-originating materials of Palestine used in the production of <br> intermediate non-Parties; or <br> the good have undergone in Palestine a Change in Tarif <br> (i) the CIF value at the time of importation of the materials; or <br> Classification (hereinafer referred to as \"CTC\") at the 4.-digit level <br> intermediate non-Parties with or without transhipment or temporary <br> (i.e. a Change in Tariff Heading) of Harmonized System. <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> storage in such countries, provided that: <br> (b) for the purpose of Rule 4 (a) (i) above, the formula for the non-originating <br> materials of Palestine materials is calculated as follows: <br> consideration related exclusively to transport requirements; <br> (Value of non-originating materials of Palestine / Ex-Works Price) X 100 % <= 65% <br> (ii) the products have not entered into trade or consumption there; and <br> (c) The value of the non-originating materials of Palestine shall be: <br> Rule 9: Treatment of Packages and Packing Materials <br> origin in Palestine where the working or processing takes place. <br> (a) If the product is subject to the value-added criterion, the value of the <br> packages and packing materials for retail sale shall be taken into account <br> in its origin assessment, in case the packing is considered as forming a <br> whole with products. <br> (b) Where paragraph (a) above is not applied, the packages and packing <br> The origin of accessories, spare parts, tools and instructional or other <br> materials shall not be taken into account in determining the origin of the products. <br> (c) The containers and packing materials exclusively used for the transport <br> of a product shall not be taken into account for determining the origin of any product. <br> Rule 10: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall not be <br> considered in determining the origin of the products, provided that such <br> accessories, spare parts, tools and information materials are classified and <br> collected import duties with the products by Indonesia. <br> Rule 11: Indirect Materials <br> In order to determine whether a product originates in Palestine, any indirect <br> be a part of that production; <br> material used to obtain such product shall be treated as originating whether <br> such material originates in non-Parties or not, and its value shall be the cost <br> registered in the accounting records of the producer of the export products, <br> such as the following: <br> (b) equipment, devices and supplies used for testing or inspection of the products; <br> (d) tools, dies and moulds; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> purpose nor are capable of being restored or repaired and are fit only for <br> (0 lubricants, greases, compounding materials and other materials used in <br> (g) any other products which are not incorporated into the product but whose <br> use in the production of the product can reasonably be demonstrated to <br> Rule 12: Certificate of Origin <br> A claim that products shall be accepted as eligible for tarifs elimination shall be <br> supported by a Certificate of Origin as set out in \"Form P\" of Attachment A <br> issued by a Competent Governmental Authority and notified to Indonesia in <br> accordance with the Operational Certification Procedures. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (d) simple painting and polishing operations; <br> on products or their packaging; <br> ANNEX II <br> "}, {"ArticleTitle": ": Definitions", "ArticleDesc": "Rule 1: Definitions <br> For the purpose of this Annex: <br> (a) \"materials\" shall include raw materials, ingredients, parts, components, <br> sub-components, sub-assembly and/or goods that were physically <br> incorporated into another good or were subject to a process in the <br> production of another good; <br> (b) \"originating products\" means products that qualify as originating in <br> accordance with the provisions of Rule 2; <br> (c) \"production\" means methods of obtaining goods including growing, <br> mining, harvesting, raising, breeding, extracting, gathering, collecting, <br> capturing, fishing, trapping, hunting, manufacturing, producing, <br> processing or assembling a good; <br> (d) \"products\" means products which are wholly obtained/produced or being <br> manufactured, even if it is intended for later use in another manufacturing operation; <br> (e) \"Competent Governmental Authority\" means Ministry of National <br> Economy of the State of Palestine; <br> (f) \"CIF\" means the value of the good imported, and includes the cost of <br> freight and insurance up to the port or place of entry into the country of importation; <br> (g) \"Ex-Works Price\" means the price paid or payable for the good to the <br> manufacturer in Palestine in whose undertaking the last working or <br> processing is carried out, provided that the price includes the value of all <br> the materials used, excluding any internal taxes which are, or may be <br> repaid when the good obtained is exported; <br> \"Harmonized System\" means the Harmonized Commodity Description <br> and Coding System agreed to under the WCO; <br> \"Product Specific Rules\" are rules that specify that the materials have <br> undergone a change in tarif classification or a specific manufacturing or <br> processing operation, or satisfy an ad-valorem criterion or a combination <br> of any of these criteria or any other criteria agreed by the Parties. <br> "}, {"ArticleTitle": ": Origin Criteria", "ArticleDesc": "Rule 2: Origin Criteria <br> For the purposes of this Implementing Arrangement, products imported by <br> Indonesia from Palestine shall be deemed to be originating of Palestine and <br> eligible for tarifs elimination if they conform to the origin requirements under <br> any one of the following: <br> (a) products which are wholly obtained/produced as set out and defined in Rule 3; or <br> (b) products not wholly obtained/produced provided that the said products <br> are eligible under Rule 4 or Rule 5. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3: Wholly Obtained/Produced Products <br> Rule 6: Minimal Operations and Processes <br> RULES OF ORIGIN FOR THE TARIFFS ELIMINATION OF INDONESIA FOR PALESTINE <br> Within the meaning of Rule 2 (a), the following shall be considered as wholly <br> The operations or processes, listed below, undertaken by Palestine shall be <br> In determining the origin of products eligible for the tarifs elimination pursuant <br> obtained/produced in Palestine: <br> considered to be minimal and shall not be taken into account in determining <br> to the Implementing Arrangement of the Memorandum of Understanding <br> whether or not a good is originating: <br> between the Government of the Republic of Indonesia and the Government of <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> the State of Palestine on Trade Facilitation for Certain Products Originating from <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> Palestinian Territories, the following Rules shall be applied: <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (e) Minerals and other naturally occurring substances, not included in <br> or capturing conducted there; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br> (f) husking, partial or total bleaching, polishing and glazing of cereals arid rice; <br> beneath their seabed; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> the territorial waters of Palestine, provided that Palestine has the rights to <br> (iii) the products have not undergone any operation there other than <br> cards or boards and all other simple packaging operations; <br> unloading and reloading or any operation required to keep them in good condition. <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> (i) afixing or printing marks, labels, logos and other like distinguishing signs <br> Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with Palestine or entitled to fly the flag of Palestine; <br> 0) simple mixing of products, whether or not of different kinds; <br> Products processed and/or made on board factory ships registered with <br> (k) simple assembly of parts of products to constitute a complete product. <br> Palestine or entitled to fly the flag of Palestine, exclusively from products <br> Rule 7: De Minimis <br> (a) A product that does not undergo a change in tarif classification shall be <br> Articles collected there which can no longer perform their original <br> (i) the transit entry is justified for geographical reason or by <br> considered as originating if the value of all non-originating materials of <br> referred to in paragraph (g) above; <br> Palestine used in its production that do not undergo the required change <br> (a) fuel, energy, catalysts and solvents; <br> in tarif classification does not exceed ten per cent (10%) of the Ex-Works <br> Goods obtained/produced in Palestine solely from products referred to in <br> Price value of the product and the product meets all other applicable <br> paragraphs (a) to (i) above. <br> criteria set forth in this Annex for qualifying as an originating product. <br> Rule 4: Not Wholly Obtained/ Produced <br> (b) The value of non-originating materials of Palestine referred to in <br> (a) For the purposes of Rule 2(b), a product shall be deemed to be <br> paragraph (a) of this Rule shall, however, be included in the value of <br> originating of Palestine if: <br> non-originating materials of Palestine for any applicable value added <br> (i) the total value of the materials, parts or products originating from <br> requirement for the product. <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> outside of Palestine does not exceed 65% of the Ex-Works Price <br> (b) The products whose transport involves transit through one or more <br> Rule 8: Direct Consignment <br> value of the product provided that the final process of the <br> The following shall be considered as consigned directly from Palestine to Indonesia: <br> manufacture is performed within Palestine; or <br> (a) The products are transported without passing through the territory of any <br> (ii) all non-originating materials of Palestine used in the production of <br> intermediate non-Parties; or <br> the good have undergone in Palestine a Change in Tarif <br> (i) the CIF value at the time of importation of the materials; or <br> Classification (hereinafer referred to as \"CTC\") at the 4.-digit level <br> intermediate non-Parties with or without transhipment or temporary <br> (i.e. a Change in Tariff Heading) of Harmonized System. <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> storage in such countries, provided that: <br> (b) for the purpose of Rule 4 (a) (i) above, the formula for the non-originating <br> materials of Palestine materials is calculated as follows: <br> consideration related exclusively to transport requirements; <br> (Value of non-originating materials of Palestine / Ex-Works Price) X 100 % <= 65% <br> (ii) the products have not entered into trade or consumption there; and <br> (c) The value of the non-originating materials of Palestine shall be: <br> Rule 9: Treatment of Packages and Packing Materials <br> origin in Palestine where the working or processing takes place. <br> (a) If the product is subject to the value-added criterion, the value of the <br> packages and packing materials for retail sale shall be taken into account <br> in its origin assessment, in case the packing is considered as forming a <br> whole with products. <br> (b) Where paragraph (a) above is not applied, the packages and packing <br> The origin of accessories, spare parts, tools and instructional or other <br> materials shall not be taken into account in determining the origin of the products. <br> (c) The containers and packing materials exclusively used for the transport <br> of a product shall not be taken into account for determining the origin of any product. <br> Rule 10: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall not be <br> considered in determining the origin of the products, provided that such <br> accessories, spare parts, tools and information materials are classified and <br> collected import duties with the products by Indonesia. <br> Rule 11: Indirect Materials <br> In order to determine whether a product originates in Palestine, any indirect <br> be a part of that production; <br> material used to obtain such product shall be treated as originating whether <br> such material originates in non-Parties or not, and its value shall be the cost <br> registered in the accounting records of the producer of the export products, <br> such as the following: <br> (b) equipment, devices and supplies used for testing or inspection of the products; <br> (d) tools, dies and moulds; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> purpose nor are capable of being restored or repaired and are fit only for <br> (0 lubricants, greases, compounding materials and other materials used in <br> (g) any other products which are not incorporated into the product but whose <br> use in the production of the product can reasonably be demonstrated to <br> Rule 12: Certificate of Origin <br> A claim that products shall be accepted as eligible for tarifs elimination shall be <br> supported by a Certificate of Origin as set out in \"Form P\" of Attachment A <br> issued by a Competent Governmental Authority and notified to Indonesia in <br> accordance with the Operational Certification Procedures. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (d) simple painting and polishing operations; <br> on products or their packaging; <br> ANNEX II <br> "}, {"ArticleTitle": ": Product Specific Criteria", "ArticleDesc": "Rule 5: Product Specific Criteria <br> Products which satisfy the Product Specific Rules provided for in Attachment B <br> shall be considered as originating and eligible for tarifs elimination treatment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3: Wholly Obtained/Produced Products <br> Rule 6: Minimal Operations and Processes <br> RULES OF ORIGIN FOR THE TARIFFS ELIMINATION OF INDONESIA FOR PALESTINE <br> Within the meaning of Rule 2 (a), the following shall be considered as wholly <br> The operations or processes, listed below, undertaken by Palestine shall be <br> In determining the origin of products eligible for the tarifs elimination pursuant <br> obtained/produced in Palestine: <br> considered to be minimal and shall not be taken into account in determining <br> to the Implementing Arrangement of the Memorandum of Understanding <br> whether or not a good is originating: <br> between the Government of the Republic of Indonesia and the Government of <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> the State of Palestine on Trade Facilitation for Certain Products Originating from <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> Palestinian Territories, the following Rules shall be applied: <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (e) Minerals and other naturally occurring substances, not included in <br> or capturing conducted there; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or <br> (f) husking, partial or total bleaching, polishing and glazing of cereals arid rice; <br> beneath their seabed; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> the territorial waters of Palestine, provided that Palestine has the rights to <br> (iii) the products have not undergone any operation there other than <br> cards or boards and all other simple packaging operations; <br> unloading and reloading or any operation required to keep them in good condition. <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> (i) afixing or printing marks, labels, logos and other like distinguishing signs <br> Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with Palestine or entitled to fly the flag of Palestine; <br> 0) simple mixing of products, whether or not of different kinds; <br> Products processed and/or made on board factory ships registered with <br> (k) simple assembly of parts of products to constitute a complete product. <br> Palestine or entitled to fly the flag of Palestine, exclusively from products <br> Rule 7: De Minimis <br> (a) A product that does not undergo a change in tarif classification shall be <br> Articles collected there which can no longer perform their original <br> (i) the transit entry is justified for geographical reason or by <br> considered as originating if the value of all non-originating materials of <br> referred to in paragraph (g) above; <br> Palestine used in its production that do not undergo the required change <br> (a) fuel, energy, catalysts and solvents; <br> in tarif classification does not exceed ten per cent (10%) of the Ex-Works <br> Goods obtained/produced in Palestine solely from products referred to in <br> Price value of the product and the product meets all other applicable <br> paragraphs (a) to (i) above. <br> criteria set forth in this Annex for qualifying as an originating product. <br> Rule 4: Not Wholly Obtained/ Produced <br> (b) The value of non-originating materials of Palestine referred to in <br> (a) For the purposes of Rule 2(b), a product shall be deemed to be <br> paragraph (a) of this Rule shall, however, be included in the value of <br> originating of Palestine if: <br> non-originating materials of Palestine for any applicable value added <br> (i) the total value of the materials, parts or products originating from <br> requirement for the product. <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> outside of Palestine does not exceed 65% of the Ex-Works Price <br> (b) The products whose transport involves transit through one or more <br> Rule 8: Direct Consignment <br> value of the product provided that the final process of the <br> The following shall be considered as consigned directly from Palestine to Indonesia: <br> manufacture is performed within Palestine; or <br> (a) The products are transported without passing through the territory of any <br> (ii) all non-originating materials of Palestine used in the production of <br> intermediate non-Parties; or <br> the good have undergone in Palestine a Change in Tarif <br> (i) the CIF value at the time of importation of the materials; or <br> Classification (hereinafer referred to as \"CTC\") at the 4.-digit level <br> intermediate non-Parties with or without transhipment or temporary <br> (i.e. a Change in Tariff Heading) of Harmonized System. <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> storage in such countries, provided that: <br> (b) for the purpose of Rule 4 (a) (i) above, the formula for the non-originating <br> materials of Palestine materials is calculated as follows: <br> consideration related exclusively to transport requirements; <br> (Value of non-originating materials of Palestine / Ex-Works Price) X 100 % <= 65% <br> (ii) the products have not entered into trade or consumption there; and <br> (c) The value of the non-originating materials of Palestine shall be: <br> Rule 9: Treatment of Packages and Packing Materials <br> origin in Palestine where the working or processing takes place. <br> (a) If the product is subject to the value-added criterion, the value of the <br> packages and packing materials for retail sale shall be taken into account <br> in its origin assessment, in case the packing is considered as forming a <br> whole with products. <br> (b) Where paragraph (a) above is not applied, the packages and packing <br> The origin of accessories, spare parts, tools and instructional or other <br> materials shall not be taken into account in determining the origin of the products. <br> (c) The containers and packing materials exclusively used for the transport <br> of a product shall not be taken into account for determining the origin of any product. <br> Rule 10: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall not be <br> considered in determining the origin of the products, provided that such <br> accessories, spare parts, tools and information materials are classified and <br> collected import duties with the products by Indonesia. <br> Rule 11: Indirect Materials <br> In order to determine whether a product originates in Palestine, any indirect <br> be a part of that production; <br> material used to obtain such product shall be treated as originating whether <br> such material originates in non-Parties or not, and its value shall be the cost <br> registered in the accounting records of the producer of the export products, <br> such as the following: <br> (b) equipment, devices and supplies used for testing or inspection of the products; <br> (d) tools, dies and moulds; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> purpose nor are capable of being restored or repaired and are fit only for <br> (0 lubricants, greases, compounding materials and other materials used in <br> (g) any other products which are not incorporated into the product but whose <br> use in the production of the product can reasonably be demonstrated to <br> Rule 12: Certificate of Origin <br> A claim that products shall be accepted as eligible for tarifs elimination shall be <br> supported by a Certificate of Origin as set out in \"Form P\" of Attachment A <br> issued by a Competent Governmental Authority and notified to Indonesia in <br> accordance with the Operational Certification Procedures. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (d) simple painting and polishing operations; <br> on products or their packaging; <br> ANNEX II <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Attachment A <br> OPERATIONAL CERTIFICATION PROCEDURES FOR THE RULES OF <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> ORIGIN FOR TARIFFS ELIMINATION OF INDONESIA FOR PALESTINE <br> For the purpose of implementing the Rules of Origin under the Implementing <br> Arrangement of the Memorandum of Understanding between the Government <br> of the Republic of Indonesia and the Government of the State of Palestine on <br> Trade Facilitation for Certain Products Originating from Palestinian Territories, <br> the following operational procedures on the issuance and verification of the <br> Certificate of Origin (Form P) and the other related administrative matters shall apply: <br> issuance of a Certificate of Origin. <br> ISSUING AUTHORITY <br> Article 1: <br> The Certificate of Origin shall be issued by the Competent Governmental Authority. <br> Article 2: <br> (a) Palestine shall inform Indonesia the names and addresses of its <br> Competent Governmental Authority issuing the Certificate of Origin and <br> examination upon each application for the Certificate of Origin to ensure that: <br> shall provide specimen signatures and specimen of oficial seals used by <br> Article 18: <br> its said Competent Governmental Authority, in hard copy and soft copy format. <br> (b) Any change in names, addresses, or oficial seals shall be promptly <br> informed in the same manner as stated above. <br> Article 3: <br> For the purpose of verifying the conditions for tarifs elimination treatment, the <br> Competent Governmental Authority designated to issue the Certificate of Origin <br> shall have the right to call for any supporting documentary evidence or to carry <br> ARTICLE 5: <br> out any check considered appropriate. If such right cannot be obtained through <br> the existing national laws and regulations, it shall be inserted as a clause in the <br> Verification of Origin <br> application form referred to in the following Article 4 and 5. <br> Article 19: <br> PRE-EXPORTATION VERIFICATION <br> Article 4: <br> The exporter and/or the manufacturer of the products qualified for tarifs <br> elimination treatment shall apply in writing to the Competent Governmental <br> ARTICLE 6: <br> Authority requesting for the pre-exportation verification of the origin of the <br> products. The result of the verification, subject to review periodically or <br> (c) the other statements of the Certificate of Origin correspond to supporting <br> whenever appropriate, shall be accepted as the supporting evidence in verifying <br> the origin of the said products to be exported thereafter. The pre-verification <br> may not apply to the products of which, by their nature, origin can be easily verified. <br> APPLICATION OF CERTIFICATE OF ORIGIN <br> concerned and shall specify the reasons and any additional information <br> At the time of carrying out the formalities for exporting the products under tarifs <br> elimination treatment, the exporter or his authorized representative shall submit <br> a written application for the Certificate of Origin together with appropriate <br> supporting documents proving that the products to be exported qualify fc; the <br> concerned shall co-operate in the action to be taken in the territory of the <br> respective Party against the persons involved. <br> The Competent Governmental Authority designated to issue the Certificate of <br> Origin shall, to the best of their competence and ability, carry out proper <br> (a) The app!ication and the Certificate of Origin are duly completed' and <br> Neither erasures nor superimposition shall be allowed on the certificate of <br> signed by the authorized signatory; <br> (b) The origin of the product is in conformity with the Annex II (Rules of Origin); <br> documentary evidence submitted; <br> (d) HS Code, Value, Description and quantity conform to the products to be exported; <br> RECORD KEEPING REQUIREMENT <br> (e) Multiple items declared on the same Certificate of Origin (Form P) shall <br> be allowed provided that each item qualifies separately in its own right.. <br> Article 10: <br> CERTIFICATE OF ORIGIN <br> Presentation of Certificate of Origin <br> Article 7: <br> (a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br> the specimen as shown in Form P. It shall be made in English. <br> (b) The Certificate of Origin shall comprise one original and two copies. <br> (c) Each Certificate of Origin shall bear a reference number separately given <br> by each place or ofice of issuance. <br> (d) The original shall be forwarded, by the exporter to the importer for <br> submission to the Customs Authority of Indonesia at the port of place of <br> ARTICLE 8: <br> importation. Duplicate copy shall be retained by the issuing authority in <br> the exporting country, and the triplicate copy shall be retained by the exporter. <br> (e) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br> To implement the 'provisions of Rule 2 of the Annex II (Rules of Origin), the <br> Certificate of Origin issued by Palestine shall specify the relevant origin <br> conferring criteria in the relevant column of the Form P. <br> TREATMENT OF ERRONEOUS <br> Article 9: <br> Article 15: <br> Origin. Any alterations shall be made by striking out the erroneous materials <br> and making any additions required. Such alterations shall be approved by an <br> authorized signatory of the applicant and certified by the appropriate Competent <br> Governmental Authority. Unused spaces shall be crossed out to prevent any subsequent adciition. <br> Article 17: <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> a) The Certificate of Origin shall be issued by the Competent Governmental <br> Authority before or at the time of exportation or within 3 working days <br> thereafer whenever the products to be exported can be considered <br> originating Palestine within the meaning of the Rules of Origin. <br> b) In exceptional cases where a Certificate of Origin has not been issued <br> before or at the time of exportation or soon thereafer due to involuntary <br> errors or omissions or other valid causes, the Certificate of Origin may be <br> issued retroactively but no longer than 12 months from the date of shipment, <br> bearing the words \"ISSUED RETROSPECTIVELY\" in Box 11 of Form P. <br> Article 11: <br> In the event of thef, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the Competent Governmental Authority, which issued it, <br> for the certified true copy of the original and the triplicate to be made on the <br> basis of the export documents in their possession bearing the endorsement of <br> Certificate is still to be accepted when failure to observe the time limit results <br> the words \"CERTIFIED TRUE COPY\".in Box 13. This copy shall bear the date <br> of the original Certificate of Origin. The certified true copy of a Certificate of <br> Origin shall be issued within the validity period of the original certificate. <br> ARTICLE 12: <br> The Original Certificate of Origin shall be submitted by the importer or its <br> ARTICLE 13: <br> authorized representative to the Customs Authority of Indonesia at the time of <br> import for the products concerned. <br> a) Certificate of Origin shall be submitted to the Customs Authority of Indonesia <br> within its validity period; or <br> b) Where the Certificate of Origin is submitted to the Customs Authority of <br> Indonesia after the expiration of the time limit for its submission, such <br> from force majeure or other valid causes beyond the control of the exporter. <br> EXEMPTION FROM CERTIFICATE OF ORIGIN <br> Article 14: <br> In the case of consignments of products originating in Palestine and not <br> exceeding US$200.00 Ex-Works Price, the production of a Certificate of Origin <br> shall be waived and the use of simplified declaration by the exporter that the <br> products in questioned have originated in Palestine will be accepted. <br> TREATMENT OF MINOR DISCREPANCIES <br> a) The discovery of minor discrepancies between the statements made in the <br> Certificate of Origin and those made in the documents submitted to the <br> Customs Authority of Indonesia for the purpose of carrying out the formalities <br> for importing the products, such as typing errors, shall not ipso-facto <br> invalidate the Certificate of Origin, if it does in fact correspond to the products submitted. <br> b) For multiple items declared under the same Certificate of Origin, a problem <br> encountered with one of the items listed shall not afect or delay the granting <br> of tarifs elimination treatment and customs clearance of the remaining items <br> listed in that Certificate of Origin. Article 17 (c) may be applied to the problematic items. <br> a) For the purposes of the verification process pursuant to Article 17 and 18, <br> the producer and/or exporter applying for the issuance of a Certificate of <br> Origin shall, subject to the domestic laws and regulations of Palestine, keep <br> its supporting records for application for not less than three (3) years from <br> the date of issuance of the Certificate of Origin. <br> b) The importer shall keep records relevant to the importation in accordance <br> with the domestic laws and regulations of Indonesia. <br> c) The application for Certificates of Origin and all documents related to such <br> application shall be retained by the Competent Governmental Authority for <br> ARTICLE 16: <br> not less than three (3) years from the date of issuance. <br> d) Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party, by an oficial authorised to sign a <br> Certificate of Origin and certified by the appropriate government authorities. <br> e) Any information communicated between the Parties concerned shall be <br> treated as confidential and shall be used for the validation of Certificates of <br> Origin purpose only. <br> a) The Customs Authority of Indonesia may request a retroactive check at <br> random and/or when it has reasonable doubt as to the authenticity of the <br> document or as to the accuracy of the information regarding the true origin <br> of the products in question or of certain parts thereof. <br> b) The request shall be accompanied with the copy of Certificate of Origin <br> suggesting that the particulars given on the said Certificate of Origin may be <br> inaccurate, unless the retroactive check is requested on a random basis. <br> c) The Customs Authority of Indonesia may suspend the provisions on tariffs <br> elimination treatment while awaiting the result of verification. However, it <br> may release the products to the importer subject to any administrative <br> measures deemed necessary, provided that they are not held to be subject <br> to import prohibition or restriction and there is no suspicion of fraud. <br> d) The Competent Governmental Authority receiving a request for retroactive <br> check shall respond to the request promptly and reply not later than sixty <br> (60) calendar days after the receipt of the request. <br> (a) If the Customs Authority of Indonesia is not satisfied with the outcome of the <br> retroactive check, it may, under exceptional cases, request for verification <br> visits to Palestine. <br> (i) Prior to the conduct of a verification visit pursuant to the provisions <br> herein, the Customs Authority of Indonesia shall notify the Competent <br> Governmental Authority with an aim to mutually agree on the conditions <br> and means of the verification visit. <br> (ii) The verification visit shall be conducted not later than sixty (60) <br> calendar days after receipt of the notification pursuant to sub-paragraph <br> (a) (i). <br> (b) The verification process, including the retroactive check and verification <br> visit, shall be carried out and its results communicated to the Customs <br> Authority of Indonesia and/or the Competent Governmental Authority within <br> a maximum of one hundred and eighty (180) calendar days. While awaiting <br> the results of the verification visit, Article 17 (c) on the suspension of tarifs <br> elimination treatment shall be applied. <br> (c) The tarifs elimination treatment may be denied when Palestine fails to <br> respond to the request to the satisfaction of the Customs Authority of <br> Indonesia in the course of a retroactive check or verification process, as the <br> case may be, within the time frame for verification under Article 17, Article <br> 18 paragraphs (a) and (b). <br> CONSIGNMENT DOCUMENT <br> For the purpose of implementing Rule 8 (Direct Consignment) of Annex II <br> (Rules of Origin) where transportation is efected through the territory of any <br> non-Parties, the following shall be provided to the Customs Authority of Indonesia: <br> a) a through Bill of Lading issued in Palestine; or <br> b) a certificate or any other information given by the customs authority of such <br> ARTICLE 20: <br> non-Parties or other relevant entities, which evidences that the good has not <br> undergone operations other than unloading, reloading and any other <br> operation to preserve it in good condition in those non-Parties. <br> DISPUTE SETTLEMENT AND ACTIONS AGAINST FRAUDULENT ACTS <br> a) When it is suspected that fraudulent acts in connection with the Certificate of <br> Origin have been committed, the Competent Governmental Authority <br> In the case of a dispute concerning origin determination, classification of <br> b) Each Party shall be responsible for providing legal sanctions for fraudulent <br> acts related to the Certificate of Origin. <br> Article 21: <br> products or other matters, the Competent Governmental Authority concerned in <br> both the importing and the exporting party shall consult each other with a view <br> to resolve the dispute, and the result shall be reported to the other Party for information. <br> "}]}]}, "members_found": ["275", "360", 2, 8703900000]}