{"FtaRooDetails": {"FtaId": 1077, "FtaCode": "ITC01108", "FtaName": "EU-UK TCA", "FtaFullName": "Trade and Cooperation Agreement between the European Union and the European Atomic Energy Community, of the one part, and the United Kingdom of Great Britain and Northern Ireland, of the other part", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Andorra; San Marino; United Kingdom; European Union", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EU-UK TCA", "AdminProcCooAuth": "The certification type under EU-UK TCA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EU-UK TCA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EU-UK TCA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45%", "RooText": "MaxNOM 55 % (EXW)", "ShowProductAffected": true, "ProductAffected": "For - vehicles with both internal combustion engine and electric motor as motors for propulsion other than those capable of being charged by plugging to external source of electric power (‘hybrid');- vehicles with both internal combustion piston engine and electric motor as motors for propulsion capable of being charged by plugging to external source of electric power (‘plug-in hybrid');- vehicles with only electric motor for propulsion ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 55%", "RooText": "MaxNOM 45 % (EXW)", "ShowProductAffected": true, "ProductAffected": "For - others ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX ORIG-1: INTRODUCTORY NOTES TO PRODUCT-SPECIFIC RULES OF ORIGIN<br /> Note 1<br /> General Principles<br /> 1. This Annex sets out the general rules for the applicable requirements of Annex ORIG-2<br /> [Product-specific rules of origin] as provided for in point (c) of Article ORIG 3(1) [General requirements]<br /> of this Agreement.<br /> 2. For the purposes of this Annex and Annex ORIG-2 [Product-specific rules of origin], the<br /> requirements for a product to be originating in accordance with point (c) of Article ORIG.3(1) [General<br /> Requirements] of this Agreement are a change in tariff classification, a production process, a<br /> maximum value or weight of non-originating materials, or any other requirement specified in this<br /> Annex and Annex ORIG-2 [Product-specific rules of origin].<br /> 3. Reference to weight in a product-specific rule of origin means the net weight, which is the<br /> weight of a material or a product, not including the weight of any packaging.<br /> 4. This Annex and Annex ORIG-2 [Product-specific rules of origin] are based on the Harmonised<br /> System, as amended on 1 January 2017.<br /> Note 2<br /> The Structure of the List of Product-specific Rules of Origin<br /> 1. Notes on sections or chapters, where applicable, are read in conjunction with the product-<br /> specific rules of origin for the relevant section, chapter, heading or subheading.<br /> 2. Each product-specific rule of origin set out in Column 2 of Annex ORIG-2 [Product-specific rules<br /> of origin] applies to the corresponding product indicated in Column 1 of Annex ORIG-2 [Product-<br /> specific rules of origin].<br /> 3. If a product is subject to alternative product-specific rules of origin, the product shall be<br /> originating in a Party if it satisfies one of the alternatives.<br /> 4. If a product is subject to a product-specific rule of origin that includes multiple requirements,<br /> the product shall be originating in a Party only if it satisfies all of the requirements.<br /> 5. For the purposes of this Annex and Annex ORIG-2 [Product-specific rules of origin], the<br /> following definitions apply:<br /> (a) ‘section' means a section of the Harmonised System;<br /> (b) ‘Chapter' means the first two-digits in the tariff classification number under the Harmonised<br /> System;<br /> (c) ‘heading' means the first four-digits in the tariff classification number under the Harmonised<br /> System; and<br /> (d) ‘subheading' means the first six-digits in the tariff classification number under the Harmonised<br /> System.<br /> 2. For the purposes of the product-specific rules of origin, the following abbreviations apply:<br /> ‘CC' means production from non-originating materials of any Chapter, except that of the product; this<br /> means that any non-originating material used in the production of the product must be classified in a<br /> Chapter (2-digit level of the Harmonised System) other than that of the product (i.e. a change in<br /> Chapter);<br /> ‘CTH' means production from non-originating materials of any heading, except that of the product;<br /> this means that any non-originating material used in the production of the product must be classified<br /> in a heading (4-digit level of the Harmonised System) other than that of the product (i.e. a change in<br /> heading);<br /> ‘CTSH' means production from non-originating materials of any subheading, except that of the<br /> product; this means that any non-originating material used in the production of the product must be<br /> classified in a subheading (6-digit level of the Harmonised System) other than that of the product (i.e.<br /> a change in sub-heading).<br /> Note 3<br /> Application of the Product-specific Rules of Origin<br /> 1. Article ORIG.3(2) [General requirements] of this Agreement, concerning products having<br /> acquired originating status which are used in the production of other products, applies whether or not<br /> this status has been acquired inside the same factory in a Party where these products are used.<br /> 2. If a product-specific rule of origin specifically excludes certain non-originating material or<br /> provides that the value or weight of a specified non-originating material shall not exceed a specific<br /> threshold, these conditions do not apply to non-originating materials classified elsewhere in the<br /> Harmonised System.<br /> 3. Example 1: when the rule for bulldozers (HS sub-heading 8429.11) requires: \"CTH except from<br /> non-originating materials of heading 84.31 parts suitable solely for machinery of heading 84.25 to<br /> 84.30\", the use of non-originating materials classified elsewhere than 84.29 and 84.31- such as screws<br /> (HS heading 73.18), insulated wires and electric conductors (HS heading 85.44) and various<br /> electronics (HS Chapter 85) - is not limited.<br /> Example 2: When the rule for heading 35.05 (dextrins and other modified starches; glues based on<br /> starches etc) requires ‘CTH except from non-originating heading 11.08' then the use of non-originating<br /> materials classified elsewhere than 11.08 (starches, inulin), such as materials of Chapter 10 (cereals),<br /> is not limited.<br /> 4. If a product-specific rule of origin provides that a product shall be produced from a particular<br /> material, this does not prevent the use of other materials which are unable to satisfy that rule because<br /> of their inherent nature.<br /> Note 4<br /> Calculation of a maximum value of non-originating materials<br /> For the purposes of the product-specific rules of origin, the following definitions apply:<br /> (a) \"customs value\" means the value as determined in accordance with the Agreement on<br /> Implementation of Article VII of GATT 1994;<br /> (b) \"EXW\" or \"ex-works price\" means:<br /> (i) the price of the product paid or payable to the producer in whose undertaking the last<br /> working or processing is carried out, provided that the price includes the value of all the<br /> materials used and all other costs incurred in the production of the product, minus any<br /> internal taxes which are, or may be, repaid when the product obtained is exported; or<br /> (ii) if there is no price paid or payable or if the actual price paid does not reflect all costs<br /> related to the production of the product which are actually incurred in the production<br /> of the product, the value of all the materials used and all other costs incurred in the<br /> production of the product in the exporting Party:<br /> (A) including selling, general and administrative expenses, as well as profit, that<br /> can reasonably be allocated to the product; and<br /> (B) excluding the cost of freight, insurance, all other costs incurred in<br /> transporting the product and any internal taxes of the exporting Party which<br /> are, or may be, repaid when the product obtained is exported.<br /> (iii) For the purposes of point (i), where the last production has been contracted to a<br /> producer, the term ‘producer' in point (i) refers to the person who has employed the<br /> subcontractor.<br /> (c) \"MaxNOM\" means the maximum value of non-originating materials expressed as a percentage<br /> and shall be calculated according to the following formula:<br /> VNM<br /> MaxNOM (%) = ---- x 100<br /> EXW<br /> (d) \"VNM\" means the value of the non-originating materials used in the production of the product,<br /> which is its customs value at the time of importation, including freight, insurance if appropriate,<br /> packing and all other costs incurred in transporting the materials to the importation port in the<br /> Party where the producer of the product is located; where the value of the non-originating<br /> materials is not known and cannot be ascertained, the first ascertainable price paid for the non-<br /> originating materials in the Union or in the United Kingdom is used; the value of the non-<br /> originating materials used in the production of the product may be calculated on the basis of<br /> the weighted average value formula or other inventory valuation method under accounting<br /> principles which are generally accepted in the Party.<br /> Note 5<br /> Definitions of processes referred to in Sections V to VII in Annex ORIG-2 [Product-specific rules of<br /> origin]<br /> For the purposes of product-specific rules of origin, the following definitions apply:<br /> (a) ‘biotechnological processing' means:<br /> (i) biological or biotechnological culturing (including cell culture), hybridisation or genetic<br /> modification of micro- organisms (bacteria, viruses (including phages) etc.) or human,<br /> animal or plant cells; and<br /> (ii) production, isolation or purification of cellular or intercellular structures (such as<br /> isolated genes, gene fragments and plasmids), or fermentation;<br /> (b) ‘change in particle size' means the deliberate and controlled modification in particle size of a<br /> product, other than by merely crushing or pressing, resulting in a product with a defined<br /> particle size, defined particle size distribution or defined surface area, which is relevant to the<br /> purposes of the resulting product and with physical or chemical characteristics different from<br /> those of the input materials;<br /> (c) ‘chemical reaction' means a process (including a biochemical processing) which results in a<br /> molecule with a new structure by breaking intramolecular bonds and by forming new<br /> intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule, with the<br /> exception of the following, which are not considered to be chemical reactions for the purpose<br /> of this definition:<br /> (i) dissolving in water or other solvents;<br /> (ii) the elimination of solvents including solvent water; or<br /> (iii) the addition or elimination of water of crystallisation;<br /> (d) ‘distillation' means:<br /> (i) atmospheric distillation: a separation process in which petroleum oils are converted, in<br /> a distillation tower, into fractions according to boiling point and the vapour then<br /> condensed into different liquefied fractions; products produced from petroleum<br /> distillation may include liquefied petroleum gas, naphtha, gasoline, kerosene, diesel or<br /> heating oil, light gas oils and lubricating oil; and<br /> (ii) vacuum distillation: distillation at a pressure below atmospheric but not so low that it<br /> would be classed as molecular distillation; vacuum distillation is used for distilling high-<br /> boiling and heat-sensitive materials such as heavy distillates in petroleum oils to<br /> produce light to heavy vacuum gas oils and residuum;<br /> (e) ‘isomer separation' means the isolation or separation of isomers from a mixture of isomers;<br /> (f) ‘mixing and blending' means the deliberate and proportionally controlled mixing or blending<br /> (including dispersing) of materials, other than the addition of diluents, only to conform to<br /> predetermined specifications which results in the production of a product having physical or<br /> chemical characteristics that are relevant to the purposes or uses of the product and are<br /> different from the input materials;<br /> (g) ‘production of standard materials' (including standard solutions) means a production of a<br /> preparation suitable for analytical, calibrating or referencing uses with precise degrees of purity<br /> or proportions certified by the producer; and<br /> (h) ‘purification' means a process which results in the elimination of at least 80 % of the content of<br /> existing impurities or the reduction or elimination of impurities resulting in a good suitable for<br /> one or more of the following applications:<br /> (i) pharmaceutical, medical, cosmetic, veterinary or food grade substances;<br /> (ii) chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (iii) elements and components for use in micro-electronics;<br /> (iv) specialised optical uses;<br /> (v) biotechnical use, for example, in cell culturing, in genetic technology or as a catalyst;<br /> (vi) carriers used in a separation process; or<br /> (vii) nuclear grade uses.<br /> Note 6<br /> Definitions of terms used in Section XI of Annex ORIG-2 [Product-<br /> specific rules of origin]<br /> For the purposes of the product-specific rules of origin, the following definitions apply:<br /> (a) ‘man-made staple fibres' means synthetic or artificial filament tow, staple fibres or waste, of<br /> headings 55.01 to 55.07;<br /> (b) ‘natural fibres' means fibres other than synthetic or artificial fibres, the use of which is restricted<br /> to the stages before spinning takes place, including waste, and, unless otherwise specified,<br /> includes fibres which have been carded, combed or otherwise processed, but not spun; ‘natural<br /> fibres' includes horsehair of heading 05.11, silk of headings 50.02 and 50.03, wool-fibres and<br /> fine or coarse animal hair of headings 51.01 to 51.05, cotton fibres of headings 52.01 to 52.03,<br /> and other vegetable fibres of headings 53.01 to 53.05;<br /> (c) ‘printing' means a technique by which an objectively assessed function, such as colour, design,<br /> or technical performance, is given to a textile substrate with a permanent character, using<br /> screen, roller, digital or transfer techniques; and<br /> (d) ‘printing (as standalone operation)' means a technique by which an objectively assessed<br /> function, such as colour, design, or technical performance, is given to a textile substrate with a<br /> permanent character, using screen, roller, digital or transfer techniques combined with at least<br /> two preparatory or finishing operations (such as scouring, bleaching, mercerizing, heat setting,<br /> raising, calendaring, shrink resistance processing, permanent finishing, decatising,<br /> impregnating, mending and burling, shearing, singeing, process of air-tumbler, process of<br /> stenter, milling, steam and shrinking, and wet decatising), provided that the value of all the non-<br /> originating materials used does not exceed 50 % of the EXW of the product.<br /> Note 7<br /> Tolerances applicable to products containing two or more basic<br /> textile materials<br /> 1. For the purposes of this Note, basic textile materials are the following:<br /> (a) silk;<br /> (b) wool;<br /> (c) coarse animal hair;<br /> (d) fine animal hair;<br /> (e) horsehair;<br /> (f) cotton;<br /> (g) paper-making materials and paper;<br /> (h) flax;<br /> (i) true hemp;<br /> (j) jute and other textile bast fibres;<br /> (k) sisal and other textile fibres of the genus Agave;<br /> (l) coconut, abaca, ramie and other vegetable textile fibres;<br /> (m) synthetic man-made filaments;<br /> (n) artificial man-made filaments;<br /> (o) current-conducting filaments; uth<br /> (p) synthetic man-made staple fibres of polypropylene;<br /> (q) synthetic man-made staple fibres of polyester;<br /> (r) synthetic man-made staple fibres of polyamide;<br /> (s) synthetic man-made staple fibres of polyacrylonitrile;<br /> (t) synthetic man-made staple fibres of polyimide;<br /> (u) synthetic man-made staple fibres of polytetrafluoroethylene;<br /> (v) synthetic man-made staple fibres of poly (phenylene sulphide);<br /> (w) synthetic man-made staple fibres of poly (vinyl chloride);<br /> (x) other synthetic man-made staple fibres;<br /> (y) artificial man-made staple fibres of viscose;<br /> (z) other artificial man-made staple fibres;<br /> (aa) yarn made of polyurethane segmented with flexible segments of polyether, whether or not<br /> gimped;<br /> (bb) yarn made of polyurethane segmented with flexible segments of polyester whether or not<br /> gimped;<br /> (cc) products of heading 56.05 (metallised yarn) incorporating strip consisting of a core of aluminium<br /> foil or of a core of plastic film irrespective of whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive<br /> between two layers of plastic film;<br /> (dd) other products of heading 56.05;<br /> (ee) glass fibres; and<br /> (ff) metal fibres.<br /> 2. Where reference to this Note is made in Annex ORIG-2 [Product-specific rules of origin], the<br /> requirements set out in its Column 2 shall not apply, as a tolerance, to non-originating basic textile<br /> materials which are used in the production of a product, provided that:<br /> (a) the product contains two or more basic textile materials; and<br /> (b) the weight of the non-originating basic textile materials, taken together, does not exceed 10 %<br /> of the total weight of all the basic textile materials used.<br /> Example: For a woollen fabric of heading 51.12 containing woollen yarn of heading 51.07,<br /> synthetic yarn of staple fibres of heading 55.09 and materials other than basic textile<br /> materials, non-originating woollen yarn which does not satisfy the requirement set out<br /> in Annex ORIG-2 [Product-specific rules of origin], or non-originating synthetic yarn<br /> which does not satisfy the requirement set out in Annex ORIG-2 [Product-specific rules<br /> of origin], or a combination of both, may be used, provided that their total weight does<br /> not exceed 10 % of the weight of all the basic textile materials.<br /> 3. Notwithstanding Note 7.2 (b), for products containing ‘yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped', the maximum tolerance is 20 %.<br /> However, the percentage of the other non-originating basic textile materials shall not exceed 10 %.<br /> 4. Notwithstanding Note 7.2 (b), for products containing ‘strip consisting of a core of aluminium<br /> foil or of a core of plastic film irrespective of whether or not coated with aluminium powder, of a width<br /> not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers<br /> of plastic film, the maximum tolerance is 30 %. However, the percentage of the other non-originating<br /> basic textile materials shall not exceed 10 %.<br /> Note 8<br /> Other tolerances applicable to certain textile products<br /> 1. Where reference to this Note is made in Annex ORIG-2 [Product-specific rules of Origin], non-<br /> originating textile materials (with the exception of linings and interlinings) which do not satisfy the<br /> requirements set out in its Column 2 for a made-up textile product may be used, provided that they<br /> are classified in a heading other than that of the product and that their value does not exceed 8 % of<br /> the EXW of the product.<br /> 2. Non-originating materials which are not classified in Chapters 50 to 63 may be used without<br /> restriction in the production of textile products classified in Chapters 50 to 63, whether or not they<br /> contain textiles.<br /> Example: If a requirement set out in Annex ORIG-2 [Product-specific rules of origin] provides<br /> that yarn shall be used, for a certain textile item (such as trousers), this does not prevent<br /> the use of non-originating metal items (such as buttons), because metal items are not", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01108_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01108_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01108_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01108_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01108_full.pdf", "DocType": "8_full", "WebLink": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=OJ:L:2020:444:FULL&from=EN"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.4: Cumulation of origin <br /> 1. A product originating in a Party shall be considered as originating in the other Party if that <br /> product is used as a material in the production of another product in that other Party. <br /> 2. Production carried out in a Party on a non-originating material may be taken into account for <br /> the purpose of determining whether a product is originating in the other Party. <br /> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br /> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br /> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br /> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br /> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br /> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br /> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br /> ANNEX ORIG-5: JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA <br /> 1. Products originating in the Principality of Andorra that fall within Chapters 25 to 97 of the <br /> Harmonised System shall be accepted by the United Kingdom as originating in the Union within the <br /> meaning of this Agreement. <br /> 2. Paragraph 1 only applies if, by virtue of the customs union established by Council Decision <br /> 90/680/EEC of 26 November 1990 on the conclusion of an agreement in the form of an exchange of <br /> letters between the European Economic Community and the Principality of Andorra, the Principality <br /> of Andorra applies to products originating in the United Kingdom the same preferential tariff <br /> treatment as the Union applies to such products. <br /> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis mutandis for <br /> the purpose of defining the originating status of products referred to in paragraph 1 of this Joint <br /> Declaration. <br /> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br /> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br /> as originating in the Union within the meaning of this Agreement. <br /> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br /> between the European Economic Community and the Republic of San Marino, done at <br /> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br /> the United Kingdom the same preferential tariff treatment as the Union applies to such <br /> products. <br /> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br /> mutandis for the purposes of defining the originating status of products referred to in <br /> paragraph 1 of this Joint Declaration. <br /> Section 2: Origin procedures <br /> Article ORIG.29: Ceuta and Melilla <br /> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br /> and Melilla. <br /> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br /> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br /> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br /> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br /> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br /> customs treatment as that which is granted to products imported from and originating in the Union. <br /> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br /> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br /> Ceuta and Melilla to the United Kingdom. <br /> 4. Ceuta and Melilla shall be considered as a single territory. <br /> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br /> Union, the United Kingdom and Ceuta and Melilla. <br /> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br /> the statement on origin, depending on the origin of the product. <br /> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br /> implementation of this Chapter in Ceuta and Melilla.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "chapter-specific (10-15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.6: Tolerances <br /> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br /> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br /> be considered as originating in a Party, provided that: <br /> (a) the total weight of non-originating materials used in the production of products classified under <br /> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br /> Chapter 16, does not exceed 15% of the weight of the product; <br /> (b) the total value of non-originating materials for all other products, except for products classified <br /> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br /> of the product; or <br /> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br /> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br /> Origin] apply. <br /> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br /> production of a product exceeds any of the percentages for the maximum value or weight of non- <br /> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br /> of origin]. <br /> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br /> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br /> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br /> 1 and 2 of this Article apply.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.3: General requirements <br /> 2. If a product has acquired originating status, the non-originating materials used in the <br /> production of that product shall not be considered as non-originating when that product is <br /> incorporated as a material in another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.17: Review of drawback of, or exemption from, customs duties <br /> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br /> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br /> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br /> no later than 60 days from that request, the other Party shall provide the requesting Party with <br /> available information and detailed statistics covering the period from the entry into force of this <br /> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br /> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br /> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br /> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br /> or restrictions with respect to drawback of or exemption from customs duties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.11: Accessories, spare parts and tools <br /> 1. Accessories, spare parts, tools and instructional or other information materials shall be <br /> regarded as one product with the piece of equipment, machine, apparatus or vehicle in question if <br /> they: <br /> (a) are classified and delivered with, but not invoiced separately from, the product; and <br /> (b) are of the types, quantities and value which are customary for that product. <br /> 2. Accessories, spare parts, tools and instructional or other information materials referred to in <br /> paragraph 1 shall be disregarded in determining the origin of the product except for the purposes of <br /> calculating the value of non-originating materials if a product is subject to a maximum value of non- <br /> originating materials as set out in ANNEX ORIG-2 [Product-specific rules of origin].", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.5: Wholly obtained products <br /> 1. The following products shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted or taken from its soil or from its seabed; <br /> (b) plants and vegetable products grown or harvested there; <br /> (c) live animals born and raised there; <br /> (d) products obtained from live animals raised there; <br /> (e) products obtained from slaughtered animals born and raised there; <br /> (f) products obtained by hunting or fishing conducted there; <br /> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br /> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br /> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br /> stage by intervention in the rearing or growth processes to enhance production such as regular <br /> stocking, feeding or protection from predators; <br /> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br /> vessel of a Party; <br /> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br /> (h); <br /> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br /> have rights to exploit or work such seabed or subsoil; <br /> (k) waste and scrap resulting from production operations conducted there; <br /> (l) waste and scrap derived from used products collected there, provided that those products are <br /> fit only for the recovery of raw materials; <br /> (m) products produced there exclusively from the products specified in points (a) to (l). <br /> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br /> mean a vessel and factory ship which: <br /> (a) is registered in a Member State or in the United Kingdom; <br /> (b) sails under the flag of a Member State or of the United Kingdom; and <br /> (c) meets one of the following conditions: <br /> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br /> (ii) it is owned by legal persons which each: <br /> (A) have their head office and main place of business in the Union or the United <br /> Kingdom; and <br /> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br /> State or the United Kingdom.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.7: Insufficient Production <br /> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br /> considered as originating in a Party if the production of the product in a Party consists only of one or <br /> more of the following operations conducted on non-originating materials: <br /> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br /> where their sole purpose is to ensure that the products remain in good condition during <br /> transport and storage;2 <br /> (b) breaking-up or assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles and textile articles; <br /> (e) simple painting and polishing operations; <br /> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br /> rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br /> solid form; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br /> articles; <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br /> simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br /> packaging; <br /> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br /> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br /> different characteristics are not considered insufficient. <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br /> (n) simple addition of water or dilution with water or another substance that does not materially <br /> alter the characteristics of the product, or dehydration or denaturation of products; <br /> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br /> into parts; <br /> (p) slaughter of animals. <br /> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br /> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br /> those operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.13: Neutral elements <br /> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br /> the origin of the following elements, which might be used in its production: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (c) machines, tools, dies and moulds; <br /> (d) lubricants, greases, compounding materials and other materials used in production or used to <br /> operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the product; and <br /> (g) other materials used in the production which are not incorporated into the product nor <br /> intended to be incorporated into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.16: Non-alteration <br /> 1. An originating product declared for home use in the importing Party shall not, after <br /> exportation and prior to being declared for home use, have been altered, transformed in any way or <br /> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br /> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br /> of the importing Party. <br /> 2. The storage or exhibition of a product may take place in a third country, provided that the <br /> product remains under customs supervision in that third country. <br /> 3. The splitting of consignments may take place in a third country if it is carried out by the <br /> exporter or under the responsibility of the exporter, provided that the consignments remain under <br /> customs supervision in that third country. <br /> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br /> complied with, the customs authority of the importing Party may request the importer to provide <br /> evidence of compliance with those requirements, which may be given by any means, including <br /> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br /> marking or numbering of packages or any evidence related to the product itself.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.3: General requirements <br /> 3. The acquisition of originating status shall be fulfilled without interruption in the United <br /> Kingdom or the Union.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.9: Packing materials and containers for shipment <br /> Packing materials and containers for shipment that are used to protect a product during <br /> transportation shall be disregarded in determining whether a product is originating. <br /> Article ORIG.10: Packaging materials and containers for retail sale <br /> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br /> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br /> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br /> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin].", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.14: Accounting segregation <br /> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br /> segregated during storage in order to maintain their originating and non-originating status. <br /> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br /> or products that are of the same kind and commercial quality, with the same technical and physical <br /> characteristics, and that cannot be distinguished from one another for origin purposes. <br /> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br /> in the production of a product without being physically segregated during storage if an accounting <br /> segregation method is used. <br /> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br /> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br /> System may be stored in a Party before exportation to the other Party without being physically <br /> segregated provided that an accounting segregation method is used. <br /> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br /> conformity with a stock management method under accounting principles which are generally <br /> accepted in the Party. <br /> 6. The accounting segregation method shall be any method that ensures that at any time no <br /> more materials or products receive originating status than would be the case if the materials or <br /> products had been physically segregated. <br /> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br /> accounting segregation method is subject to prior authorisation by the customs authorities of that <br /> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br /> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br /> fails to fulfil any of the other conditions laid down in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.12: Sets <br /> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br /> as originating in a Party if all of their components are originating. If a set is composed of originating <br /> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br /> value of the non-originating components does not exceed 15 % of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.16: Non-alteration <br /> 2. The storage or exhibition of a product may take place in a third country, provided that the <br /> product remains under customs supervision in that third country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.19: Statement on origin <br /> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br /> information demonstrating that the product is originating, including information on the originating <br /> status of materials used in the production of the product. The exporter shall be responsible for the <br /> correctness of the statement on origin and the information provided. <br /> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br /> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br /> originating product in sufficient detail to enable the identification of that product. The exporter shall <br /> be responsible for providing sufficient detail to allow the identification of the originating product. The <br /> importing Party shall not require the importer to submit a translation of the statement on origin. <br /> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br /> longer period as provided by the Party of import up to a maximum of 24 months. <br /> 4. A statement on origin may apply to: <br /> (a) a single shipment of one or more products imported into a Party; or <br /> (b) multiple shipments of identical products imported into a Party within the period specified in the <br /> statement on origin, which shall not exceed 12 months. <br /> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br /> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br /> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br /> products may be used in accordance with the requirements laid down by the customs authority of the <br /> importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "less than EUR 500", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.23: Small consignments <br /> 1. By way of derogation from Articles ORIG.18 [Claim for Preferential Tariff Treatment] to <br /> ORIG.21 [Importer's Knowledge], provided that the product has been declared as meeting the <br /> requirements of this Chapter and the customs authority of the importing Party has no doubts as to <br /> the veracity of that declaration, the importing Party shall grant preferential tariff treatment to: <br /> (a) a product sent in a small package from private persons to private persons; <br /> (b) a product forming part of a traveller's personal luggage; and <br /> (c) for the United Kingdom, in addition to points (a) and (b), other low value consignments. <br /> 2. The following products are excluded from the application of paragraph 1 of this Article: <br /> (a) products, the importation of which forms part of a series of importations that may reasonably <br /> be considered to have been made separately for the purpose of avoiding the requirements of <br /> Article ORIG.18 [Claim for Preferential Tariff Treatment]; <br /> (b) for the Union: <br /> (i) a product imported by way of trade; the imports which are occasional and consist solely <br /> of products for the personal use of the recipients or travellers or their families are not <br /> be considered as imports by way of trade if it is evident from the nature and quantity <br /> of the products that no commercial purpose is intended; and <br /> (ii) products, the total value of which exceeds EUR 500 in the case of products sent in small <br /> packages, or EUR 1 200 in the case of products forming part of a traveller's personal <br /> luggage. The amounts to be used in a given national currency shall be the equivalent in <br /> that currency of the amounts expressed in euro as at the first working day of October. <br /> The exchange rate amounts shall be those published for that day by the European <br /> Central Bank, unless a different amount is communicated to the European Commission <br /> by 15 October, and shall apply from 1 January the following year. The European <br /> Commission shall notify the United Kingdom of the relevant amounts. The Union may <br /> establish other limits which it will communicate to the United Kingdom; and <br /> (c) for the United Kingdom, products whose total value exceeds the limits set under the domestic <br /> law of the United Kingdom. The United Kingdom will communicate these limits to the Union. <br /> 3. The importer shall be responsible for the correctness of the declaration and for the <br /> compliance with the requirements provided for in this Chapter. The record-keeping requirements set <br /> out in Article ORIG.22 [Record-keeping requirements] shall not apply to the importer under this <br /> Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.19: Statement on origin <br /> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br /> longer period as provided by the Party of import up to a maximum of 24 months. <br /> 4. A statement on origin may apply to: <br /> (a) a single shipment of one or more products imported into a Party; or <br /> (b) multiple shipments of identical products imported into a Party within the period specified in the <br /> statement on origin, which shall not exceed 12 months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "4 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.22: Record-keeping requirements <br /> 1. For a minimum of three years after the date of importation of the product, an importer making <br /> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br /> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br /> exporter; or <br /> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br /> satisfies the requirements for obtaining originating status. <br /> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br /> that statement on origin was made out, keep a copy of the statement on origin and all other records <br /> demonstrating that the product satisfies the requirements to obtain originating status. <br /> 3. The records to be kept in accordance with this Article may be held in electronic format.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.18a: Time of the claim for preferential tariff treatment <br /> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br /> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br /> in accordance with the laws and regulations of the importing Party. <br /> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br /> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br /> tariff treatment and repay or remit any excess customs duty paid provided that: <br /> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br /> importation, or such longer time period as specified in the laws and regulations of the importing <br /> Party; <br /> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br /> preferential tariff treatment]; and <br /> (c) the product would have been considered originating and would have satisfied all other <br /> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br /> had been claimed by the importer at the time of importation. <br /> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br /> treatment] remain unchanged.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.20: Discrepancies <br /> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br /> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br /> was issued in a third country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.24: Verification <br /> 1. The customs authority of the importing Party may conduct a verification as to whether a <br /> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br /> risk assessment methods, which may include random selection. Such verifications may be conducted <br /> by means of a request for information from the importer who made the claim referred to in Article <br /> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br /> before the release of the products, or after the release of the products. <br /> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br /> elements: <br /> (a) if the claim was based on a statement on origin, that statement on origin; and <br /> (b) information pertaining to the fulfilment of origin criteria, which is: <br /> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br /> harvesting, mining, fishing) and the place of production; <br /> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br /> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br /> depending on the origin criterion); <br /> (iii) where the origin criterion is based on a value method, the value of the final product as <br /> well as the value of all the non-originating materials used in the production of that <br /> product; <br /> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br /> the weight of the relevant non-originating materials used in the final product; <br /> (v) where the origin criterion is based on a specific production process, a description of that <br /> specific process. <br /> 3. When providing the requested information, the importer may add any other information that <br /> it considers relevant for the purpose of verification. <br /> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br /> shall provide that statement on origin but may reply to the customs authority of the importing Party <br /> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br /> 2. <br /> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br /> first requested information in accordance with paragraph 1, the customs authority of the importing <br /> Party conducting the verification may request the importer to provide additional information if that <br /> customs authority considers that additional information is necessary in order to verify the originating <br /> status of the product or whether the other requirements of this Chapter are met. The customs <br /> authority of the importing Party may request the importer for specific documentation and <br /> information, if appropriate. <br /> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br /> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br /> the products shall be offered to the importer subject to appropriate precautionary measures including <br /> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br /> after the customs authority of the importing Party has ascertained the originating status of the <br /> products concerned, or the fulfilment of the other requirements of this Chapter. <br /> Article ORIG.26: Denial of preferential tariff treatment <br /> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br /> preferential tariff treatment, if: <br /> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br /> [Verification]: <br /> (i) no reply has been provided by the importer; <br /> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br /> no statement on origin has been provided; or <br /> (iii) where the claim for preferential tariff treatment was based on the importer's <br /> knowledge, the information provided by the importer is inadequate to confirm that the <br /> product is originating; <br /> (b) within three months after the date of a request for additional information pursuant to Article <br /> ORIG.24(5) [Verification]: <br /> (i) no reply has been provided by the importer; or <br /> (ii) the information provided by the importer is inadequate to confirm that the product is <br /> originating; <br /> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br /> [Administrative Cooperation]: <br /> (i) no reply has been provided by the customs authority of the exporting Party; or <br /> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br /> confirm that the product is originating. <br /> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br /> product for which an importer claims preferential tariff treatment where the importer fails to comply <br /> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br /> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br /> application of this Agreement. <br /> with requirements under this Chapter other than those relating to the originating status of the <br /> products. <br /> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br /> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br /> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br /> cooperation] confirming the originating status of the products, the customs authority of the importing <br /> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br /> tariff treatment within two months after the date of receipt of that opinion. <br /> If such notification is made, consultations shall be held at the request of either Party, within three <br /> months after the date of the notification. The period for consultation may be extended on a case-by- <br /> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br /> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br /> Cooperation and Rules of Origin. <br /> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br /> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br /> justification for doing so and after having granted the importer the right to be heard. However, when <br /> the customs authority of the exporting Party confirms the originating status of the products and <br /> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br /> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br /> cooperation] has been applied. <br /> 4. In all cases, the settlement of differences between the importer and the customs authority of <br /> the Party of import shall be under the law of the Party of import.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.28: Administrative measures and sanctions <br /> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br /> competent authorities are able to impose administrative measures, and, where appropriate, <br /> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br /> causes a document to be drawn up, which contains incorrect information that was provided for the <br /> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br /> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br /> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br /> cooperation]. <br /> Section 3: Other Provisions", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.20: Discrepancies <br /> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br /> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br /> was issued in a third country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article ORIG.26: Denial of preferential tariff treatment <br /> 4. In all cases, the settlement of differences between the importer and the customs authority of <br /> the Party of import shall be under the law of the Party of import.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}, {"ArticleTitle": "Objective", "ArticleDesc": "Article ORIG.1: Objective <br> The objective of this Chapter is to lay down the provisions determining the origin of goods for the <br> purpose of application of preferential tariff treatment under this Agreement, and setting out related <br> origin procedures. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article ORIG.2: Definitions <br> For the purposes of this Chapter, the following definitions apply: <br> (a) \"classification\" means the classification of a product or material under a particular chapter, <br> heading, or sub-heading of the Harmonised System; <br> consignee or covered by a single transport document covering their shipment from the exporter <br> (b) \"consignment\" means products which are either sent simultaneously from one exporter to one <br> to the consignee or, in the absence of such a document, by a single invoice; <br> down in the laws and regulations of that Party, exports or produces the originating product and <br> (c) \"exporter\" means a person, located in a Party, who, in accordance with the requirements laid <br> makes out a statement on origin; <br> (d) \"importer\" means a person who imports the originating product and claims preferential tariff <br> treatment for it; <br> (e) \"material\" means any substance used in the production of a product, including any components, <br> ingredients, raw materials, or parts; <br> (f) \"non-originating material\" means a material which does not qualify as originating under this <br> (g) \"product\" means the product resulting from the production, even if it is intended for use as a <br> Chapter, including a material whose originating status cannot be determined; <br> material in the production of another product; <br> (h) \"production\" means any kind of working or processing including assembly. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article ORIG.3: General requirements <br> 1. For the purposes of applying the preferential tariff treatment by a Party to the originating <br> good of the other Party in accordance with this Agreement, provided that the products satisfy all other <br> applicable requirements of this Chapter, the following products shall be considered as originating in <br> the other Party: <br> 27 <br> (a) products wholly obtained in that Party within the meaning of Article ORIG.5 [Wholly obtained <br> products]; <br> (b) products produced in that Party exclusively from originating materials in that Party; and <br> (c) products produced in that Party incorporating non-originating materials provided they satisfy <br> the requirements set out in ANNEX ORIG-2 [Product-specific rules of origin]. <br> 2. If a product has acquired originating status, the non-originating materials used in the <br> production of that product shall not be considered as non-originating when that product is <br> incorporated as a material in another product. <br> 3. The acquisition of originating status shall be fulfilled without interruption in the United <br> Kingdom or the Union. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article ORIG.8: Unit of qualification <br> 1. For the purposes of this Chapter, the unit of qualification shall be the particular product which <br> is considered as the basic unit when classifying the product under the Harmonised System. <br> 2. For a consignment consisting of a number of identical products classified under the same heading <br> of the Harmonised System, each individual product shall be taken into account when applying the <br> provisions of this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}, {"ArticleTitle": "Accessories, spare parts and tools", "ArticleDesc": "Article ORIG.11: Accessories, spare parts and tools <br> 1. Accessories, spare parts, tools and instructional or other information materials shall be <br> regarded as one product with the piece of equipment, machine, apparatus or vehicle in question if <br> they: <br> (a) are classified and delivered with, but not invoiced separately from, the product; and <br> (b) are of the types, quantities and value which are customary for that product. <br> 2. Accessories, spare parts, tools and instructional or other information materials referred to in <br> paragraph 1 shall be disregarded in determining the origin of the product except for the purposes of <br> calculating the value of non-originating materials if a product is subject to a maximum value of non- <br> originating materials as set out in ANNEX ORIG-2 [Product-specific rules of origin]. <br> 31 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}, {"ArticleTitle": "Returned products", "ArticleDesc": "Article ORIG.15: Returned products <br> If a product originating in a Party exported from that Party to a third country returns to that Party, it <br> shall be considered as a non-originating product unless it can be demonstrated to the satisfaction of <br> the customs authority of that Party that the returning product: <br> (a) is the same as that exported; and <br> (b) has not undergone any operation other than what was necessary to preserve it in good <br> condition while in that third country or while being exported. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}, {"ArticleTitle": "JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA", "ArticleDesc": "ANNEX ORIG-5: JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA <br> 1. Products originating in the Principality of Andorra that fall within Chapters 25 to 97 of the <br> Harmonised System shall be accepted by the United Kingdom as originating in the Union within the <br> meaning of this Agreement. <br> 2. Paragraph 1 only applies if, by virtue of the customs union established by Council Decision <br> 90/680/EEC of 26 November 1990 on the conclusion of an agreement in the form of an exchange of <br> letters between the European Economic Community and the Principality of Andorra, the Principality <br> of Andorra applies to products originating in the United Kingdom the same preferential tariff <br> treatment as the Union applies to such products. <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis mutandis for <br> the purpose of defining the originating status of products referred to in paragraph 1 of this Joint <br> Declaration. <br> 484 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 2: Rules of origin <br> Article ORIG.4: Cumulation of origin <br> Article ORIG.9: Packing materials and containers for shipment <br> Article ORIG.12: Sets <br> Article ORIG.16: Non-alteration <br> ANNEX ORIG-6: JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> Section 1: Rules of origin <br> 1. A product originating in a Party shall be considered as originating in the other Party if that <br> Packing materials and containers for shipment that are used to protect a product during <br> Sets, as defined in General Rule 3 for the Interpretation of the Harmonised System, shall be considered <br> 1. An originating product declared for home use in the importing Party shall not, after <br> 1. Products originating in the Republic of San Marino shall be accepted by the United Kingdom <br> product is used as a material in the production of another product in that other Party. <br> transportation shall be disregarded in determining whether a product is originating. <br> as originating in a Party if all of their components are originating. If a set is composed of originating <br> exportation and prior to being declared for home use, have been altered, transformed in any way or <br> as originating in the Union within the meaning of this Agreement. <br> 2. Production carried out in a Party on a non-originating material may be taken into account for <br> Article ORIG.10: Packaging materials and containers for retail sale <br> and non-originating components, the set as a whole shall be considered as originating in a Party, if the <br> subjected to operations other than to preserve it in good condition or than adding or affixing marks, <br> 2. Paragraph 1 only applies if, by virtue of the Agreement on Cooperation and Customs Union <br> the purpose of determining whether a product is originating in the other Party. <br> Packaging materials and containers in which the product is packaged for retail sale, if classified with <br> value of the non-originating components does not exceed 15 % of the ex-works price of the set. <br> labels, seals or any other documentation to ensure compliance with specific domestic requirements <br> between the European Economic Community and the Republic of San Marino, done at <br> 3. Paragraphs 1 and 2 do not apply if the production carried out in the other Party does not go <br> the product, shall be disregarded in determining the origin of the product, except for the purposes of <br> Article ORIG.13: Neutral elements <br> of the importing Party. <br> Brussels on 16 December 1991, the Republic of San Marino applies to products originating in <br> beyond the operations referred to in Article ORIG.7 [Insufficient production]. <br> calculating the value of non-originating materials if the product is subject to a maximum value of non- <br> In order to determine whether a product is originating in a Party, it shall not be necessary to determine <br> 2. The storage or exhibition of a product may take place in a third country, provided that the <br> the United Kingdom the same preferential tariff treatment as the Union applies to such <br> 4. In order for an exporter to complete the statement on origin referred to in point (a) of Article <br> originating materials in accordance with ANNEX ORIG-2 [Product-specific rules of origin]. <br> 3. Notwithstanding paragraph 1, originating and non-originating fungible materials may be used <br> the origin of the following elements, which might be used in its production: <br> product remains under customs supervision in that third country. <br> products. <br> ORIG.18(2) [Claim for preferential tariff treatment] for a product referred to in paragraph 2 of this <br> 3. The splitting of consignments may take place in a third country if it is carried out by the <br> 3. Part Two, Heading One [Trade], Title I, Chapter two of this Agreement applies mutatis <br> (e) simple painting and polishing operations; <br> Article, the exporter shall obtain from its supplier a supplier's declaration as provided for in Annex <br> (b) plant, equipment, spare parts and materials used in the maintenance of equipment and <br> exporter or under the responsibility of the exporter, provided that the consignments remain under <br> mutandis for the purposes of defining the originating status of products referred to in <br> ORIG-3 [Supplier's declaration] or an equivalent document that contains the same information <br> buildings; <br> customs supervision in that third country. <br> paragraph 1 of this Joint Declaration. <br> describing the non-originating materials concerned in sufficient detail to enable them to be identified. <br> (c) machines, tools, dies and moulds; <br> 4. In the case of doubt as to whether the requirements provided for in paragraphs 1 to 3 are <br> 485 <br> Article ORIG.5: Wholly obtained products <br> (d) lubricants, greases, compounding materials and other materials used in production or used to <br> accepted in the Party. <br> complied with, the customs authority of the importing Party may request the importer to provide <br> (i) sharpening, simple grinding or simple cutting; <br> 1. The following products shall be considered as wholly obtained in a Party: <br> operate equipment and buildings; <br> evidence of compliance with those requirements, which may be given by any means, including <br> (a) mineral products extracted or taken from its soil or from its seabed; <br> contractual transport documents such as bills of lading or factual or concrete evidence based on the <br> (b) plants and vegetable products grown or harvested there; <br> (f) equipment, devices and supplies used for testing or inspecting the product; and <br> marking or numbering of packages or any evidence related to the product itself. <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> (g) other materials used in the production which are not incorporated into the product nor <br> Article ORIG.17: Review of drawback of, or exemption from, customs duties <br> intended to be incorporated into the final composition of the product. <br> Not earlier than 2 years from the entry into force of this Agreement, at the request of either Party, <br> (e) products obtained from slaughtered animals born and raised there; <br> Article ORIG.14: Accounting segregation <br> the Trade Specialised Committee on Customs Cooperation and Rules of Origin shall review the Parties' <br> (p) slaughter of animals. <br> 1. Originating and non-originating fungible materials or \"fungible products\" shall be physically <br> respective duty drawback and inward-processing schemes. For this purpose, at the request of a Party, <br> (g) products obtained from aquaculture there if aquatic organisms, including fish, molluscs, <br> segregated during storage in order to maintain their originating and non-originating status. <br> no later than 60 days from that request, the other Party shall provide the requesting Party with <br> crustaceans, other aquatic invertebrates and aquatic plants are born or raised from seed stock <br> (a) fuel, energy, catalysts and solvents; <br> 2. For the purpose of paragraph 1, ‘fungible materials' or \"fungible products\" means materials <br> available information and detailed statistics covering the period from the entry into force of this <br> such as eggs, roes, fry, fingerlings, larvae, parr, smolts or other immature fish at a post-larval <br> or products that are of the same kind and commercial quality, with the same technical and physical <br> Agreement, or the previous 5 years if that is shorter, on the operation of its duty-drawback and <br> stage by intervention in the rearing or growth processes to enhance production such as regular <br> characteristics, and that cannot be distinguished from one another for origin purposes. <br> inward-processing scheme. In the light of this review, the Trade Specialised Committee on Customs <br> stocking, feeding or protection from predators; <br> Cooperation and Rules of Origin may make recommendations to the Partnership Council for the <br> (f) products obtained by hunting or fishing conducted there; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 28 <br> in the production of a product without being physically segregated during storage if an accounting <br> 33 <br> (h) products of sea fishing and other products taken from the sea outside any territorial sea by a <br> segregation method is used. <br> amendment of the provisions of this Chapter and its Annexes, with a view to introducing limitations <br> vessel of a Party; <br> 4. Notwithstanding paragraph 1, originating and non-originating fungible products classified in <br> or restrictions with respect to drawback of or exemption from customs duties. <br> (i) products made aboard of a factory ship of a Party exclusively from products referred to in point <br> Chapter 10, 15, 27, 28, 29, heading 32.01 to 32.07, or heading 39.01 to 39.14 of the Harmonised <br> (h); <br> System may be stored in a Party before exportation to the other Party without being physically <br> (j) products extracted from the seabed or subsoil outside any territorial sea provided that they <br> segregated provided that an accounting segregation method is used. <br> have rights to exploit or work such seabed or subsoil; <br> 5. The accounting segregation method referred to in paragraphs 3 and 4 shall be applied in <br> (k) waste and scrap resulting from production operations conducted there; <br> conformity with a stock management method under accounting principles which are generally <br> (c) live animals born and raised there; <br> (l) waste and scrap derived from used products collected there, provided that those products are <br> fit only for the recovery of raw materials; <br> 32 <br> (m) products produced there exclusively from the products specified in points (a) to (l). <br> 6. The accounting segregation method shall be any method that ensures that at any time no <br> 2. The terms \"vessel of a Party\" and \"factory ship of a Party\" in points (h) and (i) of paragraph 1 <br> more materials or products receive originating status than would be the case if the materials or <br> mean a vessel and factory ship which: <br> products had been physically segregated. <br> (a) is registered in a Member State or in the United Kingdom; <br> 7. A Party may require, under conditions set out in its laws or regulations, that the use of an <br> (b) sails under the flag of a Member State or of the United Kingdom; and <br> accounting segregation method is subject to prior authorisation by the customs authorities of that <br> (c) meets one of the following conditions: <br> Party. The customs authorities of the Party shall monitor the use of such authorisations and may <br> (i) it is at least 50% owned by nationals of a Member State or of the United Kingdom; or <br> withdraw an authorisation if the holder makes improper use of the accounting segregation method or <br> (ii) it is owned by legal persons which each: <br> fails to fulfil any of the other conditions laid down in this Chapter. <br> (A) have their head office and main place of business in the Union or the United <br> Kingdom; and <br> (B) are at least 50% owned by public entities, nationals or legal persons of a Member <br> State or the United Kingdom. <br> Article ORIG.6: Tolerances <br> 1. If a product does not satisfy the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin] due to the use of a non-originating material in its production, that product shall nevertheless <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be considered as originating in a Party, provided that: <br> (a) the total weight of non-originating materials used in the production of products classified under <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> Chapters 2 and 4 to 24 of the Harmonised System, other than processed fishery products of <br> Chapter 16, does not exceed 15% of the weight of the product; <br> (b) the total value of non-originating materials for all other products, except for products classified <br> under Chapters 50 to 63 of the Harmonised System does not exceed 10% of the ex-works price <br> of the product; or <br> (c) for a product classified under Chapters 50 to 63 of the Harmonised System, the tolerances set <br> out in Note 7 and 8 of ANNEX ORIG-1 [Introductory Notes to the Product-Specific Rules of <br> Origin] apply. <br> 29 <br> 2. Paragraph 1 does not apply if the value or weight of non-originating materials used in the <br> production of a product exceeds any of the percentages for the maximum value or weight of non- <br> rice; <br> originating materials as specified in the requirements set out in ANNEX ORIG-2 [Product-specific rules <br> of origin]. <br> 3. Paragraph 1 of this Article does not apply to products wholly obtained in a Party within the <br> meaning of Article ORIG.5 [Wholly obtained products]. If ANNEX ORIG-2 [Product-specific rules of <br> origin] requires that the materials used in the production of a product are wholly obtained, paragraphs <br> 1 and 2 of this Article apply. <br> (d) products obtained from live animals raised there; <br> Article ORIG.7: Insufficient Production <br> 1. Notwithstanding point (c) of Article ORIG.3(1) [General requirements], a product shall not be <br> considered as originating in a Party if the production of the product in a Party consists only of one or <br> more of the following operations conducted on non-originating materials: <br> (a) preserving operations such as drying, freezing, keeping in brine and other similar operations <br> where their sole purpose is to ensure that the products remain in good condition during <br> solid form; <br> transport and storage;2 <br> (b) breaking-up or assembly of packages; <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; bleaching of <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of sugar in <br> (j) sifting, screening, sorting, classifying, grading, matching including the making-up of sets of <br> articles; <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all other <br> packaging; <br> simple packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their <br> nor machines, apparatus or equipment especially produced or installed are needed for carrying out <br> 2 Preserving operations such as chilling, freezing or ventilating are considered insufficient within the meaning of <br> point (a), whereas operations such as pickling, drying or smoking that are intended to give a product special or <br> different characteristics are not considered insufficient. <br> 30 <br> (n) simple addition of water or dilution with water or another substance that does not materially <br> alter the characteristics of the product, or dehydration or denaturation of products; <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly of products <br> 2. For the purposes of paragraph 1, operations shall be considered simple if neither special skills <br> those operations. <br> into parts; <br> (d) ironing or pressing of textiles and textile articles; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Claim for preferential tariff treatment", "ArticleDesc": "Article ORIG.18: Claim for preferential tariff treatment <br> 1. The importing Party, on importation, shall grant preferential tariff treatment to a product <br> originating in the other Party within the meaning of this Chapter on the basis of a claim by the importer <br> for preferential tariff treatment. The importer shall be responsible for the correctness of the claim for <br> preferential tariff treatment and for compliance with the requirements provided for in this Chapter. <br> 2. A claim for preferential tariff treatment shall be based on: <br> (a) a statement on origin that the product is originating made out by the exporter; or <br> (b) the importer's knowledge that the product is originating. <br> 3. The importer making the claim for preferential tariff treatment based on a statement on origin <br> as referred to in point (a) of paragraph 2 shall keep the statement on origin and, when required by the <br> customs authority of the importing Party, shall provide a copy thereof to that customs authority. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Importer's knowledge", "ArticleDesc": "Article ORIG.21: Importer's knowledge <br> 1. For the purposes of a claim for preferential tariff treatment that is made under point (b) of <br> Article ORIG.18(2) [Claim for preferential tariff treatment], the importer's knowledge that a product <br> is originating in the exporting Party shall be based on information demonstrating that the product is <br> originating and satisfies the requirements provided for in this Chapter. <br> 2. Before claiming the preferential treatment, in the event that an importer is unable to obtain <br> the information referred to in paragraph 1 of this Article as a result of the exporter deeming it to be <br> confidential information or for any other reason, the exporter may provide a statement on origin so <br> that the importer may claim the preferential tariff treatment on the basis of point (a) of Article <br> ORIG.18(2) [Claim for Preferential Tariff Treatment]. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Small consignments", "ArticleDesc": "Article ORIG.23: Small consignments <br> 1. By way of derogation from Articles ORIG.18 [Claim for Preferential Tariff Treatment] to <br> ORIG.21 [Importer's Knowledge], provided that the product has been declared as meeting the <br> requirements of this Chapter and the customs authority of the importing Party has no doubts as to <br> the veracity of that declaration, the importing Party shall grant preferential tariff treatment to: <br> (a) a product sent in a small package from private persons to private persons; <br> (b) a product forming part of a traveller's personal luggage; and <br> (c) for the United Kingdom, in addition to points (a) and (b), other low value consignments. <br> 2. The following products are excluded from the application of paragraph 1 of this Article: <br> (a) products, the importation of which forms part of a series of importations that may reasonably <br> be considered to have been made separately for the purpose of avoiding the requirements of <br> Article ORIG.18 [Claim for Preferential Tariff Treatment]; <br> (b) for the Union: <br> (i) a product imported by way of trade; the imports which are occasional and consist solely <br> of products for the personal use of the recipients or travellers or their families are not <br> be considered as imports by way of trade if it is evident from the nature and quantity <br> of the products that no commercial purpose is intended; and <br> (ii) products, the total value of which exceeds EUR 500 in the case of products sent in small <br> packages, or EUR 1 200 in the case of products forming part of a traveller's personal <br> luggage. The amounts to be used in a given national currency shall be the equivalent in <br> that currency of the amounts expressed in euro as at the first working day of October. <br> The exchange rate amounts shall be those published for that day by the European <br> Central Bank, unless a different amount is communicated to the European Commission <br> by 15 October, and shall apply from 1 January the following year. The European <br> Commission shall notify the United Kingdom of the relevant amounts. The Union may <br> establish other limits which it will communicate to the United Kingdom; and <br> (c) for the United Kingdom, products whose total value exceeds the limits set under the domestic <br> law of the United Kingdom. The United Kingdom will communicate these limits to the Union. <br> 3. The importer shall be responsible for the correctness of the declaration and for the <br> compliance with the requirements provided for in this Chapter. The record-keeping requirements set <br> out in Article ORIG.22 [Record-keeping requirements] shall not apply to the importer under this <br> Article. <br> 36 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Administrative cooperation", "ArticleDesc": "Article ORIG.25: Administrative cooperation <br> 1. In order to ensure the proper application of this Chapter, the Parties shall cooperate, through <br> the customs authority of each Party, in verifying whether a product is originating and is in compliance <br> with the other requirements provided for in this Chapter. <br> 2. If the claim for preferential tariff treatment was based on a statement on origin, as <br> appropriate after having first requested information in accordance with Article ORIG.24(1) <br> [Verification] and based on the reply from the importer, the customs authority of the importing Party <br> conducting the verification may also request information from the customs authority of the exporting <br> Party within a period of two years after the importation of the products, or from the moment the <br> claim is made pursuant to point (a) of Article ORIG.18a(2) [Time of the claim for preferential <br> treatment], if the customs authority of the importing Party conducting the verification considers that <br> additional information is necessary in order to verify the originating status of the product or to verify <br> that the other requirements provided for in this Chapter have been met. The request for information <br> shall include the following elements: <br> (a) the statement on origin; <br> (b) the identity of the customs authority issuing the request; <br> (c) the name of the exporter; <br> (d) the subject and scope of the verification; and <br> (e) any relevant documentation. <br> In addition, the customs authority of the importing Party may request the customs authority of the <br> exporting Party to provide specific documentation and information, where appropriate. <br> 3. The customs authority of the exporting Party may, in accordance with its laws and regulations, <br> request documentation or examination by calling for any evidence, or by visiting the premises of the <br> exporter, to review records and observe the facilities used in the production of the product. <br> 4. Without prejudice to paragraph 5, the customs authority of the exporting Party receiving the <br> request referred to in paragraph 2 shall provide the customs authority of the importing Party with the <br> following information: <br> (a) the requested documentation, where available; <br> (b) an opinion on the originating status of the product; <br> (c) the description of the product that is subject to examination and the tariff classification relevant <br> to the application of this Chapter; <br> (d) a description and explanation of the production process that is sufficient to support the <br> originating status of the product; <br> 38 <br> (e) information on the manner in which the examination of the product was conducted; and <br> (f) supporting documentation, where appropriate. <br> 5. The customs authority of the exporting Party shall not provide the information referred to in <br> points (a), (d) and (f) of paragraph 4 to the customs authority of the importing Party if that information <br> is deemed confidential by the exporter. <br> 6. Each Party shall notify the other Party of the contact details of the customs authorities and <br> shall notify the other Party of any change to those contact details within 30 days after the date of the <br> change. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article ORIG.27: Confidentiality <br> 1. Each Party shall maintain, in accordance with its laws and regulations, the confidentiality of <br> any information provided to it by the other Party, pursuant to this Chapter, and shall protect that <br> information from disclosure. <br> 2. Where, notwithstanding Article ORIG.25(5) [Administrative cooperation], confidential <br> business information has been obtained from the exporter by the customs authority of the exporting <br> Party or importing Party through the application of Articles ORIG.24 [Verification] and ORIG.25 <br> [Administrative cooperation], that information shall not be disclosed. <br> 3. Each Party shall ensure that confidential information collected pursuant to this Chapter shall <br> not be used for purposes other than the administration and enforcement of decisions and <br> determinations relating to origin and to customs matters, except with the permission of the person or <br> Party who provided the confidential information. <br> 4. Notwithstanding paragraph 3, a Party may allow information collected pursuant to this <br> Chapter to be used in any administrative, judicial, or quasi-judicial proceedings instituted for failure <br> to comply with customs-related laws implementing this Chapter. A Party shall notify the person or <br> Party who provided the information in advance of such use. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}, {"ArticleTitle": "Transitional provisions for products in transit or storage", "ArticleDesc": "Article ORIG.30: Transitional provisions for products in transit or storage <br> The provisions of this Agreement may be applied to products which comply with the provisions of this <br> Chapter and which on the date of entry into force of this Agreement are either in transit from the <br> exporting Party to the importing Party or under customs control in the importing Party without <br> payment of import duties and taxes, subject to the making of a claim for preferential tariff treatment <br> referred to in Article ORIG.18 [Claim for preferential tariff treatment] to the customs authority of the <br> importing Party, within 12 months of that date. <br> "}, {"ArticleTitle": "Amendment to this chapter and its annexes", "ArticleDesc": "Article ORIG.31: Amendment to this chapter and its annexes <br> The Partnership Council may amend this Chapter and its Annexes. <br> Chapter 3: Sanitary and phytosanitary measures <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 2: Origin procedures <br> Article ORIG.18a: Time of the claim for preferential tariff treatment <br> Article ORIG.22: Record-keeping requirements <br> Article ORIG.24: Verification <br> Article ORIG.26: Denial of preferential tariff treatment <br> Article ORIG.28: Administrative measures and sanctions <br> 41 <br> 1. A claim for preferential tariff treatment and the basis for that claim as referred to in Article <br> 1. For a minimum of three years after the date of importation of the product, an importer making <br> 1. The customs authority of the importing Party may conduct a verification as to whether a <br> 1. Without prejudice to paragraph 3, the customs authority of the importing Party may deny <br> Each Party shall ensure the effective enforcement of this Chapter. Each Party shall ensure that the <br> ORIG.18(2) [Claim for preferential tariff treatment] shall be included in the customs import declaration <br> a claim for preferential tariff treatment for a product imported into the importing Party shall keep: <br> product is originating or whether the other requirements of this Chapter are satisfied, on the basis of <br> preferential tariff treatment, if: <br> competent authorities are able to impose administrative measures, and, where appropriate, <br> in accordance with the laws and regulations of the importing Party. <br> (a) if the claim was based on a statement on origin, the statement on origin made out by the <br> risk assessment methods, which may include random selection. Such verifications may be conducted <br> (a) within three months after the date of a request for information pursuant to Article ORIG.24(1) <br> 40 <br> 2. By way of derogation from paragraph 1 of this Article, if the importer did not make a claim for <br> exporter; or <br> by means of a request for information from the importer who made the claim referred to in Article <br> [Verification]: <br> sanctions, in accordance with its laws and regulations, on any person who draws up a document, or <br> preferential tariff treatment at the time of importation, the importing Party shall grant preferential <br> ORIG.18 [Claim for Preferential Tariff Treatment], at the time the import declaration is submitted, <br> (i) no reply has been provided by the importer; <br> causes a document to be drawn up, which contains incorrect information that was provided for the <br> tariff treatment and repay or remit any excess customs duty paid provided that: <br> satisfies the requirements for obtaining originating status. <br> before the release of the products, or after the release of the products. <br> (ii) where the claim for preferential tariff treatment was based on a statement on origin, <br> purpose of obtaining a preferential tariff treatment for a product, who does not comply with the <br> (a) the claim for preferential tariff treatment is made no later than three years after the date of <br> 35 <br> 2. The information requested pursuant to paragraph 1 shall cover no more than the following <br> no statement on origin has been provided; or <br> requirements set out in Article ORIG.22 [Record-keeping requirements], or who does not provide the <br> importation, or such longer time period as specified in the laws and regulations of the importing <br> elements: <br> (iii) where the claim for preferential tariff treatment was based on the importer's <br> evidence, or refuses to submit to a visit, as referred to in Article ORIG.25(3) [Administrative <br> Party; <br> that statement on origin was made out, keep a copy of the statement on origin and all other records <br> (a) if the claim was based on a statement on origin, that statement on origin; and <br> knowledge, the information provided by the importer is inadequate to confirm that the <br> cooperation]. <br> (b) the importer provides the basis for the claim as referred to in Article ORIG.18(2) [Claim for <br> demonstrating that the product satisfies the requirements to obtain originating status. <br> (b) information pertaining to the fulfilment of origin criteria, which is: <br> product is originating; <br> Section 3: Other Provisions <br> preferential tariff treatment]; and <br> 3. The records to be kept in accordance with this Article may be held in electronic format. <br> (i) where the origin criterion is \"wholly obtained\", the applicable category (such as <br> (b) within three months after the date of a request for additional information pursuant to Article <br> Article ORIG.29: Ceuta and Melilla <br> (c) the product would have been considered originating and would have satisfied all other <br> harvesting, mining, fishing) and the place of production; <br> ORIG.24(5) [Verification]: <br> 1. For purposes of this Chapter, in the case of the Union, the term \"Party\" does not include Ceuta <br> applicable requirements within the meaning of Section 1 [Rules of origin] of this Chapter if it <br> (ii) where the origin criterion is based on change in tariff classification, a list of all the non- <br> (i) no reply has been provided by the importer; or <br> and Melilla. <br> had been claimed by the importer at the time of importation. <br> originating materials, including their tariff classification (in 2, 4 or 6-digit format, <br> (ii) the information provided by the importer is inadequate to confirm that the product is <br> 2. Products originating in the United Kingdom, when imported into Ceuta and Melilla, shall in all <br> The other obligations applicable to the importer under Article ORIG.18 [Claim for preferential tariff <br> depending on the origin criterion); <br> originating; <br> respects be subject to the same customs treatment under this Agreement, as that which is applied to <br> treatment] remain unchanged. <br> (iii) where the origin criterion is based on a value method, the value of the final product as <br> (c) within 10 months3 after the date of a request for information pursuant to Article ORIG.25(2) <br> products originating in the customs territory of the Union under Protocol 2 of the Act of Accession of <br> Article ORIG.19: Statement on origin <br> well as the value of all the non-originating materials used in the production of that <br> [Administrative Cooperation]: <br> the Kingdom of Spain and the Portuguese Republic to the European Union. The United Kingdom shall <br> 1. A statement on origin shall be made out by an exporter of a product on the basis of <br> product; <br> (i) no reply has been provided by the customs authority of the exporting Party; or <br> grant to imports of products covered by this Agreement and originating in Ceuta and Melilla the same <br> (iv) where the origin criterion is based on weight, the weight of the final product as well as <br> (ii) the information provided by the customs authority of the exporting Party is inadequate to <br> customs treatment as that which is granted to products imported from and originating in the Union. <br> status of materials used in the production of the product. The exporter shall be responsible for the <br> the weight of the relevant non-originating materials used in the final product; <br> confirm that the product is originating. <br> 3. The rules of origin and origin procedures referred to in this Chapter apply mutatis mutandis <br> correctness of the statement on origin and the information provided. <br> (v) where the origin criterion is based on a specific production process, a description of that <br> to products exported from the United Kingdom to Ceuta and Melilla and to products exported from <br> 34 <br> specific process. <br> Ceuta and Melilla to the United Kingdom. <br> 2. A statement on origin shall be made out using one of the language versions set out in ANNEX <br> information demonstrating that the product is originating, including information on the originating <br> 3. When providing the requested information, the importer may add any other information that <br> 2. The customs authority of the importing Party may deny preferential tariff treatment to a <br> 3 The period will be of 12 months for requests of information pursuant to Article ORIG.25(2) [Administrative <br> 4. Ceuta and Melilla shall be considered as a single territory. <br> ORIG-4 [Text of the statement on origin] in an invoice or on any other document that describes the <br> it considers relevant for the purpose of verification. <br> cooperation] addressed to the customs authority of the exporting Party during the first three months of the <br> product for which an importer claims preferential tariff treatment where the importer fails to comply <br> 5. Article ORIG.4 [Cumulation of origin] applies to import and exports of products between the <br> originating product in sufficient detail to enable the identification of that product. The exporter shall <br> 4. If the claim for preferential tariff treatment is based on a statement on origin, the importer <br> Union, the United Kingdom and Ceuta and Melilla. <br> be responsible for providing sufficient detail to allow the identification of the originating product. The <br> shall provide that statement on origin but may reply to the customs authority of the importing Party <br> 3. If the customs authority of the importing Party has sufficient justification to deny preferential <br> 39 <br> 6. The exporters shall enter \"the United Kingdom\" or \"Ceuta and Melilla\" in field 3 of the text of <br> importing Party shall not require the importer to submit a translation of the statement on origin. <br> that the importer is not in a position to provide the information referred to in point (b) of paragraph <br> with requirements under this Chapter other than those relating to the originating status of the <br> the statement on origin, depending on the origin of the product. <br> 3. A statement on origin shall be valid for 12 months from the date it was made out or for such <br> 2. <br> 7. The customs authority of the Kingdom of Spain shall be responsible for the application and <br> longer period as provided by the Party of import up to a maximum of 24 months. <br> 5. If the claim for preferential tariff treatment is based on the importer's knowledge, after having <br> implementation of this Chapter in Ceuta and Melilla. <br> 4. A statement on origin may apply to: <br> first requested information in accordance with paragraph 1, the customs authority of the importing <br> tariff treatment under paragraph 1 of this Article, in cases where the customs authority of the <br> Party conducting the verification may request the importer to provide additional information if that <br> exporting Party has provided an opinion pursuant to point (b) of Article ORIG.25(4) [Administrative <br> (b) multiple shipments of identical products imported into a Party within the period specified in the <br> customs authority considers that additional information is necessary in order to verify the originating <br> cooperation] confirming the originating status of the products, the customs authority of the importing <br> statement on origin, which shall not exceed 12 months. <br> status of the product or whether the other requirements of this Chapter are met. The customs <br> Party shall notify the customs authority of the exporting Party of its intention to deny the preferential <br> 5. If, at the request of the importer, unassembled or disassembled products within the meaning <br> authority of the importing Party may request the importer for specific documentation and <br> tariff treatment within two months after the date of receipt of that opinion. <br> of General Rule 2(a) for the Interpretation of the Harmonised System that fall within Sections XV to <br> information, if appropriate. <br> If such notification is made, consultations shall be held at the request of either Party, within three <br> XXI of the Harmonised System are imported by instalments, a single statement on origin for such <br> 6. If the customs authority of the importing Party decides to suspend the granting of preferential <br> months after the date of the notification. The period for consultation may be extended on a case-by- <br> products may be used in accordance with the requirements laid down by the customs authority of the <br> tariff treatment to the product concerned while awaiting the results of the verification, the release of <br> case basis by mutual agreement between the customs authorities of the Parties. The consultation may <br> importing Party. <br> the products shall be offered to the importer subject to appropriate precautionary measures including <br> take place in accordance with the procedure set by the Trade Specialised Committee on Customs <br> (a) a single shipment of one or more products imported into a Party; or <br> Article ORIG.20: Discrepancies <br> 37 <br> Cooperation and Rules of Origin. <br> The customs authority of the importing Party shall not reject a claim for preferential tariff treatment <br> Upon the expiry of the period for consultation, if the customs authority of the importing Party cannot <br> due to minor errors or discrepancies in the statement on origin, or for the sole reason that an invoice <br> after the customs authority of the importing Party has ascertained the originating status of the <br> confirm that the product is originating, it may deny the preferential tariff treatment if it has a sufficient <br> was issued in a third country. <br> products concerned, or the fulfilment of the other requirements of this Chapter. <br> justification for doing so and after having granted the importer the right to be heard. However, when <br> the customs authority of the exporting Party confirms the originating status of the products and <br> provides justification for such conclusion, the customs authority of the importing Party shall not deny <br> preferential tariff treatment to a product on the sole ground that Article ORIG.25(5) [Administrative <br> cooperation] has been applied. <br> 4. In all cases, the settlement of differences between the importer and the customs authority of <br> the Party of import shall be under the law of the Party of import. <br> (b) if the claim was based on the importer's knowledge, all records demonstrating that the product <br> 2. An exporter who has made out a statement on origin shall, for a minimum of four years after <br> products. <br> guarantees. Any suspension of preferential tariff treatment shall be terminated as soon as possible <br> application of this Agreement. <br> "}]}]}, "members_found": ["826", "918", 3, 8703900000]}