{"FtaRooDetails": {"FtaId": 118, "FtaCode": "ITC00121", "FtaName": "CU, EU-Turkey", "FtaFullName": "DECISION No 1/95 OF THE EC-TURKEY ASSOCIATION COUNCIL of 22 December 1995 on implementing the final phase of the Customs Union (96/142/EC)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "31.12.1995", "Type": "Customs union", "Scope": "Bilateral, Country-Group", "MemberStates": "Türkiye; European Union", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CU, EU-Turkey", "AdminProcCooAuth": "The certification type under CU, EU-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CU, EU-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CU, EU-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "Rules of origin are not applicable", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX II<br /> Note 1<br /> The list sets out the conditions required for all products to be considered as sufficiently worked or processed within the meaning of Article 6 of the Protocol.<br /> Note 2<br /> 2.1. The first two columns in the list describe the product obtained. The first column gives the heading number or chapter number used in the Harmonised System and the second column gives the description of goods used in that system for that heading or chapter. For each entry in the first two columns, a rule is specified in column 3 or 4. Where, in some cases, the entry in the first column is preceded by an ‘ex', this signifies that the rules in column 3 or 4 apply only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a chapter number is given and the description of products in column 2 is therefore given in general terms, the adjacent rules in column 3 or 4 apply to all products which, under the Harmonised System, are classified in headings of the chapter or in any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a heading, each indent contains the description of that part of the heading covered by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4, the exporter may opt to apply either the rule set out in column 3 or that set out in column 4. If no origin rule is given in column 4, the rule set out in column 3 is to be applied.<br /> Note 3<br /> 3.1. The provisions of Article 6 of the Protocol, concerning products having acquired originating status which are used in the manufacture of other products, shall apply, regardless of whether this status has been acquired inside the factory where these products are used or in another factory in a contracting party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-originating materials which may be incorporated may not exceed 40 % of the ex-works price, is made from ‘other alloy steel roughly shaped by forging' of heading ex ex 7224.<br /> If this forging has been forged in the Community from a non-originating ingot, it has already acquired originating status by virtue of the rule for heading ex ex 7224 in the list. The forging can then count as originating in the value-calculation for the engine, regardless of whether it was produced in the same factory or in another factory in the Community. The value of the non-originating ingot is thus not taken into account when adding up the value of the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing required, and the carrying-out of more working or processing also confers originating status; conversely, the carrying-out of less working or processing cannot confer originating status. Thus, if a rule provides that non-originating material, at a certain level of manufacture, may be used, the use of such material at an earlier stage of manufacture is allowed, and the use of such material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression ‘Manufacture from materials of any heading', then materials of any heading(s) (even materials of the same description and heading as the product) may be used, subject, however, to any specific limitations which may also be contained in the rule.<br /> However, the expression ‘Manufacture from materials of any heading, including other materials of heading …' or ‘Manufacture from materials of any heading, including other materials of the same heading as the product' means that materials of any heading(s) may be used, except those of the same description as the product as given in column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from more than one material, this means that one or more materials may be used. It does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5 212 provides that natural fibres may be used and that chemical materials, among other materials, may also be used. This does not mean that both have to be used; it is possible to use one or the other, or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a particular material, the condition does not prevent the use of other materials which, because of their inherent nature, cannot satisfy the rule. (See also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use of cereals and their derivatives, does not prevent the use of mineral salts, chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured from the particular materials specified in the list, can be produced from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials, if the use of only non-originating yarn is allowed for this class of article, it is not possible to start from non-woven cloth — even if non-woven cloths cannot normally be made from yarn. In such cases, the starting material would normally be at the stage before yarn — that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value of non-originating materials that can be used, then these percentages may not be added together. In other words, the maximum value of all the non-originating materials used may never exceed the higher of the percentages given. Furthermore, the individual percentages must not be exceeded, in relation to the particular materials to which they apply.<br /> Note 4<br /> 4.1. The term ‘natural fibres' is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted to the stages before spinning takes place, including waste, and unless otherwise specified, includes fibres which have been carded, combed or otherwise processed, but not spun.<br /> 4.2. The term ‘natural fibres' includes horsehair of heading 0503, silk of headings 5002 and 5003, as well as wool fibres and fine or coarse animal hair of headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other vegetable fibres of headings 5301 to 5305.<br /> 4.3. The terms ‘textile pulp', ‘chemical materials' and ‘papermaking materials' are used in the list to describe the materials, not classified in Chapters 50 to 63, which can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term ‘man-made staple fibres' is used in the list to refer to synthetic or artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the conditions set out in column 3 shall not be applied to any basic textile materials used in the manufacture of this product and which, taken together, represent 10 % or less of the total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> — silk,<br /> — wool,<br /> — coarse animal hair,<br /> — fine animal hair,<br /> — horsehair,<br /> — cotton,<br /> — papermaking materials and paper,<br /> — flax,<br /> — true hemp,<br /> — jute and other textile bast fibres,<br /> — sisal and other textile fibres of the genus Agave,<br /> — coconut, abaca, ramie and other vegetable textile fibres,<br /> — synthetic man-made filaments,<br /> — artificial man-made filaments,<br /> — current-conducting filaments,<br /> — synthetic man-made staple fibres of polypropylene,<br /> — synthetic man-made staple fibres of polyester,<br /> — synthetic man-made staple fibres of polyamide,<br /> — synthetic man-made staple fibres of polyacrylonitrile,<br /> — synthetic man-made staple fibres of polyimide,<br /> — synthetic man-made staple fibres of polytetrafluoroethylene,<br /> — synthetic man-made staple fibres of poly(phenylene sulphide),<br /> — synthetic man-made staple fibres of poly(vinyl chloride),<br /> — other synthetic man-made staple fibres,<br /> — artificial man-made staple fibres of viscose,<br /> — other artificial man-made staple fibres,<br /> — yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped,<br /> — yarn made of polyurethane segmented with flexible segments of polyester, whether or not gimped,<br /> — products of heading 5605 (metallised yarn) incorporating strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film,<br /> — other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating synthetic staple fibres which do not satisfy the origin-rules (which require manufacture from chemical materials or textile pulp) may be used, provided that their total weight does not exceed 10 % of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore, synthetic yarn which does not satisfy the origin rules (which require manufacture from chemical materials or textile pulp), or woollen yarn which does not satisfy the origin rules (which require manufacture from natural fibres, not carded or combed or otherwise prepared for spinning), or a combination of the two, may be used, provided that their total weight does not exceed 10 % of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205 and cotton fabric of heading 5210, is a only mixed product if the cotton fabric is itself a mixed fabric made from yarns classified in two separate headings, or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns used are two separate basic textile materials and the tufted textile fabric is, accordingly, a mixed product.<br /> 5.3. In the case of products incorporating ‘yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped', this tolerance is 20 % in respect of this yarn.<br /> 5.4. In the case of products incorporating ‘strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film', this tolerance is 30 % in respect of this strip.<br /> Note 6<br /> 6.1. Where, in the list, reference is made to this note, textile materials (with the exception of linings and interlinings), which do not satisfy the rule set out in the list in column 3 for the made-up product concerned, may be used, provided that they are classified in a heading other than that of the product and that their value does not exceed 8 % of the ex-works price of the product.<br /> 6.2. Without prejudice to Note 6.3, materials which are not classified within Chapters 50 to 63 may be used freely in the manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn must be used, this does not prevent the use of metal items, such as buttons, because buttons are not classified within Chapters 50 to 63. For the same reason, it does not prevent the use of slide-fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3. Where a percentage rule applies, the value of materials which are not classified within Chapters 50 to 63 must be taken into account when calculating the value of the non-originating materials incorporated.<br /> Note 7<br /> 7.1. For the purposes of headings ex ex 2707, 2713 to 2715, ex ex 2901, ex ex 2902 and ex ex 3403, the ‘specific processes' are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the ‘specific processes' are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex ex 2710 only, desulphurisation with hydrogen, resulting in a reduction of at least 85 % of the sulphur content of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process other than filtering;<br /> (m) in respect of heavy oils of heading ex ex 2710 only, treatment with hydrogen, at a pressure of more than 20 bar and a temperature of more than 250 oC, with the use of a catalyst, other than to effect desulphurisation, when the hydrogen constitutes an active element in a chemical reaction. The further treatment, with hydrogen, of lubricating oils of heading ex ex 2710 (e.g. hydrofinishing or decolourisation), in order, more especially, to improve colour or stability shall not, however, be deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex ex 2710 only, atmospheric distillation, on condition that less than 30 % of these products distils, by volume, including losses, at 300 oC, by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex ex 2710 only, treatment by means of a high-frequency electrical brush discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax or peat wax, paraffin wax containing by weight less than 0,75 % of oil) of heading ex ex 2712 only, de-oiling by fractional crystallisation.<br /> 7.3. For the purposes of headings ex ex 2707, 2713 to ex ex 2715, 2901, ex ex 2902 and ex ex 3403, simple operations, such as cleaning, decanting, desalting, water separation, filtering, colouring, marking, obtaining a sulphur content as a result of mixing products with different sulphur contents, or any combination of these operations or like operations, do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00121_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00121_roo.pdf", "DocType": "3_roo", "WebLink": "https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2006:265:0018:0038:en:PDF"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00121_full.pdf", "DocType": "8_full", "WebLink": "https://www.avrupa.info.tr/sites/default/files/2016-09/Custom_Union_des_ENG_0.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 <br /> 1. The documentary evidence referred to in Article 5 shall be <br /> the A.TR. movement certificate. The specimen of this form is <br /> contained in Annex 1. <br /> 2. The A.TR. movement certificate may be used only when <br /> the goods are transported directly between the two parts of the <br /> customs union. However, goods constituting one single <br /> consignment may be transported through third countries with, <br /> should the occasion arise, trans-shipment or temporary ware- <br /> housing in such countries, provided that they remain under the <br /> surveillance of the customs authorities in the country of transit <br /> or warehousing and do not undergo operations other than <br /> unloading, reloading or any operation designed to preserve <br /> them in good condition. <br /> Goods may be transported between the two parts of the <br /> customs union by pipeline across third countries. <br /> 3. Evidence that the conditions set out in paragraph 2 have <br /> been fulfilled shall be supplied to the customs authorities of the <br /> importing State by the production of: <br /> (a) a single transport document covering the passage through <br /> the third country; or <br /> (b) a certificate issued by the customs authorities of the third <br /> country: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the <br /> products and, where applicable, the names of the <br /> ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products <br /> remained in the third country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 <br /> 1. The documentary evidence referred to in Article 5 shall be <br /> the A.TR. movement certificate. The specimen of this form is <br /> contained in Annex 1. <br /> 2. The A.TR. movement certificate may be used only when <br /> the goods are transported directly between the two parts of the <br /> customs union. However, goods constituting one single <br /> consignment may be transported through third countries with, <br /> should the occasion arise, trans-shipment or temporary ware- <br /> housing in such countries, provided that they remain under the <br /> surveillance of the customs authorities in the country of transit <br /> or warehousing and do not undergo operations other than <br /> unloading, reloading or any operation designed to preserve <br /> them in good condition. <br /> Goods may be transported between the two parts of the <br /> customs union by pipeline across third countries. <br /> 3. Evidence that the conditions set out in paragraph 2 have <br /> been fulfilled shall be supplied to the customs authorities of the <br /> importing State by the production of: <br /> (a) a single transport document covering the passage through <br /> the third country; or <br /> (b) a certificate issued by the customs authorities of the third <br /> country: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the <br /> products and, where applicable, the names of the <br /> ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products <br /> remained in the third country; or <br /> (c) failing these, any substantiating documents. <br /> Article 7 <br /> 1. An A.TR. movement certificate shall be endorsed by the <br /> customs authorities of the exporting State when goods to which <br /> it relates are exported. It shall be made available to the exporter <br /> as soon as actual exportation has been effected or ensured. <br /> 2. An A.TR. movement certificate may be endorsed only <br /> where it can serve as the documentary evidence required for <br /> the purpose of implementing the provisions on free circulation <br /> laid down in the basic Decision. <br /> 3. The exporter applying for the issue of an A.TR. movement <br /> certificate shall be prepared to submit at any time, at the request <br /> of the customs authorities of the exporting State where the <br /> A.TR. movement certificate is issued, all appropriate <br /> documents proving the status of the goods concerned as well <br /> as the fulfilment of the other requirements of the basic Decision <br /> and this Decision. <br /> 4. The issuing customs authorities shall take any steps <br /> necessary to verify the status of the goods and the fulfilment <br /> of the other requirements of the basic Decision and this <br /> Decision. For this purpose, they shall have the right to call <br /> for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. <br /> The issuing customs authorities shall also ensure that the certi- <br /> ficates are duly completed. In particular, they shall check <br /> whether the space reserved for the description of the products <br /> has been completed in such a manner as to exclude all possi- <br /> bility of fraudulent additions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 <br /> Provided that they are not intended for commercial use, goods <br /> brought by travellers from one part of the customs union to the <br /> other part of the customs union shall benefit from the <br /> provisions on free circulation laid down in the basic Decision <br /> without being the subject of the certificate provided for in <br /> Chapter 2 when they are declared as goods fulfilling the <br /> conditions for free circulation and there is no doubt as to the <br /> accuracy of the declaration. <br /> CHAPTER 4 <br /> Postal consignments <br /> Article 21 <br /> Postal consignments (including postal packages) shall benefit <br /> from the provisions on free circulation laid down in the basic <br /> Decision without being the subject of the certificate provided <br /> for in Chapter 2, provided there is no indication on the packing <br /> or on the accompanying documents that the goods contained <br /> therein do not comply with the conditions set out in the basic <br /> Decision. This indication consists of a yellow label, the <br /> specimen of which is contained in Annex IV, affixed in all <br /> cases of this kind by the competent authorities of the <br /> exporting State.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 <br /> 1. By way of derogation from Article 7, a simplified <br /> procedure for the issue of AT.R. movement certificates may <br /> be used in accordance with the following provisions. <br /> 2. The customs authorities in the exporting State may <br /> authorise any exporter (hereinafter referred to as ‘approved <br /> exporter'), making frequent shipments for which A.TR. <br /> movement certificates may be issued and who offers, to the <br /> satisfaction of the competent authorities, all guarantees <br /> necessary to verify the status of the goods, not to submit at <br /> the time of the export to the customs office of the exporting <br /> State either the goods or the application for an A.TR. <br /> movement certificate relating to those goods, for the purpose <br /> of obtaining an A.TR. movement certificate under the <br /> conditions laid down in Article 7. <br /> 3. The customs authorities shall refuse exporters who do not <br /> offer all the guarantees which they consider necessary the <br /> authorisation referred to in paragraph 2. The competent autho- <br /> rities may withdraw the authorisation at any time. They shall do <br /> so where the approved exporter no longer satisfies the <br /> conditions or no longer offers these guarantees. <br /> 4. The authorisation to be issued by the customs authorities <br /> shall specify in particular: <br /> (a) the office responsible for pre-endorsement of the certificates; <br /> (b) the manner in which the approved exporter must prove that <br /> those certificates have been used; <br /> (c) in the cases referred to in paragraph 5(b) the authority <br /> competent to carry out the subsequent verification <br /> referred to in Article 16. <br /> 5. The authorisation shall stipulate, at the choice of the <br /> competent authorities that the box reserved for endorsement <br /> by the customs must either: <br /> (a) be endorsed beforehand with the stamp of the competent <br /> customs office of the exporting State and the signature, <br /> which may be a facsimile, of an official of that office; or <br /> (b) be endorsed by the approved exporter with a special stamp <br /> which has been approved by the customs authorities of the <br /> exporting State and corresponds to the specimen in Annex <br /> III. Such stamp may be pre-printed on the forms. <br /> 6. In the cases referred to in paragraph 5(a), one of the <br /> following phrases shall be entered in box 8 ‘Remarks' of the <br /> A.TR. movement certificate: <br /> ‘ES \"Procedimiento simplificado\" <br /> CS \"Zjednoduseny postup\" <br /> DA \"Forenklet fremgangsmade\" <br /> DE \"Vereinfachtes Verfahren\" <br /> ET \"Lihtsustatud tolliprotseduur\" <br /> EL \"AnAouomipEvri SiaSimola\" <br /> EN \"Simplified procedure\" <br /> FR \"Procedure simplified' <br /> IT \"Procedura semplificata\" <br /> LV \"Vienkarsota procedura\" <br /> LT \"Supaprastinta procedura\" <br /> HU \"Egyszerusitett eljaras\" <br /> MT \"Procedura simplifikata\" <br /> NL \"Vereenvoudigde regeling\" <br /> PL \"Procedura uproszczona\" <br /> PT \"Procedimento simplificado\" <br /> SL \"Poenostavljen postopek\" <br /> SK \"Zjednoduseny postup\" <br /> FI \"Yksinkertaistettu menettely\" <br /> SV \"Forenklat forfarande\" <br /> TR \"Basitleftirilmif prosedur\".'. <br /> 7. The completed certificate, bearing the phrase specified in <br /> paragraph 6 and signed by the approved exporter, shall be <br /> equivalent to a document certifying that the conditions <br /> specified in Article 5 have been fulfilled. <br /> Article 12 <br /> 1. An exporter who frequently exports goods from a <br /> Member State of the Community other than the one in which <br /> he is established may obtain approved exporter status covering <br /> such exports. <br /> For that purpose, he shall submit an application to the <br /> competent customs authorities of the Member State in which <br /> he is both established and keeps the records containing the <br /> evidence proving the status of the goods concerned as well as <br /> the fulfilment of the other requirements of the basic Decision <br /> and this Decision. <br /> 2. When the authorities referred to in paragraph 1 are <br /> satisfied that the conditions set out in Article 11 are fulfilled, <br /> and issue the authorisation, they shall notify the customs autho- <br /> rities of the Member States concerned. <br /> 3. In cases where the verification address has not been pre- <br /> printed in Box 14 of the A.TR. movement certificate, the <br /> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br /> movement certificate a reference to the Member State having <br /> issued the authorisation, to which the customs authorities of <br /> Turkey shall send their requests for subsequent verification in <br /> accordance with Article 16.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 <br /> 1. The customs authorities of the Member States of the <br /> Community and of Turkey shall provide each other, through <br /> the Commission of the European Communities, with specimen <br /> impressions of stamps used in their customs offices for the issue <br /> of A.TR. movement certificates and with the addresses of the <br /> customs authorities responsible for verifying those certificates. <br /> 2. In order to ensure the proper application of this Decision, <br /> the Community and Turkey shall assist each other, through the <br /> competent customs authorities, in checking the authenticity of <br /> A.TR. movement certificates and the correctness of the infor- <br /> mation given in them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 <br /> 1. An A.TR. movement certificate shall be submitted, within <br /> four months of the date of issue by the customs authorities of <br /> the exporting State, to the customs authorities of the importing <br /> State. <br /> 2. A.TR. movement certificates submitted to the customs <br /> authorities of the importing State after the final date for <br /> submission specified in paragraph 1 may be accepted where <br /> the failure to submit these documents by the final date set is <br /> due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs autho- <br /> rities of the importing State shall accept A.TR. movement certi- <br /> ficates where the goods were submitted before the said final <br /> date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 <br /> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br /> ficate may exceptionally be issued after exportation of the goods <br /> to which it relates if: <br /> (a) it was not issued at the time of exportation because of <br /> errors or involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs autho- <br /> rities that an A.TR. movement certificate was issued but was <br /> not accepted at importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must <br /> indicate in his application the place and date of exportation of <br /> the products to which the A.TR. movement certificate relates, <br /> and state the reasons for his request. <br /> 3. The customs authorities may issue an A.TR. movement <br /> certificate retrospectively only after verifying that the infor- <br /> mation supplied in the exporter's application agrees with that <br /> in the corresponding file. <br /> 4. A.TR. movement certificates issued retrospectively shall be <br /> endorsed in Box 8 with one of the following phrases: <br /> ‘ES \"EXPEDIDO A POSTERIORI\" <br /> CS \"VYSTAVENO DODATECNE\" <br /> DA \"UDSTEDT EFTERF0LGENDE\" <br /> DE \"NACHTRAGLICH AUSGESTELLT\" <br /> et \"tagantjArele vAlja ANTUD\" <br /> EL \"EKAO0EN EK TON YZTEPON\" <br /> EN \"ISSUED RETROSPECTIVELY\" <br /> FR \"DELIVRE A POSTERIORI\" <br /> IT \"RILASCIATO A POSTERIORI\" <br /> LV \"IZSNIEGTS RETROSPECTIVE' <br /> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br /> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br /> MT \"MAHRUG RETROSPETTIVAMENT\" <br /> NL \"AFGEGEVEN A POSTERIORI\" <br /> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br /> PT \"EMITIDO A POSTERIORI\" <br /> SL \"IZDANO NAKNADNO\" <br /> SK \"VYDANE DODATOCNE\" <br /> FI \"ANNETTU JALKIKATEEN\" <br /> SV \"UTFARDAT I EFTERHAND\" <br /> TR \"SONRADAN VERiLMi§TiR\".'.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 <br /> 1. Subsequent verifications of A.TR. movement certificates <br /> shall be carried out at random or whenever the customs autho- <br /> rities of the importing State have reasonable doubts as to the <br /> authenticity of the certificates, the status of the goods concerned <br /> or the fulfilment of the other requirements of the basic Decision <br /> or this Decision. <br /> 2. For the purposes of implementing the provisions of <br /> paragraph 1, the customs authorities of the importing State <br /> shall return the A.TR. movement certificate to the customs <br /> authorities of the exporting State, and the invoice, if it has <br /> been submitted, or a copy of these documents, giving, where <br /> appropriate, the reasons for the enquiry. Any documents and <br /> information obtained suggesting that the information given on <br /> the AT.R. movement certificate is incorrect shall be forwarded <br /> in support of the request for verification. <br /> 3. The verification shall be carried out by the customs autho- <br /> rities of the exporting State. For this purpose, they shall have <br /> the right to call for any evidence and to carry out any <br /> inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 4. If the customs authorities of the importing State decide to <br /> suspend the granting of treatment, resulting from the provisions <br /> on free circulation laid down in the basic Decision, to the goods <br /> concerned while awaiting the results of the verification, release <br /> of the goods shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be <br /> informed of the results of this verification as soon as possible. <br /> These results shall indicate clearly whether the documents are <br /> authentic and whether the goods concerned may be considered <br /> as in free circulation in the customs union and fulfil the other <br /> requirements of the basic Decision and this Decision. <br /> 6. If in cases of reasonable doubt there is no reply within 10 <br /> months of the date of the verification request or if the reply <br /> does not contain sufficient information to determine the <br /> authenticity of the document in question or the real status of <br /> the goods, the requesting customs authorities shall, except in <br /> exceptional circumstances, refuse the treatment resulting from <br /> the provisions on free circulation laid down in the basic <br /> Decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 <br /> Penalties shall be imposed on any person who draws up, or <br /> causes to be drawn up, a document which contains incorrect <br /> information for the purpose of obtaining the treatment resulting <br /> from the provisions on free circulation laid down in the basic <br /> Decision. <br /> CHAPTER 3 <br /> Provisions concerning goods brought by travellers", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 <br /> 1. A.TR. movement certificates shall be submitted to customs <br /> authorities in the importing State in accordance with the <br /> procedures laid down by that State. These authorities may <br /> require a translation of a certificate. They may also require <br /> the import declaration to be accompanied by a statement <br /> from the importer to the effect that the goods meet the <br /> conditions required for the free circulation. <br /> 2. The discovery of slight discrepancies between the <br /> statements made in the A.TR. movement certificates and those <br /> made in the document submitted to the customs authorities for <br /> the purpose of carrying out the import formalities for the goods <br /> shall not ipso facto render the certificates null and void if it is <br /> duly established that the certificates correspond to the goods <br /> presented. <br /> 3. Obvious formal errors such as typing errors on A.TR. <br /> movement certificates shall not cause these certificates to be <br /> rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in these <br /> certificates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 <br /> Where disputes arise in relation to the verification procedures of <br /> Article 16 which cannot be settled between the customs autho- <br /> rities requesting a verification and the customs authorities <br /> responsible for carrying out this verification, or where they <br /> raise a question as to the interpretation of this Decision, they <br /> shall be submitted to the Customs Cooperation Committee. <br /> In all cases, the settlement of disputes between the importer and <br /> the customs authorities of the importing State shall be under <br /> the legislation of the said State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "II <br> Article 6 <br> Article 11 <br> Article 14 <br> Article 18 <br> CHAPTER 4 <br> (Acts whose publication is not obligatory) <br> 1. The documentary evidence referred to in Article 5 shall be <br> 1. By way of derogation from Article 7, a simplified <br> 1. The customs authorities of the Member States of the <br> Where disputes arise in relation to the verification procedures of <br> COMMISSION <br> the A.TR. movement certificate. The specimen of this form is <br> procedure for the issue of AT.R. movement certificates may <br> Community and of Turkey shall provide each other, through <br> Article 16 which cannot be settled between the customs autho- <br> DECISION No 1/2006 OF THE EC-TURKEY CUSTOMS COOPERATION COMMITTEE <br> contained in Annex 1. <br> be used in accordance with the following provisions. <br> the Commission of the European Communities, with specimen <br> rities requesting a verification and the customs authorities <br> of 26 September 2006 <br> 2. The A.TR. movement certificate may be used only when <br> 2. The customs authorities in the exporting State may <br> impressions of stamps used in their customs offices for the issue <br> responsible for carrying out this verification, or where they <br> laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association <br> the goods are transported directly between the two parts of the <br> authorise any exporter (hereinafter referred to as ‘approved <br> of A.TR. movement certificates and with the addresses of the <br> raise a question as to the interpretation of this Decision, they <br> Council <br> (i) giving an exact description of the products; <br> customs union. However, goods constituting one single <br> exporter'), making frequent shipments for which A.TR. <br> customs authorities responsible for verifying those certificates. <br> shall be submitted to the Customs Cooperation Committee. <br> (2006/646/EC) <br> (ii) stating the dates of unloading and reloading of the <br> consignment may be transported through third countries with, <br> movement certificates may be issued and who offers, to the <br> 2. In order to ensure the proper application of this Decision, <br> In all cases, the settlement of disputes between the importer and <br> THE CUSTOMS COOPERATION COMMITTEE, <br> products and, where applicable, the names of the <br> should the occasion arise, trans-shipment or temporary ware- <br> satisfaction of the competent authorities, all guarantees <br> the Community and Turkey shall assist each other, through the <br> the customs authorities of the importing State shall be under <br> Having regard to the Agreement of 12 September 1963 estab- <br> housing in such countries, provided that they remain under the <br> ships, or the other means of transport used; and <br> necessary to verify the status of the goods, not to submit at <br> 2. For the purposes of implementing the provisions of <br> competent customs authorities, in checking the authenticity of <br> the legislation of the said State. <br> lishing an association between the European Economic <br> surveillance of the customs authorities in the country of transit <br> the time of the export to the customs office of the exporting <br> A.TR. movement certificates and the correctness of the infor- <br> Article 19 <br> Community and Turkey, <br> or warehousing and do not undergo operations other than <br> State either the goods or the application for an A.TR. <br> in support of the request for verification. <br> mation given in them. <br> Having regard to Decision No 1/95 of the EC-Turkey Asso- <br> (c) failing these, any substantiating documents. <br> unloading, reloading or any operation designed to preserve <br> movement certificate relating to those goods, for the purpose <br> Article 15 <br> ciation Council of 22 December 1995 on implementing the <br> them in good condition. <br> of obtaining an A.TR. movement certificate under the <br> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br> considered appropriate. <br> information for the purpose of obtaining the treatment resulting <br> final phase of the customs union (1), and in particular Articles <br> Goods may be transported between the two parts of the <br> conditions laid down in Article 7. <br> ficate may exceptionally be issued after exportation of the goods <br> 3(6), 13(3) and 28(3) thereof, <br> customs union by pipeline across third countries. <br> 3. The customs authorities shall refuse exporters who do not <br> Whereas: <br> 3. Evidence that the conditions set out in paragraph 2 have <br> offer all the guarantees which they consider necessary the <br> CHAPTER 3 <br> (1) The Customs Cooperation Committee is to lay down the <br> been fulfilled shall be supplied to the customs authorities of the <br> authorisation referred to in paragraph 2. The competent autho- <br> Provisions concerning goods brought by travellers <br> appropriate measures necessary to implement the <br> exporter's accounts or any other check considered appropriate. <br> importing State by the production of: <br> rities may withdraw the authorisation at any time. They shall do <br> (b) it is demonstrated to the satisfaction of the customs autho- <br> Article 20 <br> provisions of the Customs Union referred to in Articles <br> (a) a single transport document covering the passage through <br> so where the approved exporter no longer satisfies the <br> rities that an A.TR. movement certificate was issued but was <br> Provided that they are not intended for commercial use, goods <br> 3, 13 and 28 of Decision No 1/95. It adopted for <br> the third country; or <br> conditions or no longer offers these guarantees. <br> brought by travellers from one part of the customs union to the <br> this purpose Decision No 1/2001 of 28 March 2001 <br> (b) a certificate issued by the customs authorities of the third <br> 4. The authorisation to be issued by the customs authorities <br> 2. For the implementation of paragraph 1, the exporter must <br> precautionary measures judged necessary. <br> other part of the customs union shall benefit from the <br> amending Decision No 1/96 laying down detailed rules <br> country: <br> shall specify in particular: <br> indicate in his application the place and date of exportation of <br> provisions on free circulation laid down in the basic Decision <br> for the application of Decision No 1/95 of the EC-Turkey <br> (a) the office responsible for pre-endorsement of the certificates; <br> the products to which the A.TR. movement certificate relates, <br> without being the subject of the certificate provided for in <br> Association Council (2). <br> (b) the manner in which the approved exporter must prove that <br> and state the reasons for his request. <br> Chapter 2 when they are declared as goods fulfilling the <br> (2) It is necessary to bring the provisions of Decision <br> those certificates have been used; <br> 3. The customs authorities may issue an A.TR. movement <br> informed of the results of this verification as soon as possible. <br> conditions for free circulation and there is no doubt as to the <br> No 1/2001 into line with recent amendments to <br> (c) in the cases referred to in paragraph 5(b) the authority <br> certificate retrospectively only after verifying that the infor- <br> accuracy of the declaration. <br> Commission Regulation (EEC) No 2454/93 of 2 July <br> (iii) certifying the conditions under which the products <br> competent to carry out the subsequent verification <br> 1993 laying down provisions for the implementation <br> remained in the third country; or <br> referred to in Article 16. <br> in the corresponding file. <br> Postal consignments <br> of Council Regulation (EEC) No 2913/92 establishing <br> 5. The authorisation shall stipulate, at the choice of the <br> 4. A.TR. movement certificates issued retrospectively shall be <br> Article 21 <br> the Community Customs Code (3), regarding in particular <br> Article 7 <br> competent authorities that the box reserved for endorsement <br> endorsed in Box 8 with one of the following phrases: <br> Postal consignments (including postal packages) shall benefit <br> l1) OJ L 35, 13.2.1996, p. 1. <br> 1. An A.TR. movement certificate shall be endorsed by the <br> Article 8 <br> by the customs must either: <br> ‘ES \"EXPEDIDO A POSTERIORI\" <br> from the provisions on free circulation laid down in the basic <br> (2) OJ L 98, 7.4.2001, p. 31. Decision as last amended by Decision <br> customs authorities of the exporting State when goods to which <br> (a) be endorsed beforehand with the stamp of the competent <br> CS \"VYSTAVENO DODATECNE\" <br> Decision without being the subject of the certificate provided <br> No 1/2003 (OJ L 28, 4.2.2003, p. 51). <br> it relates are exported. It shall be made available to the exporter <br> customs office of the exporting State and the signature, <br> DA \"UDSTEDT EFTERF0LGENDE\" <br> for in Chapter 2, provided there is no indication on the packing <br> (3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended <br> which may be a facsimile, of an official of that office; or <br> DE \"NACHTRAGLICH AUSGESTELLT\" <br> or on the accompanying documents that the goods contained <br> by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35). <br> 2. An A.TR. movement certificate may be endorsed only <br> (b) be endorsed by the approved exporter with a special stamp <br> et \"tagantjArele vAlja ANTUD\" <br> Penalties shall be imposed on any person who draws up, or <br> therein do not comply with the conditions set out in the basic <br> the possible refusal of a calculation of the partial relief of <br> as soon as actual exportation has been effected or ensured. <br> where it can serve as the documentary evidence required for <br> which has been approved by the customs authorities of the <br> EL \"EKAO0EN EK TON YZTEPON\" <br> Decision. This indication consists of a yellow label, the <br> duties under the outward processing procedure, based on <br> the purpose of implementing the provisions on free circulation <br> exporting State and corresponds to the specimen in Annex <br> specimen of which is contained in Annex IV, affixed in all <br> the value-added method. It is also necessary to allow the <br> laid down in the basic Decision. <br> III. Such stamp may be pre-printed on the forms. <br> FR \"DELIVRE A POSTERIORI\" <br> cases of this kind by the competent authorities of the <br> customs authorities of the Member States to issue <br> 3. The exporter applying for the issue of an A.TR. movement <br> 6. In the cases referred to in paragraph 5(a), one of the <br> IT \"RILASCIATO A POSTERIORI\" <br> exporting State. <br> Community ‘single authorisations' for approved <br> certificate shall be prepared to submit at any time, at the request <br> following phrases shall be entered in box 8 ‘Remarks' of the <br> LV \"IZSNIEGTS RETROSPECTIVE' <br> to which it relates if: <br> TITLE III <br> exporters and to provide for the acceptance by Turkey <br> of the customs authorities of the exporting State where the <br> A.TR. movement certificate: <br> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br> of A.TR movement certificates established on the basis of <br> A.TR. movement certificate is issued, all appropriate <br> ‘ES \"Procedimiento simplificado\" <br> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br> such authorisations. <br> documents proving the status of the goods concerned as well <br> CS \"Zjednoduseny postup\" <br> MT \"MAHRUG RETROSPETTIVAMENT\" <br> (3) As a consequence of the enlargement of the European <br> as the fulfilment of the other requirements of the basic Decision <br> DA \"Forenklet fremgangsmade\" <br> Union, there is furthermore a need to insert the text of <br> and this Decision. <br> DE \"Vereinfachtes Verfahren\" <br> various endorsements in the new official languages of <br> 4. The issuing customs authorities shall take any steps <br> ET \"Lihtsustatud tolliprotseduur\" <br> mation supplied in the exporter's application agrees with that <br> PT \"EMITIDO A POSTERIORI\" <br> Community. <br> necessary to verify the status of the goods and the fulfilment <br> EL \"AnAouomipEvri SiaSimola\" <br> SL \"IZDANO NAKNADNO\" <br> (4) Decision No 1/1999 of the EC-Turkey Customs Coop- <br> of the other requirements of the basic Decision and this <br> EN \"Simplified procedure\" <br> SK \"VYDANE DODATOCNE\" <br> eration Committee of 28 May 1999, on procedures to <br> Decision. For this purpose, they shall have the right to call <br> FR \"Procedure simplified' <br> FI \"ANNETTU JALKIKATEEN\" <br> facilitate the issue of movement certificates EUR.1 and <br> for any evidence and to carry out any inspection of the <br> IT \"Procedura semplificata\" <br> SV \"UTFARDAT I EFTERHAND\" <br> the making out of invoice declarations under the <br> LV \"Vienkarsota procedura\" <br> TR \"SONRADAN VERiLMi§TiR\".'. <br> provisions governing preferential trade between the <br> The issuing customs authorities shall also ensure that the certi- <br> LT \"Supaprastinta procedura\" <br> Article 16 <br> European Union, Turkey and certain European <br> ficates are duly completed. In particular, they shall check <br> HU \"Egyszerusitett eljaras\" <br> 1. Subsequent verifications of A.TR. movement certificates <br> EN \"ISSUED RETROSPECTIVELY\" <br> countries (4), aims at facilitating the issue of such prefer- <br> whether the space reserved for the description of the products <br> MT \"Procedura simplifikata\" <br> shall be carried out at random or whenever the customs autho- <br> ential proofs of origin by either the Community or <br> has been completed in such a manner as to exclude all possi- <br> NL \"Vereenvoudigde regeling\" <br> rities of the importing State have reasonable doubts as to the <br> Turkey in the context of the preferential trade agreements <br> bility of fraudulent additions. <br> PL \"Procedura uproszczona\" <br> authenticity of the certificates, the status of the goods concerned <br> they have both concluded with certain countries and <br> PT \"Procedimento simplificado\" <br> not accepted at importation for technical reasons. <br> or the fulfilment of the other requirements of the basic Decision <br> which provide between them for a system of cumulation <br> 1. An A.TR. movement certificate shall be submitted, within <br> SL \"Poenostavljen postopek\" <br> or this Decision. <br> of origin, based on identical rules of origin and a prohi- <br> four months of the date of issue by the customs authorities of <br> SK \"Zjednoduseny postup\" <br> (a) it was not issued at the time of exportation because of <br> bition of any drawback or suspension from customs <br> the exporting State, to the customs authorities of the importing <br> FI \"Yksinkertaistettu menettely\" <br> errors or involuntary omissions or special circumstances; or <br> paragraph 1, the customs authorities of the importing State <br> duties on the goods concerned. That Decision provides <br> State. <br> SV \"Forenklat forfarande\" <br> shall return the A.TR. movement certificate to the customs <br> for the use by Community and Turkish exporters of <br> 2. A.TR. movement certificates submitted to the customs <br> TR \"Basitleftirilmif prosedur\".'. <br> authorities of the exporting State, and the invoice, if it has <br> supplier's declarations, stating the Community or <br> authorities of the importing State after the final date for <br> 7. The completed certificate, bearing the phrase specified in <br> been submitted, or a copy of these documents, giving, where <br> Turkish originating status, according to the said rules, <br> submission specified in paragraph 1 may be accepted where <br> paragraph 6 and signed by the approved exporter, shall be <br> appropriate, the reasons for the enquiry. Any documents and <br> of the goods received from suppliers in the other part <br> the failure to submit these documents by the final date set is <br> equivalent to a document certifying that the conditions <br> information obtained suggesting that the information given on <br> of the Customs Union and for the related methods of <br> due to exceptional circumstances. <br> specified in Article 5 have been fulfilled. <br> the AT.R. movement certificate is incorrect shall be forwarded <br> administrative cooperation. <br> 3. In other cases of belated presentation, the customs autho- <br> Article 12 <br> (4) OJ L 204, 4.8.1999, p. 43. <br> rities of the importing State shall accept A.TR. movement certi- <br> 1. An exporter who frequently exports goods from a <br> 3. The verification shall be carried out by the customs autho- <br> NL \"AFGEGEVEN A POSTERIORI\" <br> (5) Decision No 1/2000 of the EC-Turkey Customs Coop- <br> ficates where the goods were submitted before the said final <br> Member State of the Community other than the one in which <br> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br> rities of the exporting State. For this purpose, they shall have <br> eration Committee of 25 July 2000, on the acceptance, <br> date. <br> he is established may obtain approved exporter status covering <br> the right to call for any evidence and to carry out any <br> as proof of Community or Turkish origin, of movement <br> such exports. <br> inspection of the exporter's accounts or any other check <br> certificates EUR.1 or invoice declarations issued by <br> For that purpose, he shall submit an application to the <br> certain countries that have signed a preferential <br> competent customs authorities of the Member State in which <br> 4. If the customs authorities of the importing State decide to <br> agreement with the Community or Turkey (3 1), aims at <br> he is both established and keeps the records containing the <br> suspend the granting of treatment, resulting from the provisions <br> ensuring that goods covered by the Customs Union <br> evidence proving the status of the goods concerned as well as <br> on free circulation laid down in the basic Decision, to the goods <br> causes to be drawn up, a document which contains incorrect <br> can benefit from the provisions on free circulation laid <br> the fulfilment of the other requirements of the basic Decision <br> concerned while awaiting the results of the verification, release <br> down in Decision No 1/95, also when they are imported <br> of the goods shall be offered to the importer subject to any <br> into one part of the customs union accompanied by a <br> 2. When the authorities referred to in paragraph 1 are <br> proof of origin issued in a country with which both the <br> satisfied that the conditions set out in Article 11 are fulfilled, <br> 5. The customs authorities requesting the verification shall be <br> Community and Turkey have concluded preferential <br> and issue the authorisation, they shall notify the customs autho- <br> trade agreements, providing between them for a system <br> rities of the Member States concerned. <br> These results shall indicate clearly whether the documents are <br> of cumulation of origin, based on identical rules of origin <br> 3. In cases where the verification address has not been pre- <br> authentic and whether the goods concerned may be considered <br> and a prohibition of any drawback or suspension from <br> printed in Box 14 of the A.TR. movement certificate, the <br> as in free circulation in the customs union and fulfil the other <br> customs duties on the goods concerned. <br> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br> requirements of the basic Decision and this Decision. <br> (6) Decisions No 1/1999 and No 1/2000 were adopted to <br> movement certificate a reference to the Member State having <br> 6. If in cases of reasonable doubt there is no reply within 10 <br> facilitate the joint application of the customs union and <br> issued the authorisation, to which the customs authorities of <br> months of the date of the verification request or if the reply <br> of the preferential trade arrangements between the <br> Turkey shall send their requests for subsequent verification in <br> does not contain sufficient information to determine the <br> Community or Turkey and certain countries. Subject to <br> accordance with Article 16. <br> authenticity of the document in question or the real status of <br> the necessary adaptations to bring them into line with <br> the goods, the requesting customs authorities shall, except in <br> the acquis communautaire, it is appropriate to incorporate <br> exceptional circumstances, refuse the treatment resulting from <br> into this Decision the provisions currently laid down in <br> the provisions on free circulation laid down in the basic <br> Decisions No 1/1999 and No 1/2000 and to repeal <br> Decision. <br> those Decisions. <br> (7) Following the extension of the system of the pan- <br> European cumulation of origin to the other countries <br> which are participants in the Euro-Mediterranean part- <br> nership, based on the Barcelona Declaration adopted at <br> the Euro-Mediterranean Conference held on 27 and 28 <br> November 1995, the necessary reference to proofs of <br> origin EUR-MED should be introduced. <br> (8) In order to facilitate the implementation of the detailed <br> rules for the application of Decision No 1/95, it is appro- <br> priate to replace Decision No 1/2001 by a new Decision, <br> HAS ADOPTED THIS DECISION: <br> TITLE I <br> GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Article 1", "ArticleDesc": "Article 1 <br> This Decision sets out the implementing provisions for Decision <br> No 1/95 of the EC-Turkey Association Council, hereafter <br> referred to as the ‘basic Decision'. <br> "}, {"ArticleTitle": "Article 2", "ArticleDesc": "Article 2 <br> For the purposes of this Decision: <br> 1. ‘third country' shall mean a country or territory which does <br> not belong to the customs territory of the EC-Turkey <br> customs union; <br> (1) OJ L 211, 22.8.2000, p. 16. <br> 2. ‘part of the customs union' shall mean, on the one hand, the <br> customs territory of the Community and, on the other hand, <br> the customs territory of Turkey; <br> 3. ‘State' shall mean either a Member State of the Community <br> or Turkey; <br> 4. ‘Community Customs Code' shall mean the Community <br> Customs Code established by Council Regulation (EEC) <br> No 2913/92 (2); <br> 5. ‘Implementing Provisions of the Community Customs Code' <br> shall mean Commission Regulation (EEC) No 2454/93 of <br> 2 July 1993 laying down provisions for the implementation <br> of Council Regulation (EEC) No 2913/92 establishing the <br> Community Customs Code. <br> (2) OJ L 302, 19.10.1992, p. 1. Regulation as last amended by Regu- <br> lation (EC) No 648/2005 of the European Parliament and of the <br> Council (OJ L 117, 4.5.2005, p. 13). <br> TITLE II <br> CUSTOMS PROVISIONS APPLICABLE TO TRADE IN GOODS BETWEEN THE TWO PARTS OF THE <br> CUSTOMS UNION <br> CHAPTER 1 <br> General <br> "}, {"ArticleTitle": "Article 3", "ArticleDesc": "Article 3 <br> Without prejudice to the provisions on free circulation laid <br> down in the basic Decision, the Community Customs Code <br> and its implementing provisions, which are applicable in the <br> customs territory of the Community, and the Turkish <br> Customs Code and its implementing provisions, which are <br> applicable in the customs territory of Turkey, shall apply in <br> trade in goods between the two parts of the customs union <br> under the conditions laid down in this Decision. <br> "}, {"ArticleTitle": "Article 4", "ArticleDesc": "Article 4 <br> 1. For the implementation of Article 3(4) of the basic <br> Decision, the import formalities shall be considered as having <br> been complied with in the exporting State by the validation of <br> the document necessary to enable the free circulation of the <br> goods concerned. 2 <br> 2. The validation referred to in paragraph 1 shall cause a <br> customs debt on importation to be incurred. It shall also give <br> rise to the application of the commercial policy measures <br> described in Article 12 of the basic Decision and to which <br> the goods may be subject. <br> 3. The moment when a customs debt as referred to in <br> paragraph 2 is incurred shall be deemed to be the moment <br> when the customs authorities accept the export declaration <br> relating to the goods in question. <br> 4. The debtor shall be the declarant. In the event of indirect <br> representation, the person on whose behalf the declaration is <br> made shall also be a debtor. <br> 5. The amount of the customs duties corresponding to the <br> customs debt shall be determined under the same conditions as <br> in the case of a customs debt resulting from the acceptance, on <br> the same date, of the declaration for release for free circulation <br> of the goods concerned for the purpose of ending the inward <br> processing procedure. <br> CHAPTER 2 <br> Provisions concerning administrative cooperation for the <br> movement of goods <br> "}, {"ArticleTitle": "Article 5", "ArticleDesc": "Article 5 <br> Without prejudice to Articles 11 and 17, proof that the <br> necessary conditions for implementation of the provisions on <br> free circulation laid down in the basic Decision are met shall be <br> provided by documentary evidence issued at the exporter's <br> request by the customs authorities of Turkey or of a Member <br> State. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II <br> Article 6 <br> Article 11 <br> Article 14 <br> Article 18 <br> CHAPTER 4 <br> (Acts whose publication is not obligatory) <br> 1. The documentary evidence referred to in Article 5 shall be <br> 1. By way of derogation from Article 7, a simplified <br> 1. The customs authorities of the Member States of the <br> Where disputes arise in relation to the verification procedures of <br> COMMISSION <br> the A.TR. movement certificate. The specimen of this form is <br> procedure for the issue of AT.R. movement certificates may <br> Community and of Turkey shall provide each other, through <br> Article 16 which cannot be settled between the customs autho- <br> DECISION No 1/2006 OF THE EC-TURKEY CUSTOMS COOPERATION COMMITTEE <br> contained in Annex 1. <br> be used in accordance with the following provisions. <br> the Commission of the European Communities, with specimen <br> rities requesting a verification and the customs authorities <br> of 26 September 2006 <br> 2. The A.TR. movement certificate may be used only when <br> 2. The customs authorities in the exporting State may <br> impressions of stamps used in their customs offices for the issue <br> responsible for carrying out this verification, or where they <br> laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association <br> the goods are transported directly between the two parts of the <br> authorise any exporter (hereinafter referred to as ‘approved <br> of A.TR. movement certificates and with the addresses of the <br> raise a question as to the interpretation of this Decision, they <br> Council <br> (i) giving an exact description of the products; <br> customs union. However, goods constituting one single <br> exporter'), making frequent shipments for which A.TR. <br> customs authorities responsible for verifying those certificates. <br> shall be submitted to the Customs Cooperation Committee. <br> (2006/646/EC) <br> (ii) stating the dates of unloading and reloading of the <br> consignment may be transported through third countries with, <br> movement certificates may be issued and who offers, to the <br> 2. In order to ensure the proper application of this Decision, <br> In all cases, the settlement of disputes between the importer and <br> THE CUSTOMS COOPERATION COMMITTEE, <br> products and, where applicable, the names of the <br> should the occasion arise, trans-shipment or temporary ware- <br> satisfaction of the competent authorities, all guarantees <br> the Community and Turkey shall assist each other, through the <br> the customs authorities of the importing State shall be under <br> Having regard to the Agreement of 12 September 1963 estab- <br> housing in such countries, provided that they remain under the <br> ships, or the other means of transport used; and <br> necessary to verify the status of the goods, not to submit at <br> 2. For the purposes of implementing the provisions of <br> competent customs authorities, in checking the authenticity of <br> the legislation of the said State. <br> lishing an association between the European Economic <br> surveillance of the customs authorities in the country of transit <br> the time of the export to the customs office of the exporting <br> A.TR. movement certificates and the correctness of the infor- <br> Article 19 <br> Community and Turkey, <br> or warehousing and do not undergo operations other than <br> State either the goods or the application for an A.TR. <br> in support of the request for verification. <br> mation given in them. <br> Having regard to Decision No 1/95 of the EC-Turkey Asso- <br> (c) failing these, any substantiating documents. <br> unloading, reloading or any operation designed to preserve <br> movement certificate relating to those goods, for the purpose <br> Article 15 <br> ciation Council of 22 December 1995 on implementing the <br> them in good condition. <br> of obtaining an A.TR. movement certificate under the <br> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br> considered appropriate. <br> information for the purpose of obtaining the treatment resulting <br> final phase of the customs union (1), and in particular Articles <br> Goods may be transported between the two parts of the <br> conditions laid down in Article 7. <br> ficate may exceptionally be issued after exportation of the goods <br> 3(6), 13(3) and 28(3) thereof, <br> customs union by pipeline across third countries. <br> 3. The customs authorities shall refuse exporters who do not <br> Whereas: <br> 3. Evidence that the conditions set out in paragraph 2 have <br> offer all the guarantees which they consider necessary the <br> CHAPTER 3 <br> (1) The Customs Cooperation Committee is to lay down the <br> been fulfilled shall be supplied to the customs authorities of the <br> authorisation referred to in paragraph 2. The competent autho- <br> Provisions concerning goods brought by travellers <br> appropriate measures necessary to implement the <br> exporter's accounts or any other check considered appropriate. <br> importing State by the production of: <br> rities may withdraw the authorisation at any time. They shall do <br> (b) it is demonstrated to the satisfaction of the customs autho- <br> Article 20 <br> provisions of the Customs Union referred to in Articles <br> (a) a single transport document covering the passage through <br> so where the approved exporter no longer satisfies the <br> rities that an A.TR. movement certificate was issued but was <br> Provided that they are not intended for commercial use, goods <br> 3, 13 and 28 of Decision No 1/95. It adopted for <br> the third country; or <br> conditions or no longer offers these guarantees. <br> brought by travellers from one part of the customs union to the <br> this purpose Decision No 1/2001 of 28 March 2001 <br> (b) a certificate issued by the customs authorities of the third <br> 4. The authorisation to be issued by the customs authorities <br> 2. For the implementation of paragraph 1, the exporter must <br> precautionary measures judged necessary. <br> other part of the customs union shall benefit from the <br> amending Decision No 1/96 laying down detailed rules <br> country: <br> shall specify in particular: <br> indicate in his application the place and date of exportation of <br> provisions on free circulation laid down in the basic Decision <br> for the application of Decision No 1/95 of the EC-Turkey <br> (a) the office responsible for pre-endorsement of the certificates; <br> the products to which the A.TR. movement certificate relates, <br> without being the subject of the certificate provided for in <br> Association Council (2). <br> (b) the manner in which the approved exporter must prove that <br> and state the reasons for his request. <br> Chapter 2 when they are declared as goods fulfilling the <br> (2) It is necessary to bring the provisions of Decision <br> those certificates have been used; <br> 3. The customs authorities may issue an A.TR. movement <br> informed of the results of this verification as soon as possible. <br> conditions for free circulation and there is no doubt as to the <br> No 1/2001 into line with recent amendments to <br> (c) in the cases referred to in paragraph 5(b) the authority <br> certificate retrospectively only after verifying that the infor- <br> accuracy of the declaration. <br> Commission Regulation (EEC) No 2454/93 of 2 July <br> (iii) certifying the conditions under which the products <br> competent to carry out the subsequent verification <br> 1993 laying down provisions for the implementation <br> remained in the third country; or <br> referred to in Article 16. <br> in the corresponding file. <br> Postal consignments <br> of Council Regulation (EEC) No 2913/92 establishing <br> 5. The authorisation shall stipulate, at the choice of the <br> 4. A.TR. movement certificates issued retrospectively shall be <br> Article 21 <br> the Community Customs Code (3), regarding in particular <br> Article 7 <br> competent authorities that the box reserved for endorsement <br> endorsed in Box 8 with one of the following phrases: <br> Postal consignments (including postal packages) shall benefit <br> l1) OJ L 35, 13.2.1996, p. 1. <br> 1. An A.TR. movement certificate shall be endorsed by the <br> Article 8 <br> by the customs must either: <br> ‘ES \"EXPEDIDO A POSTERIORI\" <br> from the provisions on free circulation laid down in the basic <br> (2) OJ L 98, 7.4.2001, p. 31. Decision as last amended by Decision <br> customs authorities of the exporting State when goods to which <br> (a) be endorsed beforehand with the stamp of the competent <br> CS \"VYSTAVENO DODATECNE\" <br> Decision without being the subject of the certificate provided <br> No 1/2003 (OJ L 28, 4.2.2003, p. 51). <br> it relates are exported. It shall be made available to the exporter <br> customs office of the exporting State and the signature, <br> DA \"UDSTEDT EFTERF0LGENDE\" <br> for in Chapter 2, provided there is no indication on the packing <br> (3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended <br> which may be a facsimile, of an official of that office; or <br> DE \"NACHTRAGLICH AUSGESTELLT\" <br> or on the accompanying documents that the goods contained <br> by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35). <br> 2. An A.TR. movement certificate may be endorsed only <br> (b) be endorsed by the approved exporter with a special stamp <br> et \"tagantjArele vAlja ANTUD\" <br> Penalties shall be imposed on any person who draws up, or <br> therein do not comply with the conditions set out in the basic <br> the possible refusal of a calculation of the partial relief of <br> as soon as actual exportation has been effected or ensured. <br> where it can serve as the documentary evidence required for <br> which has been approved by the customs authorities of the <br> EL \"EKAO0EN EK TON YZTEPON\" <br> Decision. This indication consists of a yellow label, the <br> duties under the outward processing procedure, based on <br> the purpose of implementing the provisions on free circulation <br> exporting State and corresponds to the specimen in Annex <br> specimen of which is contained in Annex IV, affixed in all <br> the value-added method. It is also necessary to allow the <br> laid down in the basic Decision. <br> III. Such stamp may be pre-printed on the forms. <br> FR \"DELIVRE A POSTERIORI\" <br> cases of this kind by the competent authorities of the <br> customs authorities of the Member States to issue <br> 3. The exporter applying for the issue of an A.TR. movement <br> 6. In the cases referred to in paragraph 5(a), one of the <br> IT \"RILASCIATO A POSTERIORI\" <br> exporting State. <br> Community ‘single authorisations' for approved <br> certificate shall be prepared to submit at any time, at the request <br> following phrases shall be entered in box 8 ‘Remarks' of the <br> LV \"IZSNIEGTS RETROSPECTIVE' <br> to which it relates if: <br> TITLE III <br> exporters and to provide for the acceptance by Turkey <br> of the customs authorities of the exporting State where the <br> A.TR. movement certificate: <br> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br> of A.TR movement certificates established on the basis of <br> A.TR. movement certificate is issued, all appropriate <br> ‘ES \"Procedimiento simplificado\" <br> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br> such authorisations. <br> documents proving the status of the goods concerned as well <br> CS \"Zjednoduseny postup\" <br> MT \"MAHRUG RETROSPETTIVAMENT\" <br> (3) As a consequence of the enlargement of the European <br> as the fulfilment of the other requirements of the basic Decision <br> DA \"Forenklet fremgangsmade\" <br> Union, there is furthermore a need to insert the text of <br> and this Decision. <br> DE \"Vereinfachtes Verfahren\" <br> various endorsements in the new official languages of <br> 4. The issuing customs authorities shall take any steps <br> ET \"Lihtsustatud tolliprotseduur\" <br> mation supplied in the exporter's application agrees with that <br> PT \"EMITIDO A POSTERIORI\" <br> Community. <br> necessary to verify the status of the goods and the fulfilment <br> EL \"AnAouomipEvri SiaSimola\" <br> SL \"IZDANO NAKNADNO\" <br> (4) Decision No 1/1999 of the EC-Turkey Customs Coop- <br> of the other requirements of the basic Decision and this <br> EN \"Simplified procedure\" <br> SK \"VYDANE DODATOCNE\" <br> eration Committee of 28 May 1999, on procedures to <br> Decision. For this purpose, they shall have the right to call <br> FR \"Procedure simplified' <br> FI \"ANNETTU JALKIKATEEN\" <br> facilitate the issue of movement certificates EUR.1 and <br> for any evidence and to carry out any inspection of the <br> IT \"Procedura semplificata\" <br> SV \"UTFARDAT I EFTERHAND\" <br> the making out of invoice declarations under the <br> LV \"Vienkarsota procedura\" <br> TR \"SONRADAN VERiLMi§TiR\".'. <br> provisions governing preferential trade between the <br> The issuing customs authorities shall also ensure that the certi- <br> LT \"Supaprastinta procedura\" <br> Article 16 <br> European Union, Turkey and certain European <br> ficates are duly completed. In particular, they shall check <br> HU \"Egyszerusitett eljaras\" <br> 1. Subsequent verifications of A.TR. movement certificates <br> EN \"ISSUED RETROSPECTIVELY\" <br> countries (4), aims at facilitating the issue of such prefer- <br> whether the space reserved for the description of the products <br> MT \"Procedura simplifikata\" <br> shall be carried out at random or whenever the customs autho- <br> ential proofs of origin by either the Community or <br> has been completed in such a manner as to exclude all possi- <br> NL \"Vereenvoudigde regeling\" <br> rities of the importing State have reasonable doubts as to the <br> Turkey in the context of the preferential trade agreements <br> bility of fraudulent additions. <br> PL \"Procedura uproszczona\" <br> authenticity of the certificates, the status of the goods concerned <br> they have both concluded with certain countries and <br> PT \"Procedimento simplificado\" <br> not accepted at importation for technical reasons. <br> or the fulfilment of the other requirements of the basic Decision <br> which provide between them for a system of cumulation <br> 1. An A.TR. movement certificate shall be submitted, within <br> SL \"Poenostavljen postopek\" <br> or this Decision. <br> of origin, based on identical rules of origin and a prohi- <br> four months of the date of issue by the customs authorities of <br> SK \"Zjednoduseny postup\" <br> (a) it was not issued at the time of exportation because of <br> bition of any drawback or suspension from customs <br> the exporting State, to the customs authorities of the importing <br> FI \"Yksinkertaistettu menettely\" <br> errors or involuntary omissions or special circumstances; or <br> paragraph 1, the customs authorities of the importing State <br> duties on the goods concerned. That Decision provides <br> State. <br> SV \"Forenklat forfarande\" <br> shall return the A.TR. movement certificate to the customs <br> for the use by Community and Turkish exporters of <br> 2. A.TR. movement certificates submitted to the customs <br> TR \"Basitleftirilmif prosedur\".'. <br> authorities of the exporting State, and the invoice, if it has <br> supplier's declarations, stating the Community or <br> authorities of the importing State after the final date for <br> 7. The completed certificate, bearing the phrase specified in <br> been submitted, or a copy of these documents, giving, where <br> Turkish originating status, according to the said rules, <br> submission specified in paragraph 1 may be accepted where <br> paragraph 6 and signed by the approved exporter, shall be <br> appropriate, the reasons for the enquiry. Any documents and <br> of the goods received from suppliers in the other part <br> the failure to submit these documents by the final date set is <br> equivalent to a document certifying that the conditions <br> information obtained suggesting that the information given on <br> of the Customs Union and for the related methods of <br> due to exceptional circumstances. <br> specified in Article 5 have been fulfilled. <br> the AT.R. movement certificate is incorrect shall be forwarded <br> administrative cooperation. <br> 3. In other cases of belated presentation, the customs autho- <br> Article 12 <br> (4) OJ L 204, 4.8.1999, p. 43. <br> rities of the importing State shall accept A.TR. movement certi- <br> 1. An exporter who frequently exports goods from a <br> 3. The verification shall be carried out by the customs autho- <br> NL \"AFGEGEVEN A POSTERIORI\" <br> (5) Decision No 1/2000 of the EC-Turkey Customs Coop- <br> ficates where the goods were submitted before the said final <br> Member State of the Community other than the one in which <br> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br> rities of the exporting State. For this purpose, they shall have <br> eration Committee of 25 July 2000, on the acceptance, <br> date. <br> he is established may obtain approved exporter status covering <br> the right to call for any evidence and to carry out any <br> as proof of Community or Turkish origin, of movement <br> such exports. <br> inspection of the exporter's accounts or any other check <br> certificates EUR.1 or invoice declarations issued by <br> For that purpose, he shall submit an application to the <br> certain countries that have signed a preferential <br> competent customs authorities of the Member State in which <br> 4. If the customs authorities of the importing State decide to <br> agreement with the Community or Turkey (3 1), aims at <br> he is both established and keeps the records containing the <br> suspend the granting of treatment, resulting from the provisions <br> ensuring that goods covered by the Customs Union <br> evidence proving the status of the goods concerned as well as <br> on free circulation laid down in the basic Decision, to the goods <br> causes to be drawn up, a document which contains incorrect <br> can benefit from the provisions on free circulation laid <br> the fulfilment of the other requirements of the basic Decision <br> concerned while awaiting the results of the verification, release <br> down in Decision No 1/95, also when they are imported <br> of the goods shall be offered to the importer subject to any <br> into one part of the customs union accompanied by a <br> 2. When the authorities referred to in paragraph 1 are <br> proof of origin issued in a country with which both the <br> satisfied that the conditions set out in Article 11 are fulfilled, <br> 5. The customs authorities requesting the verification shall be <br> Community and Turkey have concluded preferential <br> and issue the authorisation, they shall notify the customs autho- <br> trade agreements, providing between them for a system <br> rities of the Member States concerned. <br> These results shall indicate clearly whether the documents are <br> of cumulation of origin, based on identical rules of origin <br> 3. In cases where the verification address has not been pre- <br> authentic and whether the goods concerned may be considered <br> and a prohibition of any drawback or suspension from <br> printed in Box 14 of the A.TR. movement certificate, the <br> as in free circulation in the customs union and fulfil the other <br> customs duties on the goods concerned. <br> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br> requirements of the basic Decision and this Decision. <br> (6) Decisions No 1/1999 and No 1/2000 were adopted to <br> movement certificate a reference to the Member State having <br> 6. If in cases of reasonable doubt there is no reply within 10 <br> facilitate the joint application of the customs union and <br> issued the authorisation, to which the customs authorities of <br> months of the date of the verification request or if the reply <br> of the preferential trade arrangements between the <br> Turkey shall send their requests for subsequent verification in <br> does not contain sufficient information to determine the <br> Community or Turkey and certain countries. Subject to <br> accordance with Article 16. <br> authenticity of the document in question or the real status of <br> the necessary adaptations to bring them into line with <br> the goods, the requesting customs authorities shall, except in <br> the acquis communautaire, it is appropriate to incorporate <br> exceptional circumstances, refuse the treatment resulting from <br> into this Decision the provisions currently laid down in <br> the provisions on free circulation laid down in the basic <br> Decisions No 1/1999 and No 1/2000 and to repeal <br> Decision. <br> those Decisions. <br> (7) Following the extension of the system of the pan- <br> European cumulation of origin to the other countries <br> which are participants in the Euro-Mediterranean part- <br> nership, based on the Barcelona Declaration adopted at <br> the Euro-Mediterranean Conference held on 27 and 28 <br> November 1995, the necessary reference to proofs of <br> origin EUR-MED should be introduced. <br> (8) In order to facilitate the implementation of the detailed <br> rules for the application of Decision No 1/95, it is appro- <br> priate to replace Decision No 1/2001 by a new Decision, <br> HAS ADOPTED THIS DECISION: <br> TITLE I <br> GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Article 9", "ArticleDesc": "Article 9 <br> 1. A.TR. movement certificates shall be made out in one of <br> the official languages of the Community or in Turkish and in <br> accordance with the provisions of the national law of the <br> exporting State. When certificates are made out in Turkish, <br> they shall also be made out in one of the official languages <br> of the Community. They shall be typed or hand-written in <br> block letters in ink. <br> 2. Each form shall measure 210 * 297 mm. The paper used <br> must be white, sized for writing, not containing mechanical <br> pulp and weighing not less than 25 g/m2. It shall have a <br> printed green guilloche pattern background making any falsifi- <br> cation by mechanical or chemical means apparent to the eye. <br> The Member States and Turkey may reserve the right to print <br> the forms themselves or may have them printed by approved <br> printers. In the latter case, each form shall include a reference to <br> such approval. Each form shall bear the name and address of <br> the printer or a mark by which the printer can be identified. It <br> shall also bear a serial number by which it can be identified. <br> 3. A.TR. movement certificates shall be completed in <br> accordance with the explanatory note contained in Annex II <br> and any additional rules laid down in the framework of the <br> customs union. <br> "}, {"ArticleTitle": "Article 10", "ArticleDesc": "Article 10 <br> 1. A.TR. movement certificates shall be submitted to customs <br> authorities in the importing State in accordance with the <br> procedures laid down by that State. These authorities may <br> require a translation of a certificate. They may also require <br> the import declaration to be accompanied by a statement <br> from the importer to the effect that the goods meet the <br> conditions required for the free circulation. <br> 2. The discovery of slight discrepancies between the <br> statements made in the A.TR. movement certificates and those <br> made in the document submitted to the customs authorities for <br> the purpose of carrying out the import formalities for the goods <br> shall not ipso facto render the certificates null and void if it is <br> duly established that the certificates correspond to the goods <br> presented. <br> 3. Obvious formal errors such as typing errors on A.TR. <br> movement certificates shall not cause these certificates to be <br> rejected if these errors are not such as to create doubts <br> concerning the correctness of the statements made in these <br> certificates. <br> 4. In the event of the theft, loss or destruction of an A.TR. <br> movement certificate, the exporter may apply to the customs <br> authority which issued it for a duplicate to be made on the basis <br> of the export documents in their possession. The duplicate <br> A.TR. movement certificate issued in this way must be <br> endorsed in Box 8, with one of the following words together <br> with the date of issue and serial number of the original certi- <br> ficate: <br> ‘ES \"DUPLICADO\" <br> CS \"DUPLIKAT\" <br> DA \"DUPLIKAT\" <br> DE \"DUPLIKAT\" <br> ET \"DUPLIKAAT\" <br> EL \"ANTirPAOO\" <br> EN \"DUPLICATE\" <br> FR \"DUPLICATA\" <br> IT \"DUPLICATO\" <br> LV \"DUBLIKATS\" <br> LT \"DUBLIKATAS\" <br> HU \"MASODLAT\" <br> MT \"DUPLIKAT\" <br> NL \"DUPLICAAT\" <br> PL \"DUPLIKAT\" <br> PT \"SEGUNDA VIA\" <br> SL \"DVOJNIK\" <br> SK \"DUPLIKAT\" <br> FI \"KAKSOISKAPPALE\" <br> SV \"DUPLIKAT\" <br> TR \"iKiNCi NUSHADiR\".'. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II <br> Article 6 <br> Article 11 <br> Article 14 <br> Article 18 <br> CHAPTER 4 <br> (Acts whose publication is not obligatory) <br> 1. The documentary evidence referred to in Article 5 shall be <br> 1. By way of derogation from Article 7, a simplified <br> 1. The customs authorities of the Member States of the <br> Where disputes arise in relation to the verification procedures of <br> COMMISSION <br> the A.TR. movement certificate. The specimen of this form is <br> procedure for the issue of AT.R. movement certificates may <br> Community and of Turkey shall provide each other, through <br> Article 16 which cannot be settled between the customs autho- <br> DECISION No 1/2006 OF THE EC-TURKEY CUSTOMS COOPERATION COMMITTEE <br> contained in Annex 1. <br> be used in accordance with the following provisions. <br> the Commission of the European Communities, with specimen <br> rities requesting a verification and the customs authorities <br> of 26 September 2006 <br> 2. The A.TR. movement certificate may be used only when <br> 2. The customs authorities in the exporting State may <br> impressions of stamps used in their customs offices for the issue <br> responsible for carrying out this verification, or where they <br> laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association <br> the goods are transported directly between the two parts of the <br> authorise any exporter (hereinafter referred to as ‘approved <br> of A.TR. movement certificates and with the addresses of the <br> raise a question as to the interpretation of this Decision, they <br> Council <br> (i) giving an exact description of the products; <br> customs union. However, goods constituting one single <br> exporter'), making frequent shipments for which A.TR. <br> customs authorities responsible for verifying those certificates. <br> shall be submitted to the Customs Cooperation Committee. <br> (2006/646/EC) <br> (ii) stating the dates of unloading and reloading of the <br> consignment may be transported through third countries with, <br> movement certificates may be issued and who offers, to the <br> 2. In order to ensure the proper application of this Decision, <br> In all cases, the settlement of disputes between the importer and <br> THE CUSTOMS COOPERATION COMMITTEE, <br> products and, where applicable, the names of the <br> should the occasion arise, trans-shipment or temporary ware- <br> satisfaction of the competent authorities, all guarantees <br> the Community and Turkey shall assist each other, through the <br> the customs authorities of the importing State shall be under <br> Having regard to the Agreement of 12 September 1963 estab- <br> housing in such countries, provided that they remain under the <br> ships, or the other means of transport used; and <br> necessary to verify the status of the goods, not to submit at <br> 2. For the purposes of implementing the provisions of <br> competent customs authorities, in checking the authenticity of <br> the legislation of the said State. <br> lishing an association between the European Economic <br> surveillance of the customs authorities in the country of transit <br> the time of the export to the customs office of the exporting <br> A.TR. movement certificates and the correctness of the infor- <br> Article 19 <br> Community and Turkey, <br> or warehousing and do not undergo operations other than <br> State either the goods or the application for an A.TR. <br> in support of the request for verification. <br> mation given in them. <br> Having regard to Decision No 1/95 of the EC-Turkey Asso- <br> (c) failing these, any substantiating documents. <br> unloading, reloading or any operation designed to preserve <br> movement certificate relating to those goods, for the purpose <br> Article 15 <br> ciation Council of 22 December 1995 on implementing the <br> them in good condition. <br> of obtaining an A.TR. movement certificate under the <br> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br> considered appropriate. <br> information for the purpose of obtaining the treatment resulting <br> final phase of the customs union (1), and in particular Articles <br> Goods may be transported between the two parts of the <br> conditions laid down in Article 7. <br> ficate may exceptionally be issued after exportation of the goods <br> 3(6), 13(3) and 28(3) thereof, <br> customs union by pipeline across third countries. <br> 3. The customs authorities shall refuse exporters who do not <br> Whereas: <br> 3. Evidence that the conditions set out in paragraph 2 have <br> offer all the guarantees which they consider necessary the <br> CHAPTER 3 <br> (1) The Customs Cooperation Committee is to lay down the <br> been fulfilled shall be supplied to the customs authorities of the <br> authorisation referred to in paragraph 2. The competent autho- <br> Provisions concerning goods brought by travellers <br> appropriate measures necessary to implement the <br> exporter's accounts or any other check considered appropriate. <br> importing State by the production of: <br> rities may withdraw the authorisation at any time. They shall do <br> (b) it is demonstrated to the satisfaction of the customs autho- <br> Article 20 <br> provisions of the Customs Union referred to in Articles <br> (a) a single transport document covering the passage through <br> so where the approved exporter no longer satisfies the <br> rities that an A.TR. movement certificate was issued but was <br> Provided that they are not intended for commercial use, goods <br> 3, 13 and 28 of Decision No 1/95. It adopted for <br> the third country; or <br> conditions or no longer offers these guarantees. <br> brought by travellers from one part of the customs union to the <br> this purpose Decision No 1/2001 of 28 March 2001 <br> (b) a certificate issued by the customs authorities of the third <br> 4. The authorisation to be issued by the customs authorities <br> 2. For the implementation of paragraph 1, the exporter must <br> precautionary measures judged necessary. <br> other part of the customs union shall benefit from the <br> amending Decision No 1/96 laying down detailed rules <br> country: <br> shall specify in particular: <br> indicate in his application the place and date of exportation of <br> provisions on free circulation laid down in the basic Decision <br> for the application of Decision No 1/95 of the EC-Turkey <br> (a) the office responsible for pre-endorsement of the certificates; <br> the products to which the A.TR. movement certificate relates, <br> without being the subject of the certificate provided for in <br> Association Council (2). <br> (b) the manner in which the approved exporter must prove that <br> and state the reasons for his request. <br> Chapter 2 when they are declared as goods fulfilling the <br> (2) It is necessary to bring the provisions of Decision <br> those certificates have been used; <br> 3. The customs authorities may issue an A.TR. movement <br> informed of the results of this verification as soon as possible. <br> conditions for free circulation and there is no doubt as to the <br> No 1/2001 into line with recent amendments to <br> (c) in the cases referred to in paragraph 5(b) the authority <br> certificate retrospectively only after verifying that the infor- <br> accuracy of the declaration. <br> Commission Regulation (EEC) No 2454/93 of 2 July <br> (iii) certifying the conditions under which the products <br> competent to carry out the subsequent verification <br> 1993 laying down provisions for the implementation <br> remained in the third country; or <br> referred to in Article 16. <br> in the corresponding file. <br> Postal consignments <br> of Council Regulation (EEC) No 2913/92 establishing <br> 5. The authorisation shall stipulate, at the choice of the <br> 4. A.TR. movement certificates issued retrospectively shall be <br> Article 21 <br> the Community Customs Code (3), regarding in particular <br> Article 7 <br> competent authorities that the box reserved for endorsement <br> endorsed in Box 8 with one of the following phrases: <br> Postal consignments (including postal packages) shall benefit <br> l1) OJ L 35, 13.2.1996, p. 1. <br> 1. An A.TR. movement certificate shall be endorsed by the <br> Article 8 <br> by the customs must either: <br> ‘ES \"EXPEDIDO A POSTERIORI\" <br> from the provisions on free circulation laid down in the basic <br> (2) OJ L 98, 7.4.2001, p. 31. Decision as last amended by Decision <br> customs authorities of the exporting State when goods to which <br> (a) be endorsed beforehand with the stamp of the competent <br> CS \"VYSTAVENO DODATECNE\" <br> Decision without being the subject of the certificate provided <br> No 1/2003 (OJ L 28, 4.2.2003, p. 51). <br> it relates are exported. It shall be made available to the exporter <br> customs office of the exporting State and the signature, <br> DA \"UDSTEDT EFTERF0LGENDE\" <br> for in Chapter 2, provided there is no indication on the packing <br> (3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended <br> which may be a facsimile, of an official of that office; or <br> DE \"NACHTRAGLICH AUSGESTELLT\" <br> or on the accompanying documents that the goods contained <br> by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35). <br> 2. An A.TR. movement certificate may be endorsed only <br> (b) be endorsed by the approved exporter with a special stamp <br> et \"tagantjArele vAlja ANTUD\" <br> Penalties shall be imposed on any person who draws up, or <br> therein do not comply with the conditions set out in the basic <br> the possible refusal of a calculation of the partial relief of <br> as soon as actual exportation has been effected or ensured. <br> where it can serve as the documentary evidence required for <br> which has been approved by the customs authorities of the <br> EL \"EKAO0EN EK TON YZTEPON\" <br> Decision. This indication consists of a yellow label, the <br> duties under the outward processing procedure, based on <br> the purpose of implementing the provisions on free circulation <br> exporting State and corresponds to the specimen in Annex <br> specimen of which is contained in Annex IV, affixed in all <br> the value-added method. It is also necessary to allow the <br> laid down in the basic Decision. <br> III. Such stamp may be pre-printed on the forms. <br> FR \"DELIVRE A POSTERIORI\" <br> cases of this kind by the competent authorities of the <br> customs authorities of the Member States to issue <br> 3. The exporter applying for the issue of an A.TR. movement <br> 6. In the cases referred to in paragraph 5(a), one of the <br> IT \"RILASCIATO A POSTERIORI\" <br> exporting State. <br> Community ‘single authorisations' for approved <br> certificate shall be prepared to submit at any time, at the request <br> following phrases shall be entered in box 8 ‘Remarks' of the <br> LV \"IZSNIEGTS RETROSPECTIVE' <br> to which it relates if: <br> TITLE III <br> exporters and to provide for the acceptance by Turkey <br> of the customs authorities of the exporting State where the <br> A.TR. movement certificate: <br> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br> of A.TR movement certificates established on the basis of <br> A.TR. movement certificate is issued, all appropriate <br> ‘ES \"Procedimiento simplificado\" <br> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br> such authorisations. <br> documents proving the status of the goods concerned as well <br> CS \"Zjednoduseny postup\" <br> MT \"MAHRUG RETROSPETTIVAMENT\" <br> (3) As a consequence of the enlargement of the European <br> as the fulfilment of the other requirements of the basic Decision <br> DA \"Forenklet fremgangsmade\" <br> Union, there is furthermore a need to insert the text of <br> and this Decision. <br> DE \"Vereinfachtes Verfahren\" <br> various endorsements in the new official languages of <br> 4. The issuing customs authorities shall take any steps <br> ET \"Lihtsustatud tolliprotseduur\" <br> mation supplied in the exporter's application agrees with that <br> PT \"EMITIDO A POSTERIORI\" <br> Community. <br> necessary to verify the status of the goods and the fulfilment <br> EL \"AnAouomipEvri SiaSimola\" <br> SL \"IZDANO NAKNADNO\" <br> (4) Decision No 1/1999 of the EC-Turkey Customs Coop- <br> of the other requirements of the basic Decision and this <br> EN \"Simplified procedure\" <br> SK \"VYDANE DODATOCNE\" <br> eration Committee of 28 May 1999, on procedures to <br> Decision. For this purpose, they shall have the right to call <br> FR \"Procedure simplified' <br> FI \"ANNETTU JALKIKATEEN\" <br> facilitate the issue of movement certificates EUR.1 and <br> for any evidence and to carry out any inspection of the <br> IT \"Procedura semplificata\" <br> SV \"UTFARDAT I EFTERHAND\" <br> the making out of invoice declarations under the <br> LV \"Vienkarsota procedura\" <br> TR \"SONRADAN VERiLMi§TiR\".'. <br> provisions governing preferential trade between the <br> The issuing customs authorities shall also ensure that the certi- <br> LT \"Supaprastinta procedura\" <br> Article 16 <br> European Union, Turkey and certain European <br> ficates are duly completed. In particular, they shall check <br> HU \"Egyszerusitett eljaras\" <br> 1. Subsequent verifications of A.TR. movement certificates <br> EN \"ISSUED RETROSPECTIVELY\" <br> countries (4), aims at facilitating the issue of such prefer- <br> whether the space reserved for the description of the products <br> MT \"Procedura simplifikata\" <br> shall be carried out at random or whenever the customs autho- <br> ential proofs of origin by either the Community or <br> has been completed in such a manner as to exclude all possi- <br> NL \"Vereenvoudigde regeling\" <br> rities of the importing State have reasonable doubts as to the <br> Turkey in the context of the preferential trade agreements <br> bility of fraudulent additions. <br> PL \"Procedura uproszczona\" <br> authenticity of the certificates, the status of the goods concerned <br> they have both concluded with certain countries and <br> PT \"Procedimento simplificado\" <br> not accepted at importation for technical reasons. <br> or the fulfilment of the other requirements of the basic Decision <br> which provide between them for a system of cumulation <br> 1. An A.TR. movement certificate shall be submitted, within <br> SL \"Poenostavljen postopek\" <br> or this Decision. <br> of origin, based on identical rules of origin and a prohi- <br> four months of the date of issue by the customs authorities of <br> SK \"Zjednoduseny postup\" <br> (a) it was not issued at the time of exportation because of <br> bition of any drawback or suspension from customs <br> the exporting State, to the customs authorities of the importing <br> FI \"Yksinkertaistettu menettely\" <br> errors or involuntary omissions or special circumstances; or <br> paragraph 1, the customs authorities of the importing State <br> duties on the goods concerned. That Decision provides <br> State. <br> SV \"Forenklat forfarande\" <br> shall return the A.TR. movement certificate to the customs <br> for the use by Community and Turkish exporters of <br> 2. A.TR. movement certificates submitted to the customs <br> TR \"Basitleftirilmif prosedur\".'. <br> authorities of the exporting State, and the invoice, if it has <br> supplier's declarations, stating the Community or <br> authorities of the importing State after the final date for <br> 7. The completed certificate, bearing the phrase specified in <br> been submitted, or a copy of these documents, giving, where <br> Turkish originating status, according to the said rules, <br> submission specified in paragraph 1 may be accepted where <br> paragraph 6 and signed by the approved exporter, shall be <br> appropriate, the reasons for the enquiry. Any documents and <br> of the goods received from suppliers in the other part <br> the failure to submit these documents by the final date set is <br> equivalent to a document certifying that the conditions <br> information obtained suggesting that the information given on <br> of the Customs Union and for the related methods of <br> due to exceptional circumstances. <br> specified in Article 5 have been fulfilled. <br> the AT.R. movement certificate is incorrect shall be forwarded <br> administrative cooperation. <br> 3. In other cases of belated presentation, the customs autho- <br> Article 12 <br> (4) OJ L 204, 4.8.1999, p. 43. <br> rities of the importing State shall accept A.TR. movement certi- <br> 1. An exporter who frequently exports goods from a <br> 3. The verification shall be carried out by the customs autho- <br> NL \"AFGEGEVEN A POSTERIORI\" <br> (5) Decision No 1/2000 of the EC-Turkey Customs Coop- <br> ficates where the goods were submitted before the said final <br> Member State of the Community other than the one in which <br> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br> rities of the exporting State. For this purpose, they shall have <br> eration Committee of 25 July 2000, on the acceptance, <br> date. <br> he is established may obtain approved exporter status covering <br> the right to call for any evidence and to carry out any <br> as proof of Community or Turkish origin, of movement <br> such exports. <br> inspection of the exporter's accounts or any other check <br> certificates EUR.1 or invoice declarations issued by <br> For that purpose, he shall submit an application to the <br> certain countries that have signed a preferential <br> competent customs authorities of the Member State in which <br> 4. If the customs authorities of the importing State decide to <br> agreement with the Community or Turkey (3 1), aims at <br> he is both established and keeps the records containing the <br> suspend the granting of treatment, resulting from the provisions <br> ensuring that goods covered by the Customs Union <br> evidence proving the status of the goods concerned as well as <br> on free circulation laid down in the basic Decision, to the goods <br> causes to be drawn up, a document which contains incorrect <br> can benefit from the provisions on free circulation laid <br> the fulfilment of the other requirements of the basic Decision <br> concerned while awaiting the results of the verification, release <br> down in Decision No 1/95, also when they are imported <br> of the goods shall be offered to the importer subject to any <br> into one part of the customs union accompanied by a <br> 2. When the authorities referred to in paragraph 1 are <br> proof of origin issued in a country with which both the <br> satisfied that the conditions set out in Article 11 are fulfilled, <br> 5. The customs authorities requesting the verification shall be <br> Community and Turkey have concluded preferential <br> and issue the authorisation, they shall notify the customs autho- <br> trade agreements, providing between them for a system <br> rities of the Member States concerned. <br> These results shall indicate clearly whether the documents are <br> of cumulation of origin, based on identical rules of origin <br> 3. In cases where the verification address has not been pre- <br> authentic and whether the goods concerned may be considered <br> and a prohibition of any drawback or suspension from <br> printed in Box 14 of the A.TR. movement certificate, the <br> as in free circulation in the customs union and fulfil the other <br> customs duties on the goods concerned. <br> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br> requirements of the basic Decision and this Decision. <br> (6) Decisions No 1/1999 and No 1/2000 were adopted to <br> movement certificate a reference to the Member State having <br> 6. If in cases of reasonable doubt there is no reply within 10 <br> facilitate the joint application of the customs union and <br> issued the authorisation, to which the customs authorities of <br> months of the date of the verification request or if the reply <br> of the preferential trade arrangements between the <br> Turkey shall send their requests for subsequent verification in <br> does not contain sufficient information to determine the <br> Community or Turkey and certain countries. Subject to <br> accordance with Article 16. <br> authenticity of the document in question or the real status of <br> the necessary adaptations to bring them into line with <br> the goods, the requesting customs authorities shall, except in <br> the acquis communautaire, it is appropriate to incorporate <br> exceptional circumstances, refuse the treatment resulting from <br> into this Decision the provisions currently laid down in <br> the provisions on free circulation laid down in the basic <br> Decisions No 1/1999 and No 1/2000 and to repeal <br> Decision. <br> those Decisions. <br> (7) Following the extension of the system of the pan- <br> European cumulation of origin to the other countries <br> which are participants in the Euro-Mediterranean part- <br> nership, based on the Barcelona Declaration adopted at <br> the Euro-Mediterranean Conference held on 27 and 28 <br> November 1995, the necessary reference to proofs of <br> origin EUR-MED should be introduced. <br> (8) In order to facilitate the implementation of the detailed <br> rules for the application of Decision No 1/95, it is appro- <br> priate to replace Decision No 1/2001 by a new Decision, <br> HAS ADOPTED THIS DECISION: <br> TITLE I <br> GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Article 13", "ArticleDesc": "Article 13 <br> When goods are placed under the control of a customs office in <br> one part of the customs union, it shall be possible to replace <br> the original A.TR. movement certificate by one or more A.TR. <br> movement certificates for the purpose of sending all or some of <br> these goods elsewhere within the customs territory of the <br> custom union. The replacement A.TR. movement certificate(s) <br> shall be issued by the customs office under whose control the <br> products are placed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II <br> Article 6 <br> Article 11 <br> Article 14 <br> Article 18 <br> CHAPTER 4 <br> (Acts whose publication is not obligatory) <br> 1. The documentary evidence referred to in Article 5 shall be <br> 1. By way of derogation from Article 7, a simplified <br> 1. The customs authorities of the Member States of the <br> Where disputes arise in relation to the verification procedures of <br> COMMISSION <br> the A.TR. movement certificate. The specimen of this form is <br> procedure for the issue of AT.R. movement certificates may <br> Community and of Turkey shall provide each other, through <br> Article 16 which cannot be settled between the customs autho- <br> DECISION No 1/2006 OF THE EC-TURKEY CUSTOMS COOPERATION COMMITTEE <br> contained in Annex 1. <br> be used in accordance with the following provisions. <br> the Commission of the European Communities, with specimen <br> rities requesting a verification and the customs authorities <br> of 26 September 2006 <br> 2. The A.TR. movement certificate may be used only when <br> 2. The customs authorities in the exporting State may <br> impressions of stamps used in their customs offices for the issue <br> responsible for carrying out this verification, or where they <br> laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association <br> the goods are transported directly between the two parts of the <br> authorise any exporter (hereinafter referred to as ‘approved <br> of A.TR. movement certificates and with the addresses of the <br> raise a question as to the interpretation of this Decision, they <br> Council <br> (i) giving an exact description of the products; <br> customs union. However, goods constituting one single <br> exporter'), making frequent shipments for which A.TR. <br> customs authorities responsible for verifying those certificates. <br> shall be submitted to the Customs Cooperation Committee. <br> (2006/646/EC) <br> (ii) stating the dates of unloading and reloading of the <br> consignment may be transported through third countries with, <br> movement certificates may be issued and who offers, to the <br> 2. In order to ensure the proper application of this Decision, <br> In all cases, the settlement of disputes between the importer and <br> THE CUSTOMS COOPERATION COMMITTEE, <br> products and, where applicable, the names of the <br> should the occasion arise, trans-shipment or temporary ware- <br> satisfaction of the competent authorities, all guarantees <br> the Community and Turkey shall assist each other, through the <br> the customs authorities of the importing State shall be under <br> Having regard to the Agreement of 12 September 1963 estab- <br> housing in such countries, provided that they remain under the <br> ships, or the other means of transport used; and <br> necessary to verify the status of the goods, not to submit at <br> 2. For the purposes of implementing the provisions of <br> competent customs authorities, in checking the authenticity of <br> the legislation of the said State. <br> lishing an association between the European Economic <br> surveillance of the customs authorities in the country of transit <br> the time of the export to the customs office of the exporting <br> A.TR. movement certificates and the correctness of the infor- <br> Article 19 <br> Community and Turkey, <br> or warehousing and do not undergo operations other than <br> State either the goods or the application for an A.TR. <br> in support of the request for verification. <br> mation given in them. <br> Having regard to Decision No 1/95 of the EC-Turkey Asso- <br> (c) failing these, any substantiating documents. <br> unloading, reloading or any operation designed to preserve <br> movement certificate relating to those goods, for the purpose <br> Article 15 <br> ciation Council of 22 December 1995 on implementing the <br> them in good condition. <br> of obtaining an A.TR. movement certificate under the <br> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br> considered appropriate. <br> information for the purpose of obtaining the treatment resulting <br> final phase of the customs union (1), and in particular Articles <br> Goods may be transported between the two parts of the <br> conditions laid down in Article 7. <br> ficate may exceptionally be issued after exportation of the goods <br> 3(6), 13(3) and 28(3) thereof, <br> customs union by pipeline across third countries. <br> 3. The customs authorities shall refuse exporters who do not <br> Whereas: <br> 3. Evidence that the conditions set out in paragraph 2 have <br> offer all the guarantees which they consider necessary the <br> CHAPTER 3 <br> (1) The Customs Cooperation Committee is to lay down the <br> been fulfilled shall be supplied to the customs authorities of the <br> authorisation referred to in paragraph 2. The competent autho- <br> Provisions concerning goods brought by travellers <br> appropriate measures necessary to implement the <br> exporter's accounts or any other check considered appropriate. <br> importing State by the production of: <br> rities may withdraw the authorisation at any time. They shall do <br> (b) it is demonstrated to the satisfaction of the customs autho- <br> Article 20 <br> provisions of the Customs Union referred to in Articles <br> (a) a single transport document covering the passage through <br> so where the approved exporter no longer satisfies the <br> rities that an A.TR. movement certificate was issued but was <br> Provided that they are not intended for commercial use, goods <br> 3, 13 and 28 of Decision No 1/95. It adopted for <br> the third country; or <br> conditions or no longer offers these guarantees. <br> brought by travellers from one part of the customs union to the <br> this purpose Decision No 1/2001 of 28 March 2001 <br> (b) a certificate issued by the customs authorities of the third <br> 4. The authorisation to be issued by the customs authorities <br> 2. For the implementation of paragraph 1, the exporter must <br> precautionary measures judged necessary. <br> other part of the customs union shall benefit from the <br> amending Decision No 1/96 laying down detailed rules <br> country: <br> shall specify in particular: <br> indicate in his application the place and date of exportation of <br> provisions on free circulation laid down in the basic Decision <br> for the application of Decision No 1/95 of the EC-Turkey <br> (a) the office responsible for pre-endorsement of the certificates; <br> the products to which the A.TR. movement certificate relates, <br> without being the subject of the certificate provided for in <br> Association Council (2). <br> (b) the manner in which the approved exporter must prove that <br> and state the reasons for his request. <br> Chapter 2 when they are declared as goods fulfilling the <br> (2) It is necessary to bring the provisions of Decision <br> those certificates have been used; <br> 3. The customs authorities may issue an A.TR. movement <br> informed of the results of this verification as soon as possible. <br> conditions for free circulation and there is no doubt as to the <br> No 1/2001 into line with recent amendments to <br> (c) in the cases referred to in paragraph 5(b) the authority <br> certificate retrospectively only after verifying that the infor- <br> accuracy of the declaration. <br> Commission Regulation (EEC) No 2454/93 of 2 July <br> (iii) certifying the conditions under which the products <br> competent to carry out the subsequent verification <br> 1993 laying down provisions for the implementation <br> remained in the third country; or <br> referred to in Article 16. <br> in the corresponding file. <br> Postal consignments <br> of Council Regulation (EEC) No 2913/92 establishing <br> 5. The authorisation shall stipulate, at the choice of the <br> 4. A.TR. movement certificates issued retrospectively shall be <br> Article 21 <br> the Community Customs Code (3), regarding in particular <br> Article 7 <br> competent authorities that the box reserved for endorsement <br> endorsed in Box 8 with one of the following phrases: <br> Postal consignments (including postal packages) shall benefit <br> l1) OJ L 35, 13.2.1996, p. 1. <br> 1. An A.TR. movement certificate shall be endorsed by the <br> Article 8 <br> by the customs must either: <br> ‘ES \"EXPEDIDO A POSTERIORI\" <br> from the provisions on free circulation laid down in the basic <br> (2) OJ L 98, 7.4.2001, p. 31. Decision as last amended by Decision <br> customs authorities of the exporting State when goods to which <br> (a) be endorsed beforehand with the stamp of the competent <br> CS \"VYSTAVENO DODATECNE\" <br> Decision without being the subject of the certificate provided <br> No 1/2003 (OJ L 28, 4.2.2003, p. 51). <br> it relates are exported. It shall be made available to the exporter <br> customs office of the exporting State and the signature, <br> DA \"UDSTEDT EFTERF0LGENDE\" <br> for in Chapter 2, provided there is no indication on the packing <br> (3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended <br> which may be a facsimile, of an official of that office; or <br> DE \"NACHTRAGLICH AUSGESTELLT\" <br> or on the accompanying documents that the goods contained <br> by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35). <br> 2. An A.TR. movement certificate may be endorsed only <br> (b) be endorsed by the approved exporter with a special stamp <br> et \"tagantjArele vAlja ANTUD\" <br> Penalties shall be imposed on any person who draws up, or <br> therein do not comply with the conditions set out in the basic <br> the possible refusal of a calculation of the partial relief of <br> as soon as actual exportation has been effected or ensured. <br> where it can serve as the documentary evidence required for <br> which has been approved by the customs authorities of the <br> EL \"EKAO0EN EK TON YZTEPON\" <br> Decision. This indication consists of a yellow label, the <br> duties under the outward processing procedure, based on <br> the purpose of implementing the provisions on free circulation <br> exporting State and corresponds to the specimen in Annex <br> specimen of which is contained in Annex IV, affixed in all <br> the value-added method. It is also necessary to allow the <br> laid down in the basic Decision. <br> III. Such stamp may be pre-printed on the forms. <br> FR \"DELIVRE A POSTERIORI\" <br> cases of this kind by the competent authorities of the <br> customs authorities of the Member States to issue <br> 3. The exporter applying for the issue of an A.TR. movement <br> 6. In the cases referred to in paragraph 5(a), one of the <br> IT \"RILASCIATO A POSTERIORI\" <br> exporting State. <br> Community ‘single authorisations' for approved <br> certificate shall be prepared to submit at any time, at the request <br> following phrases shall be entered in box 8 ‘Remarks' of the <br> LV \"IZSNIEGTS RETROSPECTIVE' <br> to which it relates if: <br> TITLE III <br> exporters and to provide for the acceptance by Turkey <br> of the customs authorities of the exporting State where the <br> A.TR. movement certificate: <br> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br> of A.TR movement certificates established on the basis of <br> A.TR. movement certificate is issued, all appropriate <br> ‘ES \"Procedimiento simplificado\" <br> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br> such authorisations. <br> documents proving the status of the goods concerned as well <br> CS \"Zjednoduseny postup\" <br> MT \"MAHRUG RETROSPETTIVAMENT\" <br> (3) As a consequence of the enlargement of the European <br> as the fulfilment of the other requirements of the basic Decision <br> DA \"Forenklet fremgangsmade\" <br> Union, there is furthermore a need to insert the text of <br> and this Decision. <br> DE \"Vereinfachtes Verfahren\" <br> various endorsements in the new official languages of <br> 4. The issuing customs authorities shall take any steps <br> ET \"Lihtsustatud tolliprotseduur\" <br> mation supplied in the exporter's application agrees with that <br> PT \"EMITIDO A POSTERIORI\" <br> Community. <br> necessary to verify the status of the goods and the fulfilment <br> EL \"AnAouomipEvri SiaSimola\" <br> SL \"IZDANO NAKNADNO\" <br> (4) Decision No 1/1999 of the EC-Turkey Customs Coop- <br> of the other requirements of the basic Decision and this <br> EN \"Simplified procedure\" <br> SK \"VYDANE DODATOCNE\" <br> eration Committee of 28 May 1999, on procedures to <br> Decision. For this purpose, they shall have the right to call <br> FR \"Procedure simplified' <br> FI \"ANNETTU JALKIKATEEN\" <br> facilitate the issue of movement certificates EUR.1 and <br> for any evidence and to carry out any inspection of the <br> IT \"Procedura semplificata\" <br> SV \"UTFARDAT I EFTERHAND\" <br> the making out of invoice declarations under the <br> LV \"Vienkarsota procedura\" <br> TR \"SONRADAN VERiLMi§TiR\".'. <br> provisions governing preferential trade between the <br> The issuing customs authorities shall also ensure that the certi- <br> LT \"Supaprastinta procedura\" <br> Article 16 <br> European Union, Turkey and certain European <br> ficates are duly completed. In particular, they shall check <br> HU \"Egyszerusitett eljaras\" <br> 1. Subsequent verifications of A.TR. movement certificates <br> EN \"ISSUED RETROSPECTIVELY\" <br> countries (4), aims at facilitating the issue of such prefer- <br> whether the space reserved for the description of the products <br> MT \"Procedura simplifikata\" <br> shall be carried out at random or whenever the customs autho- <br> ential proofs of origin by either the Community or <br> has been completed in such a manner as to exclude all possi- <br> NL \"Vereenvoudigde regeling\" <br> rities of the importing State have reasonable doubts as to the <br> Turkey in the context of the preferential trade agreements <br> bility of fraudulent additions. <br> PL \"Procedura uproszczona\" <br> authenticity of the certificates, the status of the goods concerned <br> they have both concluded with certain countries and <br> PT \"Procedimento simplificado\" <br> not accepted at importation for technical reasons. <br> or the fulfilment of the other requirements of the basic Decision <br> which provide between them for a system of cumulation <br> 1. An A.TR. movement certificate shall be submitted, within <br> SL \"Poenostavljen postopek\" <br> or this Decision. <br> of origin, based on identical rules of origin and a prohi- <br> four months of the date of issue by the customs authorities of <br> SK \"Zjednoduseny postup\" <br> (a) it was not issued at the time of exportation because of <br> bition of any drawback or suspension from customs <br> the exporting State, to the customs authorities of the importing <br> FI \"Yksinkertaistettu menettely\" <br> errors or involuntary omissions or special circumstances; or <br> paragraph 1, the customs authorities of the importing State <br> duties on the goods concerned. That Decision provides <br> State. <br> SV \"Forenklat forfarande\" <br> shall return the A.TR. movement certificate to the customs <br> for the use by Community and Turkish exporters of <br> 2. A.TR. movement certificates submitted to the customs <br> TR \"Basitleftirilmif prosedur\".'. <br> authorities of the exporting State, and the invoice, if it has <br> supplier's declarations, stating the Community or <br> authorities of the importing State after the final date for <br> 7. The completed certificate, bearing the phrase specified in <br> been submitted, or a copy of these documents, giving, where <br> Turkish originating status, according to the said rules, <br> submission specified in paragraph 1 may be accepted where <br> paragraph 6 and signed by the approved exporter, shall be <br> appropriate, the reasons for the enquiry. Any documents and <br> of the goods received from suppliers in the other part <br> the failure to submit these documents by the final date set is <br> equivalent to a document certifying that the conditions <br> information obtained suggesting that the information given on <br> of the Customs Union and for the related methods of <br> due to exceptional circumstances. <br> specified in Article 5 have been fulfilled. <br> the AT.R. movement certificate is incorrect shall be forwarded <br> administrative cooperation. <br> 3. In other cases of belated presentation, the customs autho- <br> Article 12 <br> (4) OJ L 204, 4.8.1999, p. 43. <br> rities of the importing State shall accept A.TR. movement certi- <br> 1. An exporter who frequently exports goods from a <br> 3. The verification shall be carried out by the customs autho- <br> NL \"AFGEGEVEN A POSTERIORI\" <br> (5) Decision No 1/2000 of the EC-Turkey Customs Coop- <br> ficates where the goods were submitted before the said final <br> Member State of the Community other than the one in which <br> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br> rities of the exporting State. For this purpose, they shall have <br> eration Committee of 25 July 2000, on the acceptance, <br> date. <br> he is established may obtain approved exporter status covering <br> the right to call for any evidence and to carry out any <br> as proof of Community or Turkish origin, of movement <br> such exports. <br> inspection of the exporter's accounts or any other check <br> certificates EUR.1 or invoice declarations issued by <br> For that purpose, he shall submit an application to the <br> certain countries that have signed a preferential <br> competent customs authorities of the Member State in which <br> 4. If the customs authorities of the importing State decide to <br> agreement with the Community or Turkey (3 1), aims at <br> he is both established and keeps the records containing the <br> suspend the granting of treatment, resulting from the provisions <br> ensuring that goods covered by the Customs Union <br> evidence proving the status of the goods concerned as well as <br> on free circulation laid down in the basic Decision, to the goods <br> causes to be drawn up, a document which contains incorrect <br> can benefit from the provisions on free circulation laid <br> the fulfilment of the other requirements of the basic Decision <br> concerned while awaiting the results of the verification, release <br> down in Decision No 1/95, also when they are imported <br> of the goods shall be offered to the importer subject to any <br> into one part of the customs union accompanied by a <br> 2. When the authorities referred to in paragraph 1 are <br> proof of origin issued in a country with which both the <br> satisfied that the conditions set out in Article 11 are fulfilled, <br> 5. The customs authorities requesting the verification shall be <br> Community and Turkey have concluded preferential <br> and issue the authorisation, they shall notify the customs autho- <br> trade agreements, providing between them for a system <br> rities of the Member States concerned. <br> These results shall indicate clearly whether the documents are <br> of cumulation of origin, based on identical rules of origin <br> 3. In cases where the verification address has not been pre- <br> authentic and whether the goods concerned may be considered <br> and a prohibition of any drawback or suspension from <br> printed in Box 14 of the A.TR. movement certificate, the <br> as in free circulation in the customs union and fulfil the other <br> customs duties on the goods concerned. <br> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br> requirements of the basic Decision and this Decision. <br> (6) Decisions No 1/1999 and No 1/2000 were adopted to <br> movement certificate a reference to the Member State having <br> 6. If in cases of reasonable doubt there is no reply within 10 <br> facilitate the joint application of the customs union and <br> issued the authorisation, to which the customs authorities of <br> months of the date of the verification request or if the reply <br> of the preferential trade arrangements between the <br> Turkey shall send their requests for subsequent verification in <br> does not contain sufficient information to determine the <br> Community or Turkey and certain countries. Subject to <br> accordance with Article 16. <br> authenticity of the document in question or the real status of <br> the necessary adaptations to bring them into line with <br> the goods, the requesting customs authorities shall, except in <br> the acquis communautaire, it is appropriate to incorporate <br> exceptional circumstances, refuse the treatment resulting from <br> into this Decision the provisions currently laid down in <br> the provisions on free circulation laid down in the basic <br> Decisions No 1/1999 and No 1/2000 and to repeal <br> Decision. <br> those Decisions. <br> (7) Following the extension of the system of the pan- <br> European cumulation of origin to the other countries <br> which are participants in the Euro-Mediterranean part- <br> nership, based on the Barcelona Declaration adopted at <br> the Euro-Mediterranean Conference held on 27 and 28 <br> November 1995, the necessary reference to proofs of <br> origin EUR-MED should be introduced. <br> (8) In order to facilitate the implementation of the detailed <br> rules for the application of Decision No 1/95, it is appro- <br> priate to replace Decision No 1/2001 by a new Decision, <br> HAS ADOPTED THIS DECISION: <br> TITLE I <br> GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Article 17", "ArticleDesc": "Article 17 <br> 1. By way of derogation from Article 5, the provisions on <br> free circulation laid down in the basic Decision also apply to <br> goods imported in one part of the customs union if they are <br> accompanied by a proof of Turkish or Community origin, <br> established in a country, a group of countries or a territory <br> under the provisions of preferential trade agreements, <br> concluded by both the Community and Turkey with this <br> country, group of countries or territory and providing for a <br> system of cumulation of origin implying the application of <br> identical rules of origin and of a prohibition of drawback of, <br> or exemption from, customs duties. <br> 2. The arrangements for administrative cooperation, laid <br> down in the rules of origin of the relevant preferential trade <br> agreements, apply to the proofs referred to in paragraph 1. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "II <br> Article 6 <br> Article 11 <br> Article 14 <br> Article 18 <br> CHAPTER 4 <br> (Acts whose publication is not obligatory) <br> 1. The documentary evidence referred to in Article 5 shall be <br> 1. By way of derogation from Article 7, a simplified <br> 1. The customs authorities of the Member States of the <br> Where disputes arise in relation to the verification procedures of <br> COMMISSION <br> the A.TR. movement certificate. The specimen of this form is <br> procedure for the issue of AT.R. movement certificates may <br> Community and of Turkey shall provide each other, through <br> Article 16 which cannot be settled between the customs autho- <br> DECISION No 1/2006 OF THE EC-TURKEY CUSTOMS COOPERATION COMMITTEE <br> contained in Annex 1. <br> be used in accordance with the following provisions. <br> the Commission of the European Communities, with specimen <br> rities requesting a verification and the customs authorities <br> of 26 September 2006 <br> 2. The A.TR. movement certificate may be used only when <br> 2. The customs authorities in the exporting State may <br> impressions of stamps used in their customs offices for the issue <br> responsible for carrying out this verification, or where they <br> laying down detailed rules for the application of Decision No 1/95 of the EC-Turkey Association <br> the goods are transported directly between the two parts of the <br> authorise any exporter (hereinafter referred to as ‘approved <br> of A.TR. movement certificates and with the addresses of the <br> raise a question as to the interpretation of this Decision, they <br> Council <br> (i) giving an exact description of the products; <br> customs union. However, goods constituting one single <br> exporter'), making frequent shipments for which A.TR. <br> customs authorities responsible for verifying those certificates. <br> shall be submitted to the Customs Cooperation Committee. <br> (2006/646/EC) <br> (ii) stating the dates of unloading and reloading of the <br> consignment may be transported through third countries with, <br> movement certificates may be issued and who offers, to the <br> 2. In order to ensure the proper application of this Decision, <br> In all cases, the settlement of disputes between the importer and <br> THE CUSTOMS COOPERATION COMMITTEE, <br> products and, where applicable, the names of the <br> should the occasion arise, trans-shipment or temporary ware- <br> satisfaction of the competent authorities, all guarantees <br> the Community and Turkey shall assist each other, through the <br> the customs authorities of the importing State shall be under <br> Having regard to the Agreement of 12 September 1963 estab- <br> housing in such countries, provided that they remain under the <br> ships, or the other means of transport used; and <br> necessary to verify the status of the goods, not to submit at <br> 2. For the purposes of implementing the provisions of <br> competent customs authorities, in checking the authenticity of <br> the legislation of the said State. <br> lishing an association between the European Economic <br> surveillance of the customs authorities in the country of transit <br> the time of the export to the customs office of the exporting <br> A.TR. movement certificates and the correctness of the infor- <br> Article 19 <br> Community and Turkey, <br> or warehousing and do not undergo operations other than <br> State either the goods or the application for an A.TR. <br> in support of the request for verification. <br> mation given in them. <br> Having regard to Decision No 1/95 of the EC-Turkey Asso- <br> (c) failing these, any substantiating documents. <br> unloading, reloading or any operation designed to preserve <br> movement certificate relating to those goods, for the purpose <br> Article 15 <br> ciation Council of 22 December 1995 on implementing the <br> them in good condition. <br> of obtaining an A.TR. movement certificate under the <br> 1. Notwithstanding Article 7(1), an A.TR. movement certi- <br> considered appropriate. <br> information for the purpose of obtaining the treatment resulting <br> final phase of the customs union (1), and in particular Articles <br> Goods may be transported between the two parts of the <br> conditions laid down in Article 7. <br> ficate may exceptionally be issued after exportation of the goods <br> 3(6), 13(3) and 28(3) thereof, <br> customs union by pipeline across third countries. <br> 3. The customs authorities shall refuse exporters who do not <br> Whereas: <br> 3. Evidence that the conditions set out in paragraph 2 have <br> offer all the guarantees which they consider necessary the <br> CHAPTER 3 <br> (1) The Customs Cooperation Committee is to lay down the <br> been fulfilled shall be supplied to the customs authorities of the <br> authorisation referred to in paragraph 2. The competent autho- <br> Provisions concerning goods brought by travellers <br> appropriate measures necessary to implement the <br> exporter's accounts or any other check considered appropriate. <br> importing State by the production of: <br> rities may withdraw the authorisation at any time. They shall do <br> (b) it is demonstrated to the satisfaction of the customs autho- <br> Article 20 <br> provisions of the Customs Union referred to in Articles <br> (a) a single transport document covering the passage through <br> so where the approved exporter no longer satisfies the <br> rities that an A.TR. movement certificate was issued but was <br> Provided that they are not intended for commercial use, goods <br> 3, 13 and 28 of Decision No 1/95. It adopted for <br> the third country; or <br> conditions or no longer offers these guarantees. <br> brought by travellers from one part of the customs union to the <br> this purpose Decision No 1/2001 of 28 March 2001 <br> (b) a certificate issued by the customs authorities of the third <br> 4. The authorisation to be issued by the customs authorities <br> 2. For the implementation of paragraph 1, the exporter must <br> precautionary measures judged necessary. <br> other part of the customs union shall benefit from the <br> amending Decision No 1/96 laying down detailed rules <br> country: <br> shall specify in particular: <br> indicate in his application the place and date of exportation of <br> provisions on free circulation laid down in the basic Decision <br> for the application of Decision No 1/95 of the EC-Turkey <br> (a) the office responsible for pre-endorsement of the certificates; <br> the products to which the A.TR. movement certificate relates, <br> without being the subject of the certificate provided for in <br> Association Council (2). <br> (b) the manner in which the approved exporter must prove that <br> and state the reasons for his request. <br> Chapter 2 when they are declared as goods fulfilling the <br> (2) It is necessary to bring the provisions of Decision <br> those certificates have been used; <br> 3. The customs authorities may issue an A.TR. movement <br> informed of the results of this verification as soon as possible. <br> conditions for free circulation and there is no doubt as to the <br> No 1/2001 into line with recent amendments to <br> (c) in the cases referred to in paragraph 5(b) the authority <br> certificate retrospectively only after verifying that the infor- <br> accuracy of the declaration. <br> Commission Regulation (EEC) No 2454/93 of 2 July <br> (iii) certifying the conditions under which the products <br> competent to carry out the subsequent verification <br> 1993 laying down provisions for the implementation <br> remained in the third country; or <br> referred to in Article 16. <br> in the corresponding file. <br> Postal consignments <br> of Council Regulation (EEC) No 2913/92 establishing <br> 5. The authorisation shall stipulate, at the choice of the <br> 4. A.TR. movement certificates issued retrospectively shall be <br> Article 21 <br> the Community Customs Code (3), regarding in particular <br> Article 7 <br> competent authorities that the box reserved for endorsement <br> endorsed in Box 8 with one of the following phrases: <br> Postal consignments (including postal packages) shall benefit <br> l1) OJ L 35, 13.2.1996, p. 1. <br> 1. An A.TR. movement certificate shall be endorsed by the <br> Article 8 <br> by the customs must either: <br> ‘ES \"EXPEDIDO A POSTERIORI\" <br> from the provisions on free circulation laid down in the basic <br> (2) OJ L 98, 7.4.2001, p. 31. Decision as last amended by Decision <br> customs authorities of the exporting State when goods to which <br> (a) be endorsed beforehand with the stamp of the competent <br> CS \"VYSTAVENO DODATECNE\" <br> Decision without being the subject of the certificate provided <br> No 1/2003 (OJ L 28, 4.2.2003, p. 51). <br> it relates are exported. It shall be made available to the exporter <br> customs office of the exporting State and the signature, <br> DA \"UDSTEDT EFTERF0LGENDE\" <br> for in Chapter 2, provided there is no indication on the packing <br> (3) OJ L 253, 11.10.1993, p. 1. Regulation as last amended <br> which may be a facsimile, of an official of that office; or <br> DE \"NACHTRAGLICH AUSGESTELLT\" <br> or on the accompanying documents that the goods contained <br> by Regulation (EC) No 402/2006 (OJ L 70, 9.3.2006, p. 35). <br> 2. An A.TR. movement certificate may be endorsed only <br> (b) be endorsed by the approved exporter with a special stamp <br> et \"tagantjArele vAlja ANTUD\" <br> Penalties shall be imposed on any person who draws up, or <br> therein do not comply with the conditions set out in the basic <br> the possible refusal of a calculation of the partial relief of <br> as soon as actual exportation has been effected or ensured. <br> where it can serve as the documentary evidence required for <br> which has been approved by the customs authorities of the <br> EL \"EKAO0EN EK TON YZTEPON\" <br> Decision. This indication consists of a yellow label, the <br> duties under the outward processing procedure, based on <br> the purpose of implementing the provisions on free circulation <br> exporting State and corresponds to the specimen in Annex <br> specimen of which is contained in Annex IV, affixed in all <br> the value-added method. It is also necessary to allow the <br> laid down in the basic Decision. <br> III. Such stamp may be pre-printed on the forms. <br> FR \"DELIVRE A POSTERIORI\" <br> cases of this kind by the competent authorities of the <br> customs authorities of the Member States to issue <br> 3. The exporter applying for the issue of an A.TR. movement <br> 6. In the cases referred to in paragraph 5(a), one of the <br> IT \"RILASCIATO A POSTERIORI\" <br> exporting State. <br> Community ‘single authorisations' for approved <br> certificate shall be prepared to submit at any time, at the request <br> following phrases shall be entered in box 8 ‘Remarks' of the <br> LV \"IZSNIEGTS RETROSPECTIVE' <br> to which it relates if: <br> TITLE III <br> exporters and to provide for the acceptance by Turkey <br> of the customs authorities of the exporting State where the <br> A.TR. movement certificate: <br> LT \"RETROSPEKTYVUSIS ISDAVIMAS\" <br> of A.TR movement certificates established on the basis of <br> A.TR. movement certificate is issued, all appropriate <br> ‘ES \"Procedimiento simplificado\" <br> HU \"KIADVA VISSZAMENOLEGES HATALLYAL\" <br> such authorisations. <br> documents proving the status of the goods concerned as well <br> CS \"Zjednoduseny postup\" <br> MT \"MAHRUG RETROSPETTIVAMENT\" <br> (3) As a consequence of the enlargement of the European <br> as the fulfilment of the other requirements of the basic Decision <br> DA \"Forenklet fremgangsmade\" <br> Union, there is furthermore a need to insert the text of <br> and this Decision. <br> DE \"Vereinfachtes Verfahren\" <br> various endorsements in the new official languages of <br> 4. The issuing customs authorities shall take any steps <br> ET \"Lihtsustatud tolliprotseduur\" <br> mation supplied in the exporter's application agrees with that <br> PT \"EMITIDO A POSTERIORI\" <br> Community. <br> necessary to verify the status of the goods and the fulfilment <br> EL \"AnAouomipEvri SiaSimola\" <br> SL \"IZDANO NAKNADNO\" <br> (4) Decision No 1/1999 of the EC-Turkey Customs Coop- <br> of the other requirements of the basic Decision and this <br> EN \"Simplified procedure\" <br> SK \"VYDANE DODATOCNE\" <br> eration Committee of 28 May 1999, on procedures to <br> Decision. For this purpose, they shall have the right to call <br> FR \"Procedure simplified' <br> FI \"ANNETTU JALKIKATEEN\" <br> facilitate the issue of movement certificates EUR.1 and <br> for any evidence and to carry out any inspection of the <br> IT \"Procedura semplificata\" <br> SV \"UTFARDAT I EFTERHAND\" <br> the making out of invoice declarations under the <br> LV \"Vienkarsota procedura\" <br> TR \"SONRADAN VERiLMi§TiR\".'. <br> provisions governing preferential trade between the <br> The issuing customs authorities shall also ensure that the certi- <br> LT \"Supaprastinta procedura\" <br> Article 16 <br> European Union, Turkey and certain European <br> ficates are duly completed. In particular, they shall check <br> HU \"Egyszerusitett eljaras\" <br> 1. Subsequent verifications of A.TR. movement certificates <br> EN \"ISSUED RETROSPECTIVELY\" <br> countries (4), aims at facilitating the issue of such prefer- <br> whether the space reserved for the description of the products <br> MT \"Procedura simplifikata\" <br> shall be carried out at random or whenever the customs autho- <br> ential proofs of origin by either the Community or <br> has been completed in such a manner as to exclude all possi- <br> NL \"Vereenvoudigde regeling\" <br> rities of the importing State have reasonable doubts as to the <br> Turkey in the context of the preferential trade agreements <br> bility of fraudulent additions. <br> PL \"Procedura uproszczona\" <br> authenticity of the certificates, the status of the goods concerned <br> they have both concluded with certain countries and <br> PT \"Procedimento simplificado\" <br> not accepted at importation for technical reasons. <br> or the fulfilment of the other requirements of the basic Decision <br> which provide between them for a system of cumulation <br> 1. An A.TR. movement certificate shall be submitted, within <br> SL \"Poenostavljen postopek\" <br> or this Decision. <br> of origin, based on identical rules of origin and a prohi- <br> four months of the date of issue by the customs authorities of <br> SK \"Zjednoduseny postup\" <br> (a) it was not issued at the time of exportation because of <br> bition of any drawback or suspension from customs <br> the exporting State, to the customs authorities of the importing <br> FI \"Yksinkertaistettu menettely\" <br> errors or involuntary omissions or special circumstances; or <br> paragraph 1, the customs authorities of the importing State <br> duties on the goods concerned. That Decision provides <br> State. <br> SV \"Forenklat forfarande\" <br> shall return the A.TR. movement certificate to the customs <br> for the use by Community and Turkish exporters of <br> 2. A.TR. movement certificates submitted to the customs <br> TR \"Basitleftirilmif prosedur\".'. <br> authorities of the exporting State, and the invoice, if it has <br> supplier's declarations, stating the Community or <br> authorities of the importing State after the final date for <br> 7. The completed certificate, bearing the phrase specified in <br> been submitted, or a copy of these documents, giving, where <br> Turkish originating status, according to the said rules, <br> submission specified in paragraph 1 may be accepted where <br> paragraph 6 and signed by the approved exporter, shall be <br> appropriate, the reasons for the enquiry. Any documents and <br> of the goods received from suppliers in the other part <br> the failure to submit these documents by the final date set is <br> equivalent to a document certifying that the conditions <br> information obtained suggesting that the information given on <br> of the Customs Union and for the related methods of <br> due to exceptional circumstances. <br> specified in Article 5 have been fulfilled. <br> the AT.R. movement certificate is incorrect shall be forwarded <br> administrative cooperation. <br> 3. In other cases of belated presentation, the customs autho- <br> Article 12 <br> (4) OJ L 204, 4.8.1999, p. 43. <br> rities of the importing State shall accept A.TR. movement certi- <br> 1. An exporter who frequently exports goods from a <br> 3. The verification shall be carried out by the customs autho- <br> NL \"AFGEGEVEN A POSTERIORI\" <br> (5) Decision No 1/2000 of the EC-Turkey Customs Coop- <br> ficates where the goods were submitted before the said final <br> Member State of the Community other than the one in which <br> PL \"WYSTAWIONE RETROSPEKTYWNIE\" <br> rities of the exporting State. For this purpose, they shall have <br> eration Committee of 25 July 2000, on the acceptance, <br> date. <br> he is established may obtain approved exporter status covering <br> the right to call for any evidence and to carry out any <br> as proof of Community or Turkish origin, of movement <br> such exports. <br> inspection of the exporter's accounts or any other check <br> certificates EUR.1 or invoice declarations issued by <br> For that purpose, he shall submit an application to the <br> certain countries that have signed a preferential <br> competent customs authorities of the Member State in which <br> 4. If the customs authorities of the importing State decide to <br> agreement with the Community or Turkey (3 1), aims at <br> he is both established and keeps the records containing the <br> suspend the granting of treatment, resulting from the provisions <br> ensuring that goods covered by the Customs Union <br> evidence proving the status of the goods concerned as well as <br> on free circulation laid down in the basic Decision, to the goods <br> causes to be drawn up, a document which contains incorrect <br> can benefit from the provisions on free circulation laid <br> the fulfilment of the other requirements of the basic Decision <br> concerned while awaiting the results of the verification, release <br> down in Decision No 1/95, also when they are imported <br> of the goods shall be offered to the importer subject to any <br> into one part of the customs union accompanied by a <br> 2. When the authorities referred to in paragraph 1 are <br> proof of origin issued in a country with which both the <br> satisfied that the conditions set out in Article 11 are fulfilled, <br> 5. The customs authorities requesting the verification shall be <br> Community and Turkey have concluded preferential <br> and issue the authorisation, they shall notify the customs autho- <br> trade agreements, providing between them for a system <br> rities of the Member States concerned. <br> These results shall indicate clearly whether the documents are <br> of cumulation of origin, based on identical rules of origin <br> 3. In cases where the verification address has not been pre- <br> authentic and whether the goods concerned may be considered <br> and a prohibition of any drawback or suspension from <br> printed in Box 14 of the A.TR. movement certificate, the <br> as in free circulation in the customs union and fulfil the other <br> customs duties on the goods concerned. <br> exporter shall indicate in box 8 ‘Remarks' of the A.TR. <br> requirements of the basic Decision and this Decision. <br> (6) Decisions No 1/1999 and No 1/2000 were adopted to <br> movement certificate a reference to the Member State having <br> 6. If in cases of reasonable doubt there is no reply within 10 <br> facilitate the joint application of the customs union and <br> issued the authorisation, to which the customs authorities of <br> months of the date of the verification request or if the reply <br> of the preferential trade arrangements between the <br> Turkey shall send their requests for subsequent verification in <br> does not contain sufficient information to determine the <br> Community or Turkey and certain countries. Subject to <br> accordance with Article 16. <br> authenticity of the document in question or the real status of <br> the necessary adaptations to bring them into line with <br> the goods, the requesting customs authorities shall, except in <br> the acquis communautaire, it is appropriate to incorporate <br> exceptional circumstances, refuse the treatment resulting from <br> into this Decision the provisions currently laid down in <br> the provisions on free circulation laid down in the basic <br> Decisions No 1/1999 and No 1/2000 and to repeal <br> Decision. <br> those Decisions. <br> (7) Following the extension of the system of the pan- <br> European cumulation of origin to the other countries <br> which are participants in the Euro-Mediterranean part- <br> nership, based on the Barcelona Declaration adopted at <br> the Euro-Mediterranean Conference held on 27 and 28 <br> November 1995, the necessary reference to proofs of <br> origin EUR-MED should be introduced. <br> (8) In order to facilitate the implementation of the detailed <br> rules for the application of Decision No 1/95, it is appro- <br> priate to replace Decision No 1/2001 by a new Decision, <br> HAS ADOPTED THIS DECISION: <br> TITLE I <br> GENERAL PROVISIONS <br> "}]}]}, "members_found": ["918", "792", 2, 8703900000]}