{"FtaRooDetails": {"FtaId": 153, "FtaCode": "ITC00158", "FtaName": "EPA, Japan-Mexico", "FtaFullName": "AGREEMENT BETWEEN JAPAN AND THE UNITED MEXICAN STATES FOR THE STRENGTHENING OF THE ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.04.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; Mexico", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, Japan-Mexico", "AdminProcCooAuth": "The certification type under EPA, Japan-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, Japan-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, Japan-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 65%", "RooText": "A change to subheading 8703.21 through 8703.90 from any other heading, provided there is a regional value content of not less than 65 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " Annex 4 referred to in Chapter 4<br /> Specific Rules of Origin<br /> Section 1<br /> General Interpretative Notes<br /> For the purposes of interpreting the rules of origin<br /> set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that<br /> applies to a particular heading or subheading is<br /> set out immediately adjacent to the heading or<br /> subheading;<br /> (b) a requirement of a change in tariff<br /> classification applies only to non-originating<br /> materials;<br /> (c) reference to weight in the rules for goods<br /> provided for in chapter 1 through 24 of the<br /> Harmonized System means dry weight unless<br /> otherwise specified in the Harmonized System;<br /> (d) the following definitions apply:<br /> the term \"section\" means a section of the<br /> Harmonized System;<br /> the term \"chapter\" means a chapter of the<br /> Harmonized System;<br /> the term \"heading\" means the first four digits in<br /> the tariff classification number under the<br /> Harmonized System; and<br /> the term \"subheading\" means the first six digits<br /> in the tariff classification number under the<br /> Harmonized System;<br /> (e) this Annex is based on the Harmonized System as<br /> amended on January 1st, 2002;<br /> (f) the goods classified on Chapter 61, 62 or 63 and<br /> exported from Mexico to Japan that do not satisfy<br /> its corresponding specific rules of origin set<br /> out in Section 2 of this Annex, but that satisfy<br /> the specific rules of origin set out in<br /> subparagraph (i), (ii) or (iii) below in the Area<br /> of Mexico and any other applicable requirement of<br /> Chapter 4, shall be considered as originating,<br /> for an annual aggregate value of such goods in<br /> total imported to Japan of 200,000,000 United<br /> States dollars calculated on a F.O.B. basis:", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00158_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.customs.go.jp/kaisei/youshiki/form_C/C5290-2.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00158_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mofa.go.jp/region/latin/mexico/agreement/annex4.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00158_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/MEX_JPN_e/JPN_MEX_e.asp#Chapter_5"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00158_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/Trade/MEX_JPN_e/JPN_MEX_e.asp#Chapter_5"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00158_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/latin/mexico/agreement/index.html#agreement"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Accumulation <br /> For the purposes of determining whether a good is an originating good, a producer of the good may accumulate <br /> his production with the production of one or more producers in the Area of one or both Parties, of materials <br /> incorporated in the good, in a manner that the production of the materials is considered to have been performed <br /> by that producer, provided that the provisions of Article 22 are satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : De Minimis <br /> 1. A good shall be considered to be an originating good if the value of all non-originating materials used in the <br /> production of the good that do not undergo an applicable change in tariff classification set out in Annex 4 is not <br /> more than 10 percent of the transaction value of the good, adjusted to the basis set out in paragraph 2 or 3, as <br /> the case may be, of Article 23, and the good satisfies all other applicable requirements of this Chapter. <br /> 2. Where the good referred to in paragraph 1 above is also subject to a regional value content, the value of such <br /> non-originating materials shall be taken into account in determining the regional value of the good and the good <br /> shall be required to satisfy all other applicable requirements of this Chapter. <br /> 3. A good that is subject to a regional value content requirement pursuant to Annex 4 shall not be required to <br /> satisfy such requirement if the value of all non- originating materials is not more than 10 percent of the <br /> transaction value of the good, adjusted to the basis set out in paragraph 2 or 3, as the case may be, of Article 23. <br /> 4. Paragraph 1 above shall not apply to: <br /> (a) a good provided for in Chapters 50 through 63 of the Harmonized System; or <br /> (b) a good provided for in Chapters 1 through 27 of the Harmonized System, except where the non- originating <br /> material used in the production of the good is provided for in a different subheading to the good classified in <br /> Chapter 1, 4 through 15, or 17 through 27 of the Harmonized System for which the origin is being <br /> determined under this Article. <br /> 5. A good provided for in Chapters 50 through 63 of the Harmonized System that does not originate because <br /> certain fibers or yarns used in the production of the material that determines the tariff classification of the good do <br /> not undergo an applicable change in tariff classification set out in Annex 4, shall nonetheless be considered to <br /> originate if the total weight of all such fibers or yarns in that material is not more than 7 percent of <br /> the total weight of such material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Value of Materials <br /> 4. The value of non-originating materials used by the producer in the production of the good shall not include the <br /> value of the non-originating materials used by: <br /> (a) another producer in the production of an originating material which is acquired and used by the producer of <br /> the good in the production of such good; or <br /> (b) the producer of the good in the production of a self-produced originating material, which is designated by the <br /> producer as an intermediate material under Article 26. <br /> Article 26 : Intermediate Materials <br /> 1. For the purposes of determining the regional value content of a good under Article 23, the producer of the <br /> good may designate as an intermediate material, any self- produced material used in the production of the good. <br /> 2. Where an intermediate material is subject to a regional value content requirement under subparagraph <br /> 1(d) of Article 22 or Annex 4, the value of the intermediate material shall be: <br /> (a) the total cost incurred with respect to all goods produced by the producer of the good which may be <br /> reasonably allocated to such intermediate material, in accordance with the Uniform Regulations <br /> referred to in Article 10; or <br /> (b) the sum of each cost which are part of the total cost incurred with respect to such intermediate material, in <br /> accordance with the Uniform Regulations referred to in Article 10. <br /> In this case, the regional value content of such material shall be not less than the percentage set out <br /> in Annex 4 minus 5 percent.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Accessories, Spare Parts and Tools <br /> 1. Accessories, spare parts or tools delivered with the good that form part of the good's standard accessories, <br /> spare parts or tools, shall be disregarded in determining whether all the non-originating materials used in the <br /> production of the good undergo the applicable change in tariff classification set out in Annex 4, provided that: <br /> (a) the accessories, spare parts or tools are not invoiced separately from the good, without regard of whether <br /> they are separately detached in the commercial invoice; and <br /> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br /> 2. If the good is subject to a regional value content requirement, the value of the accessories, spare parts or tools <br /> shall be taken into account as the value of originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Definitions <br /> (h) the term \"goods wholly obtained or produced entirely in the Area of one or both Parties\" means: <br /> (i) mineral goods extracted in the Area of one or both Parties; <br /> (ii) vegetable goods harvested in the Area of one or both Parties; <br /> (iii) live animals born and raised in the Area of one or both Parties; <br /> (iv) goods obtained from hunting or fishing in the Area of one or both Parties; <br /> (v) fish, shellfish and other marine species taken by vessels of a Party from the sea outside <br /> the territorial seas of the Party; <br /> (vi) goods produced on board factory ships of a Party from the goods referred to in subparagraph (v); <br /> (vii) goods taken by a Party or a person of a Party from the seabed or beneath the seabed outside territorial seas <br /> of the Party, provided that the Party has rights to exploit such seabed; <br /> (viii) waste and scrap derived from: <br /> (AA) production in the Area of one or both Parties; or <br /> (BB) used goods collected in the Area of one or both Parties, provided such goods are fit only <br /> for the recovery of raw materials; or <br /> (ix) goods produced in the Area of one or both Parties exclusively from goods referred to in subparagraphs (i) <br /> through (viii), or from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Non-Qualifying Operations <br /> 1. A good shall not be considered to be an originating good merely by reason of: <br /> (a) dilution with water or another substance that does not materially alter the characteristics of the good; <br /> (b) simple operations for the maintenance of the good during transportation or storing, such as ventilation, <br /> refrigeration, removal of damaged parts, drying or addition of substances; <br /> (c) sieving, classification, selection; <br /> (d) packing, repacking or packaging for retail sale; <br /> (e) collection of goods to form sets, kits or composite goods; <br /> (f) application of stamps, labels or similar distinctive signs; <br /> (g) washing, including removal of dust, oxide, oil, paint or other coverings; <br /> (h) mere collection of parts and components classified as a good, according to Rule 2(a) of the General Rules for <br /> the Interpretation of the Harmonized System. Mere collection does not include the collection of parts and <br /> components of disassembled originating goods that were previously disassembled for consideration of <br /> packaging, handling or transportation; or <br /> (i) mere disassembly of the good into parts or components. Disassembling originating goods that were previously <br /> assembled, for consideration of packaging, handling or transportation, shall not be considered as mere disassembly. <br /> 2. The provisions of this Article shall prevail over the specific rules of origin set out in Annex 4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Regional Value Content <br /> 1. Except as provided for in paragraph 4 below and Article 26, the regional value content of a good shall be <br /> calculated on the basis of the transaction value method set out in paragraph 2 below. <br /> 2. For the purposes of calculating the regional value content of a good on the basis of the transaction value <br /> method, the following formula shall be applied: <br /> RVC= [(TV - VNM)/TV] x 100 <br /> where: <br /> RVC: the regional value content, expressed as a percentage; <br /> TV: transaction value of the good adjusted to a F.O.B. basis, except as provided for in paragraph 3 below; and <br /> VNM: value of non-originating materials used by the producer in the production of the good <br /> determined pursuant to Article 24. <br /> 3. For the purposes of paragraph 2 above, when the producer of the good does not export it directly, the <br /> transaction value of the good shall be adjusted to the point where the buyer receives the good from the producer <br /> in the Area of a Party where the producer is located. <br /> 4. In the event that there is no transaction value or the transaction value of the good is unacceptable under Article <br /> 1 of the Customs Valuation Code, the value of the good shall be determined in accordance with Articles 2 <br /> through 7 of the Customs Valuation Code. <br /> 5. A producer may average the regional value content for one or more goods classified in the same subheading <br /> under the Harmonized System that he produces in the same plant or in more than one plant in the Area of one <br /> Party, on the basis of either all the goods produced by the producer or only those goods exported to the other Party: <br /> (a) in its fiscal year or period; or <br /> (b) in any period of 1, 2, 3, 4 or 6 months. <br /> Article 24 : Value of Materials <br /> 1. The value of a material: <br /> (a) shall be the transaction value of the material; or <br /> (b) in the event that there is no transaction value or the transaction value of the material is unacceptable under Article 1 <br /> of the Customs Valuation Code, shall be determined in accordance with Articles 2 through 7 of the <br /> Customs Valuation Code. <br /> 2. Where not included under subparagraph 1(a) or 1(b) above, the value of a material: <br /> (a) shall include freight, insurance, packing and all other costs incurred in transporting the material to the <br /> importation port in the Party where the producer of the good is located, except as provided for in paragraph 3 below; and <br /> (b) may include the cost of waste and spoilage resulting from the use of the material in the production of the <br /> good, less the value of reusable scrap or by-product. <br /> 3. The value of a non-originating material shall not include, where the producer acquires the material in the Area <br /> of the Party where the producer is located, freight, insurance, packing and all other costs incurred in transporting <br /> the material from the warehouse of the supplier of the material to the place where the producer is located; as well <br /> as any other known and ascertainable cost incurred in the Area of the producer of the good. <br /> 4. The value of non-originating materials used by the producer in the production of the good shall not include the <br /> value of the non-originating materials used by: <br /> (a) another producer in the production of an originating material which is acquired and used by the producer of <br /> the good in the production of such good; or <br /> (b) the producer of the good in the production of a self-produced originating material, which is designated by the <br /> producer as an intermediate material under Article 26.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Indirect Materials <br /> Indirect materials shall be considered to be originating without regard to where they are produced and the value <br /> of such materials shall be their cost as reported in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Transshipment <br /> 1. An originating good shall be considered as non- originating, even if it has undergone production that satisfies <br /> the requirements of Article 22 if, subsequent to that production, outside the Areas of the Parties, the good: <br /> (a) undergoes further production, or operations other than unloading, reloading or any other operation necessary <br /> to preserve it in good condition or to transport it to the other Party; or <br /> (b) does not remain under surveillance of the customs authorities in one or more non-Parties where it undergoes <br /> transshipment or temporary storage in those non-Parties. <br /> 2. Evidence that an originating good has not lost its originating condition by means of paragraph 1 above shall be <br /> provided to the customs authority of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Originating Goods <br /> 1. Except as otherwise provided for in this Chapter, a good shall be an originating good where: <br /> (a) the good is wholly obtained or produced entirely in the Area of one or both Parties, as defined in Article 38; <br /> (b) the good is produced entirely in the Area of one or both Parties exclusively from originating materials; <br /> (c) the good satisfies the requirements set out in Annex 4, as well as all other applicable requirements of this <br /> Chapter, when the good is produced entirely in the Area of one or both Parties using non-originating materials; or <br /> (d) except for a good provided for in Chapters 61 through 63 of the Harmonized System, the good is produced <br /> entirely in the Area of one or both Parties, but one or more of the non-originating materials that are used in the <br /> production of the good does not undergo an applicable change in tariff classification because: <br /> (i) the good was imported into a Party in an unassembled or a disassembled form but was classified as an <br /> assembled good pursuant to Rule 2(a) of the General Rules for the Interpretation of the Harmonized System; or <br /> (ii) the heading for the good provides for and specifically describes both the good itself and its parts and is not <br /> further subdivided into subheadings, or the subheading for the good provides for and specifically describes both <br /> the good itself and its parts; <br /> provided that the regional value content of the good, determined in accordance with Article 23, is not less than 50 <br /> percent, unless otherwise provided for in Annex 4, and that the good satisfies all other applicable <br /> requirements of this Chapter. <br /> 2. For the purposes of this Chapter, the production of a good using non-originating materials that undergo an <br /> applicable change in tariff classification and satisfying other requirements, as set out in Annex 4, shall occur <br /> entirely in the Area of one or both Parties and every regional value content of a good shall be entirely satisfied in <br /> the Area of one or both Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Packaging Materials and Containers for Retail Sale <br /> 1. Packaging materials and containers in which a good is packaged for retail sale shall, if classified with the good <br /> pursuant to Rule 5 of the General Rules for the Interpretation of the Harmonized System, be disregarded in <br /> determining whether all the non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex 4. <br /> 2. If the good is subject to a regional value content requirement, the value of such packaging materials and <br /> containers for retail sale shall be taken into account as the value of originating or non-originating materials, as the <br /> case may be, in calculating the regional value content of the good. <br /> Article 33 : Packing Materials and Containers for Shipment <br /> Packing materials and containers in which a good is packed for shipment shall be <br /> disregarded in determining whether: <br /> (a) all non-originating materials used in the production of the good undergo an applicable change in tariff <br /> classification set out in Annex 4; and <br /> (b) the good satisfies a regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Fungible Goods and Materials <br /> 1. For the purposes of determining whether a good is an originating good, where originating and non-originating <br /> fungible materials that are commingled in an inventory, are used in the production of a good, the origin of the <br /> materials may be determined pursuant to an inventory management method set out in paragraph 3 below. <br /> 2. Where originating and non-originating fungible goods are commingled in an inventory and, prior to exportation <br /> do not undergo any production process or any operation in the Area of the Party where they were commingled <br /> other than unloading, loading or any other operation necessary to preserve it in good condition or to transport the <br /> good to the other Party, the origin of the good may be determined pursuant to an inventory management method <br /> set out in paragraph 3 below. <br /> 3. The inventory management methods for fungible goods or materials shall be the following: <br /> (a) \"FIFO method\" (first in-first out) is the inventory management method by which the origin of the number of <br /> fungible goods or materials first received in the inventory is considered to be the origin of the same number of <br /> fungible goods or materials first withdrawn from the inventory; <br /> (b) \"LIFO method\" (last in-first out) is the inventory management method by which the origin of the number of <br /> fungible goods or materials last received in the inventory is considered to be the origin of the same number of <br /> fungible goods or materials first withdrawn from the inventory; or <br /> (c) \"average method\" is the inventory management method by which, except as provided for in paragraph 4 <br /> below, the origin of fungible goods or materials withdrawn from an inventory is based on the ratio, calculated <br /> under the following formula: <br /> ROM= (TOM/TONM) x 100 <br /> where: <br /> ROM: ratio of originating fungible goods or materials; <br /> TOM: total units of originating fungible goods or materials in the inventory prior to the shipment; and <br /> TONM: total sum of units of originating and non-originating fungible goods or materials in <br /> the inventory prior to the shipment. <br /> 4. Where a good is subject to a regional value content requirement, the determination of value of non-originating <br /> fungible materials shall be made through the following formula: <br /> RNM= (TNM/TONM) x 100 <br /> where: <br /> RNM: ratio of value of non-originating fungible materials; <br /> TNM: total value of fungible non-originating materials in the inventory prior to the shipment; and <br /> TONM: total value of originating and non-originating fungible materials in the inventory prior to the shipment. <br /> 5. Once an inventory management method set out in paragraph 3 above has been chosen, it shall be used <br /> through all the fiscal year or period.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Sets, Kits or Composite Goods <br /> 1. Sets, kits and composite goods classified pursuant to Rule 3 of the General Rules for the Interpretation of the <br /> Harmonized System, and the goods specifically described as sets, kits or composite goods in the nomenclature <br /> of the Harmonized System, shall qualify as originating, where every good contained in the sets, kits or composite <br /> goods satisfies the applicable rule of origin for each of them under this Chapter. <br /> 2. Notwithstanding paragraph 1 above, a set, kit or composite good shall be considered as originating, if the <br /> value of all non-originating goods used in the collection of the set, kit or composite good does not exceed 10 <br /> percent of the transaction value of the set, kit or composite good, adjusted to the basis set out in paragraph 2 or 3, <br /> as the case may be, of Article 23, and such set, kit or composite good satisfies all other applicable <br /> requirements of this Chapter. <br /> 3. The provisions of this Article shall prevail over the specific rules of origin set out in Annex 4.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Certificate of Origin <br /> 1. For the purposes of this Section and Section 2, upon the date of entry into force of this Agreement, the Parties <br /> shall establish a format for the certificate of origin in the Uniform Regulations referred to in Article 10. <br /> 2. The certificate of origin referred to in paragraph 1 above will have the purpose of certifying that a good being <br /> exported from one Party into the other Party qualifies as an originating good. <br /> 3. The certificate of origin referred to in paragraph 1 above shall be issued by the competent governmental <br /> authority of the exporting Party on request having been made in writing by the exporter or, under the exporter's <br /> responsibility, by his authorized representative, in accordance with paragraph 4 below. The certificate of origin <br /> must be stamped and signed by the competent governmental authority of the exporting Party or its designees at the time of issue. <br /> For the purposes of this Article, the competent governmental authority of the exporting Party may designate other <br /> entities or bodies to be responsible for the issuance of the certificate of origin, prior authorization given under its <br /> applicable laws and regulations. <br /> Where the competent governmental authority of the exporting Party designates other entities or bodies to carry <br /> out the issuance of the certificate of origin, the exporting Party shall notify in writing the other Party of its designees. <br /> The exporting Party shall revoke the designation, where the issuance of certificates of origin by a designee is not <br /> in conformity with the provisions provided for in this Section and the situation warrants the revocation. For this <br /> purpose, the exporting Party shall consider views expressed by the importing Party in deciding on revoking the designation. <br /> 4. Prior to the issuance of a certificate of origin, an exporter that requests a certificate of origin must prove to the <br /> competent governmental authority of the exporting Party or its designees, that the good to be exported qualifies <br /> as an originating good. <br /> Where an exporter is not the producer of the good, the exporter may request a certificate of origin on the basis of <br /> a declaration voluntarily provided by the producer of the good that demonstrates that such producer has proved <br /> to the competent governmental authority or its designees, that the good concerned qualifies as an originating <br /> good. Nothing in this paragraph shall be construed to oblige the producer of the good to certificate that the good <br /> qualifies as an originating good. If the producer decides not to provide the declaration concerned, the exporter <br /> shall be required to prove to the competent governmental authority or its designees that the good to be exported <br /> qualifies as an originating good. <br /> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br /> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br /> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10. <br /> 6. In the event of theft, loss or destruction of a certificate of origin, the exporter may request to the competent <br /> governmental authority or its designees which issued it a duplicate made out on the basis of the export <br /> documents in their possession. The duplicate issued in this way must be endorsed with the phrase set out in the <br /> Uniform Regulations referred to in Article 10. <br /> 7. The certificate of origin for a good imported into the importing Party shall be completed in the English <br /> language. If the certificate of origin is not completed in the English language, a translation into the official <br /> language of the importing Party shall be attached thereto. If the certificate of origin is completed in the English <br /> language, a translation into the Spanish or the Japanese language shall not be required. <br /> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br /> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br /> importing Party for 1 year or another period that the Parties may agree, after the date on <br /> which the certificate was issued. <br /> 9. The competent governmental authority of the exporting Party shall: <br /> (a) determine the administrative mechanisms for the issuing of the certificate of origin; <br /> (b) provide, at the request of the importing Party in accordance with Article 44 information relating to the origin of <br /> the goods for which preferential tariff treatment was claimed; and <br /> (c) provide the other Party with specimen impressions of stamps used in the offices of the competent <br /> governmental authority or its designees for the issue of the certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 42 : Exceptions <br /> Each Party shall ensure that a certificate of origin shall not be required for: <br /> (a) a commercial importation of a good whose value does not exceed 1,000 United States dollars or its equivalent <br /> amount in the Party's currency, or such higher amount as it may establish, provided that it may require that the <br /> invoice accompanying the importation includes a statement indicating that the good qualifies as an originating good; <br /> (b) a non-commercial importation of a good whose value does not exceed 1,000 United States dollars or its <br /> equivalent amount in the Party's currency, or such higher amount as it may establish; or <br /> (c) an importation of a good for which the importing Party has waived the requirement for a certificate of origin, <br /> provided that the importation does not form part of a series of importations that may reasonably be considered to <br /> have been undertaken or arranged for the purposes of avoiding the certification requirements of Articles 39 and <br /> Section 2 <br /> Administration and Enforcement", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 49 : Definitions <br /> (c) the term \"competent governmental authority\" means the authority that, according to the legislation of each <br /> Party, is responsible for the issuing of the certificate of origin or for the designation of the certification entities or <br /> bodies. In the case of Japan, the Minister of Economy, Trade and Industry or his authorized representative, and <br /> in the case of Mexico, the Ministry of Economy;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Certificate of Origin <br /> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br /> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br /> importing Party for 1 year or another period that the Parties may agree, after the date on <br /> which the certificate was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 43 : Records <br /> 1. Each Party shall ensure that: <br /> (a) an exporter referred to in paragraph 3 of Article 39 or a producer referred to in paragraph 4 of Article 39, that <br /> has the documentation that proves that the good qualifies as an originating good for the purposes of requesting a <br /> certificate of origin shall maintain in that Party, for 5 years after the date on which the certificate was issued or for <br /> such longer period as the Party may specify, the records relating to the origin of a good for which preferential <br /> tariff treatment was claimed in the other Party, including records associated with: <br /> (i) the purchase of, cost of, value of, and payment for, the good that is exported; <br /> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the <br /> production of the good that is exported; and <br /> (iii) the production of the good in the form in which the good is exported; and <br /> (b) an importer claiming preferential tariff treatment for an imported good shall maintain for 5 years after the date <br /> of importation of the good or for such longer period as the Party may specify, such documentation as the Party <br /> may require relating to the importation of the good. <br /> 2. Each Party shall ensure that the competent governmental authority or its designees shall keep a record of the <br /> certificate of origin issued for a minimum period of 5 years after the date on which the certificate was issued. <br /> Such record will include all antecedents, which were presented to prove the qualification as an originating good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Certificate of Origin <br /> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br /> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br /> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Obligations Regarding Importations <br /> 1. Except as otherwise provided for in this Section, each Party shall require an importer that claims preferential <br /> tariff treatment for a good imported from the other Party to: <br /> (a) make a written declaration, based on a valid certificate of origin, that the good qualifies as an originating good; <br /> (b) have the certificate in its possession at the time the declaration is made; <br /> (c) provide the certificate on the request of the customs authority; and <br /> (d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe <br /> that a certificate on which a declaration was based contains information that is not correct. <br /> 2. Where an importer claims preferential tariff treatment for a good imported into a Party from the other Party, the <br /> customs authority of the importing Party may deny preferential tariff treatment to the good if the importer fails to <br /> comply with any requirement under this Article. <br /> 3. Each Party shall ensure that, in the case that the importer at the time of importation does not have in his <br /> possession a certificate of origin, the importer of the good may, in accordance with the domestic laws and <br /> regulations of the importing Party, provide the certificate of origin and if required such other documentation <br /> relating to the importation of the good at a later stage, within a period not exceeding 1 year after the time of importation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 44 : Origin Verifications <br /> 1. For the purposes of determining whether a good imported from the other Party under preferential tariff <br /> treatment qualifies as an originating good, the importing Party may conduct a verification through its <br /> customs authority, by means of: <br /> (a) request of information relating to the origin of a good to the competent governmental authority of the exporting <br /> Party on the basis of a certificate of origin; <br /> (b) written questionnaires to an exporter or a producer of the good in the other Party; <br /> (c) request to the exporting Party to collect information, including that contained in the documents maintained <br /> pursuant to Article 43, that demonstrate the compliance with Chapter 4 and to check, for that purpose, the <br /> facilities used in the production of the good, through a visit by its competent governmental authority along with <br /> the customs authority of the importing Party to the premises of an exporter or a producer of the good in the <br /> exporting Party, and to provide the collected information in the English language to the customs <br /> authority of the importing Party; or <br /> (d) such other procedure as the Parties may agree. <br /> 2. Where the customs authority of the importing Party has initiated a verification in accordance with this Article, <br /> the provisions of Annex 5 shall be applied as appropriate. <br /> 3. For the purposes of subparagraph 1(a), the competent governmental authority of the exporting Party shall <br /> provide the information requested, in a period not exceeding 4 months, after the date of the request. <br /> If the customs authority of the importing Party considers necessary, it may require additional information relating <br /> to the origin of the good. If additional information is requested by the customs authority of the importing Party, the <br /> competent governmental authority of the exporting Party shall provide the information requested in a period not <br /> exceeding 2 months after the date of the request. <br /> If the competent governmental authority of the exporting Party fails to respond to the request within the period <br /> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br /> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br /> shall deny it preferential tariff treatment. <br /> 4. The customs authority of the importing Party shall send the questionnaires referred to in subparagraph 1(b), to <br /> the exporters or producers in the exporting Party, by any of the following means: <br /> (a) certified or registered mail with confirmation of receipt; <br /> (b) any other method that produces a confirmation of receipt by the exporter or producer; or <br /> (c) such other method that the Parties may agree. <br /> The customs authority of the importing Party shall immediately communicate to the competent governmental <br /> authority of the exporting Party whenever it sends a questionnaire referred to in subparagraph 1(b). <br /> 5. The provisions of paragraph 1 above shall not prevent the customs authority or the competent governmental <br /> authority, as the case may be, of the importing Party from exercising its powers to take action in that Party, in <br /> relation with the compliance with its domestic laws and regulations by its own importers, exporters or producers. <br /> 6. The exporter or producer who receives a questionnaire pursuant to subparagraph 1(b) shall have 30 days from <br /> the date of its receipt to answer such questionnaire and return it. <br /> 7. Where the importing Party has received the answer to the questionnaire referred to in subparagraph 1(b) <br /> within the period specified in paragraph 6 above, and considers that it requires more information to determine <br /> whether the good subject to the verification qualifies as an originating good, it may, through its customs authority, <br /> request additional information from the exporter or producer, by means of a subsequent questionnaire, in which <br /> case, the exporter or producer shall have 30 days from the date of its receipt to answer and return it. <br /> (a) If the response by the exporter or producer to any of the questionnaires referred to in paragraph 6 or 7 above <br /> does not contain sufficient information to determine that the good is originating, the customs authority of the <br /> importing Party may determine that the good subject to the verification does not qualify as an originating good <br /> and may deny it preferential tariff treatment, upon written determination under paragraph 22 below. <br /> (b) If the response to the questionnaire referred to in paragraph 6 above is not returned within the period <br /> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br /> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br /> shall deny it preferential tariff treatment. <br /> 9. The conducting of a verification in accordance with one of the methods set forth in paragraph 1 above shall not <br /> preclude the use of another verification method provided for in paragraph 1 above. <br /> 10. When requesting the exporting Party to conduct a visit pursuant to subparagraph 1(c), the importing Party <br /> shall deliver a written communication with such request to the exporting Party, the receipt of which is to be <br /> confirmed by the latter Party, at least 30 days in advance of the proposed date of the visit. The competent <br /> governmental authority of the exporting Party shall request the written consent of the exporter or producer whose <br /> premises are to be visited. <br /> 11. The communication referred to in paragraph 10 above shall include: <br /> (a) the identity of the customs authority issuing the communication; <br /> (b) the name of the exporter or producer whose premises are requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the object and scope of the proposed visit, including specific reference to the good or goods subject of the <br /> verification referred to in the certificate of origin; and <br /> (e) the names and titles of the officials of the customs authority of the importing Party to be present during the visit. <br /> 12. Any modification to the information referred to in paragraph 11 above shall be notified in writing, prior to the <br /> proposed date of the visit referred to in subparagraph 11(c). <br /> If the proposed date referred to in subparagraph 11(c) is to be modified, this shall be notified in writing at least 10 <br /> days prior to the date of the visit. <br /> 13. The exporting Party shall respond in writing to the importing Party, within 20 days of the receipt of the <br /> communication referred to in paragraph 10 above, if it accepts or refuses to conduct a visit requested <br /> pursuant to subparagraph 1(c). <br /> 14. Where the exporting Party refuses to conduct a visit, or that Party fails to respond to the communication <br /> referred to in paragraph 10 above within the period referred to in paragraph 13 above, the customs authority of <br /> the importing Party shall determine that the good or goods that would have been the subject of the visit do not <br /> qualify as originating goods, therefore considering the certificate of origin as not valid, and shall deny them <br /> preferential tariff treatment. <br /> 15. The competent governmental authority of the exporting Party shall provide, within 45 days, or any other <br /> mutually agreed period, from the last day of the visit, to the customs authority of the importing Party the <br /> information obtained through the visit. <br /> 16. It is confirmed by both Parties that during the course of a verification referred to in paragraph 1 above, the <br /> customs authority of the importing Party may request information necessary for determining the origin of a <br /> material used in the production of the good. <br /> 17. For the purposes of obtaining information on the origin of the material used in the production of the good, the <br /> exporter or producer of the good referred to in paragraph 1 above may request a producer of the material to <br /> provide voluntarily the former with information relating to the origin of such material. In case the producer of such <br /> material desires, such information may be sent to the competent governmental authority of the exporting Party for <br /> the provision to the customs authority of the importing Party, without the involvement of the exporter or producer of the good. <br /> 18. Where the customs authority of the importing Party requests information relating to the origin of a material <br /> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br /> subparagraph 1(a), the information shall be provided by the competent governmental authority of the exporting <br /> Party in accordance with paragraph 3 above. <br /> Where the customs authority of the importing Party requests information relating to the origin of a material <br /> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br /> subparagraph 1(b), the information shall be provided by the exporter or producer of the good or the competent <br /> governmental authority of the exporting Party, as the case may be, in accordance with paragraph 6 or 7 above, <br /> as appropriate and mutatis mutandis , provided that in case the information is provided by the competent <br /> governmental authority, the 30 day period referred to in paragraph 6 or 7 above shall mean the period beginning <br /> on the date of the receipt of the questionnaire by that exporter or producer. <br /> Where the customs authority of the importing Party requests information relating to the origin of a material <br /> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br /> subparagraph 1(c), the information shall be provided by the competent governmental authority of the exporting <br /> Party in accordance with paragraph 15 above. <br /> 19. The requesting of information relating to the origin of a material pursuant to paragraph 16 above during the <br /> course of a verification in accordance with one of the methods set forth in paragraph 1 above shall not preclude <br /> the requesting of information relating to the origin of a material during the course of a verification in accordance <br /> with another verification method provided for in paragraph 1 above. <br /> 20. The customs authority of the importing Party shall determine that a material used in the production of the <br /> good is a non-originating material where the exporter or producer of the good or the competent governmental <br /> authority of the exporting Party, as the case may be, does not provide the information that demonstrates that the <br /> material in question qualifies as originating, or where the information provided is not sufficient to determine <br /> whether that material is originating. Such a determination shall not necessarily lead to a decision that the good <br /> itself is not originating. <br /> 21. Each Party shall, through its customs authority, conduct a verification of a regional value content requirement <br /> in accordance with the Generally Accepted Accounting Principles applied in the Party from which the good was exported. <br /> 22. After carrying out the verification procedures outlined in paragraph 1 above, the customs authority of the <br /> importing Party shall in the manner specified in paragraph 4 above, provide the exporter or producer whose good <br /> is subject to the verification, a written determination of whether or not the good qualifies as an originating good <br /> under Chapter 4, including findings of fact and the legal basis for the determination. <br /> 23. Where the customs authority of the importing Party denies preferential tariff treatment to the good in question <br /> in the cases of paragraph 3, 8(b) or 14 above, a written determination thereof shall be sent to the exporter or <br /> producer, in the manner specified in paragraph 4 above. <br /> 24. When the Party conducting a verification referred to in paragraph 1 above determines, based on the <br /> information obtained during the verification, that a good does not qualify as an originating good, and provides the <br /> exporter or producer with a written determination pursuant to paragraph 22 above, it shall grant the exporter or <br /> producer whose good was the subject of the verification, 30 days from the date of receipt of the written <br /> determination, to provide any comments or additional information before denying preferential tariff treatment to <br /> the good, and shall issue a final determination after taking into consideration any comments or additional <br /> information received from the exporter or producer during the above- mentioned period, and shall send it to the <br /> exporter or producer in the manner specified in paragraph 4 above. <br /> 25. Where the verification completed by the customs authority of the importing Party indicates that an exporter or <br /> a producer has repeatedly made false representations that a good imported into the Party qualifies as an <br /> originating good, the customs authority of the importing Party may withhold preferential tariff treatment to identical <br /> goods exported or produced by such person until that person establishes compliance with Chapter 4 to that <br /> authority. In taking such an action, the customs authority of the importing Party shall notify the person who <br /> completed and signed the certificate of origin and the competent governmental authority of the exporting Party. <br /> 26. Communications from the importing Party to an exporter or producer in the exporting Party as well as the <br /> response to the questionnaire referred to in subparagraph 1(b) to the importing Party shall be conducted in the English language. <br /> Annex 5 referred to in Chapter 5 <br /> Origin Verifications <br /> It is confirmed by both Parties that while awaiting <br /> for the results of a verification of a good claimed to be <br /> originating, initiated in accordance with Article 44 for a <br /> good provided for in HS Chapters 50 through 63, 64, or <br /> headings 42.03, 43.03, 84.18, 84.22, 84.50, 84.51, 84.52, <br /> 85.09, 85.10 or 85.16, the customs authority of the <br /> importing Party may subject the release of the good to be <br /> imported, to a guarantee in the form of a surety, a deposit <br /> or some other appropriate instrument in accordance with its <br /> domestic laws and regulations, covering the duties for <br /> which the good may be liable.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 46 : Penalties <br /> Each Party shall ensure that criminal, civil or administrative penalties or other appropriate sanctions against its <br /> importers, exporters and producers for providing false declaration or documents relating to Section 1 and this <br /> Section to its customs authority, competent governmental authority or its designees, shall be established or maintained.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 47 : Review and Appeal <br /> Each Party shall ensure that its importers have access to: <br /> (a) at least one level of administrative review of a decision by its customs authority, provided that such review is <br /> done by an official or office different from the official or office making the decision subject to review; and <br /> (b) judicial or quasi-judicial review of the decision referred to in subparagraph (a), <br /> in accordance with its domestic laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Originating Goods <br> Article 22 : Originating Goods <br> RULES OF ORIGIN <br> 1. Except as otherwise provided for in this Chapter, a good shall be an originating good where: <br> Where: <br> (a) the good is wholly obtained or produced entirely in the Area of one or both Parties, as defined in Article 38; <br> (b) the good is produced entirely in the Area of one or both Parties exclusively from originating materials; <br> (c) the good satisfies the requirements set out in Annex 4, as well as all other applicable requirements of this <br> Chapter, when the good is produced entirely in the Area of one or both Parties using non-originating materials; or <br> (d) except for a good provided for in Chapters 61 through 63 of the Harmonized System, the good is produced <br> Article 25 : De Minimis <br> entirely in the Area of one or both Parties, but one or more of the non-originating materials that are used in the <br> production of the good does not undergo an applicable change in tariff classification because: <br> (i) the good was imported into a Party in an unassembled or a disassembled form but was classified as an <br> assembled good pursuant to Rule 2(a) of the General Rules for the Interpretation of the Harmonized System; or <br> (ii) the heading for the good provides for and specifically describes both the good itself and its parts and is not <br> further subdivided into subheadings, or the subheading for the good provides for and specifically describes both <br> the good itself and its parts; <br> provided that the regional value content of the good, determined in accordance with Article 23, is not less than 50 <br> percent, unless otherwise provided for in Annex 4, and that the good satisfies all other applicable <br> 2. For the purposes of this Chapter, the production of a good using non-originating materials that undergo an <br> applicable change in tariff classification and satisfying other requirements, as set out in Annex 4, shall occur <br> entirely in the Area of one or both Parties and every regional value content of a good shall be entirely satisfied in <br> the Area of one or both Parties. <br> Article 23 : Regional Value Content <br> Indirect Materials <br> 1. Except as provided for in paragraph 4 below and Article 26, the regional value content of a good shall be <br> calculated on the basis of the transaction value method set out in paragraph 2 below. <br> 2. For the purposes of calculating the regional value content of a good on the basis of the transaction value <br> (a) shall be the transaction value of the material; or <br> method, the following formula shall be applied: <br> RVC= [(TV - VNM)/TV] x 100 <br> RVC: the regional value content, expressed as a percentage; <br> TV: transaction value of the good adjusted to a F.O.B. basis, except as provided for in paragraph 3 below; and <br> VNM: value of non-originating materials used by the producer in the production of the good <br> determined pursuant to Article 24. <br> 3. For the purposes of paragraph 2 above, when the producer of the good does not export it directly, the <br> transaction value of the good shall be adjusted to the point where the buyer receives the good from the producer <br> in the Area of a Party where the producer is located. <br> 4. In the event that there is no transaction value or the transaction value of the good is unacceptable under Article <br> 1 of the Customs Valuation Code, the value of the good shall be determined in accordance with Articles 2 <br> through 7 of the Customs Valuation Code. <br> 5. A producer may average the regional value content for one or more goods classified in the same subheading <br> under the Harmonized System that he produces in the same plant or in more than one plant in the Area of one <br> Party, on the basis of either all the goods produced by the producer or only those goods exported to the other Party: <br> (a) in its fiscal year or period; or <br> Packaging Materials and Containers for Retail Sale <br> (b) in any period of 1, 2, 3, 4 or 6 months. <br> Article 24 : Value of Materials <br> Value of Materials <br> 1. The value of a material: <br> (b) in the event that there is no transaction value or the transaction value of the material is unacceptable under Article 1 <br> of the Customs Valuation Code, shall be determined in accordance with Articles 2 through 7 of the <br> Customs Valuation Code. <br> requirements of this Chapter. <br> 2. Where not included under subparagraph 1(a) or 1(b) above, the value of a material: <br> (a) shall include freight, insurance, packing and all other costs incurred in transporting the material to the <br> importation port in the Party where the producer of the good is located, except as provided for in paragraph 3 below; and <br> (b) may include the cost of waste and spoilage resulting from the use of the material in the production of the <br> good, less the value of reusable scrap or by-product. <br> 3. The value of a non-originating material shall not include, where the producer acquires the material in the Area <br> of the Party where the producer is located, freight, insurance, packing and all other costs incurred in transporting <br> the material from the warehouse of the supplier of the material to the place where the producer is located; as well <br> as any other known and ascertainable cost incurred in the Area of the producer of the good. <br> 4. The value of non-originating materials used by the producer in the production of the good shall not include the <br> value of the non-originating materials used by: <br> (a) another producer in the production of an originating material which is acquired and used by the producer of <br> the good in the production of such good; or <br> (b) the producer of the good in the production of a self-produced originating material, which is designated by the <br> Regional Value Content <br> producer as an intermediate material under Article 26. <br> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br> 1. A good shall be considered to be an originating good if the value of all non-originating materials used in the <br> production of the good that do not undergo an applicable change in tariff classification set out in Annex 4 is not <br> more than 10 percent of the transaction value of the good, adjusted to the basis set out in paragraph 2 or 3, as <br> the case may be, of Article 23, and the good satisfies all other applicable requirements of this Chapter. <br> 2. Where the good referred to in paragraph 1 above is also subject to a regional value content, the value of such <br> calculating the regional value content of the good. <br> non-originating materials shall be taken into account in determining the regional value of the good and the good <br> shall be required to satisfy all other applicable requirements of this Chapter. <br> 3. A good that is subject to a regional value content requirement pursuant to Annex 4 shall not be required to <br> satisfy such requirement if the value of all non- originating materials is not more than 10 percent of the <br> transaction value of the good, adjusted to the basis set out in paragraph 2 or 3, as the case may be, of Article 23. <br> 4. Paragraph 1 above shall not apply to: <br> (a) a good provided for in Chapters 50 through 63 of the Harmonized System; or <br> Accumulation <br> (b) a good provided for in Chapters 1 through 27 of the Harmonized System, except where the non- originating <br> material used in the production of the good is provided for in a different subheading to the good classified in <br> Chapter 1, 4 through 15, or 17 through 27 of the Harmonized System for which the origin is being <br> determined under this Article. <br> 5. A good provided for in Chapters 50 through 63 of the Harmonized System that does not originate because <br> certain fibers or yarns used in the production of the material that determines the tariff classification of the good do <br> not undergo an applicable change in tariff classification set out in Annex 4, shall nonetheless be considered to <br> originate if the total weight of all such fibers or yarns in that material is not more than 7 percent of <br> the total weight of such material. <br> Article 26 : Intermediate Materials <br> Intermediate Materials <br> 1. For the purposes of determining the regional value content of a good under Article 23, the producer of the <br> Accessories, Spare Parts and Tools <br> good may designate as an intermediate material, any self- produced material used in the production of the good. <br> 2. Where an intermediate material is subject to a regional value content requirement under subparagraph <br> 1(d) of Article 22 or Annex 4, the value of the intermediate material shall be: <br> (a) the total cost incurred with respect to all goods produced by the producer of the good which may be <br> reasonably allocated to such intermediate material, in accordance with the Uniform Regulations <br> referred to in Article 10; or <br> (b) the sum of each cost which are part of the total cost incurred with respect to such intermediate material, in <br> accordance with the Uniform Regulations referred to in Article 10. <br> In this case, the regional value content of such material shall be not less than the percentage set out <br> in Annex 4 minus 5 percent. <br> Article 27 : Accumulation <br> For the purposes of determining whether a good is an originating good, a producer of the good may accumulate <br> his production with the production of one or more producers in the Area of one or both Parties, of materials <br> incorporated in the good, in a manner that the production of the materials is considered to have been performed <br> by that producer, provided that the provisions of Article 22 are satisfied. <br> Article 28 : Fungible Goods and Materials <br> Fungible Goods and Materials <br> 1. For the purposes of determining whether a good is an originating good, where originating and non-originating <br> fungible materials that are commingled in an inventory, are used in the production of a good, the origin of the <br> materials may be determined pursuant to an inventory management method set out in paragraph 3 below. <br> 2. Where originating and non-originating fungible goods are commingled in an inventory and, prior to exportation <br> do not undergo any production process or any operation in the Area of the Party where they were commingled <br> other than unloading, loading or any other operation necessary to preserve it in good condition or to transport the <br> good to the other Party, the origin of the good may be determined pursuant to an inventory management method <br> set out in paragraph 3 below. <br> 3. The inventory management methods for fungible goods or materials shall be the following: <br> (a) \"FIFO method\" (first in-first out) is the inventory management method by which the origin of the number of <br> fungible goods or materials first received in the inventory is considered to be the origin of the same number of <br> fungible goods or materials first withdrawn from the inventory; <br> (b) \"LIFO method\" (last in-first out) is the inventory management method by which the origin of the number of <br> fungible goods or materials last received in the inventory is considered to be the origin of the same number of <br> fungible goods or materials first withdrawn from the inventory; or <br> (c) \"average method\" is the inventory management method by which, except as provided for in paragraph 4 <br> below, the origin of fungible goods or materials withdrawn from an inventory is based on the ratio, calculated <br> under the following formula: <br> ROM= (TOM/TONM) x 100 <br> De Minimis <br> ROM: ratio of originating fungible goods or materials; <br> TOM: total units of originating fungible goods or materials in the inventory prior to the shipment; and <br> TONM: total sum of units of originating and non-originating fungible goods or materials in <br> the inventory prior to the shipment. <br> 4. Where a good is subject to a regional value content requirement, the determination of value of non-originating <br> fungible materials shall be made through the following formula: <br> RNM= (TNM/TONM) x 100 <br> RNM: ratio of value of non-originating fungible materials; <br> TNM: total value of fungible non-originating materials in the inventory prior to the shipment; and <br> TONM: total value of originating and non-originating fungible materials in the inventory prior to the shipment. <br> 5. Once an inventory management method set out in paragraph 3 above has been chosen, it shall be used <br> through all the fiscal year or period. <br> Article 29 : Sets, Kits or Composite Goods <br> Sets, Kits or Composite Goods <br> 1. Sets, kits and composite goods classified pursuant to Rule 3 of the General Rules for the Interpretation of the <br> Harmonized System, and the goods specifically described as sets, kits or composite goods in the nomenclature <br> of the Harmonized System, shall qualify as originating, where every good contained in the sets, kits or composite <br> goods satisfies the applicable rule of origin for each of them under this Chapter. <br> 2. Notwithstanding paragraph 1 above, a set, kit or composite good shall be considered as originating, if the <br> value of all non-originating goods used in the collection of the set, kit or composite good does not exceed 10 <br> disregarded in determining whether: <br> percent of the transaction value of the set, kit or composite good, adjusted to the basis set out in paragraph 2 or 3, <br> as the case may be, of Article 23, and such set, kit or composite good satisfies all other applicable <br> (b) the good satisfies a regional value content requirement. <br> 3. The provisions of this Article shall prevail over the specific rules of origin set out in Annex 4. <br> Article 30 : Indirect Materials <br> Indirect materials shall be considered to be originating without regard to where they are produced and the value <br> of such materials shall be their cost as reported in the accounting records of the producer of the good. <br> Article 31 : Accessories, Spare Parts and Tools <br> 1. Accessories, spare parts or tools delivered with the good that form part of the good's standard accessories, <br> spare parts or tools, shall be disregarded in determining whether all the non-originating materials used in the <br> production of the good undergo the applicable change in tariff classification set out in Annex 4, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good, without regard of whether <br> they are separately detached in the commercial invoice; and <br> 2. If the good is subject to a regional value content requirement, the value of the accessories, spare parts or tools <br> shall be taken into account as the value of originating or non-originating materials, as the case may be, in <br> Article 32 : Packaging Materials and Containers for Retail Sale <br> 1. Packaging materials and containers in which a good is packaged for retail sale shall, if classified with the good <br> pursuant to Rule 5 of the General Rules for the Interpretation of the Harmonized System, be disregarded in <br> determining whether all the non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4. <br> 2. If the good is subject to a regional value content requirement, the value of such packaging materials and <br> containers for retail sale shall be taken into account as the value of originating or non-originating materials, as the <br> case may be, in calculating the regional value content of the good. <br> Article 33 : Packing Materials and Containers for Shipment <br> Packing materials and containers in which a good is packed for shipment shall be <br> (a) all non-originating materials used in the production of the good undergo an applicable change in tariff <br> classification set out in Annex 4; and <br> Article 34 : Non-Qualifying Operations <br> Non-Qualifying Operations <br> 1. A good shall not be considered to be an originating good merely by reason of: <br> (a) dilution with water or another substance that does not materially alter the characteristics of the good; <br> (b) simple operations for the maintenance of the good during transportation or storing, such as ventilation, <br> refrigeration, removal of damaged parts, drying or addition of substances; <br> (c) sieving, classification, selection; <br> (d) packing, repacking or packaging for retail sale; <br> (e) collection of goods to form sets, kits or composite goods; <br> (f) application of stamps, labels or similar distinctive signs; <br> (g) washing, including removal of dust, oxide, oil, paint or other coverings; <br> (h) mere collection of parts and components classified as a good, according to Rule 2(a) of the General Rules for <br> the Interpretation of the Harmonized System. Mere collection does not include the collection of parts and <br> components of disassembled originating goods that were previously disassembled for consideration of <br> packaging, handling or transportation; or <br> (i) mere disassembly of the good into parts or components. Disassembling originating goods that were previously <br> assembled, for consideration of packaging, handling or transportation, shall not be considered as mere disassembly. <br> 2. The provisions of this Article shall prevail over the specific rules of origin set out in Annex 4. <br> Article 35 : Transshipment <br> Transshipment <br> 1. An originating good shall be considered as non- originating, even if it has undergone production that satisfies <br> the requirements of Article 22 if, subsequent to that production, outside the Areas of the Parties, the good: <br> (a) undergoes further production, or operations other than unloading, reloading or any other operation necessary <br> to preserve it in good condition or to transport it to the other Party; or <br> (b) does not remain under surveillance of the customs authorities in one or more non-Parties where it undergoes <br> Packing Materials and Containers for Shipment <br> transshipment or temporary storage in those non-Parties. <br> 2. Evidence that an originating good has not lost its originating condition by means of paragraph 1 above shall be <br> provided to the customs authority of the importing Party. <br> "}, {"ArticleTitle": "Application and Interpretation", "ArticleDesc": "Article 36 : Application and Interpretation <br> 1. For the purposes of this Chapter: <br> (a) the basis for tariff classification is the Harmonized System; <br> (b) the determination of transaction value of a good or of a material shall be made in accordance with the <br> Customs Valuation Code; and <br> (c) all costs referred to in this Chapter shall be recorded and maintained in accordance with the Generally <br> Accepted Accounting Principles applicable in the Party in which the good is produced. <br> 2. For the purposes of this Chapter, in applying the Customs Valuation Code to determine the transaction value <br> of a good or a material: <br> (a) the principles of the Customs Valuation Code shall apply to domestic transactions, with such modifications as <br> may be required by the circumstances, as would apply to international transactions; and <br> (b) the provisions of this Chapter shall prevail over the Customs Valuation Code to the extent of any difference. <br> "}, {"ArticleTitle": "Sub-Committee, Consultation and Modifications", "ArticleDesc": "Article 37 : Sub-Committee, Consultation and Modifications <br> 1. For the purposes of the effective implementation and operation of this Chapter and Chapter 5, a Sub- <br> Committee on Rules of Origin, Certificate of Origin and Customs Procedures (hereinafter referred to in this Article <br> as \"the Sub-Committee\") shall be established pursuant to Article 165. <br> 2. The Sub-Committee shall meet at such venue and times as may be agreed by the Parties. <br> 3. The functions of the Sub-Committee shall be: <br> (a) reviewing and making appropriate recommendations, as needed, to the Joint Committee on the <br> implementation and operation of this Chapter and Chapter 5; <br> (b) reviewing and making appropriate recommendations, as needed, to the Joint Committee on the: <br> (i) tariff classification and customs valuation matters relating to determinations of origin; <br> (ii) certificate of origin referred to in Article 39; <br> (c) reviewing and making appropriate recommendations, as needed, to the Joint Committee on any modification <br> to Annex 4, proposed by either Party, duly based on issues related with the determination of origin; <br> (d) reviewing and making appropriate recommendations, as needed, to the Joint Committee on the Uniform <br> Regulations referred to in Article 10; <br> (e) considering any other matter as the Parties may agree related to this Chapter and Chapter 5; <br> (f) reporting the findings of the Sub-Committee to the Joint Committee; and <br> (g) carrying out other functions which may be delegated by the Joint Committee pursuant to Article 165. <br> 4. The recommendation of the Sub-Committee shall be sent to the Joint Committee for necessary <br> action under Article 165. <br> 5. The Parties shall consult and cooperate to ensure that this Chapter and Chapter 5 are applied in an effective <br> and uniform manner in accordance with the provisions, the spirit and the objectives of this Agreement. <br> 6. Modifications to Annex 4 recommended by the Sub- Committee pursuant to subparagraph 3(c) above and <br> proposed by both Parties may be adopted by the Joint Committee pursuant to subparagraph 2(e)(i) of Article 165. <br> The adopted modifications shall be confirmed by an exchange of diplomatic notes and shall enter into force on <br> the date specified in the said notes. The modified part of Annex 4 shall supersede the corresponding part <br> provided for in Annex 4. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 38 : Definitions <br> For the purposes of this Chapter: <br> (a) the term \"Customs Valuation Code\" means the Agreement on Implementation of Article VII of the General <br> Agreement on Tariffs and Trade 1994 in Annex 1A to the WTO Agreement, as may be amended, <br> including its interpretative notes; <br> (b) the term \"direct overhead\" means overhead incurred during a period, directly related to the good, other than <br> direct material costs and direct labor costs; <br> (c) the term \"factory ships of a Party\" and \"vessels of a Party\" respectively means factory ships and vessels: <br> shipment by the seller to the buyer; <br> (i) which are registered in the Party; <br> (ii) which sail under the flag of that Party; <br> properties are essentially identical, not practical to distinguish by the naked eye; <br> (iii) which are owned to an extent of at least 50 percent by nationals of that Party, or by an enterprise with its <br> head office in that Party, of which the managers or representatives, chairman of the board of directors or the <br> supervisory board, and the majority of the members of such boards are nationals of that Party, and of which, in <br> addition, in the case of partnerships or limited companies, at least half the capital belongs to that Party or to <br> public bodies or nationals or enterprises of that Party; <br> (iv) of which the master and officers are all nationals of that Party; and <br> (v) of which at least 75 percent of the crew are nationals of that Party; <br> (d) the term \"F.O.B.\" means free on board, regardless of the mode of transportation, at the point of direct <br> (e) the term \"fungible goods\" means goods that are interchangeable for commercial purposes, whose properties <br> are essentially identical, not practical to distinguish by the naked eye; <br> (f) the term \"fungible materials\" means materials that are interchangeable for commercial purposes and whose <br> equipment associated with the production of a good, including: <br> (g) the term \"Generally Accepted Accounting Principles\" means the recognized consensus or substantial <br> authoritative support in a Party with respect to the recording of revenues, expenses, costs, assets and liabilities, <br> equipment and buildings; <br> the disclosure of information and the preparation of financial statements. These standards may be broad <br> guidelines of general application as well as detailed standards, practices and procedures; <br> (h) the term \"goods wholly obtained or produced entirely in the Area of one or both Parties\" means: <br> (i) mineral goods extracted in the Area of one or both Parties; <br> (ii) vegetable goods harvested in the Area of one or both Parties; <br> (iii) live animals born and raised in the Area of one or both Parties; <br> (i) fuel and energy; <br> (iii) spare parts and materials used in the maintenance of equipment and buildings; <br> (iv) goods obtained from hunting or fishing in the Area of one or both Parties; <br> (v) fish, shellfish and other marine species taken by vessels of a Party from the sea outside <br> reasonably be demonstrated to be a part of that production; <br> the territorial seas of the Party; <br> (vi) goods produced on board factory ships of a Party from the goods referred to in subparagraph (v); <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (vii) goods taken by a Party or a person of a Party from the seabed or beneath the seabed outside territorial seas <br> of the Party, provided that the Party has rights to exploit such seabed; <br> (viii) waste and scrap derived from: <br> (AA) production in the Area of one or both Parties; or <br> (BB) used goods collected in the Area of one or both Parties, provided such goods are fit only <br> for the recovery of raw materials; or <br> (ix) goods produced in the Area of one or both Parties exclusively from goods referred to in subparagraphs (i) <br> through (viii), or from their derivatives, at any stage of production; <br> (i) the term \"indirect material\" means a good used in the production, testing or inspection of a good but not <br> (vii) catalysts and solvents; and <br> physically incorporated into the good, or a good used in the maintenance of buildings or the operation of <br> (ii) tools, dies and molds; <br> (iv) lubricants, greases, compounding materials and other materials used in production or used to operate <br> (viii) any other goods that are not incorporated into the good but whose use in the production of the good can <br> (j) the term \"indirect overhead\" means overhead incurred during a period, other than direct overhead, direct labor <br> costs and direct material costs; <br> (k) the term \"intermediate material\" means a material that is self-produced and used in the production of a good, <br> and designated pursuant to Article 26; <br> (l) the term \"material\" means a good that is used in the production of another good; <br> (m) the term \"packing materials and containers for shipment\" means goods that are used to protect a good during <br> transportation, other than packaging materials and containers for retail sale; <br> (n) the term \"place where the producer is located\" means in relation to a good, the production plant of that good; <br> (o) the term \"producer\" means a person who conducts a production of a good or material; <br> and used in the production of that good; <br> (p) the term \"production\" means methods of obtaining goods including manufacturing, assembling, processing, <br> growing, mining, harvesting, fishing, and hunting; <br> (q) the term \"self-produced material\" means a material that is produced by the producer of a good <br> (r) the term \"total cost\" means the sum of the following elements, calculated in accordance with the Generally <br> Accepted Accounting Principles of the Party and the Uniform Regulations referred to in Article 10: <br> (i) the direct materials cost used in the production of the good; <br> (vi) equipment, devices and supplies used for testing or inspecting the goods; <br> (ii) the direct labor cost used in the production of the good; and <br> (iii) the amount of direct and indirect overhead of the good, reasonably allocated to the good, except for those not <br> to be included in the cost of the good; <br> (s) the term \"transaction value of a good\" means the price actually paid or payable for a good with respect to a <br> transaction of the producer of the good, pursuant to the principles of Article 1 of the Customs Valuation Code, <br> adjusted in accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Code, <br> regardless of whether the good is sold for export. For the purposes of this definition, the seller referred to in the <br> Customs Valuation Code shall be the producer of the good; <br> (t) the term \"transaction value of a material\" means the price actually paid or payable for a material with respect <br> to a transaction of the producer of the good, pursuant to the principles of Article 1 of the Customs Valuation <br> Code, adjusted in accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation <br> Code, regardless of whether the material is sold for export. For the purposes of this definition, the seller referred <br> to in the Customs Valuation Code shall be the supplier of the material, and the buyer referred to in the Customs <br> Valuation Code shall be the producer of the good; and <br> (u) the term \"used\" means used or consumed in the production of goods. <br> Chapter 5 <br> Certificate of Origin and Customs Procedures <br> Section 1 <br> Certification of Origin <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 39 : Certificate of Origin <br> Article 42 : Exceptions <br> Article 46 : Penalties <br> which the good may be liable. <br> Exceptions <br> 1. For the purposes of this Section and Section 2, upon the date of entry into force of this Agreement, the Parties <br> Each Party shall ensure that a certificate of origin shall not be required for: <br> Each Party shall ensure that criminal, civil or administrative penalties or other appropriate sanctions against its <br> shall establish a format for the certificate of origin in the Uniform Regulations referred to in Article 10. <br> (a) a commercial importation of a good whose value does not exceed 1,000 United States dollars or its equivalent <br> importers, exporters and producers for providing false declaration or documents relating to Section 1 and this <br> 2. The certificate of origin referred to in paragraph 1 above will have the purpose of certifying that a good being <br> amount in the Party's currency, or such higher amount as it may establish, provided that it may require that the <br> Section to its customs authority, competent governmental authority or its designees, shall be established or maintained. <br> exported from one Party into the other Party qualifies as an originating good. <br> invoice accompanying the importation includes a statement indicating that the good qualifies as an originating good; <br> Article 47 : Review and Appeal <br> 3. The certificate of origin referred to in paragraph 1 above shall be issued by the competent governmental <br> (b) a non-commercial importation of a good whose value does not exceed 1,000 United States dollars or its <br> Review and Appeal <br> authority of the exporting Party on request having been made in writing by the exporter or, under the exporter's <br> equivalent amount in the Party's currency, or such higher amount as it may establish; or <br> Each Party shall ensure that its importers have access to: <br> responsibility, by his authorized representative, in accordance with paragraph 4 below. The certificate of origin <br> (c) an importation of a good for which the importing Party has waived the requirement for a certificate of origin, <br> (a) at least one level of administrative review of a decision by its customs authority, provided that such review is <br> must be stamped and signed by the competent governmental authority of the exporting Party or its designees at the time of issue. <br> provided that the importation does not form part of a series of importations that may reasonably be considered to <br> done by an official or office different from the official or office making the decision subject to review; and <br> For the purposes of this Article, the competent governmental authority of the exporting Party may designate other <br> have been undertaken or arranged for the purposes of avoiding the certification requirements of Articles 39 and <br> (b) judicial or quasi-judicial review of the decision referred to in subparagraph (a), <br> entities or bodies to be responsible for the issuance of the certificate of origin, prior authorization given under its <br> in accordance with its domestic laws and regulations. <br> Penalties <br> applicable laws and regulations. <br> Administration and Enforcement <br> Where the competent governmental authority of the exporting Party designates other entities or bodies to carry <br> Article 43 : Records <br> out the issuance of the certificate of origin, the exporting Party shall notify in writing the other Party of its designees. <br> Records <br> The exporting Party shall revoke the designation, where the issuance of certificates of origin by a designee is not <br> 1. Each Party shall ensure that: <br> in conformity with the provisions provided for in this Section and the situation warrants the revocation. For this <br> (a) an exporter referred to in paragraph 3 of Article 39 or a producer referred to in paragraph 4 of Article 39, that <br> purpose, the exporting Party shall consider views expressed by the importing Party in deciding on revoking the designation. <br> has the documentation that proves that the good qualifies as an originating good for the purposes of requesting a <br> 4. Prior to the issuance of a certificate of origin, an exporter that requests a certificate of origin must prove to the <br> certificate of origin shall maintain in that Party, for 5 years after the date on which the certificate was issued or for <br> competent governmental authority of the exporting Party or its designees, that the good to be exported qualifies <br> such longer period as the Party may specify, the records relating to the origin of a good for which preferential <br> as an originating good. <br> tariff treatment was claimed in the other Party, including records associated with: <br> Where an exporter is not the producer of the good, the exporter may request a certificate of origin on the basis of <br> (i) the purchase of, cost of, value of, and payment for, the good that is exported; <br> a declaration voluntarily provided by the producer of the good that demonstrates that such producer has proved <br> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the <br> to the competent governmental authority or its designees, that the good concerned qualifies as an originating <br> production of the good that is exported; and <br> good. Nothing in this paragraph shall be construed to oblige the producer of the good to certificate that the good <br> (iii) the production of the good in the form in which the good is exported; and <br> qualifies as an originating good. If the producer decides not to provide the declaration concerned, the exporter <br> (b) an importer claiming preferential tariff treatment for an imported good shall maintain for 5 years after the date <br> shall be required to prove to the competent governmental authority or its designees that the good to be exported <br> of importation of the good or for such longer period as the Party may specify, such documentation as the Party <br> qualifies as an originating good. <br> may require relating to the importation of the good. <br> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br> 2. Each Party shall ensure that the competent governmental authority or its designees shall keep a record of the <br> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br> certificate of origin issued for a minimum period of 5 years after the date on which the certificate was issued. <br> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10. <br> Such record will include all antecedents, which were presented to prove the qualification as an originating good. <br> 6. In the event of theft, loss or destruction of a certificate of origin, the exporter may request to the competent <br> Article 44 : Origin Verifications <br> governmental authority or its designees which issued it a duplicate made out on the basis of the export <br> Origin Verifications <br> documents in their possession. The duplicate issued in this way must be endorsed with the phrase set out in the <br> 1. For the purposes of determining whether a good imported from the other Party under preferential tariff <br> Uniform Regulations referred to in Article 10. <br> preferential tariff treatment. <br> Section 2 <br> treatment qualifies as an originating good, the importing Party may conduct a verification through its <br> 7. The certificate of origin for a good imported into the importing Party shall be completed in the English <br> customs authority, by means of: <br> language. If the certificate of origin is not completed in the English language, a translation into the official <br> (a) request of information relating to the origin of a good to the competent governmental authority of the exporting <br> language of the importing Party shall be attached thereto. If the certificate of origin is completed in the English <br> Party on the basis of a certificate of origin; <br> language, a translation into the Spanish or the Japanese language shall not be required. <br> (b) written questionnaires to an exporter or a producer of the good in the other Party; <br> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br> (c) request to the exporting Party to collect information, including that contained in the documents maintained <br> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br> pursuant to Article 43, that demonstrate the compliance with Chapter 4 and to check, for that purpose, the <br> importing Party for 1 year or another period that the Parties may agree, after the date on <br> facilities used in the production of the good, through a visit by its competent governmental authority along with <br> which the certificate was issued. <br> the customs authority of the importing Party to the premises of an exporter or a producer of the good in the <br> 9. The competent governmental authority of the exporting Party shall: <br> exporting Party, and to provide the collected information in the English language to the customs <br> (a) determine the administrative mechanisms for the issuing of the certificate of origin; <br> authority of the importing Party; or <br> (b) provide, at the request of the importing Party in accordance with Article 44 information relating to the origin of <br> (d) such other procedure as the Parties may agree. <br> the goods for which preferential tariff treatment was claimed; and <br> 2. Where the customs authority of the importing Party has initiated a verification in accordance with this Article, <br> (c) provide the other Party with specimen impressions of stamps used in the offices of the competent <br> the provisions of Annex 5 shall be applied as appropriate. <br> governmental authority or its designees for the issue of the certificate of origin. <br> 3. For the purposes of subparagraph 1(a), the competent governmental authority of the exporting Party shall <br> Article 40 : Obligations Regarding Importations <br> provide the information requested, in a period not exceeding 4 months, after the date of the request. <br> Obligations Regarding Importations <br> If the customs authority of the importing Party considers necessary, it may require additional information relating <br> 1. Except as otherwise provided for in this Section, each Party shall require an importer that claims preferential <br> to the origin of the good. If additional information is requested by the customs authority of the importing Party, the <br> tariff treatment for a good imported from the other Party to: <br> competent governmental authority of the exporting Party shall provide the information requested in a period not <br> (a) make a written declaration, based on a valid certificate of origin, that the good qualifies as an originating good; <br> exceeding 2 months after the date of the request. <br> (b) have the certificate in its possession at the time the declaration is made; <br> CERTIFICATE OF ORIGIN <br> If the competent governmental authority of the exporting Party fails to respond to the request within the period <br> (c) provide the certificate on the request of the customs authority; and <br> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br> (d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe <br> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br> that a certificate on which a declaration was based contains information that is not correct. <br> shall deny it preferential tariff treatment. <br> 2. Where an importer claims preferential tariff treatment for a good imported into a Party from the other Party, the <br> 4. The customs authority of the importing Party shall send the questionnaires referred to in subparagraph 1(b), to <br> customs authority of the importing Party may deny preferential tariff treatment to the good if the importer fails to <br> the exporters or producers in the exporting Party, by any of the following means: <br> comply with any requirement under this Article. <br> (a) certified or registered mail with confirmation of receipt; <br> 3. Each Party shall ensure that, in the case that the importer at the time of importation does not have in his <br> (b) any other method that produces a confirmation of receipt by the exporter or producer; or <br> possession a certificate of origin, the importer of the good may, in accordance with the domestic laws and <br> (c) such other method that the Parties may agree. <br> regulations of the importing Party, provide the certificate of origin and if required such other documentation <br> The customs authority of the importing Party shall immediately communicate to the competent governmental <br> relating to the importation of the good at a later stage, within a period not exceeding 1 year after the time of importation. <br> authority of the exporting Party whenever it sends a questionnaire referred to in subparagraph 1(b). <br> 5. The provisions of paragraph 1 above shall not prevent the customs authority or the competent governmental <br> authority, as the case may be, of the importing Party from exercising its powers to take action in that Party, in <br> relation with the compliance with its domestic laws and regulations by its own importers, exporters or producers. <br> 6. The exporter or producer who receives a questionnaire pursuant to subparagraph 1(b) shall have 30 days from <br> the date of its receipt to answer such questionnaire and return it. <br> 7. Where the importing Party has received the answer to the questionnaire referred to in subparagraph 1(b) <br> within the period specified in paragraph 6 above, and considers that it requires more information to determine <br> whether the good subject to the verification qualifies as an originating good, it may, through its customs authority, <br> request additional information from the exporter or producer, by means of a subsequent questionnaire, in which <br> case, the exporter or producer shall have 30 days from the date of its receipt to answer and return it. <br> (a) If the response by the exporter or producer to any of the questionnaires referred to in paragraph 6 or 7 above <br> does not contain sufficient information to determine that the good is originating, the customs authority of the <br> importing Party may determine that the good subject to the verification does not qualify as an originating good <br> and may deny it preferential tariff treatment, upon written determination under paragraph 22 below. <br> (b) If the response to the questionnaire referred to in paragraph 6 above is not returned within the period <br> 9. The conducting of a verification in accordance with one of the methods set forth in paragraph 1 above shall not <br> preclude the use of another verification method provided for in paragraph 1 above. <br> 10. When requesting the exporting Party to conduct a visit pursuant to subparagraph 1(c), the importing Party <br> shall deliver a written communication with such request to the exporting Party, the receipt of which is to be <br> confirmed by the latter Party, at least 30 days in advance of the proposed date of the visit. The competent <br> governmental authority of the exporting Party shall request the written consent of the exporter or producer whose <br> premises are to be visited. <br> 11. The communication referred to in paragraph 10 above shall include: <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter or producer whose premises are requested to be visited; <br> (c) the proposed date and place of the visit; <br> (d) the object and scope of the proposed visit, including specific reference to the good or goods subject of the <br> verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the customs authority of the importing Party to be present during the visit. <br> 12. Any modification to the information referred to in paragraph 11 above shall be notified in writing, prior to the <br> proposed date of the visit referred to in subparagraph 11(c). <br> If the proposed date referred to in subparagraph 11(c) is to be modified, this shall be notified in writing at least 10 <br> days prior to the date of the visit. <br> 13. The exporting Party shall respond in writing to the importing Party, within 20 days of the receipt of the <br> communication referred to in paragraph 10 above, if it accepts or refuses to conduct a visit requested <br> pursuant to subparagraph 1(c). <br> 14. Where the exporting Party refuses to conduct a visit, or that Party fails to respond to the communication <br> referred to in paragraph 10 above within the period referred to in paragraph 13 above, the customs authority of <br> the importing Party shall determine that the good or goods that would have been the subject of the visit do not <br> qualify as originating goods, therefore considering the certificate of origin as not valid, and shall deny them <br> 15. The competent governmental authority of the exporting Party shall provide, within 45 days, or any other <br> mutually agreed period, from the last day of the visit, to the customs authority of the importing Party the <br> information obtained through the visit. <br> 16. It is confirmed by both Parties that during the course of a verification referred to in paragraph 1 above, the <br> customs authority of the importing Party may request information necessary for determining the origin of a <br> material used in the production of the good. <br> 17. For the purposes of obtaining information on the origin of the material used in the production of the good, the <br> exporter or producer of the good referred to in paragraph 1 above may request a producer of the material to <br> provide voluntarily the former with information relating to the origin of such material. In case the producer of such <br> material desires, such information may be sent to the competent governmental authority of the exporting Party for <br> the provision to the customs authority of the importing Party, without the involvement of the exporter or producer of the good. <br> 18. Where the customs authority of the importing Party requests information relating to the origin of a material <br> subparagraph 1(a), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 3 above. <br> Where the customs authority of the importing Party requests information relating to the origin of a material <br> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br> subparagraph 1(b), the information shall be provided by the exporter or producer of the good or the competent <br> governmental authority of the exporting Party, as the case may be, in accordance with paragraph 6 or 7 above, <br> as appropriate and mutatis mutandis , provided that in case the information is provided by the competent <br> governmental authority, the 30 day period referred to in paragraph 6 or 7 above shall mean the period beginning <br> on the date of the receipt of the questionnaire by that exporter or producer. <br> subparagraph 1(c), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 15 above. <br> 19. The requesting of information relating to the origin of a material pursuant to paragraph 16 above during the <br> course of a verification in accordance with one of the methods set forth in paragraph 1 above shall not preclude <br> the requesting of information relating to the origin of a material during the course of a verification in accordance <br> with another verification method provided for in paragraph 1 above. <br> 20. The customs authority of the importing Party shall determine that a material used in the production of the <br> good is a non-originating material where the exporter or producer of the good or the competent governmental <br> authority of the exporting Party, as the case may be, does not provide the information that demonstrates that the <br> material in question qualifies as originating, or where the information provided is not sufficient to determine <br> whether that material is originating. Such a determination shall not necessarily lead to a decision that the good <br> itself is not originating. <br> 21. Each Party shall, through its customs authority, conduct a verification of a regional value content requirement <br> in accordance with the Generally Accepted Accounting Principles applied in the Party from which the good was exported. <br> 22. After carrying out the verification procedures outlined in paragraph 1 above, the customs authority of the <br> importing Party shall in the manner specified in paragraph 4 above, provide the exporter or producer whose good <br> is subject to the verification, a written determination of whether or not the good qualifies as an originating good <br> under Chapter 4, including findings of fact and the legal basis for the determination. <br> 23. Where the customs authority of the importing Party denies preferential tariff treatment to the good in question <br> in the cases of paragraph 3, 8(b) or 14 above, a written determination thereof shall be sent to the exporter or <br> producer, in the manner specified in paragraph 4 above. <br> 24. When the Party conducting a verification referred to in paragraph 1 above determines, based on the <br> information obtained during the verification, that a good does not qualify as an originating good, and provides the <br> exporter or producer with a written determination pursuant to paragraph 22 above, it shall grant the exporter or <br> producer whose good was the subject of the verification, 30 days from the date of receipt of the written <br> determination, to provide any comments or additional information before denying preferential tariff treatment to <br> the good, and shall issue a final determination after taking into consideration any comments or additional <br> information received from the exporter or producer during the above- mentioned period, and shall send it to the <br> exporter or producer in the manner specified in paragraph 4 above. <br> 25. Where the verification completed by the customs authority of the importing Party indicates that an exporter or <br> a producer has repeatedly made false representations that a good imported into the Party qualifies as an <br> originating good, the customs authority of the importing Party may withhold preferential tariff treatment to identical <br> goods exported or produced by such person until that person establishes compliance with Chapter 4 to that <br> authority. In taking such an action, the customs authority of the importing Party shall notify the person who <br> completed and signed the certificate of origin and the competent governmental authority of the exporting Party. <br> 26. Communications from the importing Party to an exporter or producer in the exporting Party as well as the <br> response to the questionnaire referred to in subparagraph 1(b) to the importing Party shall be conducted in the English language. <br> "}, {"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 41 : Obligations Regarding Exportations <br> 1. Each Party shall ensure that an exporter or a producer that has completed and signed a certificate of origin, <br> and that has reasons to believe that the certificate contains incorrect information, shall promptly notify in writing, <br> of any change that could affect the accuracy or validity of the certificate of origin to all persons to whom he gave <br> the certificate, as well as to its competent governmental authority or its designees and to the customs authority of <br> the importing Party. The notification shall be sent by one of the methods stipulated in paragraph 4 of Article 44. If <br> this is done prior to the commencement of a verification referred to in Article 44 and if the exporter or producer <br> demonstrates that at time of issuance of the certificate of origin he possessed facts upon which he could <br> reasonably rely to the effect that the good qualified as an originating good, the exporter or producer shall not be <br> subject to penalties for having submitted an incorrect certificate. <br> 2. Each Party shall ensure that providing false declarations or documents to its competent governmental authority <br> or its designees by its exporters or producers stating that the good qualifies as an originating good shall be <br> subject to penalties or other appropriate sanctions as provided for in Article 46. <br> 3. Each Party shall ensure that the exporter referred to in paragraph 3 of Article 39 or the producer referred to in <br> paragraph 4 of Article 39, as the case may be, shall be prepared to submit at any time, at the request of the <br> competent governmental authority or its designees of the exporting Party, all appropriate documents proving the <br> originating status of the goods concerned as well as the fulfillment of other requirements under this Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 39 : Certificate of Origin <br> Article 42 : Exceptions <br> Article 46 : Penalties <br> which the good may be liable. <br> Exceptions <br> 1. For the purposes of this Section and Section 2, upon the date of entry into force of this Agreement, the Parties <br> Each Party shall ensure that a certificate of origin shall not be required for: <br> Each Party shall ensure that criminal, civil or administrative penalties or other appropriate sanctions against its <br> shall establish a format for the certificate of origin in the Uniform Regulations referred to in Article 10. <br> (a) a commercial importation of a good whose value does not exceed 1,000 United States dollars or its equivalent <br> importers, exporters and producers for providing false declaration or documents relating to Section 1 and this <br> 2. The certificate of origin referred to in paragraph 1 above will have the purpose of certifying that a good being <br> amount in the Party's currency, or such higher amount as it may establish, provided that it may require that the <br> Section to its customs authority, competent governmental authority or its designees, shall be established or maintained. <br> exported from one Party into the other Party qualifies as an originating good. <br> invoice accompanying the importation includes a statement indicating that the good qualifies as an originating good; <br> Article 47 : Review and Appeal <br> 3. The certificate of origin referred to in paragraph 1 above shall be issued by the competent governmental <br> (b) a non-commercial importation of a good whose value does not exceed 1,000 United States dollars or its <br> Review and Appeal <br> authority of the exporting Party on request having been made in writing by the exporter or, under the exporter's <br> equivalent amount in the Party's currency, or such higher amount as it may establish; or <br> Each Party shall ensure that its importers have access to: <br> responsibility, by his authorized representative, in accordance with paragraph 4 below. The certificate of origin <br> (c) an importation of a good for which the importing Party has waived the requirement for a certificate of origin, <br> (a) at least one level of administrative review of a decision by its customs authority, provided that such review is <br> must be stamped and signed by the competent governmental authority of the exporting Party or its designees at the time of issue. <br> provided that the importation does not form part of a series of importations that may reasonably be considered to <br> done by an official or office different from the official or office making the decision subject to review; and <br> For the purposes of this Article, the competent governmental authority of the exporting Party may designate other <br> have been undertaken or arranged for the purposes of avoiding the certification requirements of Articles 39 and <br> (b) judicial or quasi-judicial review of the decision referred to in subparagraph (a), <br> entities or bodies to be responsible for the issuance of the certificate of origin, prior authorization given under its <br> in accordance with its domestic laws and regulations. <br> Penalties <br> applicable laws and regulations. <br> Administration and Enforcement <br> Where the competent governmental authority of the exporting Party designates other entities or bodies to carry <br> Article 43 : Records <br> out the issuance of the certificate of origin, the exporting Party shall notify in writing the other Party of its designees. <br> Records <br> The exporting Party shall revoke the designation, where the issuance of certificates of origin by a designee is not <br> 1. Each Party shall ensure that: <br> in conformity with the provisions provided for in this Section and the situation warrants the revocation. For this <br> (a) an exporter referred to in paragraph 3 of Article 39 or a producer referred to in paragraph 4 of Article 39, that <br> purpose, the exporting Party shall consider views expressed by the importing Party in deciding on revoking the designation. <br> has the documentation that proves that the good qualifies as an originating good for the purposes of requesting a <br> 4. Prior to the issuance of a certificate of origin, an exporter that requests a certificate of origin must prove to the <br> certificate of origin shall maintain in that Party, for 5 years after the date on which the certificate was issued or for <br> competent governmental authority of the exporting Party or its designees, that the good to be exported qualifies <br> such longer period as the Party may specify, the records relating to the origin of a good for which preferential <br> as an originating good. <br> tariff treatment was claimed in the other Party, including records associated with: <br> Where an exporter is not the producer of the good, the exporter may request a certificate of origin on the basis of <br> (i) the purchase of, cost of, value of, and payment for, the good that is exported; <br> a declaration voluntarily provided by the producer of the good that demonstrates that such producer has proved <br> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the <br> to the competent governmental authority or its designees, that the good concerned qualifies as an originating <br> production of the good that is exported; and <br> good. Nothing in this paragraph shall be construed to oblige the producer of the good to certificate that the good <br> (iii) the production of the good in the form in which the good is exported; and <br> qualifies as an originating good. If the producer decides not to provide the declaration concerned, the exporter <br> (b) an importer claiming preferential tariff treatment for an imported good shall maintain for 5 years after the date <br> shall be required to prove to the competent governmental authority or its designees that the good to be exported <br> of importation of the good or for such longer period as the Party may specify, such documentation as the Party <br> qualifies as an originating good. <br> may require relating to the importation of the good. <br> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br> 2. Each Party shall ensure that the competent governmental authority or its designees shall keep a record of the <br> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br> certificate of origin issued for a minimum period of 5 years after the date on which the certificate was issued. <br> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10. <br> Such record will include all antecedents, which were presented to prove the qualification as an originating good. <br> 6. In the event of theft, loss or destruction of a certificate of origin, the exporter may request to the competent <br> Article 44 : Origin Verifications <br> governmental authority or its designees which issued it a duplicate made out on the basis of the export <br> Origin Verifications <br> documents in their possession. The duplicate issued in this way must be endorsed with the phrase set out in the <br> 1. For the purposes of determining whether a good imported from the other Party under preferential tariff <br> Uniform Regulations referred to in Article 10. <br> preferential tariff treatment. <br> Section 2 <br> treatment qualifies as an originating good, the importing Party may conduct a verification through its <br> 7. The certificate of origin for a good imported into the importing Party shall be completed in the English <br> customs authority, by means of: <br> language. If the certificate of origin is not completed in the English language, a translation into the official <br> (a) request of information relating to the origin of a good to the competent governmental authority of the exporting <br> language of the importing Party shall be attached thereto. If the certificate of origin is completed in the English <br> Party on the basis of a certificate of origin; <br> language, a translation into the Spanish or the Japanese language shall not be required. <br> (b) written questionnaires to an exporter or a producer of the good in the other Party; <br> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br> (c) request to the exporting Party to collect information, including that contained in the documents maintained <br> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br> pursuant to Article 43, that demonstrate the compliance with Chapter 4 and to check, for that purpose, the <br> importing Party for 1 year or another period that the Parties may agree, after the date on <br> facilities used in the production of the good, through a visit by its competent governmental authority along with <br> which the certificate was issued. <br> the customs authority of the importing Party to the premises of an exporter or a producer of the good in the <br> 9. The competent governmental authority of the exporting Party shall: <br> exporting Party, and to provide the collected information in the English language to the customs <br> (a) determine the administrative mechanisms for the issuing of the certificate of origin; <br> authority of the importing Party; or <br> (b) provide, at the request of the importing Party in accordance with Article 44 information relating to the origin of <br> (d) such other procedure as the Parties may agree. <br> the goods for which preferential tariff treatment was claimed; and <br> 2. Where the customs authority of the importing Party has initiated a verification in accordance with this Article, <br> (c) provide the other Party with specimen impressions of stamps used in the offices of the competent <br> the provisions of Annex 5 shall be applied as appropriate. <br> governmental authority or its designees for the issue of the certificate of origin. <br> 3. For the purposes of subparagraph 1(a), the competent governmental authority of the exporting Party shall <br> Article 40 : Obligations Regarding Importations <br> provide the information requested, in a period not exceeding 4 months, after the date of the request. <br> Obligations Regarding Importations <br> If the customs authority of the importing Party considers necessary, it may require additional information relating <br> 1. Except as otherwise provided for in this Section, each Party shall require an importer that claims preferential <br> to the origin of the good. If additional information is requested by the customs authority of the importing Party, the <br> tariff treatment for a good imported from the other Party to: <br> competent governmental authority of the exporting Party shall provide the information requested in a period not <br> (a) make a written declaration, based on a valid certificate of origin, that the good qualifies as an originating good; <br> exceeding 2 months after the date of the request. <br> (b) have the certificate in its possession at the time the declaration is made; <br> CERTIFICATE OF ORIGIN <br> If the competent governmental authority of the exporting Party fails to respond to the request within the period <br> (c) provide the certificate on the request of the customs authority; and <br> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br> (d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe <br> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br> that a certificate on which a declaration was based contains information that is not correct. <br> shall deny it preferential tariff treatment. <br> 2. Where an importer claims preferential tariff treatment for a good imported into a Party from the other Party, the <br> 4. The customs authority of the importing Party shall send the questionnaires referred to in subparagraph 1(b), to <br> customs authority of the importing Party may deny preferential tariff treatment to the good if the importer fails to <br> the exporters or producers in the exporting Party, by any of the following means: <br> comply with any requirement under this Article. <br> (a) certified or registered mail with confirmation of receipt; <br> 3. Each Party shall ensure that, in the case that the importer at the time of importation does not have in his <br> (b) any other method that produces a confirmation of receipt by the exporter or producer; or <br> possession a certificate of origin, the importer of the good may, in accordance with the domestic laws and <br> (c) such other method that the Parties may agree. <br> regulations of the importing Party, provide the certificate of origin and if required such other documentation <br> The customs authority of the importing Party shall immediately communicate to the competent governmental <br> relating to the importation of the good at a later stage, within a period not exceeding 1 year after the time of importation. <br> authority of the exporting Party whenever it sends a questionnaire referred to in subparagraph 1(b). <br> 5. The provisions of paragraph 1 above shall not prevent the customs authority or the competent governmental <br> authority, as the case may be, of the importing Party from exercising its powers to take action in that Party, in <br> relation with the compliance with its domestic laws and regulations by its own importers, exporters or producers. <br> 6. The exporter or producer who receives a questionnaire pursuant to subparagraph 1(b) shall have 30 days from <br> the date of its receipt to answer such questionnaire and return it. <br> 7. Where the importing Party has received the answer to the questionnaire referred to in subparagraph 1(b) <br> within the period specified in paragraph 6 above, and considers that it requires more information to determine <br> whether the good subject to the verification qualifies as an originating good, it may, through its customs authority, <br> request additional information from the exporter or producer, by means of a subsequent questionnaire, in which <br> case, the exporter or producer shall have 30 days from the date of its receipt to answer and return it. <br> (a) If the response by the exporter or producer to any of the questionnaires referred to in paragraph 6 or 7 above <br> does not contain sufficient information to determine that the good is originating, the customs authority of the <br> importing Party may determine that the good subject to the verification does not qualify as an originating good <br> and may deny it preferential tariff treatment, upon written determination under paragraph 22 below. <br> (b) If the response to the questionnaire referred to in paragraph 6 above is not returned within the period <br> 9. The conducting of a verification in accordance with one of the methods set forth in paragraph 1 above shall not <br> preclude the use of another verification method provided for in paragraph 1 above. <br> 10. When requesting the exporting Party to conduct a visit pursuant to subparagraph 1(c), the importing Party <br> shall deliver a written communication with such request to the exporting Party, the receipt of which is to be <br> confirmed by the latter Party, at least 30 days in advance of the proposed date of the visit. The competent <br> governmental authority of the exporting Party shall request the written consent of the exporter or producer whose <br> premises are to be visited. <br> 11. The communication referred to in paragraph 10 above shall include: <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter or producer whose premises are requested to be visited; <br> (c) the proposed date and place of the visit; <br> (d) the object and scope of the proposed visit, including specific reference to the good or goods subject of the <br> verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the customs authority of the importing Party to be present during the visit. <br> 12. Any modification to the information referred to in paragraph 11 above shall be notified in writing, prior to the <br> proposed date of the visit referred to in subparagraph 11(c). <br> If the proposed date referred to in subparagraph 11(c) is to be modified, this shall be notified in writing at least 10 <br> days prior to the date of the visit. <br> 13. The exporting Party shall respond in writing to the importing Party, within 20 days of the receipt of the <br> communication referred to in paragraph 10 above, if it accepts or refuses to conduct a visit requested <br> pursuant to subparagraph 1(c). <br> 14. Where the exporting Party refuses to conduct a visit, or that Party fails to respond to the communication <br> referred to in paragraph 10 above within the period referred to in paragraph 13 above, the customs authority of <br> the importing Party shall determine that the good or goods that would have been the subject of the visit do not <br> qualify as originating goods, therefore considering the certificate of origin as not valid, and shall deny them <br> 15. The competent governmental authority of the exporting Party shall provide, within 45 days, or any other <br> mutually agreed period, from the last day of the visit, to the customs authority of the importing Party the <br> information obtained through the visit. <br> 16. It is confirmed by both Parties that during the course of a verification referred to in paragraph 1 above, the <br> customs authority of the importing Party may request information necessary for determining the origin of a <br> material used in the production of the good. <br> 17. For the purposes of obtaining information on the origin of the material used in the production of the good, the <br> exporter or producer of the good referred to in paragraph 1 above may request a producer of the material to <br> provide voluntarily the former with information relating to the origin of such material. In case the producer of such <br> material desires, such information may be sent to the competent governmental authority of the exporting Party for <br> the provision to the customs authority of the importing Party, without the involvement of the exporter or producer of the good. <br> 18. Where the customs authority of the importing Party requests information relating to the origin of a material <br> subparagraph 1(a), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 3 above. <br> Where the customs authority of the importing Party requests information relating to the origin of a material <br> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br> subparagraph 1(b), the information shall be provided by the exporter or producer of the good or the competent <br> governmental authority of the exporting Party, as the case may be, in accordance with paragraph 6 or 7 above, <br> as appropriate and mutatis mutandis , provided that in case the information is provided by the competent <br> governmental authority, the 30 day period referred to in paragraph 6 or 7 above shall mean the period beginning <br> on the date of the receipt of the questionnaire by that exporter or producer. <br> subparagraph 1(c), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 15 above. <br> 19. The requesting of information relating to the origin of a material pursuant to paragraph 16 above during the <br> course of a verification in accordance with one of the methods set forth in paragraph 1 above shall not preclude <br> the requesting of information relating to the origin of a material during the course of a verification in accordance <br> with another verification method provided for in paragraph 1 above. <br> 20. The customs authority of the importing Party shall determine that a material used in the production of the <br> good is a non-originating material where the exporter or producer of the good or the competent governmental <br> authority of the exporting Party, as the case may be, does not provide the information that demonstrates that the <br> material in question qualifies as originating, or where the information provided is not sufficient to determine <br> whether that material is originating. Such a determination shall not necessarily lead to a decision that the good <br> itself is not originating. <br> 21. Each Party shall, through its customs authority, conduct a verification of a regional value content requirement <br> in accordance with the Generally Accepted Accounting Principles applied in the Party from which the good was exported. <br> 22. After carrying out the verification procedures outlined in paragraph 1 above, the customs authority of the <br> importing Party shall in the manner specified in paragraph 4 above, provide the exporter or producer whose good <br> is subject to the verification, a written determination of whether or not the good qualifies as an originating good <br> under Chapter 4, including findings of fact and the legal basis for the determination. <br> 23. Where the customs authority of the importing Party denies preferential tariff treatment to the good in question <br> in the cases of paragraph 3, 8(b) or 14 above, a written determination thereof shall be sent to the exporter or <br> producer, in the manner specified in paragraph 4 above. <br> 24. When the Party conducting a verification referred to in paragraph 1 above determines, based on the <br> information obtained during the verification, that a good does not qualify as an originating good, and provides the <br> exporter or producer with a written determination pursuant to paragraph 22 above, it shall grant the exporter or <br> producer whose good was the subject of the verification, 30 days from the date of receipt of the written <br> determination, to provide any comments or additional information before denying preferential tariff treatment to <br> the good, and shall issue a final determination after taking into consideration any comments or additional <br> information received from the exporter or producer during the above- mentioned period, and shall send it to the <br> exporter or producer in the manner specified in paragraph 4 above. <br> 25. Where the verification completed by the customs authority of the importing Party indicates that an exporter or <br> a producer has repeatedly made false representations that a good imported into the Party qualifies as an <br> originating good, the customs authority of the importing Party may withhold preferential tariff treatment to identical <br> goods exported or produced by such person until that person establishes compliance with Chapter 4 to that <br> authority. In taking such an action, the customs authority of the importing Party shall notify the person who <br> completed and signed the certificate of origin and the competent governmental authority of the exporting Party. <br> 26. Communications from the importing Party to an exporter or producer in the exporting Party as well as the <br> response to the questionnaire referred to in subparagraph 1(b) to the importing Party shall be conducted in the English language. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 45 : Confidentiality <br> 1. Each Party shall maintain, in accordance with its domestic laws and regulations, the confidentiality of <br> information provided to it as confidential pursuant to Section 1 and this Section and shall protect that information <br> from disclosure that could prejudice the competitive position of the persons providing the information. <br> 2. Information obtained pursuant to Section 1 and this Section may only be disclosed, for the purposes of Section <br> 1 and this Section, to those competent authorities of the Parties responsible for the administration and <br> enforcement of determinations of origin and of customs duties and other indirect taxes on imports, and shall not <br> be used by a Party in any criminal proceedings carried out by a court or a judge, unless the information is <br> requested to the other Party and provided to the former Party, in accordance with the applicable laws of the <br> requested Party or appropriate international cooperation agreements to which both Parties are parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 39 : Certificate of Origin <br> Article 42 : Exceptions <br> Article 46 : Penalties <br> which the good may be liable. <br> Exceptions <br> 1. For the purposes of this Section and Section 2, upon the date of entry into force of this Agreement, the Parties <br> Each Party shall ensure that a certificate of origin shall not be required for: <br> Each Party shall ensure that criminal, civil or administrative penalties or other appropriate sanctions against its <br> shall establish a format for the certificate of origin in the Uniform Regulations referred to in Article 10. <br> (a) a commercial importation of a good whose value does not exceed 1,000 United States dollars or its equivalent <br> importers, exporters and producers for providing false declaration or documents relating to Section 1 and this <br> 2. The certificate of origin referred to in paragraph 1 above will have the purpose of certifying that a good being <br> amount in the Party's currency, or such higher amount as it may establish, provided that it may require that the <br> Section to its customs authority, competent governmental authority or its designees, shall be established or maintained. <br> exported from one Party into the other Party qualifies as an originating good. <br> invoice accompanying the importation includes a statement indicating that the good qualifies as an originating good; <br> Article 47 : Review and Appeal <br> 3. The certificate of origin referred to in paragraph 1 above shall be issued by the competent governmental <br> (b) a non-commercial importation of a good whose value does not exceed 1,000 United States dollars or its <br> Review and Appeal <br> authority of the exporting Party on request having been made in writing by the exporter or, under the exporter's <br> equivalent amount in the Party's currency, or such higher amount as it may establish; or <br> Each Party shall ensure that its importers have access to: <br> responsibility, by his authorized representative, in accordance with paragraph 4 below. The certificate of origin <br> (c) an importation of a good for which the importing Party has waived the requirement for a certificate of origin, <br> (a) at least one level of administrative review of a decision by its customs authority, provided that such review is <br> must be stamped and signed by the competent governmental authority of the exporting Party or its designees at the time of issue. <br> provided that the importation does not form part of a series of importations that may reasonably be considered to <br> done by an official or office different from the official or office making the decision subject to review; and <br> For the purposes of this Article, the competent governmental authority of the exporting Party may designate other <br> have been undertaken or arranged for the purposes of avoiding the certification requirements of Articles 39 and <br> (b) judicial or quasi-judicial review of the decision referred to in subparagraph (a), <br> entities or bodies to be responsible for the issuance of the certificate of origin, prior authorization given under its <br> in accordance with its domestic laws and regulations. <br> Penalties <br> applicable laws and regulations. <br> Administration and Enforcement <br> Where the competent governmental authority of the exporting Party designates other entities or bodies to carry <br> Article 43 : Records <br> out the issuance of the certificate of origin, the exporting Party shall notify in writing the other Party of its designees. <br> Records <br> The exporting Party shall revoke the designation, where the issuance of certificates of origin by a designee is not <br> 1. Each Party shall ensure that: <br> in conformity with the provisions provided for in this Section and the situation warrants the revocation. For this <br> (a) an exporter referred to in paragraph 3 of Article 39 or a producer referred to in paragraph 4 of Article 39, that <br> purpose, the exporting Party shall consider views expressed by the importing Party in deciding on revoking the designation. <br> has the documentation that proves that the good qualifies as an originating good for the purposes of requesting a <br> 4. Prior to the issuance of a certificate of origin, an exporter that requests a certificate of origin must prove to the <br> certificate of origin shall maintain in that Party, for 5 years after the date on which the certificate was issued or for <br> competent governmental authority of the exporting Party or its designees, that the good to be exported qualifies <br> such longer period as the Party may specify, the records relating to the origin of a good for which preferential <br> as an originating good. <br> tariff treatment was claimed in the other Party, including records associated with: <br> Where an exporter is not the producer of the good, the exporter may request a certificate of origin on the basis of <br> (i) the purchase of, cost of, value of, and payment for, the good that is exported; <br> a declaration voluntarily provided by the producer of the good that demonstrates that such producer has proved <br> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the <br> to the competent governmental authority or its designees, that the good concerned qualifies as an originating <br> production of the good that is exported; and <br> good. Nothing in this paragraph shall be construed to oblige the producer of the good to certificate that the good <br> (iii) the production of the good in the form in which the good is exported; and <br> qualifies as an originating good. If the producer decides not to provide the declaration concerned, the exporter <br> (b) an importer claiming preferential tariff treatment for an imported good shall maintain for 5 years after the date <br> shall be required to prove to the competent governmental authority or its designees that the good to be exported <br> of importation of the good or for such longer period as the Party may specify, such documentation as the Party <br> qualifies as an originating good. <br> may require relating to the importation of the good. <br> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br> 2. Each Party shall ensure that the competent governmental authority or its designees shall keep a record of the <br> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br> certificate of origin issued for a minimum period of 5 years after the date on which the certificate was issued. <br> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10. <br> Such record will include all antecedents, which were presented to prove the qualification as an originating good. <br> 6. In the event of theft, loss or destruction of a certificate of origin, the exporter may request to the competent <br> Article 44 : Origin Verifications <br> governmental authority or its designees which issued it a duplicate made out on the basis of the export <br> Origin Verifications <br> documents in their possession. The duplicate issued in this way must be endorsed with the phrase set out in the <br> 1. For the purposes of determining whether a good imported from the other Party under preferential tariff <br> Uniform Regulations referred to in Article 10. <br> preferential tariff treatment. <br> Section 2 <br> treatment qualifies as an originating good, the importing Party may conduct a verification through its <br> 7. The certificate of origin for a good imported into the importing Party shall be completed in the English <br> customs authority, by means of: <br> language. If the certificate of origin is not completed in the English language, a translation into the official <br> (a) request of information relating to the origin of a good to the competent governmental authority of the exporting <br> language of the importing Party shall be attached thereto. If the certificate of origin is completed in the English <br> Party on the basis of a certificate of origin; <br> language, a translation into the Spanish or the Japanese language shall not be required. <br> (b) written questionnaires to an exporter or a producer of the good in the other Party; <br> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br> (c) request to the exporting Party to collect information, including that contained in the documents maintained <br> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br> pursuant to Article 43, that demonstrate the compliance with Chapter 4 and to check, for that purpose, the <br> importing Party for 1 year or another period that the Parties may agree, after the date on <br> facilities used in the production of the good, through a visit by its competent governmental authority along with <br> which the certificate was issued. <br> the customs authority of the importing Party to the premises of an exporter or a producer of the good in the <br> 9. The competent governmental authority of the exporting Party shall: <br> exporting Party, and to provide the collected information in the English language to the customs <br> (a) determine the administrative mechanisms for the issuing of the certificate of origin; <br> authority of the importing Party; or <br> (b) provide, at the request of the importing Party in accordance with Article 44 information relating to the origin of <br> (d) such other procedure as the Parties may agree. <br> the goods for which preferential tariff treatment was claimed; and <br> 2. Where the customs authority of the importing Party has initiated a verification in accordance with this Article, <br> (c) provide the other Party with specimen impressions of stamps used in the offices of the competent <br> the provisions of Annex 5 shall be applied as appropriate. <br> governmental authority or its designees for the issue of the certificate of origin. <br> 3. For the purposes of subparagraph 1(a), the competent governmental authority of the exporting Party shall <br> Article 40 : Obligations Regarding Importations <br> provide the information requested, in a period not exceeding 4 months, after the date of the request. <br> Obligations Regarding Importations <br> If the customs authority of the importing Party considers necessary, it may require additional information relating <br> 1. Except as otherwise provided for in this Section, each Party shall require an importer that claims preferential <br> to the origin of the good. If additional information is requested by the customs authority of the importing Party, the <br> tariff treatment for a good imported from the other Party to: <br> competent governmental authority of the exporting Party shall provide the information requested in a period not <br> (a) make a written declaration, based on a valid certificate of origin, that the good qualifies as an originating good; <br> exceeding 2 months after the date of the request. <br> (b) have the certificate in its possession at the time the declaration is made; <br> CERTIFICATE OF ORIGIN <br> If the competent governmental authority of the exporting Party fails to respond to the request within the period <br> (c) provide the certificate on the request of the customs authority; and <br> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br> (d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe <br> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br> that a certificate on which a declaration was based contains information that is not correct. <br> shall deny it preferential tariff treatment. <br> 2. Where an importer claims preferential tariff treatment for a good imported into a Party from the other Party, the <br> 4. The customs authority of the importing Party shall send the questionnaires referred to in subparagraph 1(b), to <br> customs authority of the importing Party may deny preferential tariff treatment to the good if the importer fails to <br> the exporters or producers in the exporting Party, by any of the following means: <br> comply with any requirement under this Article. <br> (a) certified or registered mail with confirmation of receipt; <br> 3. Each Party shall ensure that, in the case that the importer at the time of importation does not have in his <br> (b) any other method that produces a confirmation of receipt by the exporter or producer; or <br> possession a certificate of origin, the importer of the good may, in accordance with the domestic laws and <br> (c) such other method that the Parties may agree. <br> regulations of the importing Party, provide the certificate of origin and if required such other documentation <br> The customs authority of the importing Party shall immediately communicate to the competent governmental <br> relating to the importation of the good at a later stage, within a period not exceeding 1 year after the time of importation. <br> authority of the exporting Party whenever it sends a questionnaire referred to in subparagraph 1(b). <br> 5. The provisions of paragraph 1 above shall not prevent the customs authority or the competent governmental <br> authority, as the case may be, of the importing Party from exercising its powers to take action in that Party, in <br> relation with the compliance with its domestic laws and regulations by its own importers, exporters or producers. <br> 6. The exporter or producer who receives a questionnaire pursuant to subparagraph 1(b) shall have 30 days from <br> the date of its receipt to answer such questionnaire and return it. <br> 7. Where the importing Party has received the answer to the questionnaire referred to in subparagraph 1(b) <br> within the period specified in paragraph 6 above, and considers that it requires more information to determine <br> whether the good subject to the verification qualifies as an originating good, it may, through its customs authority, <br> request additional information from the exporter or producer, by means of a subsequent questionnaire, in which <br> case, the exporter or producer shall have 30 days from the date of its receipt to answer and return it. <br> (a) If the response by the exporter or producer to any of the questionnaires referred to in paragraph 6 or 7 above <br> does not contain sufficient information to determine that the good is originating, the customs authority of the <br> importing Party may determine that the good subject to the verification does not qualify as an originating good <br> and may deny it preferential tariff treatment, upon written determination under paragraph 22 below. <br> (b) If the response to the questionnaire referred to in paragraph 6 above is not returned within the period <br> 9. The conducting of a verification in accordance with one of the methods set forth in paragraph 1 above shall not <br> preclude the use of another verification method provided for in paragraph 1 above. <br> 10. When requesting the exporting Party to conduct a visit pursuant to subparagraph 1(c), the importing Party <br> shall deliver a written communication with such request to the exporting Party, the receipt of which is to be <br> confirmed by the latter Party, at least 30 days in advance of the proposed date of the visit. The competent <br> governmental authority of the exporting Party shall request the written consent of the exporter or producer whose <br> premises are to be visited. <br> 11. The communication referred to in paragraph 10 above shall include: <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter or producer whose premises are requested to be visited; <br> (c) the proposed date and place of the visit; <br> (d) the object and scope of the proposed visit, including specific reference to the good or goods subject of the <br> verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the customs authority of the importing Party to be present during the visit. <br> 12. Any modification to the information referred to in paragraph 11 above shall be notified in writing, prior to the <br> proposed date of the visit referred to in subparagraph 11(c). <br> If the proposed date referred to in subparagraph 11(c) is to be modified, this shall be notified in writing at least 10 <br> days prior to the date of the visit. <br> 13. The exporting Party shall respond in writing to the importing Party, within 20 days of the receipt of the <br> communication referred to in paragraph 10 above, if it accepts or refuses to conduct a visit requested <br> pursuant to subparagraph 1(c). <br> 14. Where the exporting Party refuses to conduct a visit, or that Party fails to respond to the communication <br> referred to in paragraph 10 above within the period referred to in paragraph 13 above, the customs authority of <br> the importing Party shall determine that the good or goods that would have been the subject of the visit do not <br> qualify as originating goods, therefore considering the certificate of origin as not valid, and shall deny them <br> 15. The competent governmental authority of the exporting Party shall provide, within 45 days, or any other <br> mutually agreed period, from the last day of the visit, to the customs authority of the importing Party the <br> information obtained through the visit. <br> 16. It is confirmed by both Parties that during the course of a verification referred to in paragraph 1 above, the <br> customs authority of the importing Party may request information necessary for determining the origin of a <br> material used in the production of the good. <br> 17. For the purposes of obtaining information on the origin of the material used in the production of the good, the <br> exporter or producer of the good referred to in paragraph 1 above may request a producer of the material to <br> provide voluntarily the former with information relating to the origin of such material. In case the producer of such <br> material desires, such information may be sent to the competent governmental authority of the exporting Party for <br> the provision to the customs authority of the importing Party, without the involvement of the exporter or producer of the good. <br> 18. Where the customs authority of the importing Party requests information relating to the origin of a material <br> subparagraph 1(a), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 3 above. <br> Where the customs authority of the importing Party requests information relating to the origin of a material <br> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br> subparagraph 1(b), the information shall be provided by the exporter or producer of the good or the competent <br> governmental authority of the exporting Party, as the case may be, in accordance with paragraph 6 or 7 above, <br> as appropriate and mutatis mutandis , provided that in case the information is provided by the competent <br> governmental authority, the 30 day period referred to in paragraph 6 or 7 above shall mean the period beginning <br> on the date of the receipt of the questionnaire by that exporter or producer. <br> subparagraph 1(c), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 15 above. <br> 19. The requesting of information relating to the origin of a material pursuant to paragraph 16 above during the <br> course of a verification in accordance with one of the methods set forth in paragraph 1 above shall not preclude <br> the requesting of information relating to the origin of a material during the course of a verification in accordance <br> with another verification method provided for in paragraph 1 above. <br> 20. The customs authority of the importing Party shall determine that a material used in the production of the <br> good is a non-originating material where the exporter or producer of the good or the competent governmental <br> authority of the exporting Party, as the case may be, does not provide the information that demonstrates that the <br> material in question qualifies as originating, or where the information provided is not sufficient to determine <br> whether that material is originating. Such a determination shall not necessarily lead to a decision that the good <br> itself is not originating. <br> 21. Each Party shall, through its customs authority, conduct a verification of a regional value content requirement <br> in accordance with the Generally Accepted Accounting Principles applied in the Party from which the good was exported. <br> 22. After carrying out the verification procedures outlined in paragraph 1 above, the customs authority of the <br> importing Party shall in the manner specified in paragraph 4 above, provide the exporter or producer whose good <br> is subject to the verification, a written determination of whether or not the good qualifies as an originating good <br> under Chapter 4, including findings of fact and the legal basis for the determination. <br> 23. Where the customs authority of the importing Party denies preferential tariff treatment to the good in question <br> in the cases of paragraph 3, 8(b) or 14 above, a written determination thereof shall be sent to the exporter or <br> producer, in the manner specified in paragraph 4 above. <br> 24. When the Party conducting a verification referred to in paragraph 1 above determines, based on the <br> information obtained during the verification, that a good does not qualify as an originating good, and provides the <br> exporter or producer with a written determination pursuant to paragraph 22 above, it shall grant the exporter or <br> producer whose good was the subject of the verification, 30 days from the date of receipt of the written <br> determination, to provide any comments or additional information before denying preferential tariff treatment to <br> the good, and shall issue a final determination after taking into consideration any comments or additional <br> information received from the exporter or producer during the above- mentioned period, and shall send it to the <br> exporter or producer in the manner specified in paragraph 4 above. <br> 25. Where the verification completed by the customs authority of the importing Party indicates that an exporter or <br> a producer has repeatedly made false representations that a good imported into the Party qualifies as an <br> originating good, the customs authority of the importing Party may withhold preferential tariff treatment to identical <br> goods exported or produced by such person until that person establishes compliance with Chapter 4 to that <br> authority. In taking such an action, the customs authority of the importing Party shall notify the person who <br> completed and signed the certificate of origin and the competent governmental authority of the exporting Party. <br> 26. Communications from the importing Party to an exporter or producer in the exporting Party as well as the <br> response to the questionnaire referred to in subparagraph 1(b) to the importing Party shall be conducted in the English language. <br> "}, {"ArticleTitle": "Goods in Transit or Storage", "ArticleDesc": "Article 48 : Goods in Transit or Storage <br> The provisions of this Agreement may be applied to goods which comply with the provisions of Chapter 4 and <br> Section 1, and which on the date of entry into force of this Agreement are in transit, in Japan or Mexico, or in <br> temporary storage in bonded area, subject to the submission to the customs authority of the importing Party in <br> accordance with the domestic laws and regulations of that Party, within 4 months of that date, of a certificate of <br> origin issued retrospectively, in accordance with paragraph 5 of Article 39, by the competent governmental <br> authority or its designees of the exporting Party together with the documents showing that the goods have been transported directly. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 49 : Definitions <br> 1. For the purposes of Section 1 and this Section: <br> (a) the term \"authorized representative\" means the person designated in accordance with its domestic laws and <br> regulations by the exporter to be responsible for completing and signing the certificate of origin on his behalf; <br> (b) the term \"commercial importation\" means the importation of a good into a Party for the purposes of sale, or <br> any commercial, industrial or other like use; <br> (c) the term \"competent governmental authority\" means the authority that, according to the legislation of each <br> Party, is responsible for the issuing of the certificate of origin or for the designation of the certification entities or <br> bodies. In the case of Japan, the Minister of Economy, Trade and Industry or his authorized representative, and <br> in the case of Mexico, the Ministry of Economy; <br> (d) the term \"customs authority\" means the authority that, according to the legislation of each Party, is <br> responsible for the administration of its customs laws and regulations. In the case of Japan, the Minister of <br> Finance or his authorized representative, and in the case of Mexico, the Ministry of Finance and Public Credit; <br> (e) the term \"determination of origin\" means a determination whether a good qualifies as an originating good in <br> accordance with Chapter 4; <br> (f) the term \"exporter\" means a person located in an exporting Party who exports a good from the exporting Party; <br> (g) the term \"identical goods\" means goods that are the same in all respects, including physical characteristics, <br> quality and reputation, irrespective of minor differences in appearance that are not relevant to a determination of origin; <br> (h) the term \"importer\" means a person located in an importing Party who imports a good into the importing Party; <br> (i) the term \"preferential tariff treatment\" means the duty rate applicable to an originating good in accordance with <br> this Agreement; <br> (j) the term \"producer\" means \"producer\", as defined in Article 38, located in a Party; <br> (k) the term \"valid certificate of origin\" means a certificate of origin in the format referred to in paragraph 1 of <br> Article 39, completed and signed by the exporter or the producer and stamped and signed by the competent <br> governmental authority of the exporting Party or its designees, in accordance with the provisions of Section 1 and <br> with the instructions indicated in the format; and <br> (l) the term \"value\" means the value of a good or material for the purposes of applying Chapter 4. <br> 2. Except as otherwise defined in this Article, the definitions of Chapter 4 shall apply. <br> Section 3 <br> Customs Cooperation for Trade Facilitation <br> "}, {"ArticleTitle": "Customs Cooperation for Trade Facilitation", "ArticleDesc": "Article 50 : Customs Cooperation for Trade Facilitation <br> For prompt customs clearance of goods traded between the Parties, each Party, recognizing the significant role <br> of customs authorities and the importance of customs procedures in promoting trade facilitation, shall make <br> cooperative efforts to: <br> (a) make use of information and communications technology; <br> (b) simplify its customs procedures; and <br> (c) make its customs procedures conform, as far as possible, to relevant international standards and <br> recommended practices such as those made under the auspices of the Customs Cooperation Council. <br> Annex 5 referred to in Chapter 5 <br> Origin Verifications <br> It is confirmed by both Parties that while awaiting <br> for the results of a verification of a good claimed to be <br> originating, initiated in accordance with Article 44 for a <br> good provided for in HS Chapters 50 through 63, 64, or <br> headings 42.03, 43.03, 84.18, 84.22, 84.50, 84.51, 84.52, <br> 85.09, 85.10 or 85.16, the customs authority of the <br> importing Party may subject the release of the good to be <br> imported, to a guarantee in the form of a surety, a deposit <br> or some other appropriate instrument in accordance with its <br> domestic laws and regulations, covering the duties for <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 39 : Certificate of Origin <br> Article 42 : Exceptions <br> Article 46 : Penalties <br> which the good may be liable. <br> Exceptions <br> 1. For the purposes of this Section and Section 2, upon the date of entry into force of this Agreement, the Parties <br> Each Party shall ensure that a certificate of origin shall not be required for: <br> Each Party shall ensure that criminal, civil or administrative penalties or other appropriate sanctions against its <br> shall establish a format for the certificate of origin in the Uniform Regulations referred to in Article 10. <br> (a) a commercial importation of a good whose value does not exceed 1,000 United States dollars or its equivalent <br> importers, exporters and producers for providing false declaration or documents relating to Section 1 and this <br> 2. The certificate of origin referred to in paragraph 1 above will have the purpose of certifying that a good being <br> amount in the Party's currency, or such higher amount as it may establish, provided that it may require that the <br> Section to its customs authority, competent governmental authority or its designees, shall be established or maintained. <br> exported from one Party into the other Party qualifies as an originating good. <br> invoice accompanying the importation includes a statement indicating that the good qualifies as an originating good; <br> Article 47 : Review and Appeal <br> 3. The certificate of origin referred to in paragraph 1 above shall be issued by the competent governmental <br> (b) a non-commercial importation of a good whose value does not exceed 1,000 United States dollars or its <br> Review and Appeal <br> authority of the exporting Party on request having been made in writing by the exporter or, under the exporter's <br> equivalent amount in the Party's currency, or such higher amount as it may establish; or <br> Each Party shall ensure that its importers have access to: <br> responsibility, by his authorized representative, in accordance with paragraph 4 below. The certificate of origin <br> (c) an importation of a good for which the importing Party has waived the requirement for a certificate of origin, <br> (a) at least one level of administrative review of a decision by its customs authority, provided that such review is <br> must be stamped and signed by the competent governmental authority of the exporting Party or its designees at the time of issue. <br> provided that the importation does not form part of a series of importations that may reasonably be considered to <br> done by an official or office different from the official or office making the decision subject to review; and <br> For the purposes of this Article, the competent governmental authority of the exporting Party may designate other <br> have been undertaken or arranged for the purposes of avoiding the certification requirements of Articles 39 and <br> (b) judicial or quasi-judicial review of the decision referred to in subparagraph (a), <br> entities or bodies to be responsible for the issuance of the certificate of origin, prior authorization given under its <br> in accordance with its domestic laws and regulations. <br> Penalties <br> applicable laws and regulations. <br> Administration and Enforcement <br> Where the competent governmental authority of the exporting Party designates other entities or bodies to carry <br> Article 43 : Records <br> out the issuance of the certificate of origin, the exporting Party shall notify in writing the other Party of its designees. <br> Records <br> The exporting Party shall revoke the designation, where the issuance of certificates of origin by a designee is not <br> 1. Each Party shall ensure that: <br> in conformity with the provisions provided for in this Section and the situation warrants the revocation. For this <br> (a) an exporter referred to in paragraph 3 of Article 39 or a producer referred to in paragraph 4 of Article 39, that <br> purpose, the exporting Party shall consider views expressed by the importing Party in deciding on revoking the designation. <br> has the documentation that proves that the good qualifies as an originating good for the purposes of requesting a <br> 4. Prior to the issuance of a certificate of origin, an exporter that requests a certificate of origin must prove to the <br> certificate of origin shall maintain in that Party, for 5 years after the date on which the certificate was issued or for <br> competent governmental authority of the exporting Party or its designees, that the good to be exported qualifies <br> such longer period as the Party may specify, the records relating to the origin of a good for which preferential <br> as an originating good. <br> tariff treatment was claimed in the other Party, including records associated with: <br> Where an exporter is not the producer of the good, the exporter may request a certificate of origin on the basis of <br> (i) the purchase of, cost of, value of, and payment for, the good that is exported; <br> a declaration voluntarily provided by the producer of the good that demonstrates that such producer has proved <br> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the <br> to the competent governmental authority or its designees, that the good concerned qualifies as an originating <br> production of the good that is exported; and <br> good. Nothing in this paragraph shall be construed to oblige the producer of the good to certificate that the good <br> (iii) the production of the good in the form in which the good is exported; and <br> qualifies as an originating good. If the producer decides not to provide the declaration concerned, the exporter <br> (b) an importer claiming preferential tariff treatment for an imported good shall maintain for 5 years after the date <br> shall be required to prove to the competent governmental authority or its designees that the good to be exported <br> of importation of the good or for such longer period as the Party may specify, such documentation as the Party <br> qualifies as an originating good. <br> may require relating to the importation of the good. <br> 5. The competent governmental authority or its designees shall issue a certificate of origin after the exportation of <br> 2. Each Party shall ensure that the competent governmental authority or its designees shall keep a record of the <br> a good when it is requested by the exporter in accordance with paragraph 4 above. The certificate of origin <br> certificate of origin issued for a minimum period of 5 years after the date on which the certificate was issued. <br> issued retrospectively must be endorsed with the phrase set out in the Uniform Regulations referred to in Article 10. <br> Such record will include all antecedents, which were presented to prove the qualification as an originating good. <br> 6. In the event of theft, loss or destruction of a certificate of origin, the exporter may request to the competent <br> Article 44 : Origin Verifications <br> governmental authority or its designees which issued it a duplicate made out on the basis of the export <br> Origin Verifications <br> documents in their possession. The duplicate issued in this way must be endorsed with the phrase set out in the <br> 1. For the purposes of determining whether a good imported from the other Party under preferential tariff <br> Uniform Regulations referred to in Article 10. <br> preferential tariff treatment. <br> Section 2 <br> treatment qualifies as an originating good, the importing Party may conduct a verification through its <br> 7. The certificate of origin for a good imported into the importing Party shall be completed in the English <br> customs authority, by means of: <br> language. If the certificate of origin is not completed in the English language, a translation into the official <br> (a) request of information relating to the origin of a good to the competent governmental authority of the exporting <br> language of the importing Party shall be attached thereto. If the certificate of origin is completed in the English <br> Party on the basis of a certificate of origin; <br> language, a translation into the Spanish or the Japanese language shall not be required. <br> (b) written questionnaires to an exporter or a producer of the good in the other Party; <br> 8. Each Party shall provide that a valid certificate of origin that fulfills the requirements of this Section that is <br> (c) request to the exporting Party to collect information, including that contained in the documents maintained <br> applicable to a single importation of a good into the other Party, shall be accepted by the customs authority of the <br> pursuant to Article 43, that demonstrate the compliance with Chapter 4 and to check, for that purpose, the <br> importing Party for 1 year or another period that the Parties may agree, after the date on <br> facilities used in the production of the good, through a visit by its competent governmental authority along with <br> which the certificate was issued. <br> the customs authority of the importing Party to the premises of an exporter or a producer of the good in the <br> 9. The competent governmental authority of the exporting Party shall: <br> exporting Party, and to provide the collected information in the English language to the customs <br> (a) determine the administrative mechanisms for the issuing of the certificate of origin; <br> authority of the importing Party; or <br> (b) provide, at the request of the importing Party in accordance with Article 44 information relating to the origin of <br> (d) such other procedure as the Parties may agree. <br> the goods for which preferential tariff treatment was claimed; and <br> 2. Where the customs authority of the importing Party has initiated a verification in accordance with this Article, <br> (c) provide the other Party with specimen impressions of stamps used in the offices of the competent <br> the provisions of Annex 5 shall be applied as appropriate. <br> governmental authority or its designees for the issue of the certificate of origin. <br> 3. For the purposes of subparagraph 1(a), the competent governmental authority of the exporting Party shall <br> Article 40 : Obligations Regarding Importations <br> provide the information requested, in a period not exceeding 4 months, after the date of the request. <br> Obligations Regarding Importations <br> If the customs authority of the importing Party considers necessary, it may require additional information relating <br> 1. Except as otherwise provided for in this Section, each Party shall require an importer that claims preferential <br> to the origin of the good. If additional information is requested by the customs authority of the importing Party, the <br> tariff treatment for a good imported from the other Party to: <br> competent governmental authority of the exporting Party shall provide the information requested in a period not <br> (a) make a written declaration, based on a valid certificate of origin, that the good qualifies as an originating good; <br> exceeding 2 months after the date of the request. <br> (b) have the certificate in its possession at the time the declaration is made; <br> CERTIFICATE OF ORIGIN <br> If the competent governmental authority of the exporting Party fails to respond to the request within the period <br> (c) provide the certificate on the request of the customs authority; and <br> specified therein, the customs authority of the importing Party shall determine that the good subject to the <br> (d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe <br> verification does not qualify as an originating good, therefore considering the certificate of origin as not valid, and <br> that a certificate on which a declaration was based contains information that is not correct. <br> shall deny it preferential tariff treatment. <br> 2. Where an importer claims preferential tariff treatment for a good imported into a Party from the other Party, the <br> 4. The customs authority of the importing Party shall send the questionnaires referred to in subparagraph 1(b), to <br> customs authority of the importing Party may deny preferential tariff treatment to the good if the importer fails to <br> the exporters or producers in the exporting Party, by any of the following means: <br> comply with any requirement under this Article. <br> (a) certified or registered mail with confirmation of receipt; <br> 3. Each Party shall ensure that, in the case that the importer at the time of importation does not have in his <br> (b) any other method that produces a confirmation of receipt by the exporter or producer; or <br> possession a certificate of origin, the importer of the good may, in accordance with the domestic laws and <br> (c) such other method that the Parties may agree. <br> regulations of the importing Party, provide the certificate of origin and if required such other documentation <br> The customs authority of the importing Party shall immediately communicate to the competent governmental <br> relating to the importation of the good at a later stage, within a period not exceeding 1 year after the time of importation. <br> authority of the exporting Party whenever it sends a questionnaire referred to in subparagraph 1(b). <br> 5. The provisions of paragraph 1 above shall not prevent the customs authority or the competent governmental <br> authority, as the case may be, of the importing Party from exercising its powers to take action in that Party, in <br> relation with the compliance with its domestic laws and regulations by its own importers, exporters or producers. <br> 6. The exporter or producer who receives a questionnaire pursuant to subparagraph 1(b) shall have 30 days from <br> the date of its receipt to answer such questionnaire and return it. <br> 7. Where the importing Party has received the answer to the questionnaire referred to in subparagraph 1(b) <br> within the period specified in paragraph 6 above, and considers that it requires more information to determine <br> whether the good subject to the verification qualifies as an originating good, it may, through its customs authority, <br> request additional information from the exporter or producer, by means of a subsequent questionnaire, in which <br> case, the exporter or producer shall have 30 days from the date of its receipt to answer and return it. <br> (a) If the response by the exporter or producer to any of the questionnaires referred to in paragraph 6 or 7 above <br> does not contain sufficient information to determine that the good is originating, the customs authority of the <br> importing Party may determine that the good subject to the verification does not qualify as an originating good <br> and may deny it preferential tariff treatment, upon written determination under paragraph 22 below. <br> (b) If the response to the questionnaire referred to in paragraph 6 above is not returned within the period <br> 9. The conducting of a verification in accordance with one of the methods set forth in paragraph 1 above shall not <br> preclude the use of another verification method provided for in paragraph 1 above. <br> 10. When requesting the exporting Party to conduct a visit pursuant to subparagraph 1(c), the importing Party <br> shall deliver a written communication with such request to the exporting Party, the receipt of which is to be <br> confirmed by the latter Party, at least 30 days in advance of the proposed date of the visit. The competent <br> governmental authority of the exporting Party shall request the written consent of the exporter or producer whose <br> premises are to be visited. <br> 11. The communication referred to in paragraph 10 above shall include: <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter or producer whose premises are requested to be visited; <br> (c) the proposed date and place of the visit; <br> (d) the object and scope of the proposed visit, including specific reference to the good or goods subject of the <br> verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the customs authority of the importing Party to be present during the visit. <br> 12. Any modification to the information referred to in paragraph 11 above shall be notified in writing, prior to the <br> proposed date of the visit referred to in subparagraph 11(c). <br> If the proposed date referred to in subparagraph 11(c) is to be modified, this shall be notified in writing at least 10 <br> days prior to the date of the visit. <br> 13. The exporting Party shall respond in writing to the importing Party, within 20 days of the receipt of the <br> communication referred to in paragraph 10 above, if it accepts or refuses to conduct a visit requested <br> pursuant to subparagraph 1(c). <br> 14. Where the exporting Party refuses to conduct a visit, or that Party fails to respond to the communication <br> referred to in paragraph 10 above within the period referred to in paragraph 13 above, the customs authority of <br> the importing Party shall determine that the good or goods that would have been the subject of the visit do not <br> qualify as originating goods, therefore considering the certificate of origin as not valid, and shall deny them <br> 15. The competent governmental authority of the exporting Party shall provide, within 45 days, or any other <br> mutually agreed period, from the last day of the visit, to the customs authority of the importing Party the <br> information obtained through the visit. <br> 16. It is confirmed by both Parties that during the course of a verification referred to in paragraph 1 above, the <br> customs authority of the importing Party may request information necessary for determining the origin of a <br> material used in the production of the good. <br> 17. For the purposes of obtaining information on the origin of the material used in the production of the good, the <br> exporter or producer of the good referred to in paragraph 1 above may request a producer of the material to <br> provide voluntarily the former with information relating to the origin of such material. In case the producer of such <br> material desires, such information may be sent to the competent governmental authority of the exporting Party for <br> the provision to the customs authority of the importing Party, without the involvement of the exporter or producer of the good. <br> 18. Where the customs authority of the importing Party requests information relating to the origin of a material <br> subparagraph 1(a), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 3 above. <br> Where the customs authority of the importing Party requests information relating to the origin of a material <br> pursuant to paragraph 16 above, during the course of a verification in accordance with the method set forth in <br> subparagraph 1(b), the information shall be provided by the exporter or producer of the good or the competent <br> governmental authority of the exporting Party, as the case may be, in accordance with paragraph 6 or 7 above, <br> as appropriate and mutatis mutandis , provided that in case the information is provided by the competent <br> governmental authority, the 30 day period referred to in paragraph 6 or 7 above shall mean the period beginning <br> on the date of the receipt of the questionnaire by that exporter or producer. <br> subparagraph 1(c), the information shall be provided by the competent governmental authority of the exporting <br> Party in accordance with paragraph 15 above. <br> 19. The requesting of information relating to the origin of a material pursuant to paragraph 16 above during the <br> course of a verification in accordance with one of the methods set forth in paragraph 1 above shall not preclude <br> the requesting of information relating to the origin of a material during the course of a verification in accordance <br> with another verification method provided for in paragraph 1 above. <br> 20. The customs authority of the importing Party shall determine that a material used in the production of the <br> good is a non-originating material where the exporter or producer of the good or the competent governmental <br> authority of the exporting Party, as the case may be, does not provide the information that demonstrates that the <br> material in question qualifies as originating, or where the information provided is not sufficient to determine <br> whether that material is originating. Such a determination shall not necessarily lead to a decision that the good <br> itself is not originating. <br> 21. Each Party shall, through its customs authority, conduct a verification of a regional value content requirement <br> in accordance with the Generally Accepted Accounting Principles applied in the Party from which the good was exported. <br> 22. After carrying out the verification procedures outlined in paragraph 1 above, the customs authority of the <br> importing Party shall in the manner specified in paragraph 4 above, provide the exporter or producer whose good <br> is subject to the verification, a written determination of whether or not the good qualifies as an originating good <br> under Chapter 4, including findings of fact and the legal basis for the determination. <br> 23. Where the customs authority of the importing Party denies preferential tariff treatment to the good in question <br> in the cases of paragraph 3, 8(b) or 14 above, a written determination thereof shall be sent to the exporter or <br> producer, in the manner specified in paragraph 4 above. <br> 24. When the Party conducting a verification referred to in paragraph 1 above determines, based on the <br> information obtained during the verification, that a good does not qualify as an originating good, and provides the <br> exporter or producer with a written determination pursuant to paragraph 22 above, it shall grant the exporter or <br> producer whose good was the subject of the verification, 30 days from the date of receipt of the written <br> determination, to provide any comments or additional information before denying preferential tariff treatment to <br> the good, and shall issue a final determination after taking into consideration any comments or additional <br> information received from the exporter or producer during the above- mentioned period, and shall send it to the <br> exporter or producer in the manner specified in paragraph 4 above. <br> 25. Where the verification completed by the customs authority of the importing Party indicates that an exporter or <br> a producer has repeatedly made false representations that a good imported into the Party qualifies as an <br> originating good, the customs authority of the importing Party may withhold preferential tariff treatment to identical <br> goods exported or produced by such person until that person establishes compliance with Chapter 4 to that <br> authority. In taking such an action, the customs authority of the importing Party shall notify the person who <br> completed and signed the certificate of origin and the competent governmental authority of the exporting Party. <br> 26. Communications from the importing Party to an exporter or producer in the exporting Party as well as the <br> response to the questionnaire referred to in subparagraph 1(b) to the importing Party shall be conducted in the English language. <br> "}]}]}, "members_found": ["484", "392", 5, 8703900000]}