{"FtaRooDetails": {"FtaId": 197, "FtaCode": "ITC00203", "FtaName": "FTA, ASEAN-China", "FtaFullName": "Framework Agreement on Comprehensive Economic Co-operation and Certain Agreements thereunder between the Association of Southeast Asian Nations (ASEAN) and the People's Republic of China", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2005", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Brunei Darussalam; Myanmar; Cambodia; China; Indonesia; Lao, People's Democratic Republic; Malaysia; Philippines; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, ASEAN-China", "AdminProcCooAuth": "The certification type under FTA, ASEAN-China is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, ASEAN-China is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, ASEAN-China agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "A good shall be treated as an originating good if the good has a regional value content of not less than 40 per cent of FOB calculated using the formula as described in Article 5 of this ANNEX, and the final process of production is performed within a Party", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Preamble", "RooText": " For the purpose of Article 4: Product Specific Criteria of the Rules of Origin for<br /> the ASEAN-China Free Trade Area (ASEAN-China FTA) as set out in ANNEX<br /> 3 of the Agreement on Trade in Goods of the Framework Agreement on<br /> Comprehensive Economic Co-operation between ASEAN and China,<br /> products which satisfy the Product Specific Rules set out herein shall be<br /> considered as goods which have undergone sufficient transformation, and<br /> hence shall be treated as the originating products of a Party in whose territory<br /> such transformation took place.<br /> A country of origin of a product shall be a Party in whose territory the last<br /> sufficient transformation of that product was performed. As for a product<br /> whose production took place in the territories of two or more Parties,<br /> originating status shall be conferred on a Party in whose territory the last<br /> sufficient transformation took place.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00203_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.asean.org/wp-content/uploads/images/archive/documents/acfta/Appendix2-101125.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00203_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/ASEAN%20China%20FTA/Legal%20Text/Agreement%20on%20Trade%20in%20Goods%20of%20the%20Framework%20Agreement%20on%20Comprehensive%20Econ%20Coop/Annex20320Rules20of20Origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00203_roo.pdf", "DocType": "3_roo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/ASEAN%20China%20FTA/Legal%20Text/Agreement%20on%20Trade%20in%20Goods%20of%20the%20Framework%20Agreement%20on%20Comprehensive%20Econ%20Coop/Annex20320Rules20of20Origin.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00203_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.asean.org/wp-content/uploads/images/archive/documents/acfta/Appendix1-101125.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00203_full.pdf", "DocType": "8_full", "WebLink": "https://asean.org/?static_post=asean-china-free-trade-area-2"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Accumulation <br /> Unless otherwise provided in this ANNEX, goods originating in <br /> a Party, which are used in another Party as materials for <br /> finished goods eligible for preferential tariff treatment, shall be <br /> treated as originating in the latter Party where working or <br /> processing of the finished goods has taken place", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: De Minimis <br /> A good that does not satisfy a change in tariff classification <br /> requirement pursuant to Article 4 of this ANNEX will <br /> nonetheless be an originating good if: <br /> (a) for a good, other than that provided for in Chapters <br /> 50 to 63 of the Harmonised System, the value of all <br /> non-originating materials used in the production of <br /> the good that did not undergo the required change <br /> in tariff classification does not exceed 10 per cent of <br /> the FOB value of the good; <br /> (b) for a good provided for in Chapters 50 to 63 of the <br /> Harmonised System, the weight of all non- <br /> originating materials used in its production that did <br /> not undergo the required change in tariff <br /> classification does not exceed 10 per cent of the <br /> total weight of the good, or the value of all non- <br /> originating materials used in the production of the <br /> good that did not undergo the required change in <br /> tariff classification does not exceed 10 per cent of <br /> the FOB value of the good; <br /> and the good meets all other applicable criteria of this ANNEX.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Calculation of Regional Value Content <br /> 3. If a product which has acquired originating status in <br /> accordance with paragraph 1 in a Party is further processed in <br /> that Party and used as material in the manufacture of another <br /> product, no account shall be taken of the non-originating <br /> components of that material in the determination of the <br /> originating status of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "allowed", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 17: Repayment, Drawback and Security <br /> 1. Decisions on claims for repayment shall be reached <br /> and notified in writing to the persons concerned, without <br /> undue delay, and repayment of amounts overcharged shall <br /> be made as soon as possible after the verification of such claims. <br /> 2 Drawback shall be paid as soon as possible after the <br /> verification of such claims. <br /> 3 Where security has been furnished, it shall be <br /> discharged as soon as possible after the customs <br /> administration is satisfied that the obligations under which <br /> the security was required, have been duly fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Accessories, Spare Parts and Tools <br /> 1. Accessories, spare parts, or tools presented and classified <br /> with the good shall be considered as part of the good, provided: <br /> (a) they are invoiced together with the good; and <br /> (b) their quantity and value are commercially customary for the good. <br /> 2. Where a good is subject to change in tariff classification <br /> criterion set out in Attachment B, accessories, spare parts, or <br /> tools described in paragraph 1 shall be disregarded when <br /> determining the origin of the good. <br /> 3. Where a good is subject to a regional value content criterion, <br /> the value of the accessories, spare parts or tools described in <br /> paragraph 1 shall be taken into account as originating materials <br /> or non-originating materials, as the case may be, in calculating <br /> the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Goods Wholly Produced or Obtained <br /> For the purposes of Article 2 (a), the following goods shall be <br /> considered as wholly produced or obtained: <br /> (a) plants and plant products (including fruits, flowers, <br /> vegetables, trees, seaweed, fungi and live plants) <br /> grown, harvested, picked, or gathered in a Party [1]; <br /> (b) live animals born and raised in a Party; <br /> (c) goods obtained from live animals in a Party without <br /> further processing, including milk, eggs, natural <br /> honey, hair, wool, semen and dung; <br /> (d) goods obtained from hunting, trapping, fishing, <br /> aquaculture, gathering, or capturing in a Party; <br /> (e) minerals and other naturally occurring substances <br /> extracted or taken from the soil, waters, seabed or <br /> beneath the seabed in a Party; <br /> (f) goods taken from the waters, seabed or beneath <br /> the seabed outside the territorial waters of that <br /> Party, provided that that Party has the rights to <br /> exploit such waters, seabed and beneath the <br /> seabed in accordance with international law [2] <br /> (g) goods of sea fishing and other marine products <br /> taken from the high seas by vessels registered with <br /> a Party or entitled to fly the flag of that Party; <br /> (h) goods processed and/or made on board factory <br /> ships registered with a Party or entitled to fly the <br /> flag of that Party, exclusively from products <br /> referred to in paragraph (g) above; <br /> (i) waste and scrap derived from production process or <br /> from consumption in a Party provided that such <br /> goods are fit only for the recovery of raw materials; or <br /> (j) used goods consumed and collected in a Party <br /> provided that such goods are fit only for the <br /> recovery of raw materials; and <br /> (k) goods produced or obtained in a Party exclusively <br /> from products referred to in Subparagraphs (a) to (j) <br /> or from derivatives of the goods produced or <br /> obtained in the Party exclusively from products <br /> referred to in Subparagraphs (a) to (j). <br /> [1] For the purposes of this Article, \"in a Party\" means: <br /> (i) For ASEAN Member States, the land, territorial air space, territorial sea, Exclusive <br /> Economic Zone, Continental Shelf, and areas beyond the territorial sea over which a <br /> Member State exercises sovereign rights or jurisdiction, as the case may be, under <br /> respective domestic laws in accordance with international law, including the United <br /> Nations Convention on the Law of the Sea. <br /> (ii) For China, the entire customs territory of the People's Republic of China, including <br /> land territory, territorial airspace, internal waters, territorial sea, and areas beyond the <br /> territorial sea within which China exercises sovereign rights or jurisdiction under its <br /> domestic laws, in accordance with international law. <br /> (iii) The above definitions are purely for the purpose of the implementation of Article 3 of <br /> the Annex of the Rules of Origin. For the avoidance of doubt, nothing contained in <br /> the above definitions shall be construed as conferring recognition or acceptance by <br /> one Party of the outstanding maritime and territorial positions or claims made by any <br /> other Party, nor shall be taken as pre-judging the determination of such positions or claims. <br /> [2] \"International law\" refers to universally recognised international law, including the 1982 <br /> United Nations Convention on the Law of the Sea.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Minimal Operations and Processes <br /> Operations or processes undertaken, by themselves or in <br /> combination with each other for the purposes listed below, are <br /> considered to be minimal and shall not be taken into account in <br /> determining whether a good has been wholly obtained in a Party: <br /> (a) ensuring preservation of goods in good condition for <br /> the purposes of transport or storage; <br /> (b) facilitating shipment or transportation; <br /> (c) packaging [6] or presenting goods for sale. <br /> [6] This excludes encapsulation which is termed \"packaging\" by the electronics industry", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "(b) Costs, Insurance and Freight (CIF) means the <br /> value of the good imported, and includes the costs <br /> of freight and insurance up to the port or place of <br /> entry into the country of importation. The valuation <br /> shall be determined in accordance with the <br /> Customs Valuation Agreement; <br /> (c) Free-on-board (FOB) means the free-on-board <br /> value of the good, inclusive of the costs of transport <br /> to the port or site of final shipment abroad. The <br /> valuation shall be determined in accordance with <br /> the Customs Valuation Agreement; <br /> Article 4: Goods Not Wholly Produced or Obtained <br /> 1. For the purposes of Article 2(c) of this ANNEX, except for <br /> those goods covered under Paragraph 2, a good shall be <br /> treated as an originating good: <br /> (a) if the good has a regional value content of not less <br /> than 40 per cent of FOB calculated using the <br /> formula as described in Article 5 of this ANNEX, and <br /> the final process of production is performed within a <br /> Party; or <br /> (b) for the purpose of goods classified in Chapters 25, <br /> 26, 28, 29[3], 31[4], 39[5], 42-49, 57-59, 61, 62, 64, 66-71, <br /> 73-83, 86, 88, 91-97 of the Harmonised System if all <br /> non-originating materials used in the production of <br /> the goods have undergone a change in tariff <br /> classification (hereinafter referred to as \"CTC\") at <br /> the four-digit level, which is a change in tariff <br /> heading, of the Harmonised System. <br /> 2. In accordance with Paragraph 1, and unless otherwise <br /> provided for in the Product Specific Rules as specified in <br /> Attachment B, a good shall be treated as an originating good if <br /> it meets a regional value content of not less than 40 per cent or <br /> those criteria in the Product Specific Rules. <br /> [3] For Headings 29.01 and 29.02, the applied criterion is RVC 40%, unless otherwise <br /> mutually agreed by the Parties. <br /> [4] For Headings 31.05, the applied criterion is RVC 40%, unless otherwise mutually <br /> agreed by the Parties. <br /> [5] For Headings 39.01, 39.02, 39.03, 39.07 and 39.08, the applied criterion is RVC 40%, <br /> unless otherwise mutually agreed by the Parties. <br /> Article 5: Calculation of Regional Value Content <br /> 1. The Regional Value Content (RVC) shall be calculated as <br /> follows: <br /> RVC= [(FOB-VNM)/FOB]x 100% <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> VNM is the value of the non-originating materials. <br /> 2. VNM shall be determined according to the following circumstances: <br /> (a) in case of the imported non-originating materials, <br /> VNM shall be the CIF value of the materials at the <br /> time of importation; <br /> (b) in case of the non-originating materials obtained in <br /> a Party, VNM shall be the earliest ascertainable <br /> price paid or payable for the non-originating <br /> materials in that Party. The value of such non- <br /> originating materials shall not include freight, <br /> insurance, packing costs and any other costs <br /> incurred in transporting the material from the <br /> supplier's warehouse to the producer's location. <br /> 3. If a product which has acquired originating status in <br /> accordance with paragraph 1 in a Party is further processed in <br /> that Party and used as material in the manufacture of another <br /> product, no account shall be taken of the non-originating <br /> components of that material in the determination of the <br /> originating status of the product. <br /> 4. The valuation shall be determined in accordance with the Customs Valuation Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Neutral Elements <br /> In determining whether a good is an originating good, the origin <br /> of the following neutral elements shall be disregarded: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or <br /> inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance <br /> of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and <br /> other materials used in production or used to <br /> operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the <br /> good but whose use in the production of the good <br /> can reasonably be demonstrated to be a part of <br /> that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Direct Consignment <br /> 1 Preferential tariff treatment shall be applied to goods <br /> satisfying the requirements of this ANNEX and which are <br /> consigned directly between the exporting Party and the importing Party. <br /> 2 The following shall be considered as consigned directly <br /> from the exporting Party to the importing Party: <br /> (a) goods transported directly from an exporting Party to the importing Party; or <br /> (b) goods transported through one or more Parties, <br /> other than the exporting Party and the importing <br /> Party, or through a non-Party, provided that: <br /> (i) the transit entry is justified for geographical <br /> reason or by consideration related exclusively to transport requirements; <br /> (ii) the goods have not entered into trade or consumption there; and <br /> (iii) the goods have not undergone any operation <br /> there other than unloading and reloading or <br /> any other operation to preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Treatment of Packing Materials, Packages and Containers <br /> 1. Packing materials, packages and containers for <br /> transportation shall not be taken into account in determining the origin of the goods. <br /> 2. Packing materials, packages and containers for use in <br /> packaging goods for retail sale: <br /> (a) Where the goods are subject to a regional value <br /> content criterion, the value of the packing materials, <br /> packages and containers used for packaging goods <br /> for retail sale shall be taken into account in origin <br /> determination, provided that the packing materials, <br /> packages and containers are classified with the goods. <br /> (b) Where the goods are subject to a change in tariff <br /> classification criterion, the origin of the packing <br /> materials, packages and containers in which goods <br /> are packaged for retail sale shall not be taken into <br /> account in origin determination, provided that the <br /> packing materials, packages and containers are <br /> classified with the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Identical and Interchangeable Materials <br /> Where originating and non-originating identical and <br /> interchangeable materials are used in the production of a good, <br /> the following methods shall be adopted in determining whether <br /> the materials used are originating: <br /> a) physical separation of the materials; or <br /> b) an inventory management method recognised in the <br /> generally accepted accounting principles of the <br /> exporting Party. Once a decision has been taken on <br /> the inventory management method, that method <br /> shall be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22: <br /> (a) Products sent from an exporting Party for exhibition in another Party <br /> and sold during or after the exhibition for importation into a Party shall <br /> benefit from the ASEAN-China preferential treatment on the condition <br /> that the products meet the requirements of the Rules of Origin for the <br /> ACFTA provided it is shown to the satisfaction of the Customs Authority <br /> of the importing Party that: <br /> (i) an exporter has dispatched those products from the territory of <br /> the exporting Party to another Party where the exhibition is held <br /> and has exhibited them there; <br /> (ii) the exporter has sold the products or transferred them to a <br /> consignee in the importing Party; and <br /> (iii) the products have been consigned during the exhibition or <br /> immediately thereafter to the importing Party in the state in <br /> which they were sent for exhibition. <br /> (b) For purposes of implementing the above provisions, the Certificate <br /> of Origin (Form E) must be submitted to the Customs Authority of the <br /> importing Party. The name and address of the exhibition must be <br /> indicated, a certificate issued by the Issuing Authority of the Party where <br /> the exhibition took place together with supporting documents prescribed <br /> in Rule 21(d) of this Attachment may be required. <br /> (c) Paragraph (a) shall apply to any trade, agricultural or crafts <br /> exhibition, fair or similar show or display in shops or business premises <br /> with a view to the sale of foreign products and where the products <br /> remain under customs control during the exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Certificate of Origin <br /> Unless otherwise provided, a claim that goods are eligible for <br /> preferential tariff treatment shall be supported by a Certificate of <br /> Origin issued by an Issuing Authority notified to the other <br /> Parties as set out in Appendix 1 of Attachment A of this ANNEX. <br /> ISSUING AUTHORITIES <br /> Rule 2: <br /> The Certificate of Origin (Form E) shall be issued by the Issuing <br /> Authorities of the exporting Party. <br /> Rule 3: <br /> a) Each Party shall inform all the other Parties of the names and <br /> addresses of its respective Issuing Authorities and shall provide <br /> specimen signatures and specimen of official seals, and correction <br /> stamps, if any, used by its Issuing Authorities. <br /> b) The above information shall be provided by the contact points <br /> electronically to all the other Parties to the Agreement through the <br /> ASEAN Secretariat, to the extent possible, at least one month before <br /> they take effect. A Party shall promptly inform all the other Parties of any <br /> changes in names, addresses, or official seals in the same manner. <br /> c) All Parties shall promptly provide confirmation that they have <br /> received the information to the ASEAN Secretariat, who will forward the <br /> compiled confirmation to the submitting Party. <br /> Rule 4: <br /> For the purpose of verifying the conditions for preferential treatment, the <br /> Issuing Authorities shall have the right to call for any supporting <br /> documentary evidence or to carry out any checks considered appropriate. <br /> If such right cannot be obtained through the existing domestic laws, <br /> regulations and administrative rules, it shall be inserted as a clause in the <br /> application form referred to in Rules 5 and 6 of this Attachment. <br /> APPLICATIONS <br /> Rule 5: <br /> a) The exporter and/or the manufacturer of the products which qualify <br /> for preferential treatment shall apply in writing to the Issuing Authorities <br /> requesting the pre-exportation verification of the origin of the products. <br /> The result of the verification, subject to review periodically or whenever <br /> appropriate, shall be accepted as the supporting evidence in verifying the <br /> origin of the said products to be exported thereafter. The pre-verification <br /> may not apply to the products which, by their nature, origin can be easily verified. <br /> b) For locally-procured materials, self-declaration by the final <br /> manufacturer exporting under the ACFTA shall be used as the basis <br /> when applying for the issuance of the Certificate of Origin (Form E). <br /> Rule 6: <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential treatment, the exporter or his authorised representative shall <br /> submit a written application for the Certificate of Origin (Form E) together <br /> with appropriate supporting documents proving that the products to be <br /> exported qualify for the issuance of a Certificate of Origin (Form E) [2]. <br /> [2] For China, a Chinese manufacturer can apply for a Certificate of Origin (Form E) in the case <br /> where the manufacturer needs to authorise other agencies to export on its behalf.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: <br /> (a) In the case of the consignment of products originating in the <br /> exporting Party and not exceeding US$ 200.00 FOB, the production of a <br /> Certificate of Origin (Form E) shall be waived and the use of a simplified <br /> declaration by the exporter that the products in question originated in the <br /> exporting Party shall be accepted. Products sent through the post not <br /> exceeding US$200.00 FOB shall also be similarly treated. <br /> (b) Waivers provided for in paragraph (a) shall not be applicable when <br /> it is established by the customs authorities of the importing Party <br /> that the importation forms part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for <br /> the purpose of avoiding the submission of a Certificate of Origin or <br /> Certificates of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 16: Authorised Economic Operators <br /> 1. The customs administrations of the Parties shall <br /> endeavour to establish the programme of Authorised <br /> Economic Operators (AEO) to promote informed compliance <br /> and efficiency of customs control. <br /> 2 The customs administrations of the Parties shall <br /> endeavour to work towards mutual recognition of AEO.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15: <br /> The Certificate of Origin (Form E) shall remain valid and must be <br /> submitted to the Customs Authority of the importing Party within one (1) <br /> year from the date of its issuance by the Issuing Authority of the <br /> exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 19: <br /> (a) The application for the Certificate of Origin (Form E) and all <br /> documents related to such application shall be retained by the Issuing <br /> Authority for not less than three (3) years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin (Form <br /> E) shall be furnished upon request by the importing Party. <br /> (c) Any information communicated between the Parties concerned <br /> shall be treated as confidential and shall be used for the validation of the <br /> Certificate of Origin (Form E) purposes only. <br /> (d) For the purposes of the verification process/retroactive check <br /> pursuant to Rule 18 of this Attachment, the producer and/or exporter <br /> applying for the issuance of a Certificate of Origin (Form E) shall, subject <br /> to the domestic laws, regulations and administrative rules of the <br /> exporting Party, keep the supporting records for the said application for <br /> not less than three (3) years from the date of issuance of the Certificate of Origin (Form E).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: <br /> In principle, a Certificate of Origin (Form E) shall be issued prior to or at <br /> the time of shipment. In exceptional cases where the Certificate of Origin <br /> (Form E) has not been issued by the time of shipment or no later than <br /> three (3) days from the date of shipment, at the request of the exporter, <br /> the Certificate of Origin (Form E) shall be issued retroactively in <br /> accordance with the domestic laws, regulations and administrative rules <br /> of the exporting Party within twelve (12) months from the date of <br /> shipment, in which case it is necessary to indicate \"ISSUED <br /> RETROACTIVELY\" in Box 13. In such cases, the importer claiming <br /> preferential treatment for the product may, subject to the domestic laws, <br /> regulations administrative rules of the importing Party, provide the <br /> Customs Authority of the importing Party with the Certificate of Origin <br /> (Form E) issued retroactively.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 21: <br /> For the purpose of implementing Article 8 of the Rules of Origin for the <br /> ACFTA, where transportation is effected through the territory of one or <br /> more non-ACFTA Parties, the following shall be submitted to the <br /> Customs Authority of the importing Party: <br /> a) A through Bill of Lading issued in the exporting Party; <br /> b) A Certificate of Origin (Form E) issued by the relevant Issuing <br /> Authorities of the exporting Party; <br /> c) A copy of the original commercial invoice in respect of the product; and <br /> d) Supporting documents evidencing that the requirements of Article <br /> 8.2(b) sub-paragraphs (i), (ii) and (iii) of the Rules of Origin for the <br /> ACFTA are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 23: <br /> The Customs Authority of the importing Party shall accept a Certificate of <br /> Origin (Form E) in cases where the sales invoice is issued either by a <br /> company located in a third country or by an ACFTA exporter for the <br /> account of the said company, provided that the product meets the <br /> requirements of the Rules of Origin for the ACFTA. The invoice-issuing <br /> third party can be an ACFTA Party or non-ACFTA Party. The original <br /> invoice number or the third party invoice number shall be indicated in <br /> Box 10 of the Certificate of Origin (Form E), the exporter and consignee <br /> must be located in the Parties and the third party invoice shall be <br /> attached to the Certificate of Origin (Form E) when presenting the said <br /> Certificate of Origin (Form E) to the Customs Authority of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 18: <br /> (a) The Customs Authority of the importing Party may request a <br /> retroactive check at random and/or when it has reasonable doubt as to <br /> the authenticity of the document or as to the accuracy of the information <br /> regarding the true origin of the products in question or of certain parts thereof. <br /> (i) The request shall be made in writing, accompanied by a copy of <br /> the Certificate of Origin (Form E) and shall specify the reasons <br /> and any additional information suggesting that the particulars <br /> given on the said Certificate of Origin (Form E) may be <br /> inaccurate, unless the retroactive check is requested on a random basis. <br /> (ii) The Customs Authority of the importing Party may suspend the <br /> granting of preferential treatment while awaiting the result of the <br /> verification. However, it may release the products to the <br /> importer subject to any administrative measures deemed <br /> necessary, including imposition of customs duties at the higher <br /> applied rate or equivalent amount of deposit, provided that they <br /> are not held to be subject to import prohibition or restriction and <br /> there is no suspicion of fraud. <br /> (iii) The Customs Authority or the Issuing Authority of the exporting <br /> Party receiving a request for retroactive check shall respond to <br /> the request promptly and reply not later than ninety (90) days <br /> after the receipt of the request. The Customs Authority or the <br /> Issuing Authority of the exporting Party may request, in writing, <br /> an extension of time of up to ninety (90) days as long as the <br /> extension request is made within the initial ninety (90) day period. <br /> (b) If the Customs Authority of the importing Party is not satisfied with <br /> the outcome of the retroactive check, it may, in exceptional cases, <br /> request verification visits to the exporting Party. <br /> (i) Prior to the conduct of a verification visit pursuant to the <br /> provisions herein, the Customs Authority of the importing Party <br /> shall notify the competent authority of the exporting Party with <br /> the aim of mutually agreeing on the conditions and means of <br /> the verification visit. <br /> (ii) The verification visit shall be conducted not later than sixty (60) <br /> days after receipt of the notification pursuant to sub-paragraph (b)(i). <br /> (c) The verification process, including the retroactive check and <br /> verification visit, shall be carried out and its results communicated to the <br /> Customs Authority and/or the Issuing Authority of the exporting Party <br /> within a maximum of one hundred and eighty (180) days after the receipt <br /> of the request. In the event that an extension request has been made <br /> pursuant to sub-paragraph a(iii), the verification process, including the <br /> retroactive check and verification visit, shall be carried out and its results <br /> communicated to the Customs Authority and/or the Issuing Authority of <br /> the exporting Party shall be extended from one hundred and eighty (180) <br /> days to a maximum of two hundred and seventy (270) days after the <br /> receipt of the request. While awaiting the results of the verification visit, <br /> sub-paragraph (a)(ii) on the suspension of preferential treatment shall be applied. <br /> (d) All exchanges of information regarding the verification request <br /> should be done only through the respective contact points of the Parties. <br /> (e) The preferential treatment may be denied when the exporting Party <br /> fails to respond to the request to the satisfaction of the Customs Authority <br /> of the importing Party in the course of a retroactive check or verification <br /> process, as the case may be, within the time frame for verification <br /> specified in paragraphs (a), (b) and (c). <br /> (f) Each Party shall maintain the confidentiality of the information and <br /> documents provided by the other Party in the course of the verification <br /> process. Such information and documents shall not be used for other <br /> purposes, including being used as evidence in administrative and judicial <br /> proceedings, without the explicit written permission of the Party providing <br /> such information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 10: Advance Rulings <br /> 1. Each Party, through its customs administration, to the <br /> extent permitted by its domestic laws and regulations, on the <br /> application of a person described in Paragraph 3(a), shall <br /> provide in writing, advance rulings in respect of tariff <br /> classification and origin of goods. <br /> 2. In addition to Paragraph 1, the Parties are encouraged <br /> to provide advance rulings on the appropriate method or <br /> criteria, and the application thereof, to be used for <br /> determining the customs value under a particular set of facts. <br /> 3 Each Party, in accordance with its domestic laws and <br /> regulations, shall adopt or maintain procedures for advance rulings, which shall: <br /> (a) provide that an importer or an exporter or a <br /> producer, authorised by the importing Party, may <br /> apply for an advance ruling before the <br /> importation of the goods in question; <br /> (b) require that an applicant for an advance ruling <br /> provide a detailed description of the goods and <br /> all relevant information needed for the issuance of an advance ruling; <br /> (c) provide that its customs administration may, at <br /> any time during the course of an evaluation of an <br /> application for an advance ruling, request that the <br /> applicant provide additional information within a specified period; <br /> (d) provide that any advance ruling be based on the <br /> facts and circumstances presented by the <br /> applicant, and any other relevant information in <br /> the possession of the decision-maker; and <br /> (e) provide that the advance ruling be issued to the <br /> applicant expeditiously on receipt of all necessary information. <br /> 4 A Party may reject requests for an advance ruling <br /> where the additional information requested by it in <br /> accordance with Paragraph 3(c) is not provided within the specified period. <br /> 5 Subject to Paragraphs 1 and 6. each Party shall apply <br /> an advance ruling to all importations of goods described in <br /> that ruling within three (3) years from the date of that ruling <br /> or such other period as specified in that Party's respective domestic laws and regulations. <br /> 6 A Party may modify or revoke an advance ruling: <br /> (a) upon determination that the ruling was based on <br /> an error of fact or law, or the information provided is false or inaccurate; <br /> (b) if there is a change in its domestic laws and <br /> regulations consistent with this Agreement; or <br /> (c) if there is a change in a material fact or <br /> circumstance on which the ruling is based. <br /> 7 Subject to the confidentiality requirements of a Party's <br /> domestic laws and regulations, each Party may publish its advance rulings. <br /> 8 Where an importer claims that the treatment accorded <br /> to an imported good should be governed by an advance <br /> ruling, the customs administration may evaluate whether the <br /> facts and circumstances of the said importation are <br /> consistent with the facts and circumstances upon which a ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17: <br /> (a) Where the ACFTA origin of the product is not in doubt, <br /> unsubstantial discrepancies such as tariff classification differences <br /> between the statements made in the Certificate of Origin (Form E) and <br /> those made in the documents submitted to the Customs Authority of the <br /> importing Party for the purpose of carrying out the formalities for <br /> importing the products, shall not, ipso-facto, invalidate the Certificate of <br /> Origin (Form E), if it does in fact correspond to the products submitted. <br /> (b) In cases where there are only unsubstantial discrepancies as <br /> indicated in paragraph (a) between the exporting Party and importing <br /> Party, the products shall be released without any delay subject to <br /> administrative measures, such as imposition of customs duties at the <br /> higher applied rate or its equivalent amount of deposit. Once the <br /> discrepancies have been resolved, the correct ACFTA rate is to be <br /> applied and any overpaid duty shall be refunded, in accordance with the <br /> domestic laws, regulations and administrative rules of the importing Party. <br /> (c) For multiple items declared under the same Certificate of Origin <br /> (Form E), a problem encountered with one of the items listed shall not <br /> affect or delay the granting of preferential treatment and customs <br /> clearance of the remaining items listed in the Certificate of Origin (Form <br /> E). Rule 18(a)(ii) of this Attachment may be applied to the problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 11: Review and Appeal <br /> 1. Each Party shall, in accordance with its domestic laws <br /> and regulations, provide that the importer, exporter or any <br /> other person affected by its administrative rulings, <br /> determinations or decisions, have access to: <br /> (a) a level of administrative review by its customs <br /> administrations independent of the official or <br /> office responsible for the administrative rulings, <br /> determinations or decisions, under review. The <br /> level of administrative review may include any <br /> authority supervising the customs administration <br /> subject to domestic laws and regulations; or <br /> (b) judicial review. <br /> 2 The decision on review and/or appeal shall be given to <br /> the applicant and/or appellant, and subject to the Party's <br /> domestic laws and regulations, the reasons for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Annex : <br> (a) aquaculture means the farming of aquatic <br> organisms, including fish, molluscs, crustaceans, <br> other aquatic invertebrates and aquatic plants, from <br> seedstock such as eggs, fry, fingerlings and larvae, <br> by intervention in the rearing or growth processes to <br> feeding, protection from predators, etc.; <br> enhance production, such as regular stocking, <br> (b) Costs, Insurance and Freight (CIF) means the <br> value of the good imported, and includes the costs <br> Customs Valuation Agreement; <br> of freight and insurance up to the port or place of <br> entry into the country of importation. The valuation <br> shall be determined in accordance with the <br> (c) Free-on-board (FOB) means the free-on-board <br> as well as detailed standards, practices and procedures; <br> value of the good, inclusive of the costs of transport <br> (d) generally accepted accounting principles <br> to the port or site of final shipment abroad. The <br> valuation shall be determined in accordance with <br> the Customs Valuation Agreement; <br> (GAAP) means the accounting standards, <br> support of a Party, with respect to the recording of <br> revenues, expenses, costs, assets and liabilities; <br> the disclosure of information; and the preparation of <br> financial statements. These standards may <br> encompass broad guidelines of general application <br> (e) good means any merchandise, product, article, or material; <br> (f) identical and interchangeable materials means <br> materials being of the same kind which are fungible <br> for commercial purposes, whose properties are <br> essentially identical, and between which it is <br> impractical to differentiate by a mere visual examination; <br> (g) material means any matter or substance used in <br> the production of goods, physically incorporated into <br> a good or subjected to a process in the production of another good; <br> (h) originating material or originating good means a <br> material or good which qualifies as originating in <br> accordance with the provisions of this ANNEX; <br> (i) packing materials and containers for <br> transportation means the materials and containers <br> used to protect a good during its transportation, <br> different from those materials and containers used <br> for its retail sale; <br> (j) production means methods of obtaining goods, <br> including growing, raising, mining, harvesting, <br> fishing, aquaculture, farming, trapping, hunting, <br> capturing, gathering, collecting, breeding, <br> extracting, manufacturing, producing, processing, assembling a good, etc.; <br> (k) Product Specific Rules means rules that specify <br> that the materials have undergone a change in tariff <br> classification or a specific manufacturing or <br> recognised consensus or substantial authoritative <br> processing operation, or satisfy a Regional Value <br> Content criterion or a combination of any of these criteria; <br> (l) Harmonised System means the Harmonised <br> Commodity Description and Coding System of the <br> World Customs Organisation; <br> (m) neutral element means a good used in the <br> production, testing or inspection of another good but <br> not physically incorporated into the good by itself; <br> (n) Customs Valuation Agreement means the <br> Agreement on the Implementation of Article VII of <br> the General Agreement on Tariffs and Trade 1994, <br> which is a part of the Marrakesh Agreement <br> Establishing the World Trade Organization; <br> (o) non-originating good or non-originating material <br> means a good or material that does not qualify as <br> originating under this ANNEX or a good or material of undetermined origin; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 2: Originating Goods <br> For the purposes of this ANNEX, a good shall be treated as an <br> originating good and eligible for preferential tariff treatment if it is either: <br> (a) wholly produced or obtained in a Party as provided <br> in Article 3 of this ANNEX; <br> (b) produced in a Party exclusively from originating <br> materials from one or more of the Parties; <br> (c) produced from non-originating materials in a Party, <br> provided that the good has satisfied the <br> requirements of Article 4 of this ANNEX <br> and meets all other applicable requirements of this ANNEX. <br> "}, {"ArticleTitle": "Consultations, Review and Modification", "ArticleDesc": "Article 15: Consultations, Review and Modification <br> 1. The Parties shall consult regularly to ensure that this ANNEX <br> is administered effectively, uniformly and consistently <br> in order to achieve the spirit and objectives of the Agreement. <br> 2. This ANNEX may be reviewed and modified as and when <br> necessary, upon request of a Party, and subject to the <br> agreement of the Parties, and may be open to such reviews <br> and modifications as may be agreed upon by the ACFTA Joint Committee. <br> ATTACHMENT A <br> REVISED OPERATIONAL CERTIFICATION PROCEDURES (OCP) <br> FOR THE RULES OF ORIGIN FOR THE ASEAN-CHINA FREE TRADE AREA <br> For the purpose of implementing the Rules of Origin for the ASEAN- <br> China Free Trade Area (ACFTA), the following operational procedures on <br> the issuance and verification of the Certificate of Origin (Form E) and <br> other related administrative matters shall be followed: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 1: <br> For the purposes of this Attachment: <br> \"Movement Certificate\" means a Certificate of Origin (Form E) issued by <br> an intermediate exporting Party, based on the original Certificate of <br> Origin (Form E) issued by the first exporting Party proving the origin <br> status of the products in question; <br> \"Customs Authority\" means the competent authority that is responsible <br> under the law of a Party for the Authority of customs laws and regulations [1]; <br> \"Exporter\" means a natural or juridical person located in the territory of a <br> Rule 6: <br> Party from where a product is exported by such a person; <br> \"Importer\" means a natural or juridical person located in the territory of a <br> Party into where a product is imported by such a person; <br> \"Issuing Authority\" means any government authority or other entity <br> Rule 9: <br> authorised under the domestic laws, regulations and administrative rules <br> of a Party to issue a Certificate of Origin (Form E). <br> [1] Such laws and regulations administered and enforced by the Customs Authority of each Party concerning <br> importation, exportation and transit of products as they relate to customs duties, charges or other taxes or <br> prohibitions, restrictions and controls with respect to the movement of controlled items across the <br> boundaryof the Customs Authority of each Party. <br> At the time of carrying out the formalities for exporting the products under <br> preferential treatment, the exporter or his authorised representative shall <br> submit a written application for the Certificate of Origin (Form E) together <br> with appropriate supporting documents proving that the products to be <br> exported qualify for the issuance of a Certificate of Origin (Form E) [2]. <br> [2] For China, a Chinese manufacturer can apply for a Certificate of Origin (Form E) in the case <br> Rule 13: <br> where the manufacturer needs to authorise other agencies to export on its behalf. <br> Rule 7: <br> The Issuing Authorities of each Party shall, to the best of their <br> competence and ability, carry out proper examination of each application <br> for the Certificate of Origin (Form E) to ensure that: <br> Rule 14: <br> a) the application and the Certificate of Origin (Form E) are duly <br> completed in accordance with the requirements as defined in the <br> overleaf notes of the Certificate of Origin (Form E), and signed by <br> the authorised signatory; <br> b) the origin of the product is in conformity with the Rules of Origin for the ACFTA; <br> the verification visit. <br> c) the other statements made in the Certificate of Origin (Form E) <br> correspond to the supporting documentary evidence submitted; <br> d) the description, quantity and weight of products, marks and <br> number of packages, number and kinds of packages, as specified, <br> conform to the products to be exported; <br> e) multiple items declared on the same Certificate of Origin (Form E) <br> shall be allowed subject to the domestic laws, regulations and <br> administrative rules of the importing Party provided each item must <br> qualify separately in its own right. <br> Rule 8: <br> a) The Certificate of Origin (Form E) must be on ISO A4 size <br> white paper in conformity to the specimen shown in Appendix 1 of this <br> OCP. It shall be filled out in English. The Certificate of Origin (Form E) <br> shall comprise one (1) original and two (2) copies, namely, the <br> duplicate and triplicate copies. <br> b) For a Certificate of Origin (Form E) with multiple pages, the <br> Parties shall use the attached Form shown in Appendix 1. The continuing <br> page(s) shall bear the same signature, seal and reference number as <br> those on the first page. <br> c) Each Certificate of Origin (Form E) shall contain a unique <br> reference number and cover one or more goods under one consignment. <br> d) The original copy of the Certificate of Origin (Form E) shall be <br> forwarded by the exporter to the importer for submission to the Customs <br> Authority at the port or place of importation. The duplicate copy shall be <br> retained by the Issuing Authority in the exporting Party. The triplicate <br> copy shall be retained by the exporter. <br> e) In the case where a Certificate of Origin (Form E) is rejected by <br> the Customs Authority of the importing Party, the said rejected Certificate <br> of Origin (Form E) shall be marked accordingly in Box 4. <br> f) In the case where a Certificate of Origin (Form E) is not <br> accepted, as stated in paragraph (e), the Customs Authority of the <br> importing Party shall consider the clarifications made by the Issuing <br> Authorities of the exporting Party and assess whether or not the <br> Certificate of Origin (Form E) can be accepted for the granting of the <br> preferential treatment. The clarification shall be detailed and exhaustive <br> in addressing the grounds for denial of preferential treatment raised by the importing Party. <br> To implement the provisions of Article 2 of the Rules of Origin for the <br> ACFTA, the Certificate of Origin (Form E) issued by the final exporting <br> Party shall indicate the origin criteria or applicable percentage of ACFTA <br> value content in Box 8. <br> Rule 10: <br> Neither erasures nor superimposition shall be allowed on the Certificate <br> of Origin (Form E). Any alteration shall be made by striking out the <br> erroneous materials and making any addition required. Such alterations <br> shall be approved by an official authorised to sign the Certificate of Origin <br> (Form E) and certified with official seals or correction stamps of the <br> Issuing Authority. Unused spaces shall be crossed out to prevent any subsequent addition. <br> Rule 12: <br> a) The Issuing Authorities of the intermediate Party within the ACFTA <br> may issue a Movement Certificate (MC), if an application is made by the <br> exporter while the product is passing through the territory, provided that: <br> (i) the importer of the intermediate Party and the exporter who <br> applies for the MC in the intermediate Party are the same; <br> (ii) a valid original Certificate of Origin (Form E) issued by the first <br> exporting Party is presented; <br> (iii) information on the MC includes the name of the Issuing <br> Authority of the Party which issued the original Certificate of <br> Origin (Form E), date of issuance and reference number. The <br> indicated invoice value shall be the invoice value of the products <br> exported from the intermediate Party; and <br> (iv) the total quantity of each product covered in the MC does not <br> exceed the total quantity of each product covered in the original <br> Certificate of Origin (Form E). <br> b) In the case of China, the MC shall be issued by Customs Authority. <br> In the case of ASEAN Member States, the MC shall be issued by the Issuing Authorities. <br> c) The validity of the MC shall have the same end-date as the original <br> d) The product which is to be re-exported using the MC shall be <br> under the control of the Customs Authority of the intermediate Party. The <br> products shall not undergo any further processing in the intermediate <br> Party, except for repacking and logistics activities consistent with Article 8 <br> of the Rules of Origin for the ACFTA [3]. <br> e) The verification procedure in Rule 18 of this Attachment shall also <br> apply to the MC. In particular, the Customs Authority of the importing <br> Party may simultaneously request the original exporting Party and the <br> intermediate Party to provide information regarding the original Certificate <br> of Origin (Form E) and the MC respectively, such as, the first exporter, <br> last exporter, reference number, description of the products, country of <br> origin and the port of discharge, within thirty (30) days from the date of <br> receipt of the request, as the case maybe. <br> [3] The products under control of the Customs Authority of the intermediate Party shall include products that <br> remain in free trade zones or locations approved by the said Customs Authority. <br> In the event of theft, loss or destruction of a Certificate of Origin (Form E), <br> the exporter may apply in writing to the Issuing Authority which issued it <br> for a certified true copy of the original and the triplicate to be made on the <br> basis of the export documents in its possession bearing the endorsement <br> of the words \"CERTIFIED TRUE COPY\" in Box 12. The certified true <br> copy of the original Certificate of Origin (Form E) shall bear the date of <br> the original Certificate of Origin (Form E). The certified true copy of the <br> original Certificate of Origin (Form E) shall be issued no later than one (1) <br> year from the date of issuance of the original Certificate of Origin (Form E) <br> and on condition that the exporter provides to the relevant Issuing <br> Authority the triplicate copy of the Certificate of Origin (Form E) or any <br> proof of the issuance of the original Certificate of Origin (Form E). <br> The original Certificate of Origin (Form E) shall be submitted to the <br> Customs Authority at the time of import declaration for the products <br> concerned claiming for preferential treatment in accordance with the <br> domestic laws, regulations and administrative rules of the importing Party. <br> Rule 18: <br> (a) The Customs Authority of the importing Party may request a <br> retroactive check at random and/or when it has reasonable doubt as to <br> the authenticity of the document or as to the accuracy of the information <br> regarding the true origin of the products in question or of certain parts thereof. <br> (i) The request shall be made in writing, accompanied by a copy of <br> the Certificate of Origin (Form E) and shall specify the reasons <br> and any additional information suggesting that the particulars <br> given on the said Certificate of Origin (Form E) may be <br> inaccurate, unless the retroactive check is requested on a random basis. <br> (ii) The Customs Authority of the importing Party may suspend the <br> granting of preferential treatment while awaiting the result of the <br> verification. However, it may release the products to the <br> importer subject to any administrative measures deemed <br> necessary, including imposition of customs duties at the higher <br> applied rate or equivalent amount of deposit, provided that they <br> are not held to be subject to import prohibition or restriction and <br> there is no suspicion of fraud. <br> (iii) The Customs Authority or the Issuing Authority of the exporting <br> Party receiving a request for retroactive check shall respond to <br> the request promptly and reply not later than ninety (90) days <br> after the receipt of the request. The Customs Authority or the <br> Issuing Authority of the exporting Party may request, in writing, <br> an extension of time of up to ninety (90) days as long as the <br> extension request is made within the initial ninety (90) day period. <br> (b) If the Customs Authority of the importing Party is not satisfied with <br> the outcome of the retroactive check, it may, in exceptional cases, <br> request verification visits to the exporting Party. <br> (i) Prior to the conduct of a verification visit pursuant to the <br> provisions herein, the Customs Authority of the importing Party <br> shall notify the competent authority of the exporting Party with <br> the aim of mutually agreeing on the conditions and means of <br> (ii) The verification visit shall be conducted not later than sixty (60) <br> days after receipt of the notification pursuant to sub-paragraph (b)(i). <br> (c) The verification process, including the retroactive check and <br> verification visit, shall be carried out and its results communicated to the <br> Customs Authority and/or the Issuing Authority of the exporting Party <br> within a maximum of one hundred and eighty (180) days after the receipt <br> of the request. In the event that an extension request has been made <br> pursuant to sub-paragraph a(iii), the verification process, including the <br> retroactive check and verification visit, shall be carried out and its results <br> communicated to the Customs Authority and/or the Issuing Authority of <br> the exporting Party shall be extended from one hundred and eighty (180) <br> days to a maximum of two hundred and seventy (270) days after the <br> receipt of the request. While awaiting the results of the verification visit, <br> sub-paragraph (a)(ii) on the suspension of preferential treatment shall be applied. <br> (d) All exchanges of information regarding the verification request <br> should be done only through the respective contact points of the Parties. <br> (e) The preferential treatment may be denied when the exporting Party <br> fails to respond to the request to the satisfaction of the Customs Authority <br> of the importing Party in the course of a retroactive check or verification <br> process, as the case may be, within the time frame for verification <br> specified in paragraphs (a), (b) and (c). <br> (f) Each Party shall maintain the confidentiality of the information and <br> documents provided by the other Party in the course of the verification <br> process. Such information and documents shall not be used for other <br> purposes, including being used as evidence in administrative and judicial <br> proceedings, without the explicit written permission of the Party providing <br> such information. <br> Rule 19: <br> (a) The application for the Certificate of Origin (Form E) and all <br> documents related to such application shall be retained by the Issuing <br> Authority for not less than three (3) years from the date of issuance. <br> (b) Information relating to the validity of the Certificate of Origin (Form <br> E) shall be furnished upon request by the importing Party. <br> (c) Any information communicated between the Parties concerned <br> shall be treated as confidential and shall be used for the validation of the <br> Certificate of Origin (Form E) purposes only. <br> (d) For the purposes of the verification process/retroactive check <br> pursuant to Rule 18 of this Attachment, the producer and/or exporter <br> applying for the issuance of a Certificate of Origin (Form E) shall, subject <br> to the domestic laws, regulations and administrative rules of the <br> exporting Party, keep the supporting records for the said application for <br> not less than three (3) years from the date of issuance of the Certificate of Origin (Form E). <br> Rule 20: <br> When the destination of the products exported to a specified Party is <br> changed, before or after their arrival in the Party, the following rules shall be observed: <br> a) If the products have already been submitted to the Customs <br> Authority in the specified importing Party, the Certificate of Origin <br> (Form E) shall, by a written application of the importer, be <br> endorsed to address the situation. The original shall be kept by the <br> Customs Authority and the photocopy of the Certificate of Origin <br> (Form E) shall be provided to the importer. <br> b) If the changing of destination occurs during transportation to the <br> importing Party as specified in the Certificate of Origin (Form E), <br> the exporter shall apply in writing, accompanied by the issued <br> Certificate of Origin (Form E), for the issuance of a new Certificate of Origin (Form E). <br> Rule 24: <br> (a) When it is suspected that fraudulent acts in connection with the <br> Certificate of Origin (Form E) have been committed, the Government <br> authorities of the Parties concerned shall co-operate in the action to be <br> taken in the territory of the respective Parties against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> fraudulent acts committed in relation to the Certificate of Origin (Form E) <br> in accordance with its domestic laws, regulations and administrative rules. <br> Rule 25: <br> In the case of a dispute concerning origin determination, classification of <br> products or other matters, the Government authorities concerned in the <br> importing and exporting Parties shall consult each other with a view to <br> resolving the dispute, and the result shall be reported to the other Parties for information. <br> Rule 26: <br> Each Party shall designate contact points to ensure the effective and <br> efficient implementation of this Attachment. <br> SECTION 13: CUSTOMS PROCEDURES AND TRADE FACILITATION <br> This Section on the Customs Procedures and Trade <br> Facilitation (CPTF) shall be incorporated into the TIG Agreement: <br> "}]}, {"ArticleType": "Customs procedures and trade facilitation", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 1: Objectives <br> The objectives of this Section are to: <br> (a) ensure predictability, consistency and <br> transparency in the application of customs law of the Parties; <br> (b) promote efficient, economical administration of <br> customs procedures, and the expeditious clearance of goods; <br> (c) simplify and harmonise customs procedures to the extent possible; and <br> (d) promote co-operation among the customs administrations of the Parties. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 2: Scope <br> This Section applies, in accordance with the Parties' respective domestic laws and regulations, to customs <br> procedures applied to goods traded and the movement of means of transport among the Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3: Definitions <br> For the purposes of this Section: <br> customs administration means: <br> (a) in relation to China, the General Administration of <br> Customs of the People's Republic of China; and <br> (b) in relation to ASEAN, the customs administration <br> of each ASEAN Member State and/or competent <br> authorities [1] that are responsible under the law of <br> a Party for the administration of customs law. <br> customs law means the statutory and regulatory provisions <br> relating to the importation, exportation, movement or storage <br> of goods, the administration and enforcement of which are <br> specifically charged to the customs administrations, and any <br> regulations made by the customs administrations under their statutory powers; <br> customs procedures means the treatment applied by the <br> customs administration of a Party to goods and the means of <br> transport, which are subject to that Party's customs law; <br> Customs Valuation Agreement means the Agreement on <br> Implementation of Article VII of the General Agreement on <br> Tariffs and Trade (GATT) 1994, contained in Annex 1A to the WTO Agreement; and <br> means of transport means various types of vessels, <br> vehicles, aircraft and pack-animals which enter or leave the <br> territory of a Party carrying persons, goods or articles, where <br> applicable under each Party's domestic laws and regulations. <br> [1] The list of competent authorities and any future changes should be conveyed to all the <br> Parties in a timely manner. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 4: Facilitation <br> 1. Each Party shall ensure that its customs procedures <br> and practices are predictable, consistent, transparent and <br> trade-facilitating, including through the expeditious clearance of goods. <br> 2. Customs procedures of each Party shall, where <br> possible and to the extent permitted by its respective <br> customs law, conform with the trade-related instruments and <br> recommended practices of the World Customs Organisation <br> to which that Party is a contracting Party. <br> 3 The customs administration of each Party shall review <br> its customs procedures to facilitate trade. <br> 4. Customs control shall be limited to that which is <br> necessary to ensure compliance with customs law of the respective Parties. <br> "}, {"ArticleTitle": "Customs Co-operation", "ArticleDesc": "Article 5: Customs Co-operation <br> To the extent permitted by its domestic laws and regulations, <br> the customs administration of each Party may, as deemed <br> appropriate, cooperate with the customs administration of each other, in relation to: <br> (a) the implementation and operation of this Section; <br> (b) such other issues as the Parties mutually determine. <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 6: Use of Automated Systems <br> 1. The customs administration of each Party, where <br> applicable, shall endeavour to have its own system that <br> supports electronic customs transactions. <br> 2 In implementing initiatives, the customs administration <br> of each Party, taking into consideration the available <br> infrastructure and capabilities of each Party, shall take into <br> account the relevant standards and best practices <br> recommended by the World Customs Organisation. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 7: Customs Valuation <br> The Parties shall apply Article VII of GATT 1994 and the <br> Customs Valuation Agreement to goods traded among them. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 8: Tariff Classification <br> The Parties shall apply the International Convention on the <br> Harmonised Commodity Description and Coding System to goods traded among them. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 9: Risk Management <br> 1. The Parties shall use risk management to determine <br> control measures with a view to facilitating legitimate trade, <br> and expediting customs clearance and release of goods. <br> 2 In applying a risk management approach to customs <br> control, the customs administration of each Party shall <br> regularly review the performance, effectiveness and efficiency of its systems. <br> "}, {"ArticleTitle": "Review of Customs Procedures", "ArticleDesc": "Article 12: Review of Customs Procedures <br> The Parties shall, under the mechanism of the ASEAN-China <br> FTA Joint Committee (ACFTA-JC), periodically review the <br> implementation of the Section on CPTF with a view to further <br> simplifying and harmonising customs procedures to the <br> extent possible and developing mutually beneficial <br> arrangements to facilitate trade among the Parties. A sub-committee <br> on CPTF will be formed and convened as necessary. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 13: Publication and Enquiry Points <br> 1. Each Party shall publish on the internet and/or in print <br> form all statutory and regulatory provisions and any customs <br> administrative procedures applied or enforced by its customs <br> administration, except law enforcement procedures and <br> internal operational guidelines. <br> 2. Each Party shall designate one or more enquiry points <br> to deal with enquiries from interested persons concerning <br> customs matters, and shall make available on the internet <br> and/or in print form, information concerning procedures for making such enquiries. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 14: Consultations <br> 1. The customs administrations of the Parties shall <br> encourage consultations with each other on issues related to <br> trade in goods arising from the operation or implementation of this Section. <br> 2 Such consultations shall be conducted through the <br> relevant contact points of the respective customs administrations. <br> 3 Each Party shall provide information on the contact <br> points of its customs administration to the other Parties and <br> promptly notify the other Parties of any amendment thereto. <br> "}, {"ArticleTitle": "Pre-arrival Documentation", "ArticleDesc": "Article 15: Pre-arrival Documentation <br> The customs administrations of the Parties shall endeavour <br> to make provision for the lodging and registering or checking <br> of the goods declaration and its supporting documents prior <br> to the arrival of the goods. <br> "}, {"ArticleTitle": "Post Clearance Audit", "ArticleDesc": "Article 18: Post Clearance Audit <br> The customs administrations of the Parties shall establish <br> and operate post clearance audit for expeditious customs <br> clearance and enhanced customs control. <br> "}, {"ArticleTitle": "Temporary Admission", "ArticleDesc": "Article 19: Temporary Admission <br> The customs administrations of the Parties shall facilitate the <br> movement of goods under temporary admission to the <br> greatest extent possible, in accordance with domestic laws <br> and regulations of each Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 20: Confidentiality <br> 1. Nothing in this Section shall be construed to require <br> any Party to furnish or allow access to confidential <br> information, the disclosure of which the Party considers would: <br> (a) be contrary to the public interest as determined <br> by its domestic laws and regulations; <br> (b) be contrary to any of its domestic laws and <br> regulations, including but not limited to, those <br> protecting personal privacy or the financial affairs <br> and accounts of individual customers of financial institutions; <br> (c) impede law enforcement; or <br> (d) prejudice legitimate commercial interests, which <br> may include the competitive position of particular enterprises, public or private. <br> 2 Where a Party provides information to another Party in <br> accordance with this Section and designates the information <br> as confidential, the Party receiving the information shall <br> maintain the confidentiality of the information, use it only for <br> the purposes specified by the Party providing the <br> information, and not disclose it without the specific written <br> "}]}]}, "members_found": ["156", "096", 2, 8703900000]}