{"FtaRooDetails": {"FtaId": 199, "FtaCode": "ITC00205", "FtaName": "FTA, ASEAN-India", "FtaFullName": "AGREEMENT ON TRADE IN GOODS UNDER THE FRAMEWORK AGREEMENT ON COMPREHENSIVE ECONOMIC COOPERATION BETWEEN THE ASSOCIATION OF SOUTHEAST ASIAN NATIONS AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "17.05.2011", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Brunei Darussalam; Myanmar; Cambodia; Indonesia; Lao, People's Democratic Republic; Malaysia; Philippines; India; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, ASEAN-India", "AdminProcCooAuth": "The certification type under FTA, ASEAN-India is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, ASEAN-India is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, ASEAN-India agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH and RVC 35%", "RooText": "(a) For the purposes of Rule 2(b), a product shall be deemed to be originating if: (i) the AIFTA content is not less than 35 per cent of the FOB value; and (ii) the non-originating materials have undergone at least a change in tariff sub-heading (CTSH) level of the Harmonized System, provided that the final process of the manufacture is performed within the territory of the exporting Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00205_coo.pdf", "DocType": "1_coo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/ASEAN%20India%20FTA/Legal%20Text/Attachment20to20Appendix20D20Operational20Certification20Procedures.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00205_roo.pdf", "DocType": "3_roo", "WebLink": "http://files.indiantradeportal.in/download.aspx?file=docs/RoO/India_ASEAN_RoO.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00205_proo.pdf", "DocType": "4_proo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/ASEAN%20India%20FTA/Legal%20Text/Appendix20C20Single20List20of20Textiles2020Textile20Products2020Appendix20D20Operational20Certification20Procedures.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00205_full.pdf", "DocType": "8_full", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/ASEAN%20India%20FTA/Legal%20Text/ASEANIndia20FTA20Legal20Text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: Cumulative Rule of Origin <br /> Unless otherwise provided for, products which comply with <br /> origin requirements provided for in Rule 2 and which are <br /> used in a Party as materials for a product which is eligible for <br /> preferential treatment under the Agreement shall be <br /> considered as products originating in that Party where <br /> working or processing of the product has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "RULE 10: Accessories, Spare Parts, Tools and Instructional or Other Information Material <br /> The origin of accessories, spare parts, tools and instructional <br /> or other information materials presented with the products <br /> shall not be taken into account in determining the origin of <br /> the products, provided that such accessories, spare parts, <br /> tools and instructional or other information materials are: <br /> (a) in accordance with standard trade practices in the <br /> domestic market of the exporting Party; and <br /> (b) classified with the products at the time of assessment of customs duties by the importing Party. <br /> However, if the products are subject to a qualifying AIFTA <br /> content requirement, the value of such accessories, spare <br /> parts tools and instructional or other information material <br /> shall be taken into account as originating or non-originating <br /> materials, as the case may be, in calculating the qualifying AIFTA content.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Wholly Produced or Obtained Products <br /> Within the meaning of Rule 2(a), the following shall be <br /> considered as wholly produced or obtained in a Party: <br /> (a) plant [1] and plant products grown and harvested in the Party; <br /> (b) live animals [2] born and raised in the Party; <br /> (c) products [3] obtained from live animals referred to in paragraph (b); <br /> (d) products obtained from hunting, trapping, fishing, <br /> aquaculture, gathering or capturing conducted in the Party; <br /> (e) minerals and other naturally occurring substances, not <br /> included in paragraphs (a) to (d), extracted or taken <br /> from the Party's soil, waters, seabed or beneath the seabed; <br /> (f) products taken from the waters, seabed or beneath the <br /> seabed outside the territorial waters of the Party, <br /> provided that that Party has the rights to exploit such <br /> waters, seabed and beneath the seabed in accordance <br /> with the United Nations Convention on the Law of the Sea, 1982; <br /> (g) products of sea-fishing and other marine products <br /> taken from the high seas by vessels registered with the <br /> Party and entitled to fly the flag of that Party; <br /> (h) products processed and/or made on board factory <br /> ships registered with the Party and entitled to fly the <br /> flag of that Party, exclusively from products referred to in paragraph (g); <br /> (i) articles collected in the Party which can no longer <br /> perform their original purpose nor are capable of being <br /> restored or repaired and are fit only for disposal or <br /> recovery of parts of raw materials, or for recycling purposes [4]; and <br /> (j) products obtained or produced in the Party solely from <br /> products referred to in paragraphs (a) to (i). <br /> [1] Plant here refers to all plant life, including forestry products, fruit, flowers, <br /> vegetables, trees, seaweed, fungi and live plants. <br /> [2] Animals referred to in paragraphs (b) and (c) covers all animal life, including <br /> mammals, birds, fish, crustaceans, molluscs, reptiles, and living organisms. <br /> [3] Products refer to those obtained from live animals without further processing, <br /> including milk, eggs, natural honey, hair, wool, semen and dung. <br /> [4] This would cover all scrap and waste including scrap and waste resulting from <br /> manufacturing or processing operations or consumption in the same country, scrap <br /> machinery, discarded packaging and all products that can no longer perform the <br /> purpose for which they were produced and are fit only for disposal for the recovery of <br /> raw materials. Such manufacturing or processing operations shall include all types of <br /> processing, not only industrial or chemical but also mining, agriculture, construction, <br /> refining, incineration and sewage treatment operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7: Minimal Operations and Processes <br /> (a) Notwithstanding any provisions in this Annex, a product <br /> shall not be considered originating in a Party if the <br /> following operations are undertaken exclusively by <br /> itself or in combination in the territory of that Party: <br /> (i) operations to ensure the preservation of products <br /> in good condition during transport and storage <br /> (such as drying, freezing, keeping in brine, <br /> ventilation, spreading out, chilling, placing in salt, <br /> sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations); <br /> (ii) simple operations consisting of removal of dust, <br /> sifting or screening, sorting, classifying, matching <br /> (including the making-up of sets of articles), washing, painting, cutting; <br /> (iii) changes of packing and breaking up and assembly of consignments; <br /> (iv) simple cutting, slicing and repacking or placing in <br /> bottles, flasks, bags, boxes, fixing on cards or <br /> boards, and all other simple packing operations; <br /> (v) affixing of marks, lables or other like <br /> distinguishing signs on products or their packaging; <br /> (vi) simple mixing of products whether or not of <br /> different kinds, where one or more components <br /> of the mixture do not meet the conditions laid <br /> down in this Annex to enable them to be <br /> considered as originating products; <br /> (vii) simple assembly of parts of products to constitute a complete product; <br /> (viii) disassembly; <br /> (ix) slaughter which means the mere killing of animals; and <br /> (x) mere dilution with water or another substance <br /> that does not materially alter the characteristics of the products. <br /> (b) For textiles and textile products listed in Appendix C, <br /> an article or material shall not be considered to be <br /> originating in a Party by virtue of merely having undergone any of the following: <br /> (i) simple combining operations, labelling, pressing, <br /> cleaning or dry cleaning or packaging operations, or any combination thereof; <br /> (ii) cutting to length or width and hemming, stitching <br /> or overlocking fabrics which are readily <br /> identifiable as being intended for a particular commercial use; <br /> (iii) trimming and/or joining together by sewing, <br /> looping, linking, attaching of accessory articles <br /> such as straps, bands, beads, cords, rings and eyelets; <br /> (iv) one or more finishing operations on yarns, fabrics <br /> or other textile articles, such as bleaching, <br /> waterproofing, decating, shrinking, mercerizing, or similar operations; or <br /> (v) dyeing or printing of fabrics or yarns.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: Not Wholly Produced or Obtained Products <br /> (a) For the purposes of Rule 2(b), a product shall be deemed to be originating if: <br /> (i) the AIFTA content is not less than 35 per cent of the FOB value; and <br /> (ii) the non-originating materials have undergone at <br /> least a change in tariff sub-heading (CTSH) level <br /> of the Harmonized System, provided that the final process of the manufacture is <br /> performed within the territory of the exporting Party. <br /> (b) For the purposes of this Rule, the formula for the 35 <br /> per cent AIFTA content is calculated respectively as follows [5]: <br /> (i) <br /> [(AIFTA Material Cost + Direct Labour Cost + Direct Overhead Cost + Other Cost + Profit)/FOB Price] x 100% ? 35% <br /> (ii) Indirect Method <br /> [(Value of Imported Non-AIFTA Materials, Parts or Produce + Value of Undetermined Origin Materials, Parts or Produce)/FOB Price] x 100 % ? 65% <br /> (c) The value of the non-originating materials shall be: <br /> (i) the CIF value at the time of importation of the materials, parts or produce; or <br /> (ii) the earliest ascertained price paid for the <br /> materials, parts or produce of undetermined <br /> origin in the territory of the Party where the working or processing takes place. <br /> (d) The method of calculating the AIFTA content is as set out in Appendix A. <br /> [5] The Parties shall be given the flexibility to adopt the method of calculating the <br /> AIFTA Content, whether it is the direct or indirect method. In order to promote <br /> transparency, consistency and certainty, each Party shall adhere to one method. Any <br /> change in the method of calculation shall be notified to all the other Parties at least <br /> six (6) months prior to the adoption of the new method. It is understood that any <br /> verification of the AIFTA content by the importing Party shall be done on the basis of <br /> the method used by the exporting Party. <br /> APPENDIX A <br /> METHOD OF CALCULATION FOR THE AIFTA CONTENT <br /> 1 FOB price shall be calculated as follows: <br /> (a) FOB Price = Ex-Factory Price + Other Costs <br /> (b) Other Costs in the calculation of the FOB price <br /> shall refer to the costs incurred in placing the <br /> products in the ship for export, including but not <br /> limited to, domestic transport costs, storage and <br /> warehousing, port handling, brokerage fees, service charges, etc. <br /> 2 Formula for ex-factory price: <br /> (a) Ex-Factory Price = Production Cost + Profit <br /> (b) Formula for production cost, <br /> (i) Production Cost = Cost of Raw Materials <br /> + Labour Cost + Overhead Cost <br /> (ii) Raw Materials shall consist of: <br /> ? Cost of raw materials <br /> ? Freight and insurance <br /> (iii) Labour Cost shall include: <br /> ? Wages <br /> ? Remuneration <br /> ? Other employee benefits associated with the manufacturing process <br /> (iv) Overhead Costs, (non-exhaustive list) <br /> shall include, but not limited to: <br /> ? real property items associated with the production process (insurance, factory <br /> rent and leasing, depreciation on buildings, repair and maintenance, <br /> taxes, interests on mortgage) <br /> ? leasing of and interest payments for plant and equipment <br /> ? factory security <br /> ? insurance (plant, equipment and materials used in the manufacture of the goods) <br /> ? utilities (energy, electricity, water and other utilities directly attributable to the production of the good) <br /> ? research, development, design and engineering <br /> ? dies, moulds, and the depreciation, maintenance and repair of plant and equipment <br /> ? royalties or licenses (in connection with patented machines or processes used in <br /> the manufacture of the good or the right to manufacture the good) <br /> ? inspection and testing of materials and the goods <br /> ? storage and handling in the factory <br /> ? disposal of recyclable wastes <br /> ? cost elements in computing the value of raw materials, i.e. port and clearance <br /> charges and import duties paid for dutiable component", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "RULE 11: Indirect Materials <br /> In order to determine whether a product originates in a Party, <br /> any indirect material such as power and fuel, plant and <br /> equipment, or machines and tools used to obtain such <br /> products shall be treated as originating whether such <br /> material originates in non-Parties or not, and its value shall <br /> be the cost registered in the accounting records of the producer of the export goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "RULE 8: Direct Consignment <br /> The following shall be considered as consigned directly from <br /> the exporting Party to the importing Party: <br /> (a) If the products are transported passing through the <br /> territory of any other AIFTA Parties; <br /> (b) If the products are transported without passing through <br /> the territory of any non-AIFTA Parties; <br /> (c) The products whose transport involves transit through <br /> one or more intermediate non-Parties with or without <br /> transhipment or temporary storage in such non-Parties provided that: <br /> (i) the transit entry is justified for geographical <br /> reason or by consideration related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; and <br /> (iii) the products have not undergone any operation <br /> there other than unloading and reloading or any <br /> operation required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: Treatment of Packing <br /> (a) Packages and packing materials for retail sale, when <br /> classified together with the packaged product, shall not <br /> be taken into account in considering whether all non- <br /> originating materials used in the manufacture of a <br /> product fulfil the criterion corresponding to a change of <br /> tariff classification of the said product. <br /> (b) Where a product is subject to an ad valorem <br /> percentage criterion, the value of the packages and <br /> packing materials for retail sale shall be taken into <br /> account in its origin assessment, in case the packing is <br /> considered as forming a whole with products. <br /> (c) The containers and packing materials exclusively used <br /> for the transport of a product shall not be taken into <br /> account for determining the origin of any good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "RULE 12: Identical and Interchangeable Materials <br /> For the purposes of establishing if a product is originating <br /> when it is manufactured utilising both originating and non- <br /> originating materials, mixed or physically combined, the <br /> origin of such materials can be determined by generally <br /> accepted accounting principles of stock control <br /> applicable/inventory management practised in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: <br /> (a) Products sent from a Party for exhibition in another Party, when sold <br /> during or after the exhibition, shall benefit from the preferential tariff <br /> treatment if the products meet the requirements of the AIFTA Rules <br /> of Origin, provided it is shown to the satisfaction of the relevant <br /> Customs Authority of the importing Party that: <br /> (i) an exporter has dispatched those products from the exporting <br /> Party to the Party where the exhibition is held and has exhibited them there; <br /> (ii) the exporter has sold the products or transferred them to a <br /> consignee in the importing Party; and <br /> (iii) the products have been consigned during the exhibition or <br /> immediately thereafter to the importing Party in the state in <br /> which they were sent for exhibition. <br /> (b) For the purposes of implementing paragraph (a), the AIFTA <br /> Certificate of Origin must be produced to the relevant Customs <br /> Authority of the importing Party. The name and address of the <br /> exhibition must be indicated, a certificate issued by the relevant <br /> authority of the Party where the exhibition took place together with <br /> supporting documents prescribed in Article 20(d) may be required. <br /> (c) Paragraph (a) shall apply to any exhibition, fair or similar show or <br /> display in the venue where the products remain under customs <br /> control during these events.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 13: Certificate of Origin <br /> A claim that a product shall be accepted as eligible for <br /> preferential tariff treatment shall be supported by a <br /> Certificate of Origin issued by a government authority <br /> designated by the exporting Party and notified to the other <br /> Parties in accordance with the Operational Certification Procedures as set out in Appendix D. <br /> Article 1: <br /> The AIFTA Certificate of Origin shall be issued by the Government <br /> authorities (Issuing Authority) of the exporting Party. <br /> Article 2: <br /> Each Party shall provide 11 original sets of, or through electronic means, <br /> specimen signatures and specimen of official seals used by their Issuing <br /> Authorities, including their names and addresses, through the ASEAN <br /> Secretariat for dissemination to the other Parties. Any change in names, <br /> addresses, specimen signatures or official seals shall be promptly informed <br /> in the same manner or electronically. <br /> Article 3: <br /> For the purposes of determining originating status, the Issuing Authority <br /> shall have the right to call for any supporting documentary evidence or <br /> carry out any checks considered appropriate. <br /> APPLICATIONS <br /> Article 4: <br /> The exporter and/or the manufacturer of the products qualified for <br /> preferential tariff treatment shall apply in writing to the Issuing Authority of <br /> the exporting Party requesting for the pre-exportation verification of the <br /> origin of the products. The result of the verification, subject to review <br /> periodically or whenever appropriate, shall be accepted as the supporting <br /> evidence in verifying the origin of the said products to be exported <br /> thereafter. The pre-exportation verification may not apply to products, the <br /> origin of which by their nature can be easily verified. <br /> Article 5: <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential tariff treatment, the exporter or his authorised representative <br /> shall submit a written application for the AIFTA Certificate of Origin together <br /> with appropriate supporting documents proving that the products to be <br /> exported qualify for the issuance of an AIFTA Certificate of Origin. <br /> PRE-EXPORTATION EXAMINATION <br /> Article 6: <br /> (a) The Issuing Authority shall, to the best of their competence and <br /> ability, carry out proper examination upon each application for the <br /> AIFTA Certificate of Origin to ensure that: <br /> (i) the application and the AIFTA Certificate of Origin are duly <br /> completed and signed by the authorised signatory; <br /> (ii) the origin of the product is in conformity with the AIFTA Rules of Origin; <br /> (iii) other statements of the AIFTA Certificate of Origin correspond <br /> to supporting documentary evidence submitted; and <br /> (iv) description, quantity and weight of goods, marks and numbers <br /> on packages, and number and type of packages, as specified, <br /> conform to the products to be exported. <br /> (b) Multiple items declared on a single invoice and single AIFTA <br /> Certificate of Origin shall be allowed, provided that each item qualifies <br /> separately in its own right. <br /> ISSUANCE OF AIFTA CERTIFICATE OF ORIGIN <br /> Article 7: <br /> (a) The AIFTA Certificate of Origin shall be in International Organization <br /> for Standardization (ISO) A4 size, and white paper in conformity with <br /> the specimen as in the Attachment. It shall be made in English. The <br /> AIFTA Certificate of Origin shall comprise one (1) original and three <br /> (3) copies. Each AIFTA Certificate of Origin shall bear a reference <br /> number as given separately by each place or office of issuance. <br /> (b) The original copy shall be forwarded, together with the triplicate, by <br /> the exporter to the importer. Only the original copy will be submitted <br /> by the importer to the Customs Authority at the port or place of <br /> importation. The duplicate shall be retained by the Issuing Authority in <br /> the exporting Party. The triplicate shall be retained by the importer. <br /> The quadruplicate shall be retained by the exporter. <br /> (c) In cases where an AIFTA Certificate of Origin is not accepted by the <br /> Customs Authority of the importing Party, such AIFTA Certificate of <br /> Origin shall be marked accordingly in Box 4 and the original AIFTA <br /> Certificate of Origin shall be returned to the Issuing Authority within a <br /> reasonable period but not to exceed two (2) months. The Issuing <br /> Authority shall be duly notified of the grounds for the denial of <br /> preferential tariff treatment. <br /> (d) In cases where an AIFTA Certificate of Origin is not accepted, as <br /> stated in paragraph (c), the Issuing Authority shall provide detailed, <br /> exhaustive clarification addressing the grounds for the denial of <br /> preferential tariff treatment raised by the importing Party. The <br /> Customs Authority of the importing Party shall accept the AIFTA <br /> Certificate of Origin and grant the preferential tariff treatment if the <br /> clarification is found satisfactory. <br /> Article 8: <br /> To implement the provisions of Rules 4, 5 and 6 of the AIFTA Rules of <br /> Origin, the AIFTA Certificate of Origin issued by the exporting Party shall <br /> indicate the relevant rules and applicable percentage of AIFTA content in Box 8. <br /> Article 9: <br /> No erasures or superimpositions shall be allowed on the AIFTA Certificate <br /> of Origin. Any alteration shall be made by striking out the errors and making <br /> any required corrections. Such alterations and corrections shall be <br /> approved and certified by an official of the Issuing Authority authorised to <br /> sign the AIFTA Certificate of Origin. Unused spaces shall be crossed out to <br /> prevent any subsequent addition. <br /> Article 11: <br /> (a) Notwithstanding paragraph (b) of Article 7, Articles 13 and 14(b), the <br /> Issuing Authority of the intermediate Party may issue a back-to-back <br /> AIFTA Certificate of Origin if an application is made by the exporter of <br /> that Party while the product is passing through that Party's territory, provided that: <br /> (i) a valid AIFTA Certificate of Origin from the original exporting <br /> Party is presented only to the Issuing Authority of the <br /> intermediate Party; <br /> (ii) the importer of the intermediate Party and the exporter who <br /> applies for the back-to-back AIFTA Certificate of Origin in the <br /> intermediate Party are the same; <br /> (iii) validity of the back-to-back AIFTA Certificate of Origin shall <br /> have the same end-date as the original AIFTA Certificate of Origin; <br /> (iv) the originating products re-exported could either be full or part <br /> of the original consignment; <br /> (v) the consignment which is to be re-exported using the back-to- <br /> back AIFTA Certificate of Origin must not undergo any further <br /> processing in the intermediate Party, except for repacking and <br /> logistics activities consistent with Rule 8 of the ROO; <br /> (vi) the product shall remain in the intermediate Party's customs <br /> territory, including its free trade zones and bonded areas <br /> approved by the customs. The product shall not enter into trade <br /> or consumption in the intermediate Party; <br /> (vii) information on the back-to-back AIFTA Certificate of Origin <br /> includes the name of the Party which issued the original AIFTA <br /> Certificate of Origin, date of issuance and reference number; and <br /> (viii) verification procedures as set out in Articles 16 and 17 are applied. <br /> (b) The original exporting Party, the intermediate Party and the importing <br /> Party shall cooperate in the process of verification. The copy of the <br /> AIFTA Certificate of Origin issued by the original exporting Party shall <br /> be given to the Customs Authority of the importing Party if it requests <br /> for the same during the process of verification. <br /> (c) Upon request of a Party, the Parties shall review the provisions of this Article <br /> and the implementation thereof, and revise it as may be <br /> mutually agreed upon by the Parties. <br /> Article 12: <br /> In the event of theft, loss or destruction of an AIFTA Certificate of Origin, <br /> the exporter may apply in writing to the Issuing Authority which issued it for <br /> the certified true copy of the original and the triplicate to be made on the <br /> basis of the export documents in their possession bearing the endorsement <br /> of the words \"CERTIFIED TRUE COPY\" (in lieu of the original certificate) in <br /> Box 12. This copy shall bear the date of the original AIFTA Certificate of <br /> Origin. The certified true copy of an AIFTA Certificate of Origin shall be <br /> issued within the validity period of the original AIFTA Certificate of Origin <br /> and on condition that the exporter provides to the relevant Issuing Authority <br /> the quadruplicate copy. <br /> PRESENTATION <br /> Article 13: <br /> Except for the AIFTA Certificate of Origin referred to in Article 11(a), the <br /> original AIFTA Certificate of Origin shall be submitted to the Customs <br /> Authority at the time of lodging the import entry for the products concerned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: <br /> (a) the AIFTA Certificate of Origin shall be valid for 12 months from the <br /> date of its issuance;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: <br /> (a) The application for AIFTA Certificates of Origin and all documents <br /> related to such application shall be retained by the Issuing Authorities <br /> for not less than two (2) years from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: <br /> (a) The AIFTA Certificate of Origin shall be issued by the Issuing <br /> Authority of the exporting Party at the time of exportation, or within <br /> three (3) working days from the date of shipment whenever the <br /> products to be exported can be considered originating in that Party <br /> within the meaning of the AIFTA Rules of Origin. <br /> (b) In exceptional cases where a AIFTA Certificate of Origin has not <br /> been issued at the time of exportation or within three (3) working days <br /> from the date of shipment due to inadvertent errors or omissions or <br /> other valid causes, the AIFTA Certificate of Origin may be issued <br /> retroactively but no longer than 12 months from the date of shipment, <br /> bearing the words \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: <br /> For the purpose of implementing Rule 8(c) of the AIFTA Rules of Origin, <br /> where transportation is effected through the territory of one or more non- <br /> AIFTA Party, the following shall be produced to the Customs Authority of <br /> the importing Party: <br /> (a) a through Bill of Lading issued in the exporting Party; <br /> (b) a AIFTA Certificate of Origin issued by the relevant Issuing Authority <br /> of the exporting Party; <br /> (c) a copy of the original commercial invoice in respect of the product; and <br /> (d) if any, other relevant supporting documents in evidence that the <br /> requirements of Rule 8(c) of the AIFTA Rules of Origin are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 <br /> The Customs Authority in the importing Party shall accept an AIFTA <br /> Certificate of Origin where the sales invoice is issued either by a company <br /> located in a third country or an AIFTA exporter for the account of the said <br /> company, provided that the product meets the requirements of the AIFTA Rules of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: <br /> VERIFICATION <br /> Article 16: <br /> (a) The importing Party may request a retroactive check at random <br /> and/or when it has reasonable doubt as to the authenticity of the <br /> document or as to the accuracy of the information regarding the true <br /> origin of the good in question or of certain parts thereof. The Issuing <br /> Authority shall conduct a retroactive check on a producer/exporter's <br /> cost statement based on the current cost and prices within a six-month <br /> timeframe prior to the date of exportation subject to the <br /> following procedures: <br /> (i) the request for a retroactive check shall be accompanied by the <br /> AIFTA Certificate of Origin concerned and specify the reasons <br /> and any additional information suggesting that the particulars <br /> given in the said AIFTA Certificate of Origin may be inaccurate, <br /> unless the retroactive check is requested on a random basis; <br /> (ii) the Issuing Authority shall respond to the request promptly and <br /> reply within three (3) months after receipt of the request for <br /> retroactive check; <br /> (iii) In case of reasonable doubt as to the authenticity or accuracy <br /> of the document, the Customs Authority of the importing Party <br /> may suspend provision of preferential tariff treatment while <br /> awaiting the result of verification. However, it may release the <br /> good to the importer subject to any administrative measures <br /> deemed necessary, provided that they are not subject to import <br /> prohibition or restriction and there is no suspicion of fraud; and <br /> (iv) the retroactive check process, including the actual process and <br /> the determination of whether the subject good is originating or <br /> not, should be completed and the result communicated to the <br /> Issuing Authority within six (6) months. While the process of the <br /> retroactive check is being undertaken, subparagraph (iii) shall be applied. <br /> (b) The Customs Authority of the importing Party may request an <br /> importer for information or documents relating to the origin of <br /> imported good in accordance with its domestic laws and regulations <br /> before requesting the retroactive check pursuant to paragraph (a). <br /> Article 17: <br /> (a) If the importing Party is not satisfied with the outcome of the <br /> retroactive check, it may, under exceptional circumstances, request <br /> verification visits to the exporting Party. Prior to conducting a <br /> verification visit: <br /> (i) the importing Party shall deliver a written notification of its <br /> intention to conduct the verification visit through a focal <br /> customs or any other appropriate authority simultaneously to: <br /> 1 the producer/exporter whose premises are to be visited; <br /> 2 the Issuing Authority of the Party in the territory of which <br /> the verification visit is to occur; <br /> 3 the focal customs or any other appropriate authority of the <br /> Party in the territory of which the verification visit is to occur; and <br /> 4 the importer of the good subject to the verification visit; <br /> (ii) the written notification mentioned in subparagraph (i) shall be <br /> as comprehensive as possible and include: <br /> 1 the name of the focal customs or any other appropriate <br /> authority issuing the notification; <br /> 2 the name of the producer/exporter whose premises are to be visited; <br /> 3 the proposed date of the verification visit; <br /> 4 the coverage scope/purpose of the proposed verification <br /> visit, including reference to the good subject to the verification; and <br /> 5 the names and designation of the officials performing the <br /> verification visit; <br /> (iii) an importing Party shall obtain the written consent of the <br /> producer/exporter whose premises are to be visited; <br /> (iv) when a written consent from the producer/exporter is not <br /> obtained within 30 days from the date of receipt of the <br /> notification pursuant to subparagraph (i), the notifying Party <br /> may deny preferential tariff treatment to the good referred to in <br /> the said AIFTA Certificate of Origin that would have been <br /> subject to the verification visit; and <br /> (v) the Issuing Authority receiving the notification may postpone <br /> the proposed verification visit and notify the importing Party of <br /> such intention within 15 days from the date of receipt of the <br /> notification. Notwithstanding any postponement, any verification <br /> visit shall be carried out within 60 days from the date of such <br /> receipt, or for such longer period as the Parties may agree. <br /> (b) The importing Party conducting the verification visit shall provide the <br /> producer/exporter whose good is subject to the verification and the <br /> relevant Issuing Authority with a written determination of whether that <br /> good qualifies as an originating good. <br /> (c) The determination of whether the good qualifies as an originating <br /> good shall be notified to the producer/exporter, and the relevant <br /> Issuing Authority. Any suspended preferential tariff treatment shall be <br /> reinstated upon a determination that the good qualifies as an originating good. <br /> (d) If the good is determined to be non-originating, the producer/exporter <br /> shall be given 30 days from the date of receipt of the written <br /> determination to provide any written comments or additional <br /> information regarding the eligibility of the good for preferential tariff <br /> treatment. If the good is still found to be non-originating, the final <br /> written determination issued by the importing Party shall be <br /> communicated to the Issuing Authority within 30 days from the date of <br /> receipt of the comments/additional information from the producer/exporter. <br /> (e) The verification visit process, including the actual visit and the <br /> determination whether or not the good subject to verification is <br /> originating, shall be carried out and its results communicated to the <br /> Issuing Authority within a maximum period of six (6) months from the <br /> date when the verification visit was conducted. While the process of <br /> verification is being undertaken, subparagraph a(iii) of Article 16 shall be applied. <br /> Article 18: <br /> (a) The application for AIFTA Certificates of Origin and all documents <br /> related to such application shall be retained by the Issuing Authorities <br /> for not less than two (2) years from the date of issuance. <br /> (b) Information relating to the validity of the AIFTA Certificate of Origin <br /> shall be furnished upon request of the importing Party. <br /> (c) Any information communicated between the authorities concerned <br /> shall be treated as confidential and shall be used for the validation of <br /> AIFTA Certificates of Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: <br /> (a) Where the origin of a product is not in doubt, the discovery of minor <br /> discrepancies between the statements made in the AIFTA Certificate <br /> of Origin and those made in the documents submitted to the Customs <br /> Authority of the importing Party for the purpose of carrying out the <br /> formalities for importing the products shall not invalidate the AIFTA <br /> Certificate of Origin, if it does in fact correspond to the said products. <br /> (b) For multiple items declared under the same AIFTA Certificate of <br /> Origin, a problem encountered with one of the items listed shall not <br /> affect or delay the granting of preferential tariff treatment and <br /> customs clearance of the remaining items listed in that AIFTA <br /> Certificate of Origin. Subparagraph a(iii) of Article 16 may be applied <br /> to the problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1: Definitions <br> For the purposes of this Annex, the term: <br> (a) CIF means the value of the good imported, and <br> includes the cost of freight and insurance up to the port <br> or place of entry into the country ofimportation; <br> (b) FOB means the free-on-board value as defined in <br> paragraph 1 of Appendix A; <br> (c) material means raw materials, ingredients, parts, <br> components, subassembly and/or goods that are <br> physically incorporated into another good or are <br> subject to a process in the production of another good; <br> (d) originating productz means products that qualify as <br> originating in accordance with the provisions of Rule 2; <br> (e) production means methods of obtaining goods <br> breeding, extracting, gathering, collecting, capturing, <br> fishing, trapping, hunting, manufacturing, producing, <br> processing or assembling a good; <br> (f) Product Specific Rules are rules that specify that the <br> materials have undergone a change in tariff <br> operation, or satisfy an ad valorem criterion or a <br> combination of any of these criteria; <br> (g) product means products which are wholly <br> obtained/produced or being manufactured, even if it is <br> (h) identical and interchangeable materialz means <br> materials being of the same kind possessing similar <br> technical and physical characteristics, and which once <br> they are incorporated into the finished product cannot <br> be distinguished from one another for origin purposes. <br> intended for later use in another manufacturing operation; <br> including growing, mining, harvesting, raising, <br> classification or a specific manufacturing or processing <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "For the purposes of this Annex, products imported by a Party <br> which are consigned directly within the meaning of Rule 8 <br> shall be deemed to be originating and eligible for preferential <br> tariff treatment if they conform to the origin requirements <br> under any one of the following: <br> (a) Products which are wholly obtained or produced in the <br> exporting Party as set out and defined in Rule 3; or <br> (b) Products not wholly produced or obtained in the <br> exporting Party provided that the said products are <br> eligible under Rule 4 or 5 or 6. <br> "}, {"ArticleTitle": "ORIGIN CRITERIA", "ArticleDesc": "RULE 2: ORIGIN CRITERIA <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "RULE 6: Product Specific Rules <br> Notwithstanding the provisions of Rule 4, products which <br> satisfy the Product Specific Rules shall be considered as <br> originating from that Party where working or processing of <br> the product has taken place. <br> The list of Product Specific Rules shall be appended as Appendix B. <br> "}, {"ArticleTitle": "Review and Modification", "ArticleDesc": "RULE 14: Review and Modification <br> This Annex and the Operational Certification Procedures <br> may be reviewed and modified, as and when necessary, <br> upon request of a Party and as may be agreed upon by the Joint Committee. <br> APPENDIX A <br> METHOD OF CALCULATION FOR THE AIFTA CONTENT <br> 1 FOB price shall be calculated as follows: <br> (a) FOB Price = Ex-Factory Price + Other Costs <br> (b) Other Costs in the calculation of the FOB price <br> shall refer to the costs incurred in placing the <br> products in the ship for export, including but not <br> limited to, domestic transport costs, storage and <br> warehousing, port handling, brokerage fees, service charges, etc. <br> 2 Formula for ex-factory price: <br> (a) Ex-Factory Price = Production Cost + Profit <br> (b) Formula for production cost, <br> (i) Production Cost = Cost of Raw Materials <br> + Labour Cost + Overhead Cost <br> (ii) Raw Materials shall consist of: <br> ? Cost of raw materials <br> ? Freight and insurance <br> (iii) Labour Cost shall include: <br> ? Wages <br> ? Remuneration <br> ? Other employee benefits associated with the manufacturing process <br> (iv) Overhead Costs, (non-exhaustive list) <br> shall include, but not limited to: <br> ? real property items associated with the production process (insurance, factory <br> rent and leasing, depreciation on buildings, repair and maintenance, <br> taxes, interests on mortgage) <br> ? leasing of and interest payments for plant and equipment <br> ? factory security <br> ? insurance (plant, equipment and materials used in the manufacture of the goods) <br> ? utilities (energy, electricity, water and other utilities directly attributable to the production of the good) <br> ? research, development, design and engineering <br> ? dies, moulds, and the depreciation, maintenance and repair of plant and equipment <br> ? royalties or licenses (in connection with patented machines or processes used in <br> the manufacture of the good or the right to manufacture the good) <br> ? inspection and testing of materials and the goods <br> ? storage and handling in the factory <br> ? disposal of recyclable wastes <br> ? cost elements in computing the value of raw materials, i.e. port and clearance <br> charges and import duties paid for dutiable component <br> APPENDIX D <br> OPERATIONAL CERTIFICATION PROCEDURES <br> FOR THE RULES OF ORIGIN FOR <br> THE ASEAN-INDIA FREE TRADE AREA (AIFTA) <br> For the purposes of implementing the Rules of Origin for the AIFTA, the <br> following Operational Certification Procedures on the issuance and <br> verification of the AIFTA Certificate of Origin and the other related <br> administrative matters shall be followed: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "The following time limit for the presentation of the AIFTA Certificate of <br> Origin shall be observed: <br> (a) the AIFTA Certificate of Origin shall be valid for 12 months from the <br> date of its issuance; <br> (b) the AIFTA Certificate of Origin shall be submitted to the Customs <br> Authority of the importing Party within its validity period; <br> (c) where the AIFTA Certificate of Origin is submitted to the relevant <br> Customs Authority of the importing Party after the expiration of its <br> validity period, such AIFTA Certificate of Origin shall be accepted, if <br> failure to observe the time limit was as a result of force majeure or <br> any other cause beyond the control of the exporter; and <br> (d) in all cases, the relevant Customs Authority in the importing Party <br> may accept such AIFTA Certificate of Origin provided that the <br> products have been imported before the expiry of the validity of that <br> AIFTA Certificate of Origin. <br> Article 18: <br> (a) The application for AIFTA Certificates of Origin and all documents <br> related to such application shall be retained by the Issuing Authorities <br> for not less than two (2) years from the date of issuance. <br> (b) Information relating to the validity of the AIFTA Certificate of Origin <br> shall be furnished upon request of the importing Party. <br> (c) Any information communicated between the authorities concerned <br> shall be treated as confidential and shall be used for the validation of <br> AIFTA Certificates of Origin purposes only. <br> (iii) the products have been consigned during the exhibition or <br> Article 19: <br> When destination of all or parts of the products exported to a specified port <br> of a Party is changed, before or after their arrival in the importing Party, the <br> following rules shall be observed: <br> (a) If the products have already been submitted to the Customs Authority <br> in the specified importing Party, the AIFTA Certificate of Origin shall, <br> by a written application of the importer, be endorsed to this effect for <br> all or parts of products by the said authorities and the original <br> returned to the importer. <br> (b) If the changing of destination occurs during transportation to the <br> importing Party as specified in the AIFTA Certificate of Origin, the <br> exporter shall apply in writing, accompanied with the issued AIFTA <br> Certificate of Origin, for issuance of new AIFTA Certificate(s) of Origin <br> for all or parts of products. <br> (a) Products sent from a Party for exhibition in another Party, when sold <br> (a) When it is suspected that fraudulent acts in connection with the <br> during or after the exhibition, shall benefit from the preferential tariff <br> treatment if the products meet the requirements of the AIFTA Rules <br> of Origin, provided it is shown to the satisfaction of the relevant <br> Customs Authority of the importing Party that: <br> (i) an exporter has dispatched those products from the exporting <br> Party to the Party where the exhibition is held and has exhibited them there; <br> (ii) the exporter has sold the products or transferred them to a <br> consignee in the importing Party; and <br> immediately thereafter to the importing Party in the state in <br> which they were sent for exhibition. <br> (b) For the purposes of implementing paragraph (a), the AIFTA <br> Certificate of Origin must be produced to the relevant Customs <br> Authority of the importing Party. The name and address of the <br> exhibition must be indicated, a certificate issued by the relevant <br> authority of the Party where the exhibition took place together with <br> supporting documents prescribed in Article 20(d) may be required. <br> (c) Paragraph (a) shall apply to any exhibition, fair or similar show or <br> display in the venue where the products remain under customs <br> control during these events. <br> Article 22 <br> The Customs Authority in the importing Party shall accept an AIFTA <br> Certificate of Origin where the sales invoice is issued either by a company <br> located in a third country or an AIFTA exporter for the account of the said <br> company, provided that the product meets the requirements of the AIFTA Rules of Origin. <br> Article 23: <br> AIFTA Certificate of Origin have been committed, the relevant <br> Government Authorities concerned shall cooperate in any action <br> taken against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions against <br> fraudulent acts related to the AIFTA Certificate of Origin. <br> Article 24: <br> (a) In case of a dispute concerning origin determination, classification of <br> products or other related matters, the Governmental authorities <br> concerned in the importing and exporting Parties shall consult each <br> other with a view to resolving the dispute, and the result <br> communicated to the other Parties. <br> (b) Where no mutually satisfactory solution to the dispute is reached <br> through consultations, the Party concerned may invoke the dispute <br> Article 14: <br> Article 21: <br> "}]}]}, "members_found": ["699", "608", 4, 8703900000]}