{"FtaRooDetails": {"FtaId": 259, "FtaCode": "ITC00265", "FtaName": "FTA, Canada-Korea", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN CANADA AND THE REPUBLIC OF KOREA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2015", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Korea, Republic of", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Korea", "AdminProcCooAuth": "The certification type under FTA, Canada-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45/35% or RVC 35%", "RooText": "No change in tariff classification required, provided that the value of non-originating materials does not exceed: (a) 55 percent of the transaction value or ex-works price of the good; or (b) 65 percent of the net cost of the good; or, No change in tariff classification required, provided that the value of originating materials is not less than 35 percent of the transaction value or ex-works price of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " Annex 3-A<br /> Product Specific Rules<br /> Section A - General Interpretative Notes<br /> 1. For the purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular<br /> heading, subheading, or group of headings or subheadings is set out<br /> immediately adjacent to that heading, subheading, or group of headings or<br /> subheadings;<br /> (b) a requirement of a change in tariff classification or any other condition set<br /> out in a specific rule applies only to non-originating materials;<br /> (c) reference to weight in the rules for goods provided for in Chapters 1<br /> through 24 of the Harmonized System means dry weight unless otherwise<br /> specified in the Harmonized System;<br /> (d) the expression \"a change from any other heading\" or \"a change from any<br /> other subheading\" means a change from any other heading (or<br /> subheading) of the Harmonized System, including, where applicable, any<br /> other heading (or subheading) within the group of headings (or<br /> subheadings) to which the rule is applicable;<br /> (e) the expression \"a change from any heading outside that group\" or \"a<br /> change from any subheading outside that group\" means a change from any<br /> other heading (or subheading) of the Harmonized System, except from any<br /> other heading (or subheading) within the group of headings (or<br /> subheadings) to which the rule is applicable;<br /> (f) the expression:<br /> - \"a change from within that heading\";<br /> - \"a change from within that subheading\";<br /> - \"a change from within any one of these headings\";<br /> - \"a change from within any one of these subheadings\";<br /> - \"a change to (a good) of (a tariff provision) from within that (tariff<br /> provision)\"; or<br /> - \"a change to (a good) of any one of (tariff provisions) from within that<br /> (tariff provision)\",<br /> means a change from any other good or material of that same heading (or<br /> subheading) of the Harmonized System;<br /> (g) where two or more rules are applicable to a heading, subheading, or group<br /> of headings or subheadings and the alternative rule contains a phrase<br /> commencing with the words \"whether or not\":<br /> (i) the change in tariff classification specified in the phrase<br /> commencing with the words \"whether or not\" reflects the change<br /> specified in the first rule applicable to the heading, subheading, or<br /> group of headings or subheadings;<br /> (ii) the only change in tariff classification permitted by the alternative<br /> rule, in addition to the change in tariff classification specified at<br /> the beginning of that rule, is the change specified in the phrase<br /> commencing with the words \"whether or not\";<br /> (iii) unless otherwise specified, only the value of the non-originating<br /> materials referred to at the beginning of the alternative rule, and<br /> specified again in the phrase commencing with the words<br /> \"provided that the value of the non-originating materials\", shall be<br /> included in calculating the value of non-originating materials; and<br /> (iv) the value of any non-originating materials satisfying the change of<br /> tariff classification specified in the phrase commencing with the<br /> words \"whether or not\" shall not be included in calculating the<br /> value of non-originating materials; and<br /> (h) the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means any four-digit number, or the first four digits of any<br /> number, used in the nomenclature of the Harmonized System;<br /> section means a section of the Harmonized System; and<br /> subheading means any six-digit number, or the first six digits of any<br /> number, used in the nomenclature of the Harmonized System.<br /> 2. A product specific rule of origin set out in this Annex represents the minimum<br /> amount of production required to be carried out on non-originating materials for the<br /> resulting good to achieve originating status. A greater amount of production than that<br /> required by the rule for that good will also confer originating status.<br /> 3. Where a rule of this Annex applicable to a good contains both a required change<br /> in tariff classification and a percentage for the maximum value of non-originating<br /> materials, the de minimis provision of Article 3.8 permits the use of non-originating<br /> materials which do not satisfy the tariff change requirement, as long as the value of such<br /> materials does not exceed 10 percent of the transaction value or ex-works price of the<br /> good. However, the value of such non-originating materials shall be included when<br /> calculating the value of non-originating materials and under no circumstances may the<br /> percentage for the maximum value of non-originating materials as set out in the rule be<br /> exceeded through the use of the de minimis provision.<br /> 4. Where a rule of this Annex applicable to a good contains both a required change<br /> in tariff classification and a percentage for the maximum value of non-originating<br /> materials, and one or more of the non-originating materials used in the production of the<br /> good are classified in the same subheading or heading that is not further subdivided into<br /> subheadings, as the good itself, Article 3.3.2 may be used. Article 3.3.2 provides that, in<br /> such instances, the good shall be considered as originating, if the value of the non-<br /> originating materials classified as or with the good does not exceed 55 percent of the<br /> transaction value or ex-works price of the good. Given that the resulting good qualifies as<br /> originating in its own right, no account shall be taken of the non-originating materials<br /> contained therein when that good is used in the production of another good. In this<br /> particular instance, only the value of any other non-originating materials that are used in<br /> the production of the final good and that satisfy the required change in tariff classification<br /> set out in the rule of this Annex would need to be taken into account when calculating the<br /> value of non-originating materials for purposes of determining the origin of the final<br /> good.<br /> 5. The product specific rules set out in this Annex also apply to used goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00265_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.cbsa-asfc.gc.ca/publications/forms-formulaires/bsf303-eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00265_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/04_1.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00265_roo.pdf", "DocType": "3_roo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00265_proo.pdf", "DocType": "4_proo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/05.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00265_full.pdf", "DocType": "8_full", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/index.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00265_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N133.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: Accumulation <br /> 1. For the purposes of determining whether a good is an originating good, a good <br /> originating in the territory of one or both of the Parties shall be considered as originating <br /> in the territory of either of the Parties. <br /> 2. For the purposes of determining whether a good is an originating good, the <br /> production of the good in the territory of one or both of the Parties by one or more <br /> producers is, at the choice of the exporter or producer of the good for which preferential <br /> tariff treatment is claimed, considered to have been performed in the territory of either of <br /> the Parties by that exporter or producer, if: <br /> (a) all non-originating materials used in the production of the good undergo <br /> sufficient production as defined in Article 3.3, entirely in the territory of <br /> one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 3. The Parties may agree to review this Article with a view to providing for other <br /> forms of cumulation, such as cross-cumulation or pan-free-trade-agreement-cumulation <br /> for the purpose of qualifying goods as originating goods under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: De Minimis <br /> 1. Notwithstanding Article 3.3 and except for a good of Chapters 50 through 63 of <br /> the Harmonized System, a good is considered originating, where the value of all <br /> non-originating materials used in the production of the good, which do not undergo the <br /> applicable change in tariff classification or fulfil any other condition set out in <br /> Annex 3-A, does not exceed 10 percent of the transaction value or ex-works price of the <br /> good, provided that: <br /> (a) if the rule of Annex 3-A applicable to the good contains a percentage for <br /> the maximum value of non-originating materials, the value of those <br /> non-originating materials shall be included in calculating the value of <br /> non-originating materials; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2. A good of Chapters 50 through 60 of the Harmonized System, that does not <br /> originate because certain non-originating yarns used in the production of the good do not <br /> fulfil the conditions set out for that good in Annex 3-A, is considered originating if the <br /> total weight of all such yams does not exceed 10 percent of the total weight of that good. <br /> 3. A good of Chapters 61 through 63 of the Harmonized System, that does not <br /> originate because certain non-originating yarns used in the production of the component <br /> of the good that determines the tariff classification of that good do not fulfil the <br /> conditions set out for that good in Annex 3-A, is considered originating if the total weight <br /> of all such yarns in that component does not exceed 10 percent of the total weight of that <br /> component. <br /> 4. Except as provided in Annex 3-A, paragraph 1 does not apply to a non-originating <br /> material used in the production of a good provided for in Chapters 1 through 21 of the <br /> Harmonized System unless the non-originating materials are provided for in a different <br /> subheading from that of the good for which the origin is being determined under this <br /> Article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Materials Used in Production <br /> 1. If a non-originating material undergoes sufficient production in the territory of <br /> one or both of the Parties, the resulting good is originating and no account shall be taken <br /> of the non-originating material contained therein when that good is used in the <br /> subsequent production of another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Accessories, Spare Parts and Tools <br /> Accessories, spare parts, and tools delivered with a good that form part of its <br /> standard accessories, spare parts, or tools are considered originating if the good originates <br /> and shall be disregarded in determining whether all the non-originating materials undergo <br /> the applicable conditions set out in Annex 3-A, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the <br /> good; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Wholly Obtained <br /> The following goods are considered wholly obtained and therefore originating in <br /> the territory of one or both of the Parties: <br /> (a) mineral goods and other non-living natural resources extracted or taken <br /> from the territory of one or both of the Parties; <br /> (b) vegetable goods grown and harvested in the territory of one or both of the <br /> Parties; <br /> (c) live animals born and entirely raised in the territory of one or both of the <br /> Parties; <br /> (d) goods obtained from live animals referred to in subparagraph (c) in the <br /> territory of one or both of the Parties; <br /> (e) goods obtained from hunting, trapping, or fishing conducted within the <br /> land territory, internal waters, and the outer limit of the territorial sea of <br /> one or both of the Parties; <br /> (f) fish, shellfish, and other marine life taken from the sea, seabed, ocean <br /> floor, or subsoil outside the territorial seas of one or both of the Parties by <br /> a vessel registered, recorded, or listed with a Party and entitled to fly its <br /> flag; <br /> (g) goods produced on board a factory vessel from the fish, shellfish, or other <br /> marine life referred to in subparagraph (f), provided that the factory vessel <br /> is registered, recorded, or listed with a Party and entitled to fly its flag; <br /> (h) goods, other than fish, shellfish, and other marine life, taken or extracted <br /> from the seabed, ocean floor, or subsoil, outside the territory of one or <br /> both of the Parties by a Party or a person of a Party, provided that the <br /> Party or person of the Party has rights to exploit that seabed, ocean floor, <br /> or subsoil in accordance with Part XI of UNCLOS; <br /> (i) goods taken from outer space, provided they are obtained by a Party or a <br /> person of a Party and not processed in the territory of a non-party; <br /> (j) waste and scrap resulting from production conducted in the territory of <br /> one or both of the Parties; <br /> (k) components recovered from used goods collected in the territory of one or <br /> both of the Parties, provided that the used goods are fit only for such <br /> recovery and the components recovered therefrom have undergone a <br /> process necessary to ensure their good working condition; and <br /> (1) goods produced entirely in the territory of one or both of the Parties <br /> exclusively from goods referred to in subparagraphs (a) through (k), or <br /> from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Value Test <br /> 1. Except as provided in paragraphs 2 and 3, where Annex 3-A specifies a value test <br /> to determine whether a good is originating, the good is originating provided that the value <br /> of non-originating materials used in the production of the good does not exceed a given <br /> percentage of the transaction value or ex-works price of the good as specified in <br /> Annex 3-A. <br /> 2. For the purposes of a good of headings 87.01 through 87.08, at the choice of an <br /> exporter or a producer of such goods, the good is originating provided that the value of <br /> non-originating materials used in the production of the good does not exceed the given <br /> percentage of either the transaction value or ex-works price of the good, or the net cost of <br /> the good. <br /> 3. Notwithstanding paragraph 2, for the purposes of a good of headings 87.01 <br /> through 87.06, at the choice of an exporter or a producer of such goods, the good is <br /> originating provided that the value of originating materials used in the production of the <br /> good is not less than a given percentage of the transaction value or ex-works price of the <br /> good. <br /> 4. For the purposes of calculating the net cost of a good under paragraph 2, the <br /> producer of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service <br /> costs, royalties, shipping and packing costs, and non-allowable interest <br /> costs that are included in the total cost of all those goods, and then <br /> reasonably allocate the resulting net cost of those goods to the good; <br /> (b) Calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract <br /> any sales promotion, marketing and after-sales service costs, royalties, <br /> shipping and packing costs and non-allowable interest costs that are <br /> included in the portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include <br /> any sales promotion, marketing and after-sales service costs, royalties, <br /> shipping and packing costs, or non-allowable interest costs. <br /> 5. For the purposes of calculating the net cost of a good of headings 87.01 <br /> through 87.05 under paragraph 4, the producer may average its calculation over its fiscal <br /> year using any one of the following categories, on the basis of either all motor vehicles in <br /> the category or only those motor vehicles in the category that are exported to the territory <br /> of the other Party: <br /> (a) the same model line of motor vehicles in the same class of vehicles <br /> produced in the same plant in the territory of a Party; <br /> (b) the same model line of motor vehicles produced in the same plant in the <br /> territory of a Party; <br /> (c) the same model line of motor vehicles produced in the territory of a Party; <br /> (d) the same class of motor vehicles produced in the same plant in the <br /> territory of a Party; or <br /> (e) any other category as the Parties may agree. <br /> 6. For the purposes of calculating the net cost under paragraph 4 for a good of <br /> headings 87.06 through 87.08 produced in the same plant, the producer may: <br /> (a) average its calculation, <br /> (i) over the fiscal year of the motor vehicle producer to whom the <br /> good is sold; <br /> (ii) over any quarter or month, provided that the good was produced <br /> during the quarter or month forming the basis for the calculation; <br /> or <br /> (iii) over the automotive material producer's fiscal year; <br /> (b) calculate the average referred to in subparagraph (a) separately for any or <br /> all goods sold to one or more motor vehicle producers; or <br /> (c) calculate the average in subparagraph (a) or (b) separately for those goods <br /> that are exported to the territory of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Indirect Materials <br /> For the purposes of determining whether a good is originating, it is not necessary <br /> to determine the origin of indirect materials used in production, testing or inspection of <br /> that good, but which have not entered into the final composition of the good, or which <br /> have been used in the maintenance of equipment and buildings or the operation of <br /> equipment associated with the production of a good including: <br /> (a) energy and fuel; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and safety supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting goods; and <br /> (g) any other goods that are not incorporated into the good but the use of <br /> which in the production of the good can reasonably be demonstrated to be <br /> part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Transit and Transhipment <br /> An originating good that is transported through the territory of a non-party is <br /> non-originating unless it can be demonstrated that the good: <br /> (a) undergoes no further production or other operation in the territory of that <br /> non-party, other than unloading, splitting up of loads for transport reasons, <br /> reloading, or any other operation necessary to preserve it in good <br /> condition; <br /> (b) remains under the customs control while outside the territory of one or <br /> both of the Parties; and <br /> (c) does not enter into trade or consumption in the territory of that non-party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Principle of Territoriality <br /> 1. The conditions for acquiring originating status set out in Articles 3.1 through 3.20 <br /> must be fulfilled without interruption in the territory of one or both of the Parties. <br /> 2. Notwithstanding paragraph 1, an originating good exported from a Party to a <br /> non-party shall, when returned, be considered originating if it is demonstrated to the <br /> satisfaction of the customs authorities in accordance with the laws and regulations of the <br /> importing Party concerned that the returning good: <br /> (a) is the same as that exported; and <br /> (b) has not undergone any operation beyond that necessary to preserve it <br /> in good condition while in that non-party or being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Packaging Materials and Containers for Retail Sale <br /> Except as provided for in Article 3.10 and in Annex 3-A, packaging materials and <br /> containers in which a good is packaged for sale shall be disregarded in determining <br /> whether all the non-originating materials undergo the applicable conditions as set out in <br /> Annex 3-A. <br /> Article 3.13: Packing Materials and Containers for Shipment <br /> Packing materials, containers, pallets, or similar articles, in which a good is <br /> packed for shipment is disregarded in determining the origin of that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Fungible Materials and Goods <br /> 1. For the purposes of determining whether a material or good is an originating <br /> material or good, any fungible material or good shall be distinguished by: <br /> (a) physically separating each fungible material or good; or <br /> (b) using any inventory management method recognised in the Generally <br /> Accepted Accounting Principles of the Party in which the production is <br /> performed or otherwise accepted by that Party in which the production is <br /> performed. <br /> 2. Once a particular inventory management method is selected under paragraph 1, <br /> that method shall continue to be used for those fungible materials or goods throughout the <br /> fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Sets or Assortments of Goods <br /> Except as provided in Annex 3-A, a set or assortment of goods, as referred to in <br /> General Rule 3 of the Harmonized System, is originating, if: <br /> (a) all of the component goods, including packaging materials and containers, <br /> are originating; or <br /> (b) when the set or assortment of goods contains non-originating component <br /> goods, including packaging materials and containers, the value of the non- <br /> originating goods, including any non-originating packaging materials and <br /> containers for the set or assortment of goods, does not exceed 15 percent <br /> of the transaction value or ex-works price of the set or assortment of <br /> goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Certificate of Origin <br /> 1. The Parties shall establish, by the date of entry into force of this Agreement, a <br /> Certificate of Origin to certify that a good exported from the territory of a Party into the <br /> territory of the other Party qualifies as an originating good. This Certificate of Origin <br /> may be modified as agreed by the Parties. <br /> 2. Each Party may require that a Certificate of Origin for a good imported into its <br /> territory is completed in, or translated into, a language required under its domestic law.1 <br /> 3. Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of <br /> Origin for the exportation of a good for which an importer may claim <br /> preferential tariff treatment upon importation of the good into the territory <br /> of the other Party; and <br /> (b) provide that, when an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign a Certificate of Origin on the <br /> basis of: <br /> (i) the exporter's knowledge of whether the good qualifies as an <br /> originating good; <br /> (ii) the exporter's reasonable reliance on the producer's written <br /> representation that the good qualifies as an originating good; or <br /> (iii) a completed and signed Certificate of Origin for the good <br /> voluntarily provided to the exporter by the producer. <br /> For Korea, English or Korean; for Canada, English or French. <br /> 4. Paragraph 3 is not to be construed to require a producer to provide a Certificate of <br /> Origin to an exporter. <br /> 5. Each Party shall provide that a Certificate of Origin duly completed and signed by <br /> an exporter or a producer in the territory of the other Party is applicable to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period, not exceeding 12 months, as set out in the <br /> Certificate of Origin by the exporter or producer. <br /> 6. The Certificate of Origin referred to in paragraph 3 shall be accepted as proof of <br /> origin for at least two years, or for a longer period as specified by the importing Party's <br /> laws and regulations, after the date on which the Certificate of Origin was signed. <br /> 7. Each Party shall accept a Certificate of Origin that has been completed and signed <br /> prior to the date of entry into force of this Agreement by the exporter or producer of an <br /> originating good imported into the territory of a Party on or after the date of entry into <br /> force of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Waiver of Certificate of Origin <br /> Each Party shall provide that a Certificate of Origin is not required for: <br /> (a) an importation of a good whose value does not exceed US$ 1,000 or its <br /> equivalent amount in the Party's currency, or such higher amount as it may <br /> establish; or <br /> (b) an importation of a good for which the Party into whose territory the good <br /> is imported has waived the requirement for a Certificate of Origin, <br /> provided that the importation is not part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles 4.1 and 4.2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Certificate of Origin <br /> 6. The Certificate of Origin referred to in paragraph 3 shall be accepted as proof of <br /> origin for at least two years, or for a longer period as specified by the importing Party's <br /> laws and regulations, after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Record Keeping Requirements <br /> Each Party shall provide that: <br /> (a) an exporter or a producer in its territory that completes and signs a <br /> Certificate of Origin must maintain, in its territory, for five years after the <br /> date on which the Certificate of Origin was signed or for a longer period <br /> as specified by the Party, records relating to the origin of a good for which <br /> preferential tariff treatment was claimed in the territory of the other Party, <br /> including records associated with: <br /> (i) the purchase of, cost of, value of, and payment for, the good that is <br /> exported from that Party's territory; <br /> (ii) the purchase of, cost of, value of, and payment for, all materials, <br /> including indirect materials, used in the production of the good that <br /> is exported from that Party's territory; <br /> (iii) the production of the good in the form in which the good is <br /> exported from that Party's territory; and <br /> (iv) other documentation as mutually agreed by both parties; and <br /> (b) an importer claiming preferential tariff treatment for a good imported into <br /> the Party's territory must maintain, in that Party's territory, for five years <br /> after the date of importation of the good or for a longer period as specified <br /> by that Party, records relating to the importation of the good required by <br /> that Party, including a copy of the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Obligations Regarding Importations <br /> 3. Each Party shall, in accordance with its domestic law, provide that where a good <br /> would have qualified as an originating good when it was imported into the territory of <br /> that Party, the importer of the good may, within a period of at least one year or for a <br /> longer period specified by the importing Party's domestic law after the date on which the <br /> good was imported, apply for a refund of any excess duties paid as the result of the good <br /> not having been accorded preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Origin Verifications <br /> 1. For the purposes of determining whether a good imported into its territory from <br /> the territory of the other Party qualifies as an originating good, a Party may, through its <br /> customs administration, conduct a verification by means of: <br /> (a) written questionnaires to an exporter or a producer in the territory of the <br /> other Party; <br /> (b) verification visits to the premises of an exporter or a producer in the <br /> territory of the other Party to review the records referred to in <br /> Article 4.5(a) and observe the facilities used in the production of the good; <br /> or <br /> (c) other procedures as agreed by the Parties. <br /> 2. Before conducting a verification visit pursuant to paragraph 1(b), the Party shall, <br /> through its customs administration: <br /> (a) deliver a written notification of its intention to conduct the visit: <br /> (i) to the exporter or producer whose premises are to be visited; <br /> (ii) to the customs administration of the other Party; and <br /> (iii) if requested by the other Party, to the embassy of the other Party in <br /> the territory of the Party proposing to conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are <br /> to be visited. <br /> 3. The notification referred to in paragraph 2 must include: <br /> (a) the identity of the customs administration issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the proposed verification visit, including specific <br /> reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 4. If an exporter or a producer has not given its written consent to a proposed <br /> verification visit within 30 days of receipt of notification under paragraph 2, the customs <br /> administration of the notifying Party may deny preferential tariff treatment to the good <br /> that would have been the subject of the visit. <br /> 5. Each Party shall provide that, on receipt of a notification under paragraph 2, an <br /> exporter or a producer may, within 15 days of receiving the notification, have one <br /> opportunity to make a request for a postponement of the proposed verification visit, for a <br /> period not exceeding 60 days, to the Party conducting the verification. <br /> 6. Each Party shall provide that, where its customs administration receives <br /> notification under paragraph 2, the customs administration may, within 15 days of receipt <br /> of the notification, postpone the proposed verification visit for a period not exceeding <br /> 60 days from the date of such receipt, or for such longer period as the Parties may agree. <br /> 7. A Party shall not deny preferential tariff treatment to a good based only on the <br /> postponement of a verification visit under paragraphs 5 and 6. <br /> 8. Each Party shall permit an exporter or a producer of the good that is the subject of <br /> a verification visit by the other Party, to designate one or two observers to be present <br /> during the visit, provided that: <br /> (a) the observers do not participate in a manner other than as observers; and <br /> (b) the failure of the exporter or producer to designate observers shall not <br /> result in the postponement of the visit. <br /> 9. A Party shall, through its customs administration, when conducting a verification <br /> of origin involving a value test, de minimis calculation or any other provision in Chapter <br /> Three (Rules of Origin), apply those provisions in compliance with the Customs <br /> Valuation Agreement, as applicable in the territory of the Party from which the good was <br /> exported. <br /> 10. The Party conducting the verification shall provide the exporter or producer of the <br /> good that is the subject of the verification with a written determination of whether the <br /> good qualifies as an originating good, including findings of fact and the legal basis for the <br /> determination. <br /> 11. If verifications by a Party indicate a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its territory <br /> qualifies as an originating good, the Party may withhold preferential tariff treatment to <br /> identical goods exported or produced by that person until that person establishes <br /> compliance with Chapter Three (Rules of Origin), in accordance with that Party's <br /> domestic law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: Penalties <br /> 1. Each Party shall adopt or maintain measures imposing criminal, civil, or <br /> administrative penalties for violations of its laws and regulations relating to this Chapter. <br /> 2. Articles 4.2.2,4.4.3, and 4.6.7 are not to be construed to prevent a Party from <br /> applying measures that are warranted by the circumstances in accordance with its <br /> domestic law. <br /> Section C - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Advance Rulings <br /> 1. Each Party shall, through its customs administration, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its territory, to <br /> an importer in its territory or an exporter or a producer in the territory of the other Party <br /> on the basis of the facts and circumstances presented by that importer, exporter, or <br /> producer of the good, concerning: <br /> (a) whether materials imported from a non-party used in the production of a <br /> good undergo an applicable change in tariff classification set out in <br /> Annex 3-A (Product Specific Rules) as a result of production occurring <br /> entirely in the territory of one or both of the Parties; <br /> (b) whether a good satisfies a value test, based on either the transaction value <br /> or ex-works price or the net cost of the good, as set out in Chapter Three <br /> (Rules of Origin); <br /> (c) for the purpose of determining whether a good satisfies a value test under <br /> Chapter Three (Rules of Origin), the appropriate basis for value to be <br /> applied by an exporter or a producer in the territory of the other Party, in <br /> accordance with the principles of the Customs Valuation Agreement, for <br /> calculating the transaction value or ex-works price of the good or of the <br /> materials used in the production of the good; <br /> (d) whether a good qualifies as an originating good under Chapter Three <br /> (Rules of Origin); <br /> (e) whether a good that re-enters its territory after the good has been exported <br /> from its territory to the territory of the other Party for repair or alteration <br /> qualifies for duty-free treatment in accordance with Article 2.6 (Goods <br /> Re-Entered after Repair or Alteration); <br /> (f) tariff classification, applicable rate of customs duty, or any tax applicable <br /> on importation; or <br /> (g) other matters as agreed by the Parties. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance rulings, <br /> including a detailed description of the information reasonably required to process an <br /> application for a ruling. <br /> 3. Each Party shall provide that its customs administration: <br /> (a) during the course of an evaluation of an application for an advance ruling, <br /> may request supplemental information from the person requesting the <br /> ruling; <br /> (b) after it has obtained all necessary information from the person requesting <br /> an advance ruling, shall issue the ruling within the amount of time <br /> specified in the Uniform Regulations; and <br /> (c) if the advance ruling is unfavourable to the person requesting it, shall <br /> provide that person with a full explanation of the reasons for the ruling. <br /> 4. Each Party may provide that the customs administration may decline or postpone <br /> the issuance of the advance ruling, if an application for an advance ruling involves an <br /> issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by, or appeal to, the customs administration; or <br /> (c) in accordance with its domestic law, a judicial or quasi-judicial review in <br /> its territory. <br /> 5. Subject to paragraph 7, each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning on the date of <br /> its issuance or a later date as may be specified in the ruling. <br /> 6. Each Party shall provide consistent treatment with respect to the application for <br /> advance rulings provided that the facts and circumstances are identical in all material <br /> respects. <br /> 7. The issuing Party may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error: <br /> (i) of fact; <br /> (ii) in the tariff classification of a good or a material that is the subject <br /> of the ruling; <br /> (iii) in the application of a value test under Chapter Three (Rules of <br /> Origin); or <br /> (iv) in the application of the rules for determining whether a good that <br /> re-enters its territory after the good has been exported from its <br /> territory to the territory of the other Party for repair or alteration <br /> qualifies for duty-free treatment under Article 2.6 (Goods <br /> Re-Entered after Repair or Alteration); <br /> (b) if the ruling is not in accordance with an interpretation agreed by the <br /> Parties regarding Chapter Two (National Treatment and Market Access <br /> for Goods) or Chapter Three (Rules of Origin); <br /> (c) if there is a change in the material facts or circumstances on which the <br /> ruling is based; <br /> (d) to conform with a modification of Chapter Two (National Treatment and <br /> Market Access for Goods), Chapter Three (Rules of Origin), this Chapter <br /> or the Uniform Regulations; or <br /> (e) to conform with a judicial decision or a change in its domestic law. <br /> 8. Each Party shall provide that a modification or revocation of an advance ruling <br /> shall be effective on the date on which the modification or revocation is issued, or on a <br /> later date as may be specified in the ruling, and shall not be applied to importations of a <br /> good that have occurred prior to that date, unless the person to which the advance ruling <br /> was issued has not acted in accordance with its terms and conditions. <br /> 9. Notwithstanding paragraph 8, the issuing Party shall postpone the effective date <br /> of the modification or revocation for a period not exceeding 90 days if the person to <br /> which the advance ruling was issued demonstrates that it has relied in good faith on that <br /> ruling to its detriment. <br /> 10. Each Party shall provide that, if its customs administration examines the value test <br /> of a good for which it has issued an advance ruling, the customs administration shall <br /> evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of the <br /> advance ruling; <br /> (b) the exporter's or producer's operations are consistent with the material <br /> facts and circumstances on which the advance ruling is based; and <br /> (c) the supporting data and computations used in applying the basis or method <br /> for calculating value or allocating cost were correct in all material <br /> respects. <br /> 11. Each Party shall provide that, if its customs administration determines that a <br /> requirement in paragraph 10 has not been satisfied, the Party may modify or revoke the <br /> advance ruling if the circumstances warrant. <br /> 12. Each Party shall provide that: <br /> (a) if the person to which an advance ruling was issued demonstrates that it <br /> used reasonable care and acted in good faith in presenting the facts and <br /> circumstances on which the ruling was based; and <br /> (b) the customs administration of a Party determines that the ruling was based <br /> on incorrect information, <br /> the person to which the ruling was issued shall not be subject to penalties. <br /> 13. Each Party shall provide that if it issues an advance ruling to a person that has <br /> misrepresented or omitted material facts or circumstances on which the ruling is based, or <br /> has failed to act in accordance with the terms and conditions of the ruling, that Party may <br /> apply measures that are warranted by the circumstances, in accordance with its domestic <br /> law. <br /> 14. Each Party shall provide that an advance ruling remains in effect and will be <br /> honoured if there is no change in the material facts or circumstances on which it is based, <br /> in accordance with its domestic law. <br /> Section D - Review and Appeal of Determinations of Origin <br /> and Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings by its customs administration, as it provides <br /> to importers in its territory, to a person: <br /> (a) that completes and signs a Certificate of Origin for a good that has been <br /> the subject of a determination of origin; or <br /> (b) that has received an advance ruling pursuant to Article 4.10. <br /> 2. Further to Articles 19.3 (Administrative Proceedings) and 19.4 (Review and <br /> Appeal), each Party shall provide that the rights of review and appeal referred to in <br /> paragraph 1 include access to: <br /> (a) at least one level of administrative review independent of the official or <br /> office responsible for the determination under review; and <br /> (b) in accordance with its domestic law, judicial or quasi-judicial review of <br /> the determination or decision taken at the final level of administrative <br /> review. <br /> Section E - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating Goods", "ArticleDesc": "Except as otherwise provided in this Chapter, a good is originating under this <br> Agreement if: <br> (a) the good satisfies one of the following conditions: <br> (i) the good is wholly obtained or produced entirely in the territory of <br> one or both of the Parties as defined in Article 3.2; <br> (ii) the good has undergone sufficient production as defined in <br> Article 3.3; or <br> (iii) the good is produced entirely in the territory of one or both of the <br> "}, {"ArticleTitle": "ORIGINATING GOODS", "ArticleDesc": "ARTICLE 3.1: ORIGINATING GOODS <br> Parties, exclusively from originating materials; and <br> (b) the good satisfies all other applicable requirements under this Chapter. <br> "}, {"ArticleTitle": "Sufficient Production", "ArticleDesc": "Article 3.3: Sufficient Production <br> 1. A good is considered to have undergone sufficient production and therefore is <br> originating when the conditions set out for that good in Annex 3-A are fulfilled entirely in <br> the territory of one or both of the Parties and all other applicable requirements of this <br> Chapter are satisfied. <br> 2. Notwithstanding Annex 3-A and except for a good of Chapters 1 through 21, <br> headings 39.01 through 39.15 or Chapters 50 through 63 of the Harmonized System, a <br> good is considered to have undergone sufficient production and therefore is originating, <br> provided that: <br> (a) the good cannot satisfy the conditions in Annex 3-A because both the good <br> and one or more of the non-originating materials used in the production of <br> that good are classified in the same subheading, or heading that is not <br> further subdivided into subheadings; and <br> (b) the value of the non-originating materials classified in the same <br> subheading, or heading that is not further subdivided into subheadings, as <br> the good does not exceed 55 percent of the transaction value or ex-works <br> price of the good. <br> "}, {"ArticleTitle": "Materials Used in Production", "ArticleDesc": "Article 3.5: Materials Used in Production <br> 1. If a non-originating material undergoes sufficient production in the territory of <br> one or both of the Parties, the resulting good is originating and no account shall be taken <br> of the non-originating material contained therein when that good is used in the <br> subsequent production of another good. <br> 2. Except as provided in Article 3.6.2, the \"value of non-originating materials\", <br> including, for the purposes of this definition, non-originating component goods and <br> non-originating packaging materials and containers as referred to in Article 3.12 and in <br> Annex 3-A, means: <br> (a) the transaction value or the customs value of the materials at the time of <br> their importation into a Party, adjusted, if necessary, to include freight, <br> insurance, packing, and all other costs incurred in transporting the <br> materials to the place of importation; or <br> (b) in the case of domestic transactions, the value of the materials determined <br> in accordance with the principles of the Customs Valuation Agreement in <br> the same manner as international transactions, with such modifications as <br> may be required. <br> 3. Except as provided in Article 3.6.2, the \"value of originating materials\" means the <br> price paid or payable for the material by the producer in the Party where the producer is <br> located, in accordance with the Generally Accepted Accounting Principles applicable in <br> the territory of the Party where the good is produced. If there is no price paid or payable, <br> the \"value of originating materials\" will be the value as determined under paragraph 2(b). <br> "}, {"ArticleTitle": "Self-Produced Materials", "ArticleDesc": "Article 3.6: Self-Produced Materials <br> 1. For the purposes of determining the origin of a good, a producer of a good may, at <br> the producer's choice, designate any self-produced material as a material to be taken into <br> account as an originating or non-originating material, as the case may be, in determining <br> whether the good satisfies the applicable requirements of the rules of origin. <br> 2. The value of a self-produced material shall be: <br> (a) the total cost incurred with respect to all goods produced by the producer <br> of the good that can be reasonably allocated to that self-produced material; <br> or <br> (b) the sum of all costs that comprise the total cost incurred with respect to <br> that self-produced material that can be reasonably allocated to that <br> self-produced material. <br> "}, {"ArticleTitle": "Application and Interpretation", "ArticleDesc": "Article 3.17: Application and Interpretation <br> For the purposes of this Chapter: <br> (a) the basis for tariff classification is the Harmonized System; <br> (b) if applying Article 3.3.2, the determination of whether a heading or <br> subheading under the Harmonized System provides for both a good and <br> the materials that are used in the production of the good is made on the <br> basis of the nomenclature of the heading or subheading and the relevant <br> Section or Chapter Notes, in accordance with the General Rules for the <br> Interpretation of the Harmonized System; <br> (c) in applying the Customs Valuation Agreement under this Chapter: <br> (i) the principles of the Customs Valuation Agreement apply to <br> domestic transactions, with any modifications required by the <br> circumstances, as they would apply to international transactions; <br> (ii) the provisions of this Chapter take precedence over the Customs <br> Valuation Agreement to the extent of any difference; and <br> (iii) the definitions in Article 3.20 shall take precedence over the <br> definitions in the Customs Valuation Agreement to the extent of <br> any difference. <br> "}, {"ArticleTitle": "Discussions and Modifications", "ArticleDesc": "Article 3.18: Discussions and Modifications <br> 1. The Parties shall discuss regularly to ensure that this Chapter is administered <br> effectively, uniformly, and consistently with the spirit and objectives of this Agreement, <br> and cooperate in the administration of this Chapter in accordance with Chapter Four <br> (Origin Procedures and Trade Facilitation). <br> 2. A Party that considers that this Chapter requires modification to take into account <br> modification along with supporting rationale and any studies to the other Party for <br> consideration and any appropriate action pursuant to Article 4.14 (Rules of Origin and <br> Customs Committee). <br> developments in production processes or other matters may submit a proposed <br> "}, {"ArticleTitle": "Common Guidelines", "ArticleDesc": "Article 3.19: Common Guidelines <br> The Parties shall discuss whether to develop common guidelines for the <br> interpretation and application of this Chapter by the date of entry into force of this <br> Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.20: Definitions <br> For the purposes of this Chapter: <br> Chapter, unless otherwise specified, means a chapter of the Harmonized System; <br> classified means the classification of a good under a particular heading or subheading of <br> the Harmonized System; <br> for commercial purposes and whose properties are essentially identical; <br> fungible goods or fungible materials means goods or materials that are interchangeable <br> commonly used in the territory of a Party with regard to the recording of revenues, <br> expenses, costs, assets, and liabilities, the disclosure of information, and preparation of <br> financial statements. These principles may encompass guidelines for general application, <br> as well as detailed standards, practices, and procedures; <br> Generally Accepted Accounting Principles means accounting principles accepted and <br> good means merchandise, product, article, or material; <br> with the domestic law of a Party and whose registration in the foreign country is <br> material means an ingredient, component, part, or other good used in the production of <br> another good; <br> one of the methods set out in Article 3.4.4; <br> Party; <br> non-allowable interest costs means interest costs incurred by a producer that exceed <br> 700 basis points above the applicable national government rate identified for comparable <br> maturities; <br> non-originating good or non-originating material means a good or material, <br> respectively, that does not qualify as originating; <br> originating good or originating material means a good or material, respectively, that <br> qualifies as originating; <br> costs or period costs, such as interest; <br> period costs means those costs, other than product costs, that are expensed in the period <br> in which they are incurred, such as selling expenses and general and administrative <br> expenses; <br> producer means a person who engages in the production of a good in the territory of a <br> product costs means those costs associated with the production of a good and includes <br> the value of materials, direct labour costs, and direct overhead; <br> production means a method of obtaining goods, including growing, mining, harvesting, <br> fishing, raising, trapping, hunting, manufacturing, processing, assembling, or <br> disassembling a good; <br> royalties means payments of any kind, including payments under technical assistance or <br> literary, artistic, or scientific work, patent, trademark, design, model, plan, or secret <br> formula or process, excluding those payments under technical assistance or similar <br> agreements that can be related to specific services such as: <br> (a) personnel training, without regard to where it is performed; and <br> tooling, die-setting, software design and similar computer services, or <br> other services; <br> sales promotion, marketing, and after-sales service costs means costs related to: <br> conferences, trade shows, or conventions; banners; marketing displays; <br> free samples; sales, marketing, or after-sales service literature (product <br> brochures, catalogues, technical literature, price lists, service manuals, or <br> sales aid information); establishment or protection of logos and <br> trademarks; sponsorships; wholesale or retail restocking charges; <br> entertainment; <br> (b) sales or marketing incentives; consumer, retailer, or wholesaler rebates; <br> medical, insurance, or pension benefits); travelling or living expenses; <br> membership or professional fees; for sales promotion, marketing or after- <br> (e) product liability insurance; <br> sales service personnel; <br> (d) recruiting or training of sales promotion, marketing or after-sales service <br> personnel, or after-sales training of customers' employees, if those costs <br> are identified separately for sales promotion, marketing, or after-sales <br> service of goods on the financial statements or cost accounts of the <br> producer; <br> (f) office supplies for sales promotion, marketing, or after-sales service of <br> listed with a Party means a foreign registered vessel bare-boat chartered in accordance <br> goods, if those costs are identified separately for sales promotion, <br> marketing, or after-sales service of goods on the financial statements or <br> suspended for the duration of the charter; <br> (g) telephone, mail, or other communications, if those costs are identified <br> net cost means total cost minus sales promotion, marketing and after-sales service costs, <br> separately for sales promotion, marketing, or after-sales service of goods <br> (j) payments by the producer to other persons for warranty repairs; <br> on the financial statements or cost accounts of the producer; <br> (h) rent or depreciation of sales promotion, marketing, or after-sales service <br> offices and distribution centres; <br> (i) property insurance premiums, taxes, utilities, or repair or maintenance of <br> royalties, shipping and packing costs, and non-allowable interest costs that are included <br> in the total cost; <br> sales promotion, marketing or after-sales service offices or distribution <br> centres, if those costs are identified separately for sales promotion, <br> net cost of a good means the net cost that can be reasonably allocated to a good using <br> cost accounts of the producer; and <br> other costs means all costs recorded on the books of the producer that are not product <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> self-produced material means a material produced by a producer of a good and used in <br> the production of that good; <br> shipping and packing costs means the costs incurred in packing a good for shipment and <br> shipping the good from the point of direct shipment to the buyer, excluding costs of <br> tariff provision means a Chapter, heading, or subheading of the Harmonized System; <br> territorial sea means an area of the sea extending up to a limit of 12 nautical miles from <br> baselines determined in accordance with Part II of UNCLOS; <br> total cost means product costs, period costs, and other costs incurred in the territory of <br> one or both of the Parties. Total cost does not include profits earned by the producer, <br> regardless of whether they are retained by the producer, or paid out to other persons as <br> dividends, or taxes paid on those profits, including capital gains taxes; <br> principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Agreement to <br> include, inter alia, such costs as commissions, production assists, royalties, or license <br> merchandise incentives; <br> similar agreements, made as consideration for the use or right to use any copyright, <br> fees; and <br> transaction value or ex-works price of the good, including, for the purposes of this <br> definition, sets or assortments of goods of Article 3.10 and of Annex 3-A, means: <br> (a) the transaction value of a good when sold by the producer at the place of <br> (b) if performed in the territory of one or both of the Parties, engineering, <br> production; or <br> (b) the customs value of that good <br> research; promotional or demonstration materials; exhibits; sales <br> adjusted, if necessary, to exclude any costs incurred subsequent to the good leaving the <br> place of production, such as freight and insurance. <br> Section A - Certification of Origin <br> (a) sales or marketing promotion; media advertising; advertising or market <br> marketing or after-sales service of goods on the financial statements or <br> (c) salaries or wages; sales commissions; bonuses; benefits (for example, <br> cost accounts of the producer; <br> preparing and packaging the good for retail sale; <br> transaction value means the price actually paid or payable for a good or material with <br> CHAPTER FOUR <br> respect to a transaction of the producer of the good, adjusted in accordance with the <br> ORIGIN PROCEDURES AND TRADE FACILITATION <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "customs value means the value as determined in accordance with the Customs Valuation <br> Agreement; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 4.2: Obligations Regarding Importations <br> 1. Except as provided in this Chapter, each Party shall require an importer in its <br> territory that claims preferential tariff treatment for a good imported into its territory from <br> the territory of the other Party to: <br> (a) request preferential tariff treatment at the time of importation of an <br> originating good, if required by the importing Party's customs <br> administration; <br> (b) make a written declaration, as prescribed by that Party's laws and <br> regulations, that the good qualifies as an originating good; <br> (c) have the Certificate of Origin in its possession at the time the declaration <br> is made, if required by the importing Party's customs administration; <br> (d) provide, on the request of that Party's customs administration, a copy of <br> the Certificate of Origin and, if required by that customs administration, <br> any other documentation relating to the importation of the good in <br> accordance with the domestic law of the importing Party; and <br> (e) promptly make a corrected declaration in a manner required by the <br> customs administration of the importing Party and pay any duties owing <br> where the importer has reason to believe that a Certificate of Origin on <br> which a declaration was based contains information that is not correct. <br> 2. Each Party shall provide that, if an importer in its territory claims preferential <br> tariff treatment for a good imported into its territory from the territory of the other Party: <br> (a) the Party may deny preferential tariff treatment to the good if the importer <br> fails to comply with any requirement under this Chapter; and <br> (b) the importer shall not be subject to penalties for the making of an incorrect <br> declaration if it voluntarily makes a corrected declaration pursuant to <br> paragraph 1(e), provided that the customs administration of the importing <br> Party has not initiated a verification of origin pursuant to Article 4.6. <br> 3. Each Party shall, in accordance with its domestic law, provide that where a good <br> would have qualified as an originating good when it was imported into the territory of <br> that Party, the importer of the good may, within a period of at least one year or for a <br> longer period specified by the importing Party's domestic law after the date on which the <br> good was imported, apply for a refund of any excess duties paid as the result of the good <br> not having been accorded preferential tariff treatment. <br> "}, {"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 4.4: Obligations Regarding Exportations <br> 1. Each Party shall provide that: <br> (a) an exporter in its territory, or a producer in its territory that has provided a <br> copy of a Certificate of Origin to that exporter pursuant to <br> 2. Each Party: <br> Article 4.1.3(b)(iii), shall provide a copy of the Certificate of Origin and, <br> if required, other documentation in accordance with the Party's domestic <br> law, to its customs administration on request; and <br> (b) an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin, and that has reason to believe that the Certificate of <br> Origin contains information that is not correct, shall promptly notify, in <br> writing, every person to whom the Certificate of Origin was given by the <br> exporter or producer, of a change that could affect the accuracy or validity <br> of the Certificate of Origin. <br> (a) shall provide that a false certification by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party <br> qualifies as an originating good shall have the same legal consequences, <br> with appropriate modifications, that would apply to an importer in its <br> territory for a contravention of its customs laws and regulations regarding <br> the making of a false statement or representation; and <br> (b) may apply such measures as the circumstances warrant where an exporter <br> or a producer in its territory fails to comply with a requirement of this <br> Chapter. <br> 3. A Party shall not impose penalties on an exporter or a producer in its territory that <br> voluntarily provides written notification pursuant to paragraph 1(b) with respect to the <br> making of an incorrect certification. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 4.7: Denial of Preferential Tariff Treatment <br> Except as provided in this Chapter, the importing Party may deny a claim for <br> preferential tariff treatment or recover unpaid customs duties in accordance with its <br> domestic law, if the good does not meet the requirements of Chapter Three (Rules of <br> Origin), or if the importer, exporter, or producer fails to comply with any of the relevant <br> requirements of this Chapter. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.8: Confidentiality <br> 1. Each Party shall maintain, in accordance with its domestic law, the confidentiality <br> of the information collected under this Chapter and shall protect that information from <br> disclosure that could prejudice the competitive position of the persons providing the <br> information. If the Party receiving the information is required by its domestic law to <br> disclose information, that Party shall notify the Party or person who provided that <br> information. <br> 2. The confidential information collected under this Chapter shall not be used for <br> purposes other than the administration and enforcement of determinations of origin, and <br> of customs matters, except with the permission of the person or Party that provided the <br> confidential information. <br> 3. Notwithstanding paragraph 2, information that is obtained may be used in an <br> administrative, judicial, or quasi-judicial proceedings instituted for failure to comply with <br> customs related laws and regulations implementing Chapter Three (Rules of Origin) and <br> this Chapter. The person or Party that provided the information will be notified in <br> advance of such use. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 4.12: Uniform Regulations <br> 1. The Parties shall establish and implement, through their respective laws, <br> regulations, or administrative policies, by the date of entry into force of this Agreement, <br> Uniform Regulations regarding the interpretation, application, and administration of this <br> Chapter. <br> 2. Each Party shall implement any modification of or addition to the Uniform <br> Regulations within an amount of time as agreed by the Parties. <br> Section F - Cooperation <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.13: Cooperation <br> 1. Each Party shall, in an official language(s), of one of the Parties, notify the other <br> Party of the following determinations, measures, and rulings, including, to the extent <br> practicable, those that are prospective in application: <br> (a) a determination of origin issued as the result of a verification conducted <br> pursuant to Article 4.6; <br> (b) a determination of origin that the Party is aware is contrary to a ruling <br> issued by the customs administration of the other Party with respect to the <br> implementing this Agreement, and under any customs mutual assistance <br> tariff classification or value of a good, or of materials used in the <br> production of a good, or the reasonable allocation of costs where <br> calculating the net cost of a good that is the subject of a determination of <br> (a) in the enforcement of their respective customs-related laws or regulations <br> origin; <br> (c) a measure establishing or significantly modifying an administrative policy <br> that is likely to affect future determinations of origin; and <br> (d) an advance ruling, or a ruling modifying or revoking an advance ruling, <br> data elements, the acceptance of an international data syntax, and the <br> pursuant to Article 4.10. <br> 2. The Parties recognise that technical cooperation between the Parties is <br> fundamental to facilitating compliance with the obligations set forth in this Agreement <br> methods and exchange of information and personnel between the customs <br> and for reaching a greater degree of trade facilitation. <br> 3. The Parties, through their customs administrations, agree to develop a technical <br> cooperation program under such mutually agreed terms as to the scope, timing, and cost <br> customs-related issues, such as simulated audit environment exercises, for <br> of cooperative measures in customs-related areas. <br> 4. The Parties shall cooperate: <br> trade and business communities; <br> agreement or other customs-related agreement to which they are party; <br> (b) to the extent practicable and for the purposes of facilitating the flow of <br> framework to ensure that both Parties act consistently in determining that <br> trade between them, in customs-related matters such as the collection and <br> exchange of statistics regarding the importation and exportation of goods, <br> the harmonisation of documentation used in trade, the standardisation of <br> exchange of information; <br> (c) to the extent practicable, the harmonisation of customs laboratories <br> laboratories; <br> (d) to the extent practicable, in jointly organising training programs on <br> the officials and users who participate directly in customs procedures; <br> (e) in the development of effective mechanisms for communicating with the <br> (f) to the extent practicable, in developing verification standards and a <br> goods imported into their territories meet the rules of origin set out in <br> Chapter Three (Rules of Origin); <br> (g) to the extent practicable, in the exchange of information to assist each <br> other in the tariff classification, valuation, and determination of origin of <br> imported and exported goods, for preferential tariff treatment and country <br> of origin marking purposes; and <br> (h) to the extent practicable, in such international fora as the World Customs <br> Organization (hereinafter referred to as the \"WCO\") and the Asia-Pacific <br> Economic Cooperation (hereinafter referred to as \"APEC\"), to achieve <br> mutually recognised goals such as those set out in the WCO SAFE <br> Framework of Standards to Secure and Facilitate Global Trade and <br> APEC Model Measures for Trade Facilitation in RTAs/FTAs. <br> "}, {"ArticleTitle": "Rules of Origin and Customs Committee", "ArticleDesc": "Article 4.14: Rules of Origin and Customs Committee <br> 1. The Parties hereby establish a Rules of Origin and Customs Committee, <br> composed of representatives of each Party, to consider any matter arising under this <br> Chapter and Chapter Three (Rules of Origin). <br> 2. The Committee shall meet at the request of either Party. <br> 3. The operations of the Committee will include: <br> (a) reviewing, at the request of either Party, proposed modifications of, or <br> additions to, Chapter Three (Rules of Origin), this Chapter or the Uniform <br> Regulations; <br> (b) <br> preparing, in a timely manner, amendments to the Harmonized System <br> with a view to reflecting these amendments in Annex 3-A (Product <br> Specific Rules); <br> (c) reviewing the amendments to the Harmonized System to ensure that each <br> Party's obligations under this Agreement are not altered, and consulting to <br> resolve conflicts between: <br> (i) amendments to the Harmonized System and Annex 2-D (Tariff <br> Elimination); or <br> (ii) Annex 2-D (Tariff Elimination) and national nomenclature; <br> (d) consulting on and endeavouring to resolve a difference that may arise <br> among the Parties on matters related to the classification and valuation of <br> goods under the Harmonized System; <br> (e) notifying the Commission of any agreed modification of, or addition to, <br> Chapter Three (Rules of Origin), this Chapter or the Uniform Regulations <br> under subparagraphs (a) and (b); and <br> (f) endeavouring to agree on: <br> (i) the uniform interpretation, application, and administration of <br> Chapter Three (Rules of Origin), this Chapter and the Uniform <br> (ii) modification of, or addition to, Chapter Three (Rules of Origin), <br> this Chapter and the Uniform Regulations; <br> (iii) any other matter referred to it by a Party; and <br> (iv) any other customs-related matter arising under this Agreement. <br> Section G - Trade Facilitation <br> "}, {"ArticleTitle": "Objectives and Principles", "ArticleDesc": "Article 4.15: Objectives and Principles <br> 1. With the objectives of facilitating trade under this Agreement and of cooperating <br> in pursuing trade facilitation initiatives on a multilateral basis, each Party agrees to <br> administer their import and export processes for goods traded under this Agreement on <br> the basis that: <br> (a) procedures be efficient in order to reduce costs for importers and exporters <br> and simplified where appropriate in order to achieve such efficiencies; <br> (b) procedures be based on international trade instruments or international <br> standards agreed upon by the Parties; <br> (c) entry procedures be transparent in order to ensure predictability for <br> (d) measures to facilitate trade also support mechanisms to protect persons <br> standards of integrity; <br> through effective enforcement of, and compliance with, national <br> (f) the development of significant modifications to procedures of a Party <br> requirements; <br> (e) the personnel and procedures involved in those processes reflect high <br> include, in advance of implementation, consultations with the <br> (g) procedures be based on risk assessment principles to focus compliance <br> representatives of the trading community of that Party; <br> efforts on transactions that merit attention, thereby promoting effective use <br> of information, including information on best practices, for the purpose of <br> of resources and providing incentives for voluntary compliance with the <br> obligations to importers and exporters; and <br> (h) the Parties encourage cooperation, technical assistance, and the exchange <br> measures agreed upon under this Agreement. <br> promoting the application of, and compliance with, the trade facilitation <br> "}, {"ArticleTitle": "OBJECTIVES AND PRINCIPLES", "ArticleDesc": "importers and exporters; <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.16: Release of Goods <br> 1. Each Party shall adopt or maintain simplified customs procedures for the efficient <br> 2. Pursuant to paragraph 1, each Party shall ensure that its customs administration or <br> other competent authority adopt or maintain procedures that: <br> (a) provide for the release of unrestricted, uncontrolled, non-regulated, and <br> non-prohibited goods within an amount of time no greater than that <br> goods, to be released at the first point of arrival, without temporary <br> required to ensure compliance with its domestic law; <br> (b) provide, to the extent possible or if applicable, for advance electronic <br> submission and processing of information before physical arrival of goods <br> to enable the release of goods on arrival; <br> (c) allow goods, other than restricted, controlled, regulated, or prohibited <br> transfer to warehouses or other facilities; and <br> (d) in accordance with its domestic law, allow importers to withdraw goods <br> from customs before all applicable customs duties, taxes, and fees have <br> been paid.2 <br> 3. Each Party shall adopt or maintain procedures under which goods in need of <br> emergency clearance may be released 24 hours a day, seven days a week, including <br> holidays. <br> 4. The Parties recognise that, for certain goods or under certain circumstances, such <br> as goods subject to a quota or to health-related or public safety requirements, releasing <br> the goods may require the submission of more extensive information, before, or at the <br> time of arrival of the goods, to enable the authorities to examine the goods for release. <br> Before releasing the goods, a Party may require an importer to provide sufficient guarantee in the form <br> of a surety, a deposit, or some other appropriate instrument, covering the ultimate payment of the customs <br> duties, taxes, and fees in connection with the importation of the goods. <br> 5. The Parties shall ensure that the requirements of their respective agencies related <br> to the import and export of goods are coordinated to facilitate trade, regardless of whether <br> these requirements are administered by an agency or on behalf of that agency by the <br> customs administration. To further this objective, each Party shall take steps to harmonise <br> the data requirements of its respective agencies with the objective of allowing importers <br> and exporters to present all required data to one agency. <br> 6. The Parties, through their customs administrations, shall establish means of <br> consultation with their trade and business communities to promote greater cooperation <br> and the exchange of electronic information. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "release of goods in order to facilitate trade between the Parties. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 4.17: Automation <br> Each Party shall use information technology that expedites procedures for the <br> release of goods and shall: <br> (a) establish a means of providing for the electronic exchange of information <br> between that Party's customs administration and the trading community <br> for the purpose of encouraging rapid release procedures; <br> (b) endeavour to use international standards for such electronic exchange of <br> information; <br> (c) endeavour to develop compatible electronic systems between the Parties' <br> customs authorities, to facilitate government-to-government exchange of <br> international trade data; and <br> (d) endeavour to develop a set of common data elements and processes in <br> accordance with WCO Customs Data Model, and related WCO <br> recommendations and guidelines. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.18: Risk Management <br> The Parties shall facilitate and simplify the process and procedures for the release <br> of low-risk goods, and shall improve controls on the release of high-risk goods. For these <br> purposes, the Parties shall base their examination and release procedures and their <br> post-entry verification procedures on risk assessment principles, rather than examining <br> each and every shipment offered for entry in a comprehensive manner for compliance <br> with all import requirements. This shall not preclude the Parties from conducting quality <br> control and compliance reviews, which may require more extensive examinations. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 4.19: Express Shipments <br> Each Party shall adopt or maintain expedited customs procedures for express <br> shipments while maintaining appropriate customs control and selection. These procedures <br> shall: <br> (a) provide a separate and expedited customs procedure for express shipment, <br> and where applicable, use the WCO Guidelines for the Immediate Release <br> of Consignments by Customs; <br> (b) provide, to the extent possible or where applicable, for advance electronic <br> submission and processing of information before physical arrival of <br> (c) to the extent possible, provide for clearance of certain goods with a <br> express shipments to enable their release upon arrival; <br> minimum of documentation; <br> (d) to the extent possible, provide for release of express shipments within an <br> amount of time no greater than that required to ensure compliance within <br> (f) consistent with the Party's legislation, provide simplified documentary <br> its domestic law; <br> (e) apply without regard to weight; and <br> requirements for the entry of low value goods as determined by that Party. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.20: Transparency <br> 1. Each Party shall promptly publish or otherwise make available, including through <br> electronic means, all its legislation, regulations, and notices of an administrative nature <br> relating to its requirements for imported or exported goods, such as general agency <br> requirements and entry procedures, hours of operation, and points of contacts for <br> information enquiries. <br> 2. This Article does not require a Party to publish, or otherwise make available, law <br> enforcement procedures and internal operational guidelines including those related to <br> conducting risk assessment. <br> Section H - Definitions <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.21: Definitions <br> customs administration means the authority that is responsible under the law of a Party <br> for the administration and application of its customs laws and regulations; <br> determination of origin means a determination as to whether a good qualifies as an <br> originating good in accordance with Chapter Three (Rules of Origin); <br> exporter means an exporter located in the territory of a Party and an exporter required <br> under this Chapter to maintain records in the territory of that Party regarding exportations <br> of a good; <br> express shipments means shipments falling under the WCO Guidelines for the <br> Immediate Release of Consignments by Customs; <br> identical goods means goods that are the same in all respects, including physical <br> characteristics, quality, and reputation, irrespective of minor differences in appearance <br> that are not relevant to a determination of origin of those goods under Chapter Three <br> (Rules of Origin); <br> importer means an importer located in the territory of a Party and an importer required <br> under this Chapter to maintain records in the territory of that Party regarding importations <br> indirect material has the same meaning as \"indirect material\" in Article 3.14 (Indirect <br> Materials); <br> material means \"material\" as defined in Article 3.20 (Definitions); <br> net cost of a good means \"net cost of a good\" as defined in Article 3.20 (Definitions); <br> preferential tariff treatment means the duty rate applicable to an originating good; <br> producer means \"producer\" as defined in Article 3.20 (Definitions); <br> production means \"production\" as defined in Article 3.20 (Definitions); <br> transaction value or ex-works price of the good means \"transaction value or ex-works <br> price of the good\" as defined in Article 3.20 (Definitions); <br> Uniform Regulations means \"Uniform Regulations\" established under Article 4.12; and <br> value means value of a good or material for the purposes of calculating customs duties or <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purposes of this Chapter: <br> "}]}]}, "members_found": ["410", "124", 4, 8703900000]}