{"FtaRooDetails": {"FtaId": 285, "FtaCode": "ITC00291", "FtaName": "FTA, China-Korea", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "20.12.2015", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Korea, Republic of", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Korea", "AdminProcCooAuth": "The certification type under FTA, China-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 60%", "RooText": "CTH and RVC(60)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " ANNEX 3-A<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Part I - General Interpretative Notes<br /> 1.    The product specific rules in this Annex are structured on the basis of the<br /> Harmonized System 2012. In the event of any inconsistency between this description and<br /> the description set out in the legal text of the Harmonized System established by the World<br /> Customs Organization, the description set out in the latter shall prevail.<br /> 2.    The specific rule, or specific set of rules, that applies to a particular subheading<br /> (six-digit code) is set out immediately adjacent to the subheading.<br /> 3.    When a subheading is subject to alternative specific rules of origin (e.g. CTH or RVC<br /> (40)), the rule will be considered to be met if one of the alternatives is satisfied.<br /> 4.    When a subheading is subject to combination rules of origin (e.g. CTH and RVC<br /> (40)), the rule will be considered to be met if all the rules are satisfied.<br /> 5.    Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, each of the non-originating materials used in the production of the good shall<br /> be required to undergo the applicable change in tariff classification. A requirement of a<br /> change in tariff classification shall apply only to non-originating materials.<br /> 6.    Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff provisions at the level of a chapter,<br /> heading or subheading of the Harmonized System, each Party shall construe the rule of origin<br /> to require that materials classified in those excluded provisions be originating for the good to<br /> qualify as originating.<br /> 7.    For the purposes of this Annex:<br /> subheading means the first six-digit code under the nomenclature of the Harmonized<br /> System;<br /> heading means the first four-digit code under the nomenclature of the Harmonized<br /> System; and<br /> chapter means the first two-digit code under the nomenclature of the Harmonized<br /> System.<br /> 8.    For the purposes of column 5 of this Annex:<br /> CC means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the first two-digit level;<br /> CTH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the first four-digit level;<br /> CTSH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the first six-digit level;<br /> WO means that the good must be wholly obtained or produced entirely in a Party<br /> within the meaning of Article 3.4; and<br /> RVC (X) means that the good must have a regional value content of not less than X<br /> percent as calculated under Article 3.5.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00291_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.customs.go.kr/download/ftaportalkor/china/CH_3_Rules_of_Origin_Implementation_Procedure_rev_20150305.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00291_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.customs.go.kr/download/ftaportalkor/china/psr.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00291_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.customs.go.kr/download/ftaportalkor/china/CH_3_Rules_of_Origin_Implementation_Procedure_rev_20150305.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00291_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.customs.go.kr/download/ftaportalkor/china/CH_4_Customs_Procedures_and_Trade_Facilitation_KC_rev_20150305.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00291_full.pdf", "DocType": "8_full", "WebLink": "https://www.customs.go.kr/kcshome/main/content/ContentView.do?contentId=CONTENT_ID_000003710&layoutMenuNo=32431"}, {"DocDesc": "WTO notification", "DocFileName": "itc00291_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N138.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Accumulation <br /> Where originating goods or materials of a Party are incorporated into a good in the other Party, <br /> the goods or materials so incorporated shall be regarded to be originating in the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: De Minimis <br /> A good that does not satisfy a change in tariff classification requirement provided in Annex <br /> 3-A will nevertheless be an originating good if: <br /> (a) (i) for a good, other than that provided for in Chapters 15 through 24 <br /> and Chapters 50 through 63 of the HS Code, the value of all <br /> non-originating materials used in the production of the good that <br /> did not undergo the required change in tariff classification does not <br /> exceed 10 per cent of the FOB value of the good; <br /> (ii) for a good provided for in Chapters 15 through 24 of the HS Code, <br /> the value of all non-originating materials used in the production of <br /> the good that did not undergo the required change in tariff <br /> classification does not exceed 10 per cent of the FOB value of the <br /> good, provided that the non-originating material is provided for in a <br /> different subheading from that of the good for which the origin is <br /> being determined under this subparagraph; or <br /> (iii) for a good provided for in Chapter 50 through 63 of the HS Code, <br /> the weight of all non-originating materials used in its production <br /> that did not undergo the required change in tariff classification does <br /> not exceed 10 per cent of the total weight of the good, or the value <br /> of all non-originating materials used in the production of the good <br /> that did not undergo the required change in tariff classification does <br /> not exceed 10 per cent of the FOB value of the good; and <br /> (b) the good meets all other applicable criteria of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Regional Value Content <br /> 3 If a product which has acquired originating status in a Party is used as material in the <br /> manufacture of another product in that Party, no account shall be taken of the non-originating <br /> components of that material in the determination of the originating status of the latter product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Treatment of Certain Goods <br /> 1. Notwithstanding the provisions of Article 3.2, goods listed in Annex 3-B which has <br /> undergone working or processing on materials exported from a Party, and subsequently <br /> re-imported to that Party for export to the other Party, in an area outside the territories of the <br /> Parties [1] (hereinafter referred to as \"Outward Processing Zone\"), shall be considered as <br /> originating, provided that: <br /> (a) total value of non-originating materials shall not exceed 40 percent of the <br /> FOB price of the final goods for which originating status is claimed; and <br /> (b) the value of originating materials exported from the Party concerned shall <br /> not be less than 60 percent of the total value of materials used in the <br /> processing of those goods. <br /> 2 The Parties shall establish a Committee on Outward Processing Zones under the <br /> auspices of the Joint Commission to perform the following functions: <br /> (a) monitor the implementation of paragraph 1 of this Article; <br /> (b) report to the Joint Commission on its activities and provide <br /> recommendations to the Joint Commission as necessary; <br /> (c) review and designate the expansion of the existing Outward Processing <br /> Zone and the additional Outward Processing Zones [2]; and <br /> (d) discuss other matters specifically mandated by the Joint Commission. <br /> 3 For greater certainty, except as otherwise provided in this Article, the relevant <br /> Articles in this Chapter shall be applied mutatis mutandis to the goods to which paragraph 1 <br /> of this Article applies. <br /> [1] For the purposes of this paragraph, the Parties agree that the area within which the good is processed under this <br /> Article shall be limited to the existing area of the industrial complex located and operated in the Korean <br /> Peninsula prior to the signing of this Agreement. <br /> [2] For the purposes of this subparagraph, Outward Processing Zones shall refer to industrial zones in the Korean <br /> Peninsula. The relevant authorities of the Parties shall discuss and agree on the relevant rules and procedures <br /> for the additionally designated Outward Processing Zones and the expansion of the existing Outward Processing Zones. <br /> ANNEX 3-B <br /> LIST OF GOODS <br /> 1 Each Party shall apply Article 3.3 to goods listed in this Annex, which comprise three hundred ten in HS six-digit. <br /> 2 Both Parties may agree to amend the list of goods in this Annex annually. <br /> 230690, 321310, 321390, 340700, 350610, 391740, 391990, 392010, 392190, 392310, <br /> 392329, 392350, 392390, 392610, 392640, 392690, 401699, 420212, 420219, 420222, <br /> 420229, 420232, 420291, 420292, 420299, 420310, 420321, 420329, 430230, 430310, <br /> 441239, 482390*, 490300, 490900, 500400, 520839, 521039, 540110, 550932, 550961, <br /> 550969, 551519, 560311, 560410, 560741, 560750, 560811, 580421, 581092, 610130, <br /> 610230, 610310, 610331, 610342, 610343, 610433, 610442, 610452, 610453, 610461, <br /> 610462, 610463, 610469, 610510, 610520, 610610, 610620, 610711, 610712, 610722, <br /> 610791, 610811, 610819, 610821, 610822, 610831, 610832, 610891, 610892, 610910, <br /> 610990, 611011, 611020, 611030, 611120, 611130, 611211, 611212, 611521, 611594, 611595, <br /> 611596, 611599, 611710, 611790, 620111, 620112, 620113, 620191, 620192, 620193, 620211, <br /> 620212, 620213, 620219, 620291, 620292, 620293, 620311, 620312, 620319, 620331, <br /> 620332, 620333, 620339, 620341, 620342, 620343, 620349, 620412, 620413, 620419, <br /> 620431, 620432, 620433, 620439, 620441, 620442, 620443, 620444, 620449, 620451, <br /> 620452, 620453, 620459, 620461, 620462, 620463, 620469, 620520, 620530, 620590, <br /> 620620, 620630, 620640, 620690, 620711, 620719, 620791, 620799, 620811, 620822, <br /> 620891, 620892, 620899, 620920, 621040, 621111, 621112, 621132, 621133, 621139, 621142, <br /> 621143, 621210, 621220, 621290, 621320, 621430, 621440, 621600, 621790, 630130, <br /> 630140, 630231, 630391, 630492, 630493, 630532, 630533, 630539, 630612, 630710, <br /> 630790, 640291, 640299, 640340, 640359, 640391, 640399, 640419, 640610, 640620, <br /> 640690, 650500, 680530, 681280, 691200, 691490, 701400, 701590, 701919, 711311, <br /> 720720, 730890, 732290, 732393, 732599, 732690, 761699, 821300, 821520, 830140, <br /> 830890, 831000, 840390, 841231, 841330, 841391, 841480, 841490, 841510, 841590, <br /> 841899, 842091, 842121, 842123, 842131, 842139*, 842199, 842240, 843120, 843141, <br /> 844319, 844399*, 846694, 847330, 847989, 848079, 848490, 850110, 850300*, 850410, <br /> 850431, 850440, 850490, 850511, 850519, 850790, 851290, 851610*, 851631, 851632, <br /> 851660, 851690, 851770, 852910, 852990*, 853190 853340, 853400, 853590, 853620, <br /> 853669, 853690, 853890, 853931*, 853939*, 854140, 854232, 854370, 854390, 854430, <br /> 854442, 854470, 854720, 854890, 870829*, 870894*, 870899, 871410, 871680, 880400, <br /> 900190, 900211*, 900219, 900290, 901720, 902121, 903190, 910211, 911120, 911320, <br /> 940190*, 940330, 940490, 940510, 940540, 940560, 940592, 940599, 950300, 950510, <br /> 950669, 960810, 960820, 960910, 960990, 961511, 961900* <br /> * For tariff lines at the six-digit level marked with asterisk, this Annex applies only to tariff <br /> lines at the eight-digit level that are subject to tariff elimination, which means staging <br /> categories of \"0, 5, 15 and 20\" in China's Tariff Schedule, under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Accessories, Spare Parts and Tools <br /> 1 Accessories, spare parts, or tools delivered and presented with the good at the time of <br /> importation shall be disregarded when determining the origin of the good, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced <br /> separately from the good; and <br /> (b) the quantities and values of the said accessories, spare parts or tools are <br /> customary for the good. <br /> 2 Where the goods are subject to a regional value content requirement, the value of the <br /> accessories, spare parts or tools described in paragraph 1 shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, in calculating the <br /> regional value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Goods Wholly Obtained or Produced <br /> For the purpose of subparagraph (a) of Article 3.2, the following goods shall be considered as <br /> wholly obtained or produced entirely in a Party: <br /> (a) live animals born and raised in a Party; <br /> (b) goods obtained from live animals referred to in subparagraph (a) above; <br /> (c) plants and plant products grown, and harvested, picked or gathered in a Party; <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted within the land territory, the internal waters or within <br /> the territorial sea of the Party; <br /> (e) minerals and other natural resources not included in subparagraphs (a) <br /> through (d) above, extracted or taken from the soil, waters, seabed or subsoil <br /> of the Party; <br /> (f) goods taken from the waters, seabed or subsoil outside the territorial sea of a <br /> Party, provided that the Party has rights to exploit such waters, seabed or subsoil; <br /> (g) goods of sea fishing and other marine products taken from the waters, <br /> seabed or subsoil outside the territorial sea of a Party by vessels registered <br /> or recorded with a Party and flying the flag of that Party; <br /> (h) goods produced or processed on board factory ships registered or recorded <br /> with a Party and flying the flag of that Party, exclusively from goods <br /> referred to in subparagraph (g) above; <br /> (i) scrap and waste derived from manufacturing or processing operations in a <br /> Party, which are fit only for the recovery of raw materials or which are to be <br /> utilized as raw material for the production of another good; or used goods <br /> consumed and collected in a Party provided that such goods are fit only for <br /> the recovery of raw materials; and <br /> (j) goods obtained or produced in a Party exclusively from goods referred to in <br /> subparagraphs (a) through (i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: Minimal Operations or Processes <br /> 1 The following operations or processes which contribute minimally to the essential <br /> characteristics of the goods, either by themselves or in combination, do not confer origin <br /> whether or not the goods satisfy the product specific rules of origin as specified in Annex 3-A: <br /> (a) operations to ensure the preservation of goods in good condition during <br /> transport and storage; <br /> (b) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (c) change of packaging, breaking-up and assembly of package; <br /> (d) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles; <br /> (f) simple painting and polishing operations; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (h) operations to color or flavor sugar or form sugar lumps; partial or total <br /> milling of crystal sugar; <br /> (i) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading or matching (including the <br /> making-up of sets of articles), slitting, bending, coiling or uncoiling; <br /> (l) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; mixing of <br /> sugar with any material; <br /> (o) testing or calibrations; <br /> (p) mere dilution with water or another substance that does not materially alter <br /> the characteristics of the goods; <br /> (q) drying, salting (or keeping in brine), refrigeration or freezing; <br /> (r) slaughter of animals; or <br /> (s) a combination of two or more operations specified in subparagraphs (a) through (r). <br /> 2 All operations carried out in a Party on a good shall be considered together when <br /> determining whether the working or processing undergone by that good is to be regarded as <br /> minimal operations or processes within the meaning of paragraph 1. <br /> 3 The Parties may agree on other operation as minimal operations or processes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Regional Value Content <br /> 1 For the purposes of the Regional Value Content (hereinafter referred to as \"RVC\") <br /> requirement provided in Annex 3-A, the RVC shall be calculated as follows: <br /> RVC = [(FOB - VNM)/FOB] ? 100 <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; and <br /> VNM is the value of the non-originating materials. <br /> 2 VNM shall be determined according to the following circumstances: <br /> (a) in case of the imported non-originating materials, VNM shall be the CIF <br /> value of the materials at the time of importation; and <br /> (b) in case of the non-originating materials obtained in a Party, VNM shall be <br /> the earliest ascertainable price paid or payable for the non-originating <br /> materials used in the production of the goods in that Party. The value of <br /> such non-originating materials shall not include freight, insurance, packing <br /> costs and any other costs incurred in transporting the material from the <br /> supplier's warehouse to the producer's location. <br /> 3 If a product which has acquired originating status in a Party is used as material in the <br /> manufacture of another product in that Party, no account shall be taken of the non-originating <br /> components of that material in the determination of the originating status of the latter product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Neutral Elements <br /> In determining whether a good is originating, the origin of the following neutral elements <br /> shall be disregarded: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Direct Transport <br /> 1 The originating goods of the Parties claiming for preferential tariff treatment shall be <br /> directly transported between the Parties. <br /> 2 Goods whose transport involves transit through one or more Non-Parties, with or <br /> without trans-shipment or temporary storage in such Non-Parties, shall be considered directly <br /> transported between the Parties, provided that: <br /> (a) the transit entry of goods is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; <br /> (b) the goods do not enter into trade or consumption in the non-Party; and <br /> (c) the goods do not undergo any other operation in the non-Party other than <br /> unloading, splitting up of loads for transport reasons, and reloading, or any <br /> operation necessary to preserve it in good condition. <br /> In the case where the goods are temporarily stored in a Non-Party as provided in this <br /> paragraph, the goods shall remain under control of the customs authorities in that Non-Party <br /> during its stay. The stay of the goods in that Non-Party shall not exceed three months from <br /> the date of their entry. In the case of force majeure, the stay of the goods in that Non-Party <br /> may exceed three months but shall not exceed six months from the date of their entry. <br /> 3 For the purpose of paragraph 2 of this Article, the following documents shall be <br /> submitted to the customs authority of the importing Party upon import declaration of the goods: <br /> (a) in the case of transit or trans-shipment, transport documents such as the <br /> airway bill, the bill of lading, or the multimodal or combined transport <br /> documents covering the whole transporting route from the exporting Party <br /> to the importing Party; and <br /> (b) in the case of storage or devanning of the containers, transport documents <br /> such as the airway bill, the bill of lading, or the multimodal or combined <br /> transport documents covering the whole transporting route from the <br /> exporting Party to the importing Party, and supporting documents provided <br /> by the customs authority of a Non-Party. The importing customs authority <br /> may designate other competent agencies in such Non-Party to issue such <br /> supporting documents and inform the exporting customs authority of such designation. <br /> Section B: Origin Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall be considered as originating in a Party where: <br /> (a) the good is wholly obtained or produced entirely in a Party as specified in Article 3.4; <br /> (b) the good is produced entirely in a Party, exclusively from originating materials; or <br /> (c) the good is produced entirely in a Party using non-originating materials and <br /> conforms to Annex 3-A; <br /> and the good meets the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Packing Materials and Containers <br /> 1 Packing materials and containers used for the transport of goods shall not be taken <br /> into account in determining the origin of the goods. <br /> 2 Packaging materials and containers in which a good is packaged for retail sale shall, <br /> if classified with the good, be disregarded in determining whether all the non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification in the product specific rules of origin. However, if the good is subject to a <br /> regional value content requirement, the value of the packaging materials and containers used <br /> for retail sale shall be taken into account as originating materials or non-originating materials <br /> as the case may be when determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Fungible Materials <br /> 1 In determining whether a material used in the production is originating, any fungible <br /> materials shall be distinguished by: <br /> (a) physically separating each fungible material; or <br /> (b) using any inventory management method recognized in the Generally <br /> Accepted Accounting Principles of a Party in which the production is performed. <br /> 2 The inventory management method selected under paragraph 1 for a particular <br /> fungible material shall continue to be used for that material throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Sets <br /> 1 Sets, as defined in General Rule 3 for the Interpretation of the Harmonized System, <br /> shall be regarded as originating when all the components of the sets are originating. <br /> 2 Nevertheless, when a set is composed of originating and non-originating goods, the <br /> set as a whole shall be regarded as originating, provided that the value of the non-originating <br /> goods as determined in accordance with Article 3.5, does not exceed 15 percent of the FOB value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Certificate of Origin <br /> 1. A Certificate of Origin as set out in Annex 3-C shall be issued by the authorized <br /> bodies of the exporting Party, on application by the exporter, producer, or under the <br /> exporter's responsibility, by his authorized representative, in accordance with the domestic <br /> legislation, subject to the condition that the goods concerned fulfill the requirements of this Chapter. <br /> 2 A Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) state the basis on which the goods are deemed to qualify as originating for <br /> the purposes of this Chapter; <br /> (c) contain security features, such as signatures and stamps, and the stamps <br /> shall conform to those notified by the exporting Party to the importing Party; <br /> (d) be completed in English; and <br /> (e) be in printed format, which is understood as a Certificate of Origin either <br /> manually or electronically signed and stamped by the authorized body. It <br /> is required that only one original hard copy of the Certificate of Origin be printed. <br /> 3 A Certificate of Origin shall be issued before or at the time of shipment or within <br /> seven working days after shipment of the goods in question. It shall be valid for one year <br /> from the date of issuance in the exporting Party. <br /> 4 If a Certificate of Origin has not been issued before or at the time of shipment or <br /> within seven working days after shipment due to force majeure, involuntary errors, omissions <br /> or other valid causes, a Certificate of Origin may be issued retrospectively but no longer than <br /> one year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\". <br /> 5 For cases of theft, loss or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may make a written request to the authorized bodies of the exporting <br /> Party for issuing a certified copy, provided that the original copy previously issued has been <br /> verified not to be used. The certified copy shall bear the words \"CERTIFIED TRUE COPY <br /> of the original Certificate of Origin number printed. dated \".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$700)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19: Exemption of Obligation of Submitting Certificate of Origin <br /> 1 For the purpose of granting preferential tariff treatment under this Chapter, a Party <br /> shall waive the requirements for the presentation of a Certificate of Origin for consignment of <br /> originating products of a customs value not exceeding 700 US dollars or its equivalent <br /> amount in the Party's currency; or <br /> 2 Waivers provided for in paragraph 1 shall not be applicable when it is established by <br /> the customs authorities of the importing Party that the importation forms part of a series of <br /> importations that may reasonably be considered to have been undertaken or arranged for the <br /> purpose of avoiding the submission of a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Certificate of Origin <br /> 3 A Certificate of Origin shall be issued before or at the time of shipment or within <br /> seven working days after shipment of the goods in question. It shall be valid for one year <br /> from the date of issuance in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Record Keeping Requirements <br /> 1 Each Party shall require its producers or exporters to retain origin documents for <br /> three years from the date the Certificate of Origin was issued for the producers or exporters. <br /> These documents include records of, but not limited to the following: <br /> (a) the purchase of, cost of, value of, and payment for, the good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, including <br /> neutral elements, used in the production of the good; <br /> (c) the production of the good in the form in which it was exported; and <br /> (d) such other documentation as is required by the laws and regulations of each Party. <br /> 2 Each Party shall require its importer to retain all records related to the importation in <br /> accordance with its laws and regulations. <br /> 3 Each Party shall require that its authorized bodies retain copies of Certificates of <br /> Origin and any other documentary evidence sufficient to substantiate the origin of the goods for three years. <br /> 4 An exporter, producer, importer or authorized bodies may choose to maintain the <br /> records specified in paragraphs 1 through 3 in any medium that allows for prompt retrieval, <br /> including, but not limited to, digital, electronic, optical, magnetic, or written form in <br /> accordance with its domestic legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Certificate of Origin <br /> 4 If a Certificate of Origin has not been issued before or at the time of shipment or <br /> within seven working days after shipment due to force majeure, involuntary errors, omissions <br /> or other valid causes, a Certificate of Origin may be issued retrospectively but no longer than <br /> one year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\". <br /> Article 3.18: Post-Importation Preferential Tariff Treatment <br /> 1 Each Party shall provide that, where a originating good was imported, importer may, <br /> no later than one year after the date of importation, apply for refund of any excess duties, <br /> deposit, or guarantee paid as a result of the good not having been accorded preferential tariff <br /> treatment, on presentation to the customs authority of the importing Party of: <br /> (a) a valid Certificate of Origin demonstrating that the good was originating at <br /> the time of importation; and <br /> (b) such other documentation relating to the importation of the good as the <br /> importing Party may require. <br /> 2 Without prejudice to paragraph 1, each Party may require, in accordance with its <br /> respective laws and regulations, that the importer shall formally declare to the customs <br /> authority upon importation as a precondition for claiming preferential tariff treatment, failing <br /> which no preferential tariff treatment is to be granted. <br /> [3] If all the information of a Certificate of Origin is exchanged between the customs authority of each Party <br /> through Article 3.27 (Electronic Origin Data Exchange System), the customs authority of each Party may not <br /> require the importer to submit the Certificate of Origin on importation. Nevertheless, the customs authority of <br /> each Party reserves the right to require the importer to submit the Certificate of Origin, when it deems necessary. <br /> This footnote shall be without prejudice to any other requirements under this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Claims for Preferential Tariff Treatment <br /> 1 Unless otherwise provided in this Chapter, the importer claiming preferential tariff treatment shall: <br /> (a) make a written statement in the customs declaration, indicating that the <br /> good qualifies as an originating good; <br /> (b) possess a valid Certificate of Origin, at the time the import customs <br /> declaration referred to in subparagraph (a) is made; and <br /> (c) submit the original Certificate of Origin and other documentary evidences <br /> related to the importation of the goods in accordance with their respective <br /> domestic laws and regulations [3]. <br /> 2 The importer shall promptly make a corrected declaration and pay any duties owed, <br /> where the importer has reason to believe that a Certificate of Origin on which a declaration <br /> was based contains information that is not correct.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Non-Party Invoice <br /> The importing Party shall not reject a Certificate of Origin only for the reason that the invoice <br /> was issued in a non-Party, provided that the requirements under this Chapter are complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Verification of Origin <br /> 1 For the purpose of determining whether a good imported into one Party from the <br /> other Party qualifies as an originating good, the customs authority of the importing Party may <br /> conduct a verification process in sequence by means of: <br /> (a) requests for information relating to the origin of imported good from the importer; <br /> (b) requests to the customs authority of the exporting Party to verify the origin <br /> of the goods; <br /> (c) requests to the customs authority of the exporting Party for a verification <br /> visit to exporter or producer in the exporting Party; or <br /> (d) such other procedures as agreed upon by the customs authorities of the Parties. <br /> 2 For the purposes of subparagraph 1(b), <br /> (a) the customs authority of the importing Party shall provide to the customs <br /> authority of the exporting Party with: <br /> (i) the reasons why such verification is requested; <br /> (ii) the Certificate of Origin of the goods, or a copy thereof; and <br /> (iii) any other information or documents as may be necessary for such request; <br /> (b) the customs authority of the exporting Party shall provide the customs <br /> authority of the importing Party with verification results, to the extent <br /> possible including facts and findings, and relevant supporting documents <br /> made available by the exporter or producer, within six months from the date <br /> of the receipt of the request; and <br /> (c) the customs authority of the importing Party shall notify the results of the <br /> determination as to whether the good in question is originating or not to the <br /> customs authority of the exporting Party within three months from the date <br /> of the receipt of the results of the verification from the customs authority of <br /> the exporting Party. <br /> 3 For the purposes of subparagraph 1(c), if the customs authority of the importing <br /> Party is not satisfied with the verification results provided by the customs authority of the <br /> exporting Party, the customs authority of the importing Party may, at the consent of the <br /> customs authority of the exporting Party, conduct verification visits to the premises of the <br /> exporter or producer in the exporting Party, under the escort of the customs authority of the exporting Party. <br /> (a) Before conducting a verification visit, the customs authority of the <br /> importing Party shall, at least 30 days prior to the date of verification visit, <br /> deliver a written request to the customs authority of the exporting Party of <br /> its intention to conduct such verification visit. The customs authority of <br /> the exporting Party should decide whether to accept such request and reply <br /> to the customs authority of the importing Party within 30 days from the date <br /> of receipt of the request. <br /> (b) When the customs authority of the exporting Party agrees to the request of <br /> verification visit but needs to postpone the proposed verification visit, the <br /> customs authority of the importing Party shall be notified together with the <br /> approval of the verification visit. Such postponement shall not exceed 60 <br /> days from the proposed date of the verification visit. <br /> (c) In case the customs authority of the exporting Party agrees to such request, <br /> the customs authority of the importing Party can conduct verification visit to <br /> exporter or producer, in the company of customs officials of the exporting Party. <br /> (d) Prior to initiating the verification visit, matters concerning the verification <br /> shall be mutually discussed between customs authorities of both Parties. <br /> In the course of verification visit, any request from the customs authority of <br /> the importing Party shall be made through the customs authority of the exporting Party. <br /> (e) The customs authority of the importing Party shall notify the customs <br /> authority of the exporting Party of the determination on whether or not the <br /> good is originating and the result of verification visit, to the extent possible <br /> including legal basis and findings of fact in a written form. <br /> (f) The exporter or producer may submit comments or documents regarding <br /> eligibility of the good for preferential tariff treatment to the customs <br /> authority of the exporting Party in a written form. <br /> (g) The customs authority of the importing Party shall notify the final <br /> determination on whether or not the good is originating to the customs <br /> authority of the exporting Party and the importer in a written form within 30 <br /> days from the receipt of the comments or information provided from the <br /> customs authority of the exporting Party under subparagraph 3(f). <br /> (h) The verification visit process, from the actual visit to the final determination <br /> under subparagraph 3(g), shall be carried out within a maximum period of six months. <br /> (i) Details for the verification visit may be decided jointly by the customs <br /> authorities of both Parties in advance. <br /> 4 The customs authority of the importing Party may suspend provision of preferential <br /> tariff treatment while awaiting the results of the verification. However, it may release the <br /> good to the importer subject to any administrative measures deemed necessary, provided that <br /> they are not held to be subject to import prohibition or restriction and there is no suspicion of fraud. <br /> 5 The customs authority of the importing Party may deny preferential tariff treatment, in case where: <br /> (a) the importer fails to respond to the customs authority of the importing Party <br /> within one month from the date of receipt of the request under subparagraph 1(a); <br /> (b) the customs authority of the exporting Party fails to provide verification <br /> results to the customs authority of the importing Party within six months <br /> under subparagraph 2(b); <br /> (c) the verification results provided to the customs authority of the importing <br /> Party or the results of verification visit do not contain information necessary <br /> to confirm the authenticity of the origin status of the good in question; <br /> (d) the customs authority of the exporting Party denies the request of <br /> verification visit from the customs authority of the importing Party; or <br /> (e) the customs authority of the exporting Party fails to respond to the request <br /> of verification visit from the customs authority of the importing Party within <br /> 30 days under subparagraph 3(a). <br /> 6 Communications under this Article shall be in the English language.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.11: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of administrative <br /> penalties and, where appropriate, criminal sanctions for violations of its customs laws and <br /> regulations, including those governing tariff classification, customs valuation, country of <br /> origin, and claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.10: Advance Rulings <br /> 1 The customs authority of each Party shall issue written advance rulings prior to the <br /> importation of a good into its territory on the written request of an importer, an exporter, or <br /> any other applicant in the territory of that Party1, on the basis of the facts and circumstances <br /> provided by the requester, including a detailed description of the information required to <br /> process a request for an advance ruling. The advance ruling may be issued on the following matters: <br /> (a) tariff classification; <br /> (b) origin of a good in accordance with this Agreement; and <br /> (c) such other matters as the Parties may agree. <br /> 2 The customs authority shall issue an advance ruling within 90 days after a request, <br /> provided that the requester has submitted all information required under the domestic laws, <br /> regulations and rules. The advance ruling shall be in force from its date of issuance, <br /> provided that the facts or circumstances on which the ruling is based remain unchanged. <br /> 3 The advance rulings that are into force may be annulled, amended or revoked: <br /> (a) where the facts or circumstances prove that the information on which the <br /> advance ruling is based is false or inaccurate. In these cases, the customs <br /> authority may apply appropriate measures to the requester, including civil, <br /> criminal and administrative actions, penalties or other sanctions in <br /> accordance with its domestic laws; <br /> (b) where the customs authorities deem appropriate to apply different criteria <br /> due to the obvious error made by customs authorities on the same facts and <br /> circumstances of the original advance rulings. In this case, the amendment <br /> or revocation shall be applied from the date of the change; or <br /> (c) when the administrative decisions are affected due to changes in the laws, <br /> regulations and rules that served as basis. In these cases, the advance <br /> rulings shall automatically cease to be in force from the date of publication <br /> of those changes. <br /> In the cases mentioned in subparagraph (c), the customs authority shall make available to <br /> interested persons the information reviewed, with sufficient time prior to the date on which <br /> the amendments enter into force, so they can take them into account, with the exception of the <br /> cases where it is impossible to publish in advance. <br /> 4 Each Party shall publish its advance rulings subject to any confidentiality <br /> requirements in its laws, regulations and rules. <br /> 5 A Party may decline to issue an advance ruling if the facts or circumstances forming <br /> the basis of the advance ruling are the subject of administrative or judicial review. <br /> 1 For China, the applicant for an advance ruling must be registered with China customs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Minor Discrepancies and Errors <br /> Without prejudice to Article 3.23, where the minor discrepancies and errors are ascertained by <br /> the customs authority of the importing Party such as illegibility, defect on its face, and <br /> discrepancy between the Certificate of Origin and the written declaration to the customs, the <br /> importer shall be granted a period of not less than five working days, but not exceeding 30 <br /> working days, from the date of request by the customs authority to provide a copy of the <br /> corrected Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.9: Review and Appeal <br /> 1 Each Party shall, in accordance with its domestic laws and regulations, provide that <br /> the importer, exporter or any other person affected by its determinations, have access to: <br /> (a) a level of administrative review of determinations by its customs authorities <br /> independent of the official or office responsible for the determinations under review; and <br /> (b) judicial review of the administrative determinations subject to its laws and regulations. <br /> 2 A producer or exporter may provide, on the request of the reviewing authority, <br /> information directly to the Party conducting the administrative review, and may request such <br /> Party to treat that information as confidential in accordance with the rules applicable in that <br /> Party. This information shall be provided in accordance with the rules determined by the Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms, including fish, mollusks, crustaceans, <br> other aquatic invertebrates and aquatic plants, from seedstock such as eggs, fry, fingerlings, <br> and larvae, by intervention in the rearing or growth processes to enhance production, such as <br> authorized body means any body designated under domestic laws and regulations of the <br> regular stocking, feeding, or protection from predators; <br> exporting Party to issue a Certificate of Origin; <br> CIF means the value of the imported good inclusive of the cost of insurance and freight up to <br> the port or place of entry in the country of importation. The valuation shall be made in <br> accordance with the Customs Valuation Agreement; <br> FOB means the value of the good free on board, regardless of the mode of transportation, <br> inclusive of the cost of transport to the port or site of final shipment abroad. The valuation <br> fungible materials means materials which are interchangeable for commercial purposes, <br> whose properties are essentially identical, and between which it is impractical to differentiate <br> by a mere visual examination; <br> Generally Accepted Accounting Principles means the recognized accounting standards or <br> consensus or substantial authoritative support given in a Party with respect to the recording of <br> revenues, expenses, costs, assets and liabilities, the disclosure of information and the <br> preparation of financial statements. Those standards may encompass broad guidelines of <br> general applications as well as detailed standards, practices and procedures; <br> Harmonized System (HS) means the Harmonized Commodity Description and Coding <br> System, including its General Rules of Interpretation, Section Notes, and Chapter Notes; <br> material means any ingredient, part, component, subassembly and/or good that were <br> physically incorporated into another good or were subject to the production of another good; <br> neutral elements means a good used in the production, testing or inspection of another good <br> but not physically incorporated into the good; <br> non-originating goods or non-originating materials means goods or materials that do not <br> qualify as originating under this Chapter, and includes goods or materials of undetermined origin; <br> originating goods or originating materials means goods or materials which qualify as <br> packing materials and containers for shipment means goods used to protect a good during <br> its transportation other than containers or packaging materials used for retail sale; <br> producer means a person who engages in the production of a good in the territory of a Party; <br> production means any kind of working or processing, including growing, raising, mining, <br> harvesting, fishing, aquaculture, farming, trapping, hunting, capturing, gathering, collecting, <br> breeding, extracting, manufacturing, or assembling a good. <br> originating in accordance with the provisions of this Chapter; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> good means any merchandise, product, article, or material; <br> shall be made in accordance with the Customs Valuation Agreement; <br> "}, {"ArticleTitle": "Authorized Body", "ArticleDesc": "Article 3.16: Authorized Body <br> 1 Each Party shall inform the customs authority of the other Party of the name of each <br> authorized body, as well as relevant contact details, and shall provide details of any specimen <br> of stamps for relevant forms and documents used by each authorized body, prior to the <br> issuance of any certificates by that body. <br> 2 Any change in the information provided above shall be promptly notified to the <br> customs authority of the other Party and enter into force seven working days after the date of <br> notification or on a later date indicated in such notification. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.24: Confidentiality <br> 1 A Party shall maintain the confidentiality of the information provided by the other <br> Party, pursuant to this Chapter, and protect it from disclosure that could prejudice the <br> competitive position of the person providing the information. Any violation of the <br> confidentiality shall be treated in accordance with the legislation of each Party. <br> 2 The information referred to in paragraph 1 shall not be disclosed without the <br> specific permission of the person or government providing such information. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 3.25: Denial of Preferential Tariff Treatment <br> A Party may deny preferential tariff treatment to a good when: <br> (a) the good do not meet the requirements of this Chapter; <br> (b) the importer, exporter or producer fails to comply with the relevant <br> requirements of this Chapter; <br> (c) the Certificate of Origin does not meet the requirements of this Chapter; or <br> (d) in a case according to paragraph 5 of Article 3.23. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 3.26: Transitional Provision for Goods in Transit or Storage <br> The provision of this Chapter may be applied to goods which on the date of entry into force of <br> this Agreement, are either in transit, in the Parties, or in temporary storage in customs <br> warehouses, subject to the submission to the customs authorities of the importing Party, <br> within three months of the date of entry into force of this Agreement, of a Certificate of origin <br> made out retrospectively together with the documents showing that the goods have been <br> transported directly in accordance with Article 3.14. <br> "}, {"ArticleTitle": "Electronic Origin Data Exchange System", "ArticleDesc": "Article 3.27: Electronic Origin Data Exchange System <br> According to \"Arrangement between the Korea Customs Service of the Republic of Korea and <br> the General Administration of Customs of the People's Republic of China on Strategic <br> Cooperation\", both Parties endeavor to develop an Electronic Origin Data Exchange System <br> before the implementation of this Agreement to ensure the effective and efficient <br> implementation of this Chapter in a manner jointly determined by the Parties. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 3.28: Sub-Committee on Rules of Origin <br> 1 The Parties hereby establish a Sub-Committee on Rules of Origin (hereinafter <br> referred to as the \"Sub-Committee\") comprising the customs authorities of the Parties, which <br> shall report to the Committee on Customs as defined in Article 19.4 (Committees and Other Bodies). <br> 2 The customs authorities of each Party may request consultations on matters arising <br> from the implementation of this Chapter. The customs authority requested shall confirm the <br> receipt of the request within 10 days and reply to the request within 60 days. For this <br> purpose, contact points should be designated by each customs authority. <br> 3 The Sub-Committee shall be convened at least once a year or at other times as the Parties may agree. <br> 4 The functions of the Sub-Committee shall include: <br> (a) keeping Annex 3-A updated on the basis of the transposition of the Harmonized System; <br> (b) ensuring the effective, uniform and consistent administration of this Chapter, <br> and enhancing the cooperation in this regard; <br> (c) addressing any technical issues related to the implementation of this Chapter <br> and Annex 3-A, such as change in tariff classification, regional value <br> content calculation, etc.; and <br> (d) meeting to review Articles 3.4 and 3.5 and documentary evidence of origin <br> four years after the date of entry into force of this Agreement. <br> ANNEX 3-B <br> LIST OF GOODS <br> 1 Each Party shall apply Article 3.3 to goods listed in this Annex, which comprise three hundred ten in HS six-digit. <br> 2 Both Parties may agree to amend the list of goods in this Annex annually. <br> 230690, 321310, 321390, 340700, 350610, 391740, 391990, 392010, 392190, 392310, <br> 392329, 392350, 392390, 392610, 392640, 392690, 401699, 420212, 420219, 420222, <br> 420229, 420232, 420291, 420292, 420299, 420310, 420321, 420329, 430230, 430310, <br> 441239, 482390*, 490300, 490900, 500400, 520839, 521039, 540110, 550932, 550961, <br> 550969, 551519, 560311, 560410, 560741, 560750, 560811, 580421, 581092, 610130, <br> 610230, 610310, 610331, 610342, 610343, 610433, 610442, 610452, 610453, 610461, <br> 610462, 610463, 610469, 610510, 610520, 610610, 610620, 610711, 610712, 610722, <br> 610791, 610811, 610819, 610821, 610822, 610831, 610832, 610891, 610892, 610910, <br> 610990, 611011, 611020, 611030, 611120, 611130, 611211, 611212, 611521, 611594, 611595, <br> 611596, 611599, 611710, 611790, 620111, 620112, 620113, 620191, 620192, 620193, 620211, <br> 620212, 620213, 620219, 620291, 620292, 620293, 620311, 620312, 620319, 620331, <br> 620332, 620333, 620339, 620341, 620342, 620343, 620349, 620412, 620413, 620419, <br> 620431, 620432, 620433, 620439, 620441, 620442, 620443, 620444, 620449, 620451, <br> 620452, 620453, 620459, 620461, 620462, 620463, 620469, 620520, 620530, 620590, <br> 620620, 620630, 620640, 620690, 620711, 620719, 620791, 620799, 620811, 620822, <br> 620891, 620892, 620899, 620920, 621040, 621111, 621112, 621132, 621133, 621139, 621142, <br> 621143, 621210, 621220, 621290, 621320, 621430, 621440, 621600, 621790, 630130, <br> 630140, 630231, 630391, 630492, 630493, 630532, 630533, 630539, 630612, 630710, <br> 630790, 640291, 640299, 640340, 640359, 640391, 640399, 640419, 640610, 640620, <br> 640690, 650500, 680530, 681280, 691200, 691490, 701400, 701590, 701919, 711311, <br> 720720, 730890, 732290, 732393, 732599, 732690, 761699, 821300, 821520, 830140, <br> 830890, 831000, 840390, 841231, 841330, 841391, 841480, 841490, 841510, 841590, <br> 841899, 842091, 842121, 842123, 842131, 842139*, 842199, 842240, 843120, 843141, <br> 844319, 844399*, 846694, 847330, 847989, 848079, 848490, 850110, 850300*, 850410, <br> 850431, 850440, 850490, 850511, 850519, 850790, 851290, 851610*, 851631, 851632, <br> 851660, 851690, 851770, 852910, 852990*, 853190 853340, 853400, 853590, 853620, <br> 853669, 853690, 853890, 853931*, 853939*, 854140, 854232, 854370, 854390, 854430, <br> 854442, 854470, 854720, 854890, 870829*, 870894*, 870899, 871410, 871680, 880400, <br> 900190, 900211*, 900219, 900290, 901720, 902121, 903190, 910211, 911120, 911320, <br> 940190*, 940330, 940490, 940510, 940540, 940560, 940592, 940599, 950300, 950510, <br> 950669, 960810, 960820, 960910, 960990, 961511, 961900* <br> * For tariff lines at the six-digit level marked with asterisk, this Annex applies only to tariff <br> lines at the eight-digit level that are subject to tariff elimination, which means staging <br> categories of \"0, 5, 15 and 20\" in China's Tariff Schedule, under this Agreement. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> customs law means the statutory and regulatory provisions relating to the importation, <br> exportation, movement or storage of goods, the administration and enforcement of which are <br> specifically charged to the customs authorities, and any regulations made by customs <br> authorities, under their statutory powers; <br> customs procedures means the treatment applied by each customs authorities to goods and <br> means of transport that are subject to customs law; and <br> means of transport means various types of vessels, vehicles, aircraft and pack-animals which <br> enter or leave the territory of a Party carrying persons, goods or articles. <br> "}, {"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 4.2: Scope and Objectives <br> 1 This Chapter shall apply, in accordance with the Parties' respective international <br> obligations and domestic customs law, to customs procedures applied to goods traded between <br> the Parties and to the movement of means of transport between the Parties. <br> 2 The objectives of this Chapter are to: <br> (a) simplify and harmonize customs procedures of the Parties; <br> (b) facilitate trade between the Parties; and <br> (c) promote cooperation between the customs authorities, within the scope of this Chapter. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 4.3: Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent, and transparent to facilitate trade. <br> 2 Customs procedures of each Party shall, where possible and to the extent permitted <br> by its respective customs law, conform with the trade-related instruments of the World <br> Customs Organization (WCO) to which that Party is a contracting party, including those of <br> the International Convention on the Simplification and Harmonization of Customs Procedures, <br> as amended, known as the Revised Kyoto Convention. <br> 3 The customs authorities shall facilitate the clearance, including release of goods in <br> administering their procedures. <br> 4 Each Party shall endeavor to provide a focal point, electronic or otherwise, through <br> which its traders may submit all required regulatory information in order to obtain clearance, <br> including release of goods. <br> "}, {"ArticleTitle": "Consistency", "ArticleDesc": "Article 4.4: Consistency <br> Each Party shall ensure, to the extent possible, consistent implementation of its customs laws <br> and regulations nationwide, and endeavour to deter inconsistent matters that may arise in the <br> implementation process of the laws and regulations among its regional customs offices by <br> establishing and taking proper measures. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.5: Transparency <br> 1 Each Party shall ensure that its customs and other trade-related laws, regulations, <br> general administrative procedures and other requirements, including fees and charges, are <br> readily available to all interested parties, via an officially designated medium including official website. <br> Each customs authority shall publish all customs laws and any <br> administrative procedures it applies or enforces, via an officially designated medium <br> including official website. <br> 2 Each customs authority shall designate or maintain one or more enquiry points to <br> deal with inquiries from interested persons from either Party on customs matters arising from <br> the implementation of this Agreement, and make available on the official website information <br> concerning the procedures for making such inquiries. <br> 3 To the extent possible, each customs authority shall publish in advance any new or <br> amended regulations of general application governing customs matters that it proposes to <br> adopt and shall provide interested persons with the opportunity to comment before adopting them. <br> 4 Each customs authority shall provide the other customs authority with timely notice <br> of any significant modification of customs laws or procedures governing the movement of <br> goods and means of transport that is likely to substantially affect the operation of this Chapter. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 4.6: Customs Valuation <br> The Parties shall determine the customs value of goods traded between them in accordance <br> with the provisions of Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 4.7: Tariff Classification <br> The Parties shall apply the International Convention on the Harmonized Commodity <br> Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 4.8: Customs Cooperation <br> 1 The Parties affirm their commitment to facilitate the legitimate movement of goods <br> and shall exchange expertise on measures to improve customs techniques and procedures, and <br> (a) the implementation and operation of this Chapter; and <br> on computerized systems. <br> (b) such other issues as the Parties mutually determine. <br> 2 To the extent permitted by their domestic laws, the customs authorities shall assist <br> each other, in relation to: <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 4.12: Use of Automated Systems <br> The customs authorities shall apply information technology to support customs operations, <br> where it is cost-effective and efficient, particularly in the paperless trading context taking into <br> account developments in this area within the WCO. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.13: Risk Management <br> 1 The customs authorities shall focus measures of control on high-risk goods and <br> facilitate the clearance of low-risk goods in administering customs procedures. <br> 2 The Parties shall design and apply risk management in a manner as to avoid arbitrary <br> or unjustifiable discrimination or disguised restrictions on international trade. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.14: Release of Goods <br> 1 Each Party shall adopt and apply simplified customs procedures for the efficient <br> release of goods in order to facilitate trade between the Parties. For greater certainty, this <br> paragraph shall not require a Party to release goods where its requirements for release have not been met. <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures that: <br> (a) provide for advance electronic submission and processing of information <br> before the physical arrival of goods subject to the satisfaction of certain <br> conditions or requirements, to enable the release of goods on arrival to the extent possible; <br> (b) may allow importers to obtain the release of goods prior to meeting all <br> import requirements of that Party if the importer provides sufficient and <br> effective guarantees and where it is decided that neither further examination, <br> physical inspection nor any other submission is required; <br> (c) provide for the release of goods within a period no greater than that required <br> to ensure compliance with its customs and other trade-related laws and <br> formalities and to the extent possible, within 48 hours of the goods' arrival; and <br> (d) allow goods, other than prohibited, controlled or regulated, to be released at <br> the place of customs supervision, for free circulation, without temporary <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "transfer to warehouses or other facilities. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 4.15: Express Shipments <br> 1 Each Party shall adopt or maintain separate and expedited customs procedures for <br> express shipments while maintaining appropriate customs control and selection. <br> 2 These procedures shall: <br> (a) allow submission of a single manifest covering all goods contained in an <br> express shipment, through, if possible, electronic means; <br> (b) to the extent possible, provide for certain goods to be cleared with a <br> minimum of documentation; and <br> (c) apply without regard to an express shipment's weight or customs value, <br> unless otherwise regulated by its domestic laws, regulations and rules. <br> "}, {"ArticleTitle": "Post Clearance Audit", "ArticleDesc": "Article 4.16: Post Clearance Audit <br> Each Party shall provide traders with the opportunity to benefit from the application of <br> efficient post clearance audits. The application of post clearance audits shall not impose <br> unwarranted or unjustified requirements or burdens on traders. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.17: Confidentiality <br> 1 A Party shall maintain the confidentiality of the information provided by the other <br> Party pursuant to this Chapter and protect it from disclosure that could prejudice the <br> competitive position of the person providing the information. Any violation of the <br> confidentiality shall be treated in accordance with the legislation of each Party. <br> 2 The information referred to in paragraph 1 shall not be disclosed without the <br> specific permission of the person or government providing such information. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 4.18: Consultation <br> 1 The customs authorities of each Party may request consultations on any matter <br> arising from the operation or implementation of this Chapter in cases where there are <br> reasonable grounds or truth provided by the requesting Party. Such consultations shall be <br> conducted through the relevant contact points in confirmation of the receipt of request within <br> 10 working days from the date of receipt by the requested Party and shall take place within 60 <br> days of the request, unless the customs authorities of the Parties mutually determine otherwise. <br> 2 In the event that such consultations fail to resolve any such matter, the requesting <br> Party may refer the matter to the Committee on Customs referred to in Article 4.19 for consideration. <br> 3 Each customs authority shall designate one or more contact points for the purposes of <br> this Chapter and provide details of such contact points to the other Party. Customs <br> authorities of the Parties shall notify each other promptly of any amendments to the details of <br> their contact points. <br> "}, {"ArticleTitle": "Committee on Customs", "ArticleDesc": "Article 4.19: Committee on Customs <br> 1 With a view to the effective implementation and operation of this Chapter and <br> Chapter 3 (Rules of Origin and Origin Implementation Procedures), a Committee on Customs <br> (hereinafter referred to as the \"Committee\"), consisting of a Sub-Committee on Customs <br> Procedures and Trade Facilitation (CPTF) and a Sub-Committee on Rules of Origin (ROO), is <br> hereby established, under the Joint Commission. <br> 2 The function of the Sub-Committee on CPTF shall be as follows: <br> (a) to ensure the proper function of this Chapter and resolve all issues arising <br> from its application; <br> (b) to review the interpretation and implementation of this Chapter as well as <br> the revision of this Chapter, as appropriate; <br> (c) to identify areas related to this Chapter to be improved for facilitating trade <br> between the Parties; and <br> (d) to report to the Committee. <br> 3 The Sub-Committee on CPTF shall consist of representatives from customs <br> "}]}]}, "members_found": ["410", "156", 5, 8703900000]}