{"FtaRooDetails": {"FtaId": 326, "FtaCode": "ITC00332", "FtaName": "FTA, EFTA-Canada", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN CANADA AND THE STATES OF THE EUROPEAN FREE TRADE ASSOCIATION (ICELAND, LIECHTENSTEIN, NORWAY AND SWITZERLAND)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2009", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Canada; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Canada", "AdminProcCooAuth": "The certification type under FTA, EFTA-Canada is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Canada is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Canada agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(CTH + ECT) or (CTH + ALW 50%)", "RooText": "A change to heading 87.03 through 87.04 from any heading outside that group, except from heading 87.06 or A change to heading 87.03 through 87.04 from heading 87.06, whether or not there is also a change from any other heading outside that group, provided that the value of the non-originating materials of heading 87.06 does not exceed 50 % of the transaction value or ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 87.03 through 87.04 from any heading outside that group, except from heading 87.06", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8703, 8704, 8706"}]}, {"SubRuleLabel": "Alternative rule 2", "SubRule": "a change to heading 87.03 through 87.04 from heading 87.06, whether or not there is also a change from any other heading outside that group, provided that the value of the non-originating materials of heading 87.06 does not exceed 50 % of the transaction value or ex-works price of the product", "SubCriterionLabel": "Alternative criterion 2", "SubCriterion": "CTH + ALW 50%", "ProductExceptions": [{"ExceptionType": "allowance", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX I TO ANNEX C 1<br /> PRODUCT-SPECIFIC RULES<br /> Section A: General Interpretative Notes<br /> Article 1<br /> General Interpretative Notes<br /> 1. For the purposes of interpreting the rules of origin set out in this Appendix, the<br /> following principles of interpretation shall apply:<br /> (a) The definitions set out in Article 1 of Annex C shall also apply to this<br /> Appendix;<br /> (b) The specific rule, or specific set of rules, that applies to a particular<br /> heading, subheading or group of headings or subheadings is set out<br /> immediately adjacent to that heading, subheading or group of headings or<br /> subheadings;<br /> (c) A requirement of a change in tariff classification or any other condition<br /> set out in a specific rule applies only to non-originating materials;<br /> (d) The expression \"a change from any other heading\" or \"a change from<br /> any other subheading\" means a change from any other heading (or<br /> subheading) of the Harmonized System, including, where applicable, any<br /> other heading (or subheading) within the group of headings (or<br /> subheadings) to which the rule is applicable;<br /> (e) The expression \"a change from any heading outside that group\" or \"a<br /> change from any subheading outside that group\" means a change from<br /> any other heading (or subheading) of the Harmonized System, except<br /> from any other heading (or subheading) within the group of headings (or<br /> subheadings) to which the rule is applicable;<br /> (f) The expression<br /> - \"a change from within that heading\",<br /> - \"a change from within that subheading\",<br /> - \"a change from within any one of these headings\",<br /> 1<br /> Amended by Joint Committee Decision No 1 of 2014 (5 May 2014) which will enter into force<br /> when the instruments of ratification have been deposited by all Parties with the Depositary. The<br /> Appendix will be then replaced<br /> - \"a change from within any one of these subheadings\",<br /> - \"a change to [a product] of [a tariff provision] from within that [tariff<br /> provision]\", or<br /> - \"a change to [a product] of any one of [tariff provisions] from within<br /> that [tariff provision]\",<br /> means a change from any other product or material of that same heading<br /> (or subheading) of the Harmonized System; and<br /> (g) Where two or more rules are applicable to a heading, subheading or<br /> group of headings or subheadings and the alternative rule contains a<br /> phrase commencing with the words \"whether or not\",<br /> (i) the change in tariff classification specified in the phrase<br /> commencing with the words \"whether or not\" reflects the change<br /> specified in the first rule applicable to the heading, subheading or<br /> group of headings or subheadings;<br /> (ii) the only change in tariff classification permitted by the alternative<br /> rule, in addition to the change in tariff classification specified at<br /> the beginning of that rule, is the change specified in the phrase<br /> commencing with the words \"whether or not\";<br /> (iii) unless otherwise specified, only the value of the non-originating<br /> materials referred to at the beginning of the alternative rule, and<br /> specified again in the phrase commencing with the words<br /> \"provided that the value of the non-originating materials\", shall<br /> be included in calculating the value of non-originating materials;<br /> and<br /> (iv) the value of any non-originating materials satisfying the change<br /> of tariff classification specified in the phrase commencing with<br /> the words \"whether or not\" shall not be included in calculating<br /> the value of non-originating materials.<br /> 2. A product-specific rule of origin set out in this Appendix represents the<br /> minimum amount of production required to be carried out on non-originating materials<br /> for the resulting product to achieve originating status. A greater amount of production<br /> than that required by the rule for that product shall also confer originating status.<br /> 3. For cases where a rule of this Appendix applicable to a product contains both a<br /> required change in tariff classification and a percentage for the maximum value of non-<br /> originating materials, a tolerance for non-originating materials has been foreseen in<br /> paragraph 1 of Article 5 of Annex C. The use of non-originating materials which do not<br /> satisfy the tariff change requirement is in such cases permitted under the following<br /> conditions:<br /> (a) The value of such materials does not exceed 10 % of the transaction<br /> value or ex-works price of the product; and<br /> (b) The percentage for the maximum value of non-originating materials as<br /> set out in the rule may not be exceeded through the use of the tolerance<br /> provision; the value of such non-originating materials shall be included<br /> when calculating the value of non-originating materials.<br /> 4. (a) Paragraph 2 of Article 4 of Annex C may be applied in cases in which:<br /> (i) a rule of this Appendix applicable to a product contains both a<br /> required change in tariff classification and a percentage for the<br /> maximum value of non-originating materials; and<br /> (ii) one or more of the non-originating materials used in the<br /> production of the product are classified under the same<br /> subheading, or heading that is not further subdivided into<br /> subheadings, as the product itself.<br /> (b) Paragraph 2 of Article 4 of Annex C provides that, in such instances, the<br /> product shall be considered as originating, if the value of the non-<br /> originating materials classified as or with the product does not exceed 40<br /> % of the transaction value or ex-works price of the product.<br /> (c) According to paragraph 4 of Article 4 of Annex C, given that the<br /> resulting product qualifies as originating in its own right, no account<br /> shall be taken of the non-originating materials contained therein when<br /> that product is used in the production of another product. In this<br /> particular instance, only the value of any other non-originating materials<br /> that are used in the production of the final product and that satisfy the<br /> required change in tariff classification set out in the rule of this Appendix<br /> would need to be taken into account when calculating the value of non-<br /> originating materials for purposes of determining the originating status of<br /> the final product.<br /> 5. The product-specific rules set out in this Appendix also apply to used products.<br /> Article 2<br /> Review<br /> 1. In order to facilitate trade further, the Parties shall, no later than four years after<br /> the date of entry into force of this Agreement, or at an earlier request of a Party, explore<br /> whether product-specific rules are required for the products of Chapter 2 of the<br /> Harmonized System, Meat and edible meat offal.<br /> 2. The Parties shall, no later than four years after the date of entry into force of this<br /> Agreement, review the product-specific rules with respect to printing, dyeing, coating<br /> and embroidering of textile fabrics, and with respect to bed linen of Harmonized System<br /> subheading 6302.10 through 6302.39. In this review, the Parties shall take into account<br /> changed circumstances, such as technological advances, changes in market conditions<br /> and developments at the World Trade Organization with respect to international trade in<br /> textiles.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00332_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/canada/annexes-rou/EN/Annex%20C%20Appendix%20II%20-%20Origin%20declarations.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00332_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/sites/default/files/images/EFTA-Canada%20Annex%20C%20-%20ROO%20-%20Appendix%20I%20-%20Product-specific%20ROO.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00332_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/canada/annexes-rou/EN/Annex%20C%20-%20Rules%20of%20Origin%20and%20Administrative%20Co-operation.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00332_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/canada/EFTA-Canada%20Free%20Trade%20Agreement%20EN.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accumulation <br /> 1. If a material that has undergone production in the territory of a Party without <br /> obtaining originating status is used in the territory of another Party in the production of <br /> an originating product, the production carried out in the territory of the first Party on <br /> that material may be taken into consideration in the territory of the other Party with <br /> respect to the originating status of the product. <br /> 2. At the time of completion of an origin declaration for a product referred to in <br /> paragraph 1, the exporter shall possess all documents provided with respect to the <br /> production carried out in the territory of another Party on that material as part of the <br /> documents supporting the originating status of the product. <br /> 3. The documents with respect to the production carried out on a non-originating <br /> material, referred to in paragraph 2, shall be completed in a legible and permanent form, <br /> signed or otherwise endorsed by the producer and describe that material in sufficient <br /> detail to be identified. <br /> 4. The Parties shall, no later than four years after the date of entry into force of this <br /> Agreement, review paragraph 1, particularly taking into account new concepts, such as <br /> cross-cumulation or pan-free-trade-agreement-cumulation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Tolerance <br /> 1. Notwithstanding paragraph 1 of Article 4 and except for a product of Chapter 50 <br /> through 63, a product shall be considered as originating, where the value of all <br /> non-originating materials used in the production of the product that do not undergo the <br /> applicable change in tariff classification or fulfil any other condition set out in <br /> Appendix I, does not exceed 10 % of the transaction value or ex-works price of the <br /> product, provided that: <br /> (a) if the rule of Appendix I applicable to the product contains a percentage <br /> for the maximum value of non-originating materials, the value of such <br /> non-originating materials shall be included in calculating the value of <br /> non-originating materials; and <br /> (b) the product satisfies all other applicable requirements of this Annex. <br /> 2. A product of Chapter 50 through 60, heading 63.01 through 63.05, subheading <br /> 6307.10 or 6307.90, heading 63.08 or a new rag of heading 63.10 that does not originate <br /> because certain non-originating yarns or fabrics used in the production of the product do <br /> not fulfil the conditions set out for that product in Appendix I, shall nonetheless be <br /> considered to be an originating product if the total weight of all such yarns or fabrics <br /> does not exceed 10 % of the total weight of that product. <br /> 3. For purposes of a product of Chapter 61 through 62, heading 63.06 or <br /> subheading 6307.20, the Chapter Note of Chapter 61, 62 or 63, whichever is applicable, <br /> shall apply.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient production <br /> 4. If a non-originating material undergoes sufficient production, the resulting <br /> product shall be considered as originating and no account shall be taken of the non- <br /> originating material contained therein when that product is used in the subsequent <br /> production of another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools delivered with a product that form part of its <br /> standard accessories, spare parts or tools shall be considered as originating if the <br /> product qualifies as an originating product and shall be disregarded in determining <br /> whether all the non-originating materials undergo the applicable change of tariff <br /> classification set out in Appendix I, provided that: <br /> (a) the accessories, spare parts or tools are not invoiced separately from the <br /> product; <br /> (b) the quantities and value of the accessories, spare parts or tools are <br /> customary for the product; and <br /> (c) if the rule of Appendix I applicable to the product contains a percentage <br /> for the maximum value of non-originating materials, the value of any <br /> non-originating accessories, spare parts or tools shall be included in <br /> calculating the value of non-originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly obtained products <br /> For the purposes of Article 2, the following products shall be considered as <br /> wholly obtained in the territories of the Parties: <br /> (a) mineral products and other non-living natural resources extracted or <br /> taken from there; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised without interruption there; <br /> (d) products obtained from live animals there; <br /> (e) products obtained from hunting, fishing or trapping conducted there; <br /> (f) fish, shellfish and other marine life taken from the sea, seabed or subsoil <br /> outside the territories of the Parties by a vessel registered, recorded or <br /> listed with a Party and flying its flag or by a vessel not exceeding 15 tons <br /> gross tonnage that is licensed by a Party; <br /> (g) products produced on board a factory ship from the fish, shellfish or <br /> other marine life referred to in sub-paragraph (f), provided such factory <br /> ship is registered, recorded or listed with a Party and flying its flag; <br /> (h) products, other than fish, shellfish and other marine life, taken or <br /> extracted from the seabed or the subsoil of the continental shelf or the <br /> exclusive economic zone of any of the Parties; <br /> (i) products, other than fish, shellfish and other marine life, taken or <br /> extracted from the seabed or the subsoil, in the area outside the <br /> continental shelf and the exclusive economic zone of any of the Parties <br /> or of any other State as defined in the United Nations Convention on the <br /> Law of the Sea, by a vessel registered, recorded or listed with a Party and <br /> flying its flag, or by a Party or person of a Party; <br /> (j) waste and scrap resulting from production conducted there; <br /> (k) used products collected there, fit only for the recovery of raw materials, <br /> and used tyres collected there, fit only for retreading or for use as waste; <br /> and <br /> (l) products produced there exclusively from products referred to in this <br /> Article or from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient production <br /> For the purposes of Article 4 and except for sets of Article 11 or of Appendix I, <br /> a product shall not be considered as having undergone sufficient production merely by <br /> reason of a change in tariff classification that is the result of: <br /> (a) disassembly of the product into its parts; <br /> (b) a change in the end use of the product; <br /> (c) the mere separation of one or more individual materials or components <br /> from an artificial mixture; or <br /> (d) packaging or repackaging of the product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> \"transaction value\" means the price actually paid or payable for a product or <br /> material with respect to a transaction of the producer of the product, adjusted in <br /> accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the WTO <br /> Agreement on Customs Valuation to include, inter alia, such costs as <br /> commissions, production assists, royalties or license fees; <br /> \"transaction value or ex-works price of the product\" includes for purposes of this <br /> definition sets of Article 11 and of Appendix I, and means: <br /> (i) the transaction value of a product when sold by the producer at the place <br /> of production; or <br /> (ii) the customs value of that product; <br /> adjusted, if necessary, to exclude any costs incurred subsequent to the <br /> product leaving the place of production such as freight and insurance; <br /> and <br /> \"value of non-originating materials\" includes for purposes of this definition non- <br /> originating packaging materials and containers referred to in Article 8, non- <br /> originating accessories, spare parts and tools referred to in Article 10, non- <br /> originating component products referred to in Article 11 and in Appendix I, and <br /> non-originating hulls referred to in Appendix I, and means: <br /> (i) the transaction value or the customs value of the materials at the time of <br /> their importation into a Party, adjusted, if necessary, to include freight, <br /> insurance, packing and all other costs incurred in transporting the <br /> materials to the place of importation; or <br /> (ii) in the case of domestic transactions, the value of the materials <br /> determined in accordance with the principles of the WTO Agreement on <br /> Customs Valuation in the same manner as international transactions, <br /> with such modifications as may be required by the circumstances.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Neutral elements <br /> In order to determine whether a product qualifies as an originating product, it <br /> shall not be necessary to determine the origin of neutral elements used in production, <br /> testing or inspection of that product that have not entered into the final composition of <br /> the product or that have been used in the maintenance of equipment and buildings or the <br /> operation of equipment associated with the production of a product. Such neutral <br /> elements include but are not limited to the following: <br /> (a) energy and fuel; <br /> (b) machines, tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and safety supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting products; <br /> and <br /> (g) catalysts and solvents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Transport through a non-party <br /> An originating product that has been transported through the territory of a non- <br /> party shall be considered as non-originating unless it can be demonstrated that: <br /> (a) the product underwent no further production or other operation in the <br /> territory of that non-Party, other than unloading, splitting up of loads, <br /> reloading or any other operation necessary to preserve it in good <br /> condition; and <br /> (b) the product remained under customs control while outside the territories <br /> of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Packaging and packing materials and containers <br /> 1. Packaging materials and containers in which a product is packaged for sale shall <br /> be disregarded in determining whether all the non-originating materials undergo the <br /> applicable change in tariff classification as set out in Appendix I. However, if the rule of <br /> Appendix I applicable to the product contains a percentage for the maximum value of <br /> non-originating materials, the value of any non-originating packaging materials and <br /> containers shall be included in calculating the value of non-originating materials. <br /> 2. Packing materials and containers in which a product is packed for shipment shall <br /> be disregarded in determining the origin of that product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accounting segregation of fungible materials <br /> 1. For the purposes of determining whether a product originates, when originating <br /> and non-originating fungible materials are used in production, the determination of <br /> whether the materials used are originating need not be made through physical separation <br /> and identification of any specific fungible material, but may be determined on the basis <br /> of an inventory management system. <br /> 2. Each Party shall provide for one or more inventory management methods that it <br /> considers to be appropriate. <br /> 3. Any inventory management system provided for pursuant to paragraph 2 shall <br /> ensure that no more final products receive originating status than would have been the <br /> case if the materials had been physically segregated. <br /> 4. A Party may require that the application of an inventory management system <br /> pursuant to this Article is subject to prior authorization. <br /> 5. A producer using an inventory management system pursuant to this Article shall <br /> comply with the provisions of the system used and keep records of the operation of the <br /> system that are necessary for the customs administrations of the Parties to verify such <br /> compliance. <br /> 6. The Parties shall, no later than four years after the date of entry into force of this <br /> Agreement, explore whether accounting segregation for fungible materials set out in <br /> paragraphs 1 through 5 could be extended to fungible products for the purpose of <br /> determining which products are eligible for preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 75%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Sets <br /> Except as provided in Appendix I, a set referred to in General Rule 3 of the <br /> Harmonized System shall be regarded as originating, provided that: <br /> (a) all the component products, including packaging materials and <br /> containers, are originating; or <br /> (b) where the set contains non-originating component products, including <br /> packaging materials and containers, <br /> (i) at least one of the component products, or all the packaging <br /> materials and containers for the set, is originating; and <br /> (ii) the value of the non-originating component products, including <br /> any non-originating packaging materials and containers for the <br /> set, does not exceed 25 % of the transaction value or ex-works <br /> price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Exhibitions <br /> 1. An originating product sold at an exhibition outside the territories of the Parties <br /> and imported into a Party shall be considered as non-originating unless it can be <br /> demonstrated that: <br /> (a) the product has been sold by an exporter of a Party to a person of another <br /> Party; <br /> (b) the product is in the same condition as when it was sent to the exhibition; <br /> (c) the product has not been used for any purpose other than demonstration; <br /> (d) the name and address of the exhibition is included in the origin <br /> declaration issued by the exporter; and <br /> (e) the product has remained under customs control, such as a temporary <br /> importation bond or an ATA Carnet, while outside the territories of the <br /> Parties. <br /> 2. Paragraph 1 is applicable to a public trade, industrial, agricultural or crafts <br /> exhibition, fair or similar show or display, but shall not apply to a show or display for <br /> private purposes in a shop or business premise.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Origin declarations <br /> 1. An exporter in the territory of a Party of an originating product shall, for the <br /> purposes of obtaining preferential tariff treatment for that product in the territory of <br /> another Party, complete a proof of origin for that product in the form of an origin <br /> declaration in either linguistic version provided in Appendix II. <br /> 2. The origin declaration may be provided on an invoice or any other document <br /> that describes the originating product in sufficient detail to enable its identification. <br /> 3. An origin declaration may be completed by an exporter for multiple shipments <br /> of identical originating products to the same importer in the territory of another Party <br /> that take place within a period not exceeding 12 months as specified by the exporter in <br /> that declaration. <br /> 4. An origin declaration shall be completed in a legible and permanent form and, <br /> except as provided in paragraph 5 and in Article 17, bear the original signature of the <br /> exporter. <br /> 5. Where an origin declaration is transmitted electronically from an exporter in the <br /> territory of one Party directly to an importer in the territory of another Party, the original <br /> signature on the origin declaration may be dispensed with, provided the exporter has <br /> given that importer a written undertaking accepting full responsibility for all unsigned <br /> origin declarations identifying the exporter. The issuance of such a written undertaking <br /> is not necessary when it is not required by the Party of import. <br /> 6. When completing an origin declaration, an exporter that relies on documents and <br /> information from a producer, including documents and information referred to in Article <br /> 21, shall take steps to ensure that the documents and information are accurate. <br /> 7. An exporter that has completed an origin declaration shall, on request of the <br /> customs administration of the Party of export, provide to that administration a copy of <br /> the origin declaration, of any written undertaking as referred to in paragraph 5 and of all <br /> documents supporting the originating status of each product to which the origin <br /> declaration applies. <br /> 8. An exporter that has completed an origin declaration and that becomes aware or <br /> has reason to believe that the origin declaration contains incorrect information shall <br /> immediately notify the importer in writing of any change affecting the originating status <br /> of each product to which the origin declaration applies. <br /> 9. For the purposes of this Article, the term \"exporter\" does not include a person, <br /> company or enterprise such as a forwarding agent, customs broker or the like, unless <br /> that person or entity has been authorized in writing to complete the origin declaration. <br /> 10. The Parties shall explore the establishment of a system that would permit, for <br /> situations in which an origin declaration is transmitted electronically and directly from <br /> the exporter in the territory of one Party to an importer in the territory of another Party, <br /> the replacement of the exporter's original signature on the origin declaration with an <br /> electronic signature or identification code.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Exemptions from origin declarations <br /> 1. A Party may, in accordance with its domestic legislation, grant preferential tariff <br /> treatment to low value shipments of originating products from another Party and to <br /> originating products forming part of the personal luggage of a traveller coming from <br /> another Party by waiving the requirements to present an origin declaration as referred to <br /> in Article 16. <br /> 2. A Party may exclude any importation from the provisions of paragraph 1 when <br /> the importation is part of a series of importations that may reasonably be considered to <br /> have been undertaken or arranged for the purpose of avoiding the requirements of this <br /> Annex related to origin declarations. <br /> 3. The Parties will exchange information regarding the value limits applied by each <br /> Party for products referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Approved exporter <br /> 1. Where a Party has established an approved exporter programme, the customs <br /> administration of that Party may authorize an exporter of that Party that makes frequent <br /> shipments of originating products under this Agreement to complete an origin <br /> declaration without signature, subject to any conditions the customs administration <br /> considers appropriate. <br /> 2. The customs administration of the Party of export shall provide to the approved <br /> exporter referred to in paragraph 1 a customs authorization number or other form of <br /> identification as may be agreed by the customs administrations of the Parties for use on <br /> the origin declaration, instead of the signature of the exporter. <br /> 3. The customs administration of the Party of export may verify the proper use of <br /> an authorization referred to in paragraph 1 and may at any time withdraw such <br /> authorization if the exporter no longer meets the conditions or otherwise makes <br /> improper use of such authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Origin declarations <br /> 3. An origin declaration may be completed by an exporter for multiple shipments <br /> of identical originating products to the same importer in the territory of another Party <br /> that take place within a period not exceeding 12 months as specified by the exporter in <br /> that declaration.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Preservation of records <br /> 1. An exporter that has completed an origin declaration referred to in Article 16 <br /> shall keep a copy of the origin declaration and all documents supporting the originating <br /> status of the product to which the origin declaration applies for three years after the <br /> completion of the origin declaration or for such longer period as a Party may specify. <br /> 2. An exporter of a non-originating material referred to in Article 21 shall keep all <br /> documents relating to the material for three years after the date of exportation or such <br /> longer period as a Party may specify. <br /> 3. The documents referred to in paragraphs 1 and 2 include documents relating to <br /> the following: <br /> (a) the production processes carried out on the originating product or on <br /> materials used in the production of that product; <br /> (b) the purchase of, the cost of, the value of and the payment for the product; <br /> (c) the origin of, the purchase of, the cost of, the value of and the payment <br /> for all materials, including neutral elements, used in the production of <br /> the product; and <br /> (d) the shipment of the product. <br /> 4. When provided for in domestic legislation of the Party of import, an importer <br /> that has been granted preferential tariff treatment in accordance with the provisions of <br /> Article 18 shall keep the origin declaration concerned for three years after the date on <br /> which preferential tariff treatment was granted, or for such longer period as that Party <br /> may specify. <br /> 5. Where an origin declaration that has been provided to the customs <br /> administration of the Party of import in accordance with paragraph 3 of Article 18 is <br /> kept by that customs administration, such origin declaration shall be retained by that <br /> customs administration for three years, or such longer period as that Party may specify.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Importation requirements <br /> 7. A Party may, in accordance with its domestic legislation, provide that, where a <br /> product would have qualified as an originating product when it was imported into the <br /> territory of that Party except that the importer did not have an origin declaration at the <br /> time of importation, the importer of the product may after the date of importation apply <br /> for a refund of duties paid as a result of the product not having been accorded <br /> preferential tariff treatment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Origin verifications <br /> 1. The customs administration of the Party of import may verify whether a product <br /> is originating by: <br /> (a) requesting in writing that the customs administration of the Party of <br /> export conduct a verification as to whether a product is originating; and <br /> (b) providing the customs administration of the Party of export with: <br /> (i) the subject and scope of the verification and any supporting <br /> documentation relevant to the request; and <br /> (ii) where appropriate, a request for specific documentation or <br /> information to be provided to the customs administration of the <br /> Party of import. <br /> 2. Subject to Article 25 and any conditions set out by the customs administration of <br /> the Party of export, the customs administration of the Party of import may be present as <br /> an observer during the course of an origin verification conducted by the customs <br /> administration of the Party of export. <br /> 3. As soon as possible and in any event within 12 months after receiving the <br /> request referred to in sub-paragraph 1(a), the customs administration of the Party of <br /> export shall complete a verification of whether the product is originating and provide to <br /> the customs administration of the Party of import: <br /> (a) an opinion as to whether the product is originating, setting out the <br /> rationale for the opinion; and <br /> (b) the documentation or information requested under sub-paragraph 1(b)(ii). <br /> 4. Within 60 days after receiving the information referred to in paragraph 3, the <br /> customs administration of the Party of import may request a clarification of that <br /> information and request further documentation and information from the customs <br /> administration of the Party of export. <br /> 5. Within 60 days after receiving a request for clarification or further <br /> documentation or information pursuant to paragraph 4, the customs administration of <br /> the Party of export shall provide to the customs administration of the Party of import <br /> such clarification, documentation and information, and may provide a revised origin <br /> opinion. <br /> 6. The customs administration of the Party of import shall, subject to its domestic <br /> legislation, take a decision as to whether the product is originating and, where that <br /> decision is different from the origin opinion of the customs administration of the Party <br /> of export, provide a copy of that decision to the customs administration of the Party of <br /> export. Such a decision shall be provided in accordance with the following <br /> requirements: <br /> (a) within 60 days after receiving the origin opinion, documentation and <br /> information referred to in paragraph 3, where the customs administration <br /> of the Party of import has not requested clarification, documentation or <br /> information pursuant to paragraph 4; or <br /> (b) within 30 days after receiving clarification, further documentation or <br /> information and, if provided, a revised origin opinion referred to in <br /> paragraph 5, where the customs administration of the Party of import has <br /> requested clarification, documentation or information pursuant to <br /> paragraph 4. <br /> 7. Where differences have arisen concerning whether a product qualifies as <br /> originating, the Parties concerned shall seek to resolve those differences through <br /> consultations between their customs administrations. <br /> 8. Where an origin opinion has not been provided in accordance with sub- <br /> paragraph 3(a), or where the customs administration of the Party of import is unable to <br /> arrive at a conclusion as to whether a product is originating, that customs administration <br /> may deny preferential tariff treatment to the product. <br /> 9. The customs administration of the Party of import shall, subject to its domestic <br /> legislation, notify the importer of its origin decision. <br /> 10. Subject to its domestic legislation, the customs administration of the Party of <br /> export shall, as soon as possible and in any event within the respective time periods set <br /> out in paragraph 6, notify the exporter of its decision as to whether the product is <br /> originating or, where this decision differs from that taken by the customs administration <br /> of the Party of import, notify the exporter of the decision of the customs administration <br /> of the Party of import. <br /> 11. Where differences concerning whether a product qualifies as originating are not <br /> resolved during the verification process, a Party may, following the issuance of a <br /> decision referred to in paragraphs 9 and 10, seek to resolve those differences within the <br /> institutional framework of this Agreement. <br /> 12. Where an exporter demonstrates that it has relied, in good faith and to its <br /> detriment, on a ruling made by a Party with respect to the tariff classification or value of <br /> a non-originating material used in the production of a product, an origin decision of the <br /> customs administration of the Party of import concerning that product shall apply only <br /> to future importations of the product. <br /> 13. A request made by the customs administration of the Party of import pursuant to <br /> paragraph 1 or 4 shall be provided to the customs administration of the Party of export <br /> by certified or registered mail or any other method that produces a confirmation of <br /> receipt by that customs administration. <br /> 14. Any of the periods referred to in paragraph 3, 4, 5 or 6 may be extended by <br /> agreement between the customs administrations concerned. <br /> Article 25 : Participation of observers in origin verification <br /> 1. The customs administration of the Party of export shall obtain the consent of the <br /> exporter as to the participation of an observer from the Party of import as part of the <br /> domestic verification team. <br /> 2. An observer, being a member of a domestic verification team in the territory of <br /> the Party of export, shall act through that team and may not on the observer's own <br /> initiative look for documents or question the exporter directly. <br /> 3. An observer participating in a domestic verification team in the territory of <br /> another Party may not wear a uniform or carry weapons. <br /> 4. Only a customs officer representing the customs administration of the Party of <br /> import shall be permitted to participate as an observer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Penalties <br /> Each Party shall provide for the imposition of criminal, civil or administrative <br /> penalties for violations of its legislation related to this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Review of origin decisions <br /> Each Party shall provide importers, exporters and producers with recourse to at <br /> least one level of administrative or judicial review in accordance with its domestic <br /> legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> 1. For the purposes of this Annex: <br> \"Chapter\" means a chapter of the Harmonized System; <br> \"classified\" means the classification of a product under a particular heading or <br> subheading of the Harmonized System; <br> used in the nomenclature of the Harmonized System; <br> and Trade 1994 (WTO Agreement on Customs Valuation); <br> manufacturing, processing or assembling a product; <br> System; <br> \"enterprise\" means any entity constituted or organized under the laws of a Party, <br> whether or not for profit, and whether privately-owned or governmentally- <br> owned, including any corporation, trust, partnership, sole proprietorship, joint <br> venture or other association; <br> \"fungible materials\" means interchangeable materials being identical in nature <br> and commercial quality that possess the same technical properties and physical <br> characteristics, and that cannot be distinguished from one another for origin <br> purposes; <br> \"Harmonized System\" means the Harmonized Commodity Description and <br> Coding System, including its General Rules of Interpretation, Section Notes and <br> Chapter Notes; <br> \"heading\" means any four-digit number, or the first four digits of any number, <br> \"material\" means any ingredient, component, part or other product that is used in <br> \"national\" means a natural person who is a citizen or permanent resident of a <br> Party; <br> \"non-originating product\" or \"non-originating material\" means a product or <br> and <br> material that does not qualify as originating under this Annex; <br> \"originating product\" or \"originating material\" means a product or material that <br> Agreement on implementation of Article VII of the General Agreement on Tariffs <br> qualifies as originating under this Annex; <br> \"Party\" means Canada, the Republic of Iceland, the Kingdom of Norway or the <br> Swiss Confederation. As a result of the customs union established by the Treaty <br> of 29 March 1923 between the Swiss Confederation and the Principality of <br> Liechtenstein, the Swiss Confederation shall represent the Principality of <br> Liechtenstein in matters covered by this Annex; <br> \"person of a Party\" means a national or an enterprise of a Party; <br> \"producer\" means a person who grows, mines, harvests, fishes, traps, hunts, <br> manufactures, processes or assembles a product; <br> \"product\" means the result of production and includes any material used in the <br> production of another product; <br> \"production\" means growing, mining, harvesting, fishing, trapping, hunting, <br> \"subheading\" means any six-digit number, or the first six digits of any number, <br> the production of another product; <br> \"tariff classification\" means the classification of a product or material under a <br> particular chapter, heading or subheading of the Harmonized System; <br> \"tariff provision\" means a chapter, heading or subheading of the Harmonized <br> \"territory\" means the land territory, internal waters and the territorial sea of a <br> \"transaction value\" means the price actually paid or payable for a product or <br> material with respect to a transaction of the producer of the product, adjusted in <br> accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the WTO <br> Agreement on Customs Valuation to include, inter alia, such costs as <br> commissions, production assists, royalties or license fees; <br> \"transaction value or ex-works price of the product\" includes for purposes of this <br> definition sets of Article 11 and of Appendix I, and means: <br> (i) the transaction value of a product when sold by the producer at the place <br> of production; or <br> (ii) the customs value of that product; <br> adjusted, if necessary, to exclude any costs incurred subsequent to the <br> product leaving the place of production such as freight and insurance; <br> \"value of non-originating materials\" includes for purposes of this definition non- <br> originating packaging materials and containers referred to in Article 8, non- <br> originating accessories, spare parts and tools referred to in Article 10, non- <br> originating component products referred to in Article 11 and in Appendix I, and <br> non-originating hulls referred to in Appendix I, and means: <br> (i) the transaction value or the customs value of the materials at the time of <br> their importation into a Party, adjusted, if necessary, to include freight, <br> insurance, packing and all other costs incurred in transporting the <br> materials to the place of importation; or <br> (ii) in the case of domestic transactions, the value of the materials <br> determined in accordance with the principles of the WTO Agreement on <br> Customs Valuation in the same manner as international transactions, <br> with such modifications as may be required by the circumstances. <br> 2. Where in this Annex the term \"through\" is used in referring to a series of tariff <br> provisions, this shall be interpreted to refer to the whole series, including the last <br> provision. <br> 3. Where this Annex requires actions by an importer, exporter or producer, the <br> Party in the territory of which that importer, exporter or producer exercises the relevant <br> activity under this Annex shall ensure the performance of such actions. This is without <br> prejudice to the responsibility of the exporter pursuant to paragraph 1 of Article 16. <br> Party; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "\"Customs value\" means the value as determined in accordance with the <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1. For the purposes of this Agreement, a product shall be considered as originating <br> in a Party if, in the territories of the Parties, it has been wholly obtained within the <br> meaning of Article 3 or has undergone sufficient production within the meaning of <br> Article 4 or has been produced exclusively from originating materials. <br> 2. The conditions for acquiring originating status set out in paragraph 1 must be <br> fulfilled without interruption in the territories of the Parties. <br> "}, {"ArticleTitle": "Sufficient production", "ArticleDesc": "Article 4 : Sufficient production <br> 1. For the purposes of Article 2 and subject to Article 6, a product shall be <br> considered to have undergone sufficient production when the conditions set out for that <br> product in Appendix I are fulfilled. <br> 2. Except for a product of Chapter 39 or Chapter 50 through 63 or except as <br> provided in Appendix I, where a product and one or more of the non-originating <br> materials used in the production of that product cannot satisfy the conditions in <br> Appendix I because both the product and the non-originating materials are classified <br> under the same subheading, or heading that is not further subdivided into subheadings, <br> the product shall be considered to have undergone sufficient production, provided that <br> the value of the non-originating materials classified as or with the product does not <br> exceed 40 % of the transaction value or ex-works price of the product. <br> 3. Fish, shellfish or other marine life that has been taken from the sea, seabed or <br> subsoil by a vessel of a non-Party and that has undergone sufficient production on board <br> a factory ship outside the territories of the Parties shall be considered as originating, <br> provided that such factory ship is registered, recorded or listed with a Party and flying <br> its flag. <br> 4. If a non-originating material undergoes sufficient production, the resulting <br> product shall be considered as originating and no account shall be taken of the non- <br> originating material contained therein when that product is used in the subsequent <br> "}, {"ArticleTitle": "Sufficient Production", "ArticleDesc": "production of another product. <br> "}, {"ArticleTitle": "Tolerance", "ArticleDesc": "Article 5 : Tolerance <br> 1. Notwithstanding paragraph 1 of Article 4 and except for a product of Chapter 50 <br> through 63, a product shall be considered as originating, where the value of all <br> non-originating materials used in the production of the product that do not undergo the <br> applicable change in tariff classification or fulfil any other condition set out in <br> Appendix I, does not exceed 10 % of the transaction value or ex-works price of the <br> product, provided that: <br> (a) if the rule of Appendix I applicable to the product contains a percentage <br> for the maximum value of non-originating materials, the value of such <br> non-originating materials shall be included in calculating the value of <br> non-originating materials; and <br> (b) the product satisfies all other applicable requirements of this Annex. <br> 2. A product of Chapter 50 through 60, heading 63.01 through 63.05, subheading <br> 6307.10 or 6307.90, heading 63.08 or a new rag of heading 63.10 that does not originate <br> because certain non-originating yarns or fabrics used in the production of the product do <br> not fulfil the conditions set out for that product in Appendix I, shall nonetheless be <br> considered to be an originating product if the total weight of all such yarns or fabrics <br> does not exceed 10 % of the total weight of that product. <br> 3. For purposes of a product of Chapter 61 through 62, heading 63.06 or <br> subheading 6307.20, the Chapter Note of Chapter 61, 62 or 63, whichever is applicable, <br> shall apply. <br> "}, {"ArticleTitle": "Unit of classification", "ArticleDesc": "Article 7 : Unit of classification <br> For purposes of this Annex: <br> (a) the tariff classification of a particular product or material shall be <br> determined according to the Harmonized System; <br> (b) where a product composed of a group or assembly of articles or <br> components is classified pursuant to the terms of the Harmonized System <br> under a single tariff provision, the whole shall constitute the particular <br> product; and <br> (c) where a shipment consists of a number of identical products classified <br> under the same tariff provision of the Harmonized System, each product <br> shall be considered separately. <br> "}, {"ArticleTitle": "Returned originating products", "ArticleDesc": "Article 13 : Returned originating products <br> 1. Where an originating product is returned from the territory of a non-Party, it <br> shall be considered as non-originating unless it can be demonstrated that: <br> (a) the returning product is the same as that exported; and <br> (b) the returning product has not undergone production or any other <br> operation beyond that necessary to preserve it in good condition. <br> 2. The Parties shall, no later than four years after the date of entry into force of this <br> Agreement, explore whether and under what conditions an originating product, having <br> undergone further production in the territory of a non-Party and having been returned to <br> the territory of a Party, may retain its originating status. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Importation requirements", "ArticleDesc": "Article 18 : Importation requirements <br> 1. Except as provided in Article 20, each Party shall grant preferential tariff <br> treatment in accordance with this Agreement to originating products imported from <br> another Party, on the basis of an origin declaration as referred to in Article 16, provided <br> that: <br> (a) the importer requests such preferential tariff treatment at the time of <br> importation; <br> (b) if required by the customs administration of the Party of import, the <br> importer is in possession of the origin declaration at the time the request <br> is made; and <br> (c) all other requirements of this Annex are met. <br> 2. A Party may deny preferential tariff treatment to a product imported from <br> another Party if the importer fails to comply with any requirements of this Annex. <br> 3. An importer shall, on request of the customs administration of the Party of <br> import and in accordance with the domestic legislation of that Party, provide to that <br> administration the origin declaration or a copy thereof. <br> 4. Where an original signature is not required in accordance with paragraph 5 of <br> Article 16 the importer shall, on request of the customs administration of the Party of <br> import, present to that administration the written undertaking referred to in that Article <br> or a copy thereof. <br> 5. For the purposes of proving that the transport requirements of Article 14 are <br> fulfilled, an importer shall, on request of the customs administration of the Party of <br> import, provide to that administration the documentary evidence it requires, such as: <br> (a) a bill of lading or waybill describing each product in sufficient detail and <br> indicating the shipping route and all points of shipment and transhipment <br> prior to the importation of the product into that Party; <br> (b) when the product is shipped through or transhipped in the territory of a <br> non-Party, a copy of customs control documents indicating to the <br> satisfaction of that customs administration that the product remained <br> under customs control while in the territory of that non-Party; or <br> (c) any other documentation considered appropriate by that customs <br> administration proving that the product remained under customs control <br> while in transit through a non-Party. <br> 6. An importer that becomes aware or has reason to believe that an origin <br> declaration for a product to which preferential tariff treatment has been granted contains <br> incorrect information shall immediately notify the customs administration of the Party <br> of import in writing of any change affecting the originating status of that product. <br> 7. A Party may, in accordance with its domestic legislation, provide that, where a <br> product would have qualified as an originating product when it was imported into the <br> territory of that Party except that the importer did not have an origin declaration at the <br> time of importation, the importer of the product may after the date of importation apply <br> for a refund of duties paid as a result of the product not having been accorded <br> "}, {"ArticleTitle": "Importation Requirements", "ArticleDesc": "preferential tariff treatment. <br> "}, {"ArticleTitle": "Importation by instalment", "ArticleDesc": "Article 19 : Importation by instalment <br> Where, at the request of the importer and subject to the conditions of the <br> customs administration of the Party of import, an unassembled or disassembled product, <br> within the meaning of General Rule 2 (a) of the Harmonized System, of Sections XVI <br> and XVII or heading 94.06 or a structure of base metal of Section XV of the <br> Harmonized System, is imported by instalment, such product may benefit from this <br> Agreement, provided that: <br> (a) the complete or finished product qualifies as an originating product; <br> (b) a single origin declaration describing the product in its complete or <br> finished form is presented to the customs administration of the Party of <br> import upon importation of the first instalment; and <br> (c) all other requirements of this Annex are met. <br> "}, {"ArticleTitle": "Administrative co-operation", "ArticleDesc": "Article 23 : Administrative co-operation <br> 1. The Parties shall co-operate in the uniform administration and interpretation of <br> the provisions of this Annex and, through their customs administrations, assist each <br> other in verifying origin declarations referred to in Article 16, including information <br> concerning accumulation referred to in Article 21. <br> 2. In order to facilitate the verifications referred to in paragraph 1, the customs <br> administrations of the Parties shall provide each other with the appropriate points of <br> contact. <br> 3. The Parties shall exchange information for the purposes of reducing formalities <br> to trade between them and fostering uniform administration and interpretation of this <br> Annex. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 26 : Confidentiality <br> 1. Nothing in this Annex shall be construed to require a Party to furnish or allow <br> access to business information or to information relating to an identified or identifiable <br> individual, the disclosure of which would impede law enforcement or would be contrary <br> to that Party's legislation protecting business information and personal data and privacy. <br> 2. Business information and any information related to personal data of a <br> confidential nature communicated in whatever way pursuant to this Annex shall be <br> protected from disclosure. Such information shall be subject to at least the same <br> protection and confidentiality as extended to the same kind of information under the <br> relevant domestic laws of the Party receiving the information. <br> 3. Confidential information referred to in paragraph 2 provided by a Party to <br> another Party in accordance with this Annex may only be disclosed to and used by the <br> authorities responsible for the administration and enforcement of customs and origin <br> matters. <br> 4. A Party providing information of a confidential nature pursuant to this Annex <br> may impose conditions on the use of that information. The Party receiving such <br> information shall not use it in a manner contrary to any such conditions without the <br> prior consent of the Party that has provided the information. <br> 5. Where confidential business information is required for use in judicial or <br> administrative proceedings, the Party that provided the information shall be consulted in <br> advance of any disclosure by the Party that is required by its court or administrative <br> tribunal to disclose the information. In order to protect confidential business <br> information, the Party receiving the information shall request protection from the court <br> or administrative tribunal to avoid the disclosure of that information, where such <br> disclosure could prejudice the competitive position of the person of a Party to which the <br> information relates. <br> 6. A Party that receives information may assess whether conditions imposed <br> pursuant to paragraph 4 would prevent the information from being used in the situations <br> described in paragraphs 3 and 5, and may refuse to accept or consider the information in <br> verifying whether a product is originating. Before that Party refuses to accept or <br> consider the information, the Parties concerned shall attempt to resolve the issue <br> relating to confidentiality through consultations. <br> 7. The Parties shall exchange information on their respective legislation on data <br> protection for the purpose of facilitating the operation and application of paragraph 2. <br> "}, {"ArticleTitle": "Origin and classification information", "ArticleDesc": "Article 28 : Origin and classification information <br> 1. Upon request of an importer, exporter or producer, the customs administration of <br> a Party shall provide information concerning the rules of origin and the tariff <br> classification applicable to a product. <br> 2. The Parties will endeavour to develop procedures whereby each Party shall, <br> upon request and prior to the importation of a product into the territory of that Party, <br> provide to an importer in its own territory or an exporter or producer in the territory of <br> another Party an advance ruling on the originating status of that product. <br> "}]}]}, "members_found": ["757", "124", 4, 8703900000]}