{"FtaRooDetails": {"FtaId": 342, "FtaCode": "ITC00348", "FtaName": "FTA, EFTA-Mexico", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND THE UNITED MEXICAN STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2001", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Iceland; Liechtenstein; Mexico; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Mexico", "AdminProcCooAuth": "The certification type under FTA, EFTA-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Manufacture in which the value of all the materials used does not exceed 60% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO ANNEX I 1<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDICES 2 AND 2 (a)<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 5 of Annex I.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first column<br /> contains the Harmonized System heading number or chapter number and the second<br /> column contains the description of goods used in that system for that heading or chapter.<br /> For each entry in the first two columns, a rule is specified in columns 3 or 4. Where, in<br /> some cases, the entry in the first column is preceded by the letters \"ex\", this means that<br /> the rules in columns 3 or 4 apply only to the part of that heading as described in column<br /> 2.<br /> 2.2 Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in general<br /> terms, the adjacent rules in columns 3 or 4 apply to all products which in the Harmonized<br /> System are classified under such headings of the chapter, or in any of the headings<br /> grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered by the<br /> adjacent rules in columns 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3<br /> and 4, the exporter may opt, as an alternative, to apply either the rule set out in column 3<br /> or that set out in column 4. If no origin rule is given in column 4, the rule set out in<br /> column 3 has to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 5 of Annex I concerning products having acquired<br /> originating status which are used in the manufacture of other products apply, regardless<br /> of whether such product has been manufactured in the same factory or in another factory<br /> in Mexico or in an EFTA State.<br /> As amended by Joint Committee Decision no. 1 of 2010 (7 May 2010) which entered into force<br /> on 1 May 2012.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-originating<br /> materials which may be incorporated may not exceed 60 per cent of the ex-works price, is<br /> made from \"other alloy steel roughly shaped by forging\" of heading ex 7224.<br /> If this forging has been forged in an EFTA State from a non-originating ingot, it has<br /> already acquired originating status by virtue of the rule for heading ex 7224 in the list.<br /> The forging can then count as originating in the value calculation for the engine<br /> regardless of whether it was produced in Mexico or in an EFTA State. The value of the<br /> non-originating ingot is thus not taken into account when adding up the value of the non-<br /> originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers originating<br /> status; conversely, the carrying out of less working or processing cannot confer<br /> originating status. Thus if a rule provides that non-originating material at a certain level<br /> of manufacture may be used, the use of such material at an earlier stage of manufacture is<br /> allowed and the use of such material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2 where a rule states that \"materials of any heading\"<br /> may be used, materials of the same heading as the product may also be used, subject,<br /> however, to any specific limitations which may also be contained in the rule. However,<br /> the expression \"manufacture from materials of any heading, including other materials of<br /> heading_...\" means that only materials classified in the same heading as the product of<br /> a different description than that of the product as given in column 2 of the list may be<br /> used.<br /> 3.4. The unit of qualification for the determination of origin is the particular product<br /> as classified under the nomenclature of the Harmonized System. It follows that packaging<br /> classified with the goods, e.g. the boxes in which a product is packed for presentation for<br /> retail sale, must be included as part of the product when determining the origin of the<br /> product. Packaging designed only for the transportation of the goods to the Party of<br /> importation shall be disregarded.<br /> Example:<br /> Computers of heading 8471 have a rule where the value of the non-originating materials<br /> used does not exceed 40 per cent of the ex-works price. They are packed in boxes for<br /> retail sale and are exported in wooden containers with 10 computers in each container. In<br /> order to determine whether the computers comply with the percentage given for the<br /> product, the value of the wooden containers should be disregarded. However, the value of<br /> the retail packaging shall be included.<br /> 3.5. When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that any one or more materials may be used. It does not<br /> require that all be used.<br /> Example:<br /> The rule in Appendix 2 for fabrics of headings 5208 to 5212 provides that natural fibres<br /> may be used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other or both.<br /> 3.6. Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other materials<br /> which, because of their inherent nature, cannot satisfy the rule (See also Note 6.2 below<br /> in relation to textiles).<br /> However, this does not apply to products which, although they cannot be manufactured<br /> from the particular materials specified in the list, can be produced from a material of the<br /> same nature at an earlier stage of manufacture.<br /> Example:<br /> The rule for prepared fish of ex Chapter 16 which specifically excludes the use of live<br /> fish, fresh, frozen, chilled, etc., or their derivatives of Chapter 3 does not prevent the use<br /> of mineral salts, chemicals and other additives which are not products from fish.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials with<br /> less than 50 per cent of synthetic fibres, if the use of only non-originating yarn is allowed<br /> for this class of article, it is not possible to start from non-woven cloth- even if non-<br /> woven cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn- that is the fibre stage.<br /> 3.7. Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be added<br /> together. In other words, the maximum value of all the non-originating materials used<br /> may never exceed the highest of the percentages given. Furthermore, the individual<br /> percentages must not be exceeded in relation to the particular materials they apply to.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including waste,<br /> and, unless otherwise specified, includes fibres that have been carded, combed or<br /> otherwise processed, but not spun.<br /> 4.2. The term \"natural fibres\" includes horsehair of heading 0511, silk of headings<br /> 5002 and 5003 as well as the wool fibres, fine or coarse animal hair of headings 5101 to<br /> 5105, the cotton fibres of headings 5201 to 5203 and the other vegetable fibres of<br /> headings 5301 to 5305.<br /> 4.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials not classified in Chapters 50 to 63, which can be<br /> used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1. Where for a given product in the list a reference is made to this note, the<br /> conditions set out in column 3 shall not apply to any basic textile materials used in the<br /> manufacture of this product, which, taken together, represent 8 per cent or less of the total<br /> weight of all the basic textile materials used (See also Notes 5.3 and 5.4 below).<br /> 5.2. However, the tolerance mentioned in Note 5.1 may only apply to mixed products<br /> which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of polyphenylene sulphide,<br /> - synthetic man-made staple fibres of polyvinyl chloride,<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester<br /> whether or not gimped,<br /> - products of heading 5605 (metallized yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn of heading 5205 made from cotton fibres of heading 5203 and synthetic staple<br /> fibres of heading 5506 is a mixed yarn. Therefore, non-originating synthetic staple fibres<br /> that do not satisfy the origin rules (which require manufacture from chemical materials or<br /> textile pulp) may be used up to a weight of 8 per cent of the yarn.<br /> Example:<br /> A woollen fabric of heading 5112 made from woollen yarn of heading 5107 and synthetic<br /> yarn of staple fibres of heading 5509 is a mixed fabric. Therefore synthetic yarn which<br /> does not satisfy the origin rules (which require manufacture from chemical materials or<br /> textile pulp) or woollen yarn that does not satisfy the origin rules (which require<br /> manufacture from natural fibres, not carded or combed or otherwise prepared for<br /> spinning) or a combination of the two may be used provided their total weight does not<br /> exceed 8 per cent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading 5802 made from cotton yarn of heading 5205 and cotton<br /> fabric of heading 5210 is only a mixed product if the cotton fabric is itself a mixed fabric<br /> being made from yarns classified in two separate headings or if the cotton yarns used are<br /> themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205<br /> and synthetic fabric of heading 5407, then, obviously, the yarns used are two separate<br /> basic textile materials and the tufted textile fabric is accordingly a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented with<br /> flexible segments of polyether whether or not gimped\" this tolerance is 8 per cent in<br /> respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of aluminium foil<br /> or of a core of plastic film whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of an adhesive between two layers of plastic<br /> film\", this tolerance is 30 per cent in respect of this strip.<br /> Note 6:<br /> 6.1. In the case of those textile products which are marked in the list by a footnote<br /> referring to this note, textile materials, with the exception of linings and interlinings,<br /> which do not satisfy the rule set out in the list in column 3 for the made-up product<br /> concerned may be used provided that they are classified in a heading other than that of<br /> the product and that their value does not exceed 8 per cent of the ex-works price of the<br /> product.<br /> 6.2. Without prejudice to Note 6.3, materials which are not classified in Chapters 50 to<br /> 63 may be used freely in the manufacture of textile products, whether or not they contain<br /> textiles.<br /> Example:<br /> If a rule in the list provides that for a particular textile item, such as trousers, yarn must<br /> be used, this does not prevent the use of metal items, such as buttons, because buttons are<br /> not classified in Chapters 50 to 63. For the same reason, it does not prevent the use of<br /> slide-fasteners even though slide-fasteners normally contain textiles.<br /> 6.3. Where a percentage rule applies, the value of materials which are not classified in<br /> Chapters 50 to 63 shall be taken into account when calculating the value of the non-<br /> originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, the \"specific processes\" are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process1;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolorization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (i) isomerization.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process1;<br /> See Introductory note 7.4.<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolorization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (ij) isomerization;<br /> (k) in respect of heavy oils falling of heading ex 2710 only, desulphurization<br /> with hydrogen resulting in a reduction of at least 85 per cent of the sulphur<br /> content of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products falling of heading 2710 only, deparaffining by a<br /> process other than filtering;<br /> (m) in respect of heavy oils falling of heading ex 2710 only, treatment with<br /> hydrogen at a pressure of more than 20 bar and a temperature of more than<br /> 250° C with the use of a catalyst, other than to effect desulphurization,<br /> when the hydrogen constitutes an active element in a chemical reaction.<br /> The further treatment with hydrogen of lubricating oils of heading ex 2710<br /> (e.g. hydrofinishing or decolorization) in order, more especially, to<br /> improve colour or stability shall not, however, be deemed to be a specific<br /> process;<br /> (n) in respect of fuel oils falling of heading ex 2710 only, atmospheric<br /> distillation, on condition that less than 30 per cent of these products distil,<br /> by volume, including losses, at 300° C by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils falling of heading<br /> ex 2710 only, treatment by means of a high-frequency electrical brush-<br /> discharge.<br /> 7.3 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, simple operations such as cleaning, decanting, desalting, water separation, filtering,<br /> colouring, marking, obtaining a sulphur content as a result of mixing products with<br /> different sulphur content, any combination of these operations or like operations do not<br /> confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00348_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/mexico/Record%20of%20Understanding%20Annexes%20and%20Protocols/Annex_I_Appendix_3_Movement_Certificate.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00348_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/mexico/Record%20of%20Understanding%20Annexes%20and%20Protocols/Annex%20I%20Appendix%202.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00348_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/mexico/Record%20of%20Understanding%20Annexes%20and%20Protocols/Annex_I_-_Definition.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00348_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/mexico/EFTA-Mexico%20Free%20Trade%20Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of origin <br /> 1. Notwithstanding Article 2, materials originating in another Party within the <br /> meaning of this Annex shall be considered as materials originating in the Party <br /> concerned and it shall not be necessary that such materials have undergone sufficient <br /> working or processing there, provided however that the working or processing goes <br /> beyond that referred to in Article 6. <br /> 2. Products originating in another Party within the meaning of this Annex, and <br /> exported from one Party to another in the same state or having undergone in the <br /> exporting Party no working or processing going beyond that referred to in Article 6, <br /> retain their origin. <br /> 3. For the purpose of implementing paragraph 2, where products originating in two <br /> or more of the Parties are used and those products have undergone working or <br /> processing in the exporting Party not going beyond that referred to in Article 6, the <br /> origin is determined by the product with the highest customs value or, if this is not <br /> known and cannot be ascertained, with the highest first ascertainable price paid for that <br /> product in that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 3. Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in Appendix 2, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the <br /> product; <br /> (b) any of the percentages given in Appendix 2 for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br /> Harmonized System. Appendix 1 shall apply to these products. <br /> 4. Paragraphs 1 to 3 shall apply except as provided for in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1. For the purposes of Article 2, products which are not wholly <br /> obtained are considered to be sufficiently worked or processed when the <br /> conditions set out in Appendix 2 are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this Agreement, <br /> the working or processing which shall be carried out on non-originating materials used <br /> in manufacturing and apply only in relation to such materials. Accordingly, it follows <br /> that if a product which has acquired originating status, regardless of whether this <br /> product has been manufactured in the same factory or in another factory in Mexico or in <br /> an EFTA State, by fulfilling the conditions set out in Appendix 2 is used as material in <br /> the manufacture of another product, the conditions applicable to such other product do <br /> not apply to a product that is used as material, and therefore no account shall be taken of <br /> any non-originating materials incorporated into such a product used as a material in the <br /> manufacture of another product. <br /> 2. Notwithstanding paragraph 1, the products which are not wholly obtained and <br /> which are listed in Appendix 2(a) shall be considered to be sufficiently worked or <br /> processed, for the purposes of Article 2, when the conditions set out in that Appendix <br /> are fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of drawback of, or exemption from, import duties <br /> 1. Non-originating materials, used in the manufacture of products originating in an <br /> EFTA State or in Mexico within the meaning of this Annex for which a proof of origin <br /> is issued or made out in accordance with the provisions of Title V shall not be subject in <br /> an EFTA State or in Mexico to drawback of, or exemption from, import duties. <br /> 2. For the purpose of this Article, the term \"import duties\" includes customs duties <br /> on imports, as defined in Article 6 (4) of this Agreement. However, they shall include <br /> anti-dumping and countervailing duties. <br /> 3. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of import duties applicable in an EFTA <br /> State or Mexico to materials used in the manufacture, where such refund, remission or <br /> non-payment applies, expressly or in effect, when products obtained from such <br /> materials are exported and not when they are retained for home use there7. <br /> 4. The exporter of products covered by a proof of origin shall be prepared to <br /> submit at any time, upon request from the customs authorities, all appropriate <br /> documents proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all import duties <br /> applicable to such materials have actually been paid. <br /> 5. The provisions of paragraphs 1 to 4 shall also apply in respect of packaging <br /> within the meaning of Article 7 (2), accessories, spare parts and tools within the <br /> meaning of Article 9 and products in a set within the meaning of Article 10, when such <br /> items are non-originating. <br /> 6. This Article shall apply as from 1 January 2003.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in an EFTA State or in <br /> Mexico: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the <br /> territorial sea of an EFTA State or Mexico by their vessels; <br /> (g) products manufactured aboard their factory ships, exclusively from <br /> products referred to in sub-paragraph (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste4; <br /> (i) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (j) products extracted from the seabed or beneath the seabed outside their <br /> territorial sea, provided that they have sole rights to exploit such seabed; <br /> and <br /> (k) products manufactured there exclusively from the products specified in <br /> sub-paragraphs (a) to (j). <br /> 2. The terms ‘their vessels' and ‘their factory ships' in paragraph 1 (f) and (g) shall <br /> apply only to vessels and factory ships: <br /> (a) which are registered or recorded in an EFTA State or in Mexico; <br /> (b) which sail under the flag of an EFTA State or of Mexico; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of an <br /> EFTA State or of Mexico, or by a company with its head office in an <br /> EFTA State or of Mexico, of which the manager or managers, Chairman <br /> of the Board of Directors or the Supervisory Board, and the majority of <br /> the members of such boards are nationals of an EFTA State or of Mexico <br /> and of which, in addition, in the case of partnerships or limited <br /> companies, at least half the capital belongs to those states or Mexico or <br /> to public bodies, nationals or companies as referred to above of an EFTA <br /> State or of Mexico; <br /> (d) of which the master and officers are nationals of EFTA States or of <br /> Mexico; and <br /> (e) of which at least 75 per cent of the crew are nationals of EFTA States or <br /> of Mexico. <br /> 4 The importing Party may require that these products are liable to a customs regime securing the <br /> use as specified in this sub-paragraph.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing operations <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered <br /> as insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 5 are satisfied: <br /> (a) operations to ensure the preservation of products in good condition <br /> during transport and storage (ventilation, spreading out, drying, freezing, <br /> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations); <br /> (b) dilution with water or another substance that does not materially alter the <br /> characteristics of the product; <br /> (c) simple5 operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets of <br /> articles), washing, painting, husking or unshelling, removal of grains and <br /> cutting up; <br /> (d) (i) changes of packaging and breaking up and assembly of packages; <br /> (ii) simple4 placing in bottles, flasks, bags, cases, boxes, fixing on <br /> cards or boards, etc., and all other simple packaging operations; <br /> (e) affixing marks, labels and other like distinguishing signs on products or <br /> their packaging; <br /> (f) cleaning, including the removal of oxide, oil, paint or other coverings; <br /> (g) simple4 assembly of parts to constitute a complete product; <br /> (h) simple mixing6 of products, whether or not of different kinds, where one <br /> or more components of the mixtures do not meet the conditions laid <br /> down in Appendix 2 to enable them to be considered as originating in an <br /> EFTA State or Mexico; <br /> (i) a combination of two or more operations specified in subparagraphs (a) <br /> to (h); and <br /> (j) slaughter of animals. <br /> 2. All operations carried out either in an EFTA State or in Mexico on a given <br /> product shall be considered together when determining whether the working or <br /> processing undergone by that product is to be regarded as insufficient within the <br /> meaning of paragraph 1. <br /> 5 \"simple\", generally describes activities which need neither special skills nor machines, apparatus <br /> or equipment especially produced or installed for carrying out the activity. <br /> 6 \"simple mixing\", generally describes activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity. However, <br /> simple mixing does not include chemical reaction. Chemical reaction means a process (including <br /> a biochemical process) which results in a molecule with a new structure by breaking <br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br /> arrangement of atoms in a molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> \"ex-works price\" means the price paid for the product ex-works to the <br /> manufacturer in an EFTA State or in Mexico in whose undertaking the <br /> last working or processing is carried out, provided the price includes the <br /> value of all the materials used, minus any internal taxes returned or <br /> repaid when the product obtained is exported;2 <br /> \"goods\" means both materials and products; <br /> \"Harmonized System\" means the Harmonized Commodity Description <br /> and Coding System in force, including its general rules and legal notes of <br /> section, chapter, heading and subheading, as adopted by the Parties in <br /> their respective laws; <br /> \"manufacture\" means any kind of working or processing, including <br /> assembly or specific operations; <br /> 1 As amended by Joint Committee Decision No. 2 of 2002 (22 October 2002); entry into force <br /> 1 January 2003 and Joint Committee Decision No. 1 of 2008 (23 September 2008); entry into <br /> force 1 May 2009. <br /> 2 In case the ex-works price is not known or is uncertain, the producer or an exporter of the goods <br /> may use the cost of manufacturing of the product. <br /> \"material\" means any ingredient, raw material, component or part, etc., <br /> used in the manufacture of the product; <br /> \"non-originating goods\" means products or materials which do not <br /> qualify as originating under this Annex; <br /> \"product\" means the product being manufactured, even if it is intended <br /> for later use in another manufacturing operation; <br /> \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in an <br /> EFTA State or in Mexico; <br /> \"value of originating materials\" means the value of originating materials <br /> in accordance with the definition of \"value of materials\" applied mutatis <br /> mutandis.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment, including goods to be used for their maintenance; <br /> (c) machines, tools, dies and moulds; and <br /> (d) any other goods which do not enter into and which are not intended to <br /> enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1. The preferential treatment provided for under this Agreement applies only to <br /> products satisfying the requirements of this Annex, which are transported directly <br /> between an EFTA State and Mexico. However, products may be transported through <br /> other countries with,  should the occasion  arise, trans-shipment or temporary <br /> warehousing in such countries, provided that they remain under the surveillance of the <br /> customs authorities in the country of transit or warehousing and do not undergo <br /> operations other than unloading, reloading, splitting-up of consignments or any <br /> operation designed to preserve them in good condition. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied by the importer to the customs authorities of the importing Party by the <br /> production of: <br /> (a) transport documents covering the passage from the exporting Party <br /> through the country of transit; or <br /> (b) failing these, any other substantiating documents. <br /> Article 13 - Direct transport <br /> • the exporter did not know the final destination of individual products included in the <br /> consignment, and <br /> • the customs authority or the competent governmental authority did not issue the <br /> corresponding proof of origin covering the particular goods which were split up during <br /> the transport, <br /> the importer will present the \"Movement Certificate EUR.1\" issued retrospectively or the \"Invoice <br /> Declaration\" issued after the exportation. <br /> Also, the importer may prove that the goods that were in transit through the territory of a non-Party (with <br /> or without trans-shipment or temporary storage) were under the surveillance of the customs authorities of <br /> such countries. The importer would have to present the following documentation to the customs <br /> authorities: <br /> 1 Transport documents such as airway bill, bill of landing or road consignment note, as <br /> the case may be, in which it is on record the date and place of shipment of the goods <br /> and the port, airport of port of entry at the final destination, when the goods were in <br /> transit through the territory of one or more countries that are non-Parties, without trans- <br /> shipment or temporary storage. <br /> 2 Transport documents such as airway bill, bill of landing or road consignment note, as <br /> the case may be, or the combined transport document, when the goods were in transit <br /> through the territory of one or more countries that are non-Parties, with trans-shipment <br /> in such countries and not being subject to temporary storage. <br /> 3 Copy of the customs control documentation that provides evidence that the goods <br /> remained under surveillance of the customs authority where the goods that were in <br /> transit through the territory of one or more countries that are non-Parties were subject <br /> to trans-shipment and temporary storage. <br /> In absence of any of the above mentioned documents, and only for the purposes of Articles 13 of Annex I <br /> of the EFTA-Mexico Free Trade Agreement, the importer may provide any other supporting document. <br /> 1 Subject to ratification by all Parties of Decision No 1 of 2008 (23 September 2008); entry into <br /> force 1 May 2009. <br /> Example 1: <br /> A Mexican manufacturer is shipping its products to Europe. Normally, the destination of the shipment is <br /> a non-Party harbour and constitutes one single consignment. On departure from Mexico the exporter does <br /> not know the final destination of individual products included in the consignment. During the transport a <br /> decision is taken to deliver part of the consignment to an EFTA State, the other part would be delivered <br /> to customers in a non-Party. Upon arrival to the harbour of the non-Party the shipment is stored in a <br /> customs warehouse. While in the customs warehouse and under customs surveillance, the goods are split <br /> up; one part delivered to the customer in the non-Party country, the other part transported further to the <br /> customer in the EFTA State. <br /> Upon arrival in the EFTA State the importer will present an \"Invoice Declaration\" issued after the <br /> exportation, i.e. during shipment, or a \"Movement Certificate EUR.1\" issued retrospectively. <br /> Example 2: <br /> A Swiss company produces its products in Switzerland, exports them in one shipment to a customs <br /> warehouse in the European Union (e.g. the Netherlands - third country) for temporary storage. Based on <br /> orders from customers in Mexico, part of the initial shipment is sent to Mexico. At that moment the Swiss <br /> exporter issues retrospectively an \"Invoice Declaration\" or a \"Movement Certificate EUR.1\" and sends <br /> the proof of origin to the Mexican importer. If desired, the Mexican customs authorities can ask for <br /> transport documents from Switzerland covering the whole shipment from the producer to the <br /> Netherlands, and transport documents covering the fare from the Netherlands to Mexico. It would also be <br /> required that the transport documents issued in Switzerland and the Netherlands contain the necessary <br /> information in order to identify the particular goods imported into Mexico. <br /> Example 3: <br /> In cases of verification of goods being split up, the Customs Administration of the importing country <br /> would have the possibility to ask for transport documents, or copies of such documents, covering the <br /> passage from the exporting Party through the country of transit. The importer could further be asked to <br /> provide documentation from the customs authorities in the country of transit giving exact description of <br /> the goods concerned; date for the splitting up of the consignment; identification of the actual means of <br /> transport; certifying the conditions under which the products remained in the transit country; or any <br /> appropriate documents ascertaining that the direct transport rule had been correctly applied.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1. Except as provided for in Article 3, the conditions set out in Title II shall be <br /> fulfilled without interruption in an EFTA State or in Mexico. <br /> 2. If originating goods exported from an EFTA State or Mexico to a non-Party are <br /> returned, they shall be considered as non-originating, unless it can be demonstrated to <br /> the satisfaction of the customs authorities that: <br /> (a) the goods returned are the same goods as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 1. The unit of qualification for the application of the provisions of this Annex shall <br /> be the particular product which is considered as the basic unit when determining <br /> classification using the nomenclature of the Harmonized System. <br /> Accordingly, it follows that: <br /> (a) when a product composed of a group or assembly of articles is classified <br /> under a single heading, the whole constitutes the unit of qualification; or <br /> (b) when a consignment consists of a number of identical products classified <br /> under the same heading, each product shall be taken individually into <br /> account when applying the provisions of this Annex. <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is included <br /> with the product for classification purposes, it shall be included for the purposes of <br /> determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accounting segregation <br /> 1. Where considerable costs or material difficulties are involved in keeping <br /> separate stocks of originating and non-originating materials which are identical and <br /> interchangeable, the customs authorities or the competent governmental authority may, <br /> at the written request of those concerned, authorise the so-called \"accounting <br /> segregation\" method to be used for managing such stocks. <br /> 2. This method shall be able to ensure that, for a specific reference-period, the <br /> number of products obtained which could be considered as \"originating\" is the same as <br /> that which would have been obtained if there had been physical segregation of the <br /> stocks. <br /> 3. This method shall be recorded, applied and maintained in accordance with the <br /> Generally Accepted Accounting Principles applicable in the Party in which the product <br /> is manufactured. <br /> 4. The customs authorities or the competent governmental authority may grant <br /> such authorisation, subject to any conditions deemed appropriate. <br /> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br /> case may be, for the quantity of products which may be considered as originating. At <br /> the request of the customs authorities or the competent governmental authority, the <br /> beneficiary shall provide a statement of how the quantities have been managed. <br /> 6. The customs authorities or the competent governmental authority shall monitor <br /> the use made of the authorisation and may withdraw it at any time whenever the <br /> beneficiary uses it improperly or fails to fulfil any of the other conditions laid down in <br /> this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. However, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1. Originating products sent for exhibition outside the Parties and sold after the <br /> exhibition for importation into an EFTA State or into Mexico shall, on importation <br /> benefit from the preferential treatment under this Agreement provided it is shown to the <br /> satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from an EFTA State or Mexico <br /> to the country in which the exhibition is held and has exhibited them <br /> there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to <br /> a person in an EFTA State or in Mexico; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to the sale of foreign products, and during <br /> which the products remain under customs control. The customs authorities of the <br /> importing Party may require evidence that the products have remained under customs <br /> control in the country of exhibition, as well as additional documentary evidence of the <br /> conditions under which they have been exhibited. <br /> 3. A proof of origin shall be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing Party in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. In the case <br /> of a movement certificate EUR.1, this indication should be inserted in the \"Remarks\" <br /> Box.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : General Requirements <br /> 1. Products originating in an EFTA State or in Mexico shall, on importation into <br /> another Party benefit from the preferential treatment under this Agreement upon <br /> submission of either: <br /> (a) a movement certificate EUR.1, a specimen of which appears in Appendix <br /> 3; or <br /> (b) in the cases specified in Article 21 (1), a declaration, the text of which <br /> appears in Appendix 4, given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified (hereinafter <br /> referred to as the \"invoice declaration\"). <br /> 2. In accordance with Article 24 and the law of the importing Party, the importer <br /> shall request preferential treatment at the time of importation of an originating product, <br /> whether or not he has a proof of origin. <br /> 7 The Parties agree that payment of import duties can be deferred until after the final product is <br /> exported so that the final destination of the product can be known by authorities. <br /> In the case that the importer at the time of importation does not have in his possession a <br /> proof of origin, the importer of the product may, in accordance with the law of the <br /> importing Party, present the original proof of origin and if required such other <br /> documentation relating to the importation of the product at a later stage, within a time <br /> limit being for Mexico one year after the time of importation and for the EFTA States at <br /> least one year after the time of customs clearance. <br /> 3. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 26, on importation benefit from the <br /> preferential treatment under this Agreement without it being necessary to submit any of <br /> the documents referred in paragraph 1. <br /> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the customs authorities or the <br /> competent governmental authority of the exporting Party8 on application having been <br /> made in writing by the exporter or, under the exporter's responsibility, by his authorised <br /> representative. <br /> 2. For this purpose, the exporter or his authorised representative shall fill out both <br /> the movement certificate EUR.1 and the application form, a specimen of which appear <br /> in Appendix 3. These forms shall be completed in one of the official languages of the <br /> Parties or in English in accordance with the provisions of the law of the exporting Party. <br /> If they are handwritten, they shall be completed in ink in printed characters. The <br /> description of the products must be given in the box reserved for this purpose without <br /> leaving any blank lines. Where the box is not completely filled, a horizontal line shall <br /> be drawn below the last line of the description and the empty space must be crossed <br /> through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities or the <br /> competent governmental authority of the exporting Party issuing the movement <br /> certificate EUR.1, all appropriate documents proving the originating status of the <br /> products concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities or <br /> competent governmental authority if the products concerned can be considered as <br /> products originating in an EFTA State or in Mexico and fulfil the other requirements of <br /> this Annex. <br /> 5. The issuing customs authorities or the competent governmental authority shall <br /> take any steps necessary to verify the originating status of the products and the <br /> fulfilment of the other requirements of this Annex. For this purpose, they shall have the <br /> right to request for any evidence and to carry out any inspection of the exporter's <br /> 8 Due to the Customs Union between Switzerland and Liechtenstein, Switzerland will act on <br /> behalf of Liechtenstein. <br /> accounts or any other control considered appropriate. The issuing customs authorities or <br /> competent governmental authority shall also ensure that the forms referred to in <br /> paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as to <br /> exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box <br /> 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the customs authority or the <br /> competent governmental authority and made available to the exporter as soon as actual <br /> exportation has been effected or ensured. <br /> Article 19 : Issue of a duplicate movement certificate EUR.1 <br /> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br /> exporter may apply to the customs authorities or the competent governmental authority <br /> which issued it for a duplicate made out on the basis of the export documents in their <br /> possession. <br /> 2. The duplicate issued in this way shall be endorsed with one of the following <br /> words: <br /> \"EFTIRRIT\",  \"DUPLIKAT\",  \"DUPLICATA\",  \"DUPLICATO\",  \"DUPLICATE\", <br /> \"DUPLICADO\". <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br /> Box of the duplicate movement certificate EUR.1. <br /> 4. The duplicate, which shall bear the date of issue of the original movement <br /> certificate EUR.1, shall take effect as from that date. <br /> Article 17. Description of goods on movement certificate EUR.1 <br /> When the box on the movement certificate EUR.1 provided for the description of <br /> the goods is insufficient to specify the necessary particulars for identifying the <br /> goods, particularly in the case of large consignments, the exporter may specify the <br /> goods to which the certificate relates on attached invoices of the goods and, if <br /> necessary, additional commercial documents on condition that: <br /> a) the invoices numbers are shown in Box 8 or 10 of the movement certificate <br /> EUR.1, <br /> b) the invoices and, where relevant, additional commercial documents are firmly <br /> attached to the certificate prior to presentation to customs or the competent <br /> governmental authority, and <br /> c) the customs authority or the competent governmental authority have stamped <br /> the invoice and additional commercial documents officially attaching them to <br /> the certificates. The customs authorities or the competent governmental <br /> authorities must keep with the application of the certificate, a copy of the <br /> invoice and additional commercial documents. <br /> Example: <br /> The stamp appears in Box 11 and also on the first page of the invoice and, <br /> where appropriate, on any additional commercial documents, or the stamp <br /> appears in Box 11 and the other stamp is on the reverse side of the <br /> certificate covering the certificate and the first page of the invoice at the <br /> same time. <br /> When the invoice relates to originating and non-originating goods, the exporter <br /> must identify which goods are originating and which ones are not in the invoice in <br /> a precise way so as to avoid any misunderstanding. <br /> Article 17 and 18. Goods exported by a customs clearance agent <br /> of the person who is the owner of the goods or has a similar right of disposal over <br /> them, even in cases where the person is not situated in the exporting country, as <br /> long as the agent is in a position to prove the originating status of the goods. <br /> Article 17 and 18. Indication of country of origin <br /> (Box 4) or in attached invoice(s), it is possible to insert the appropriate name of <br /> the countries or to use the ISO-Alpha-2 code. If an ISO-Alpha-2 code is used, the <br /> following codes shall apply: <br /> - Iceland IS <br /> - Mexico MX <br /> - Norway NO <br /> - Switzerland CH", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 EUR / 450 USD / 4600 MXP / 4100 NOK / 43000 ISK / 900 CHF)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of <br /> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on customs declaration <br /> CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by way <br /> of trade if it is evident from the nature and quantity of the products that no commercial <br /> purpose is intended. <br /> 3. In case of small packages the total value of these products shall not exceed any <br /> of the following amounts: <br /> (i) 500 euro <br /> (ii) 450 US dollar (USD) <br /> (iii) 4600 Mexican pesos (MXP) <br /> (iv) 4100 Norwegian kroner (NOK) <br /> (v) 43000 Icelandic kroner (ISK) <br /> (vi) 900 Swiss francs (CHF) <br /> 4. In case of products forming part of travellers' personal luggage the total value of <br /> these products shall not exceed any of the following amounts: <br /> (i) 1200 euro <br /> (ii) 1000 US dollar (USD) <br /> (iii) 11000 Mexican pesos (MXP) <br /> (iv) 10000 Norwegian kroner (NOK) <br /> (v) 100000 Icelandic kroner (ISK) <br /> (vi) 2100 Swiss francs (CHF) <br /> 5. Where the value of the goods is invoiced or declared in a currency other than <br /> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed <br /> in the national currency of the importing Party shall be applied.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Approved exporter <br /> 1. The customs authorities or the competent governmental authority of the <br /> exporting Party may authorise any exporter, hereafter referred to as \"approved <br /> exporter\", who makes frequent shipments of products under this Agreement to make out <br /> invoice declarations irrespective of the value of the products concerned. An exporter <br /> seeking such authorisation shall offer to the satisfaction of the customs authorities or the <br /> competent governmental authority all guarantees necessary to verify the originating <br /> status of the products as well as the fulfilment of the other requirements of this Annex. <br /> 2. The customs authorities or the competent governmental authority may grant the <br /> status of approved exporter subject to any conditions which they consider appropriate. <br /> 3. The customs authorities or the competent governmental authority shall grant to <br /> the approved exporter an authorisation number which shall appear on the invoice <br /> declaration. <br /> 4. The customs authorities or the competent governmental authority shall monitor <br /> the use of the authorisation by the approved exporter. <br /> 5. The customs authorities or the competent governmental authority may withdraw <br /> the authorisation at any time. They shall do so where the approved exporter no longer <br /> offers the guarantees referred to in paragraph 1, does not fulfil the conditions referred to <br /> in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> 2. Where reference is made to \"the customs authorities or the competent <br /> governmental authority\" it relates to the customs authorities of each EFTA State <br /> and the \"Secretaría de Comercio y Fomento Industrial\" of Mexico, or its <br /> successor.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for ten months from the date of issue in the <br /> exporting Party, and shall be submitted within such period to the customs authorities of <br /> the importing Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing <br /> Party after the final date for presentation specified in paragraph 1 may be accepted for <br /> the purpose of applying for preferential treatment where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin where the products have been submitted before <br /> such final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Preservation of proof of origin, and supporting documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 17 (3). <br /> 2. The exporter making out an invoice declaration shall keep for at least three years <br /> a copy of the invoice declaration in question as well as the documents referred to in <br /> Article 21 (3). <br /> 3. The customs authorities or the competent governmental authority of the <br /> exporting Party issuing a movement certificate EUR.1 shall keep for at least three years <br /> the application form referred to in Article 17 (2). <br /> 4. The customs authorities of the importing Party shall keep for at least three years <br /> the movement certificates EUR.1 and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br /> be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities or the <br /> competent governmental authority that a movement certificate EUR.1 <br /> was issued but was not accepted at importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The customs authorities or the competent governmental authority may issue a <br /> movement certificate EUR.1 retrospectively only after verifying that the information <br /> supplied in the exporter's application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br /> of the following phrases: <br /> \"ÚTGEFIÐ  EFTIR  Á\",  \"NACHTRÄGLICH  AUSGESTELLT\",  \"DÉLIVRÉ  Á <br /> POSTERIORI\", \"RILASCIATO A POSTERIORI\", \"ISSUED RETROSPECTIVELY\", <br /> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br /> Box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Supporting documents <br /> The documents referred to in Articles 17 (3) and 21 (3) used for the purpose of proving <br /> that products covered by a movement certificate EUR.1 or an invoice declaration can be <br /> considered as products originating in an EFTA State or in Mexico and fulfil the other <br /> requirements of this Annex may consist of inter alia the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or <br /> internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in an EFTA State or in Mexico where these documents are <br /> used, as provided for in their domestic law; <br /> (c) documents proving the working or processing of materials in an EFTA <br /> State or in Mexico, issued or made out in an EFTA State or in Mexico <br /> where these documents are used, as it shall be provided in its domestic <br /> law; or <br /> (d) movement certificates EUR.1 or invoice declarations proving the <br /> originating status of materials used, issued or made out in an EFTA State <br /> or in Mexico in accordance with this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 17. Invoices made out in a third country <br /> An invoice relating to a product exported as an originating product under the <br /> cover of a movement certificate EUR.1 can be made out in a third country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br /> customs authorities of the importing Party want to verify the authenticity of such <br /> documents, the originating status of the products concerned or the fulfilment of the <br /> other requirements of this Annex. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Party shall return the movement certificate EUR.1 and the <br /> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br /> to the customs authorities or the competent governmental authority of the exporting <br /> Party giving the reasons for the inquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities or the competent <br /> governmental authority of the exporting Party. For this purpose, they shall have the <br /> right to request any evidence and to carry out any inspection of the exporter's accounts <br /> or any other control considered appropriate. <br /> 4. If the customs authorities of the importing Party decide to suspend the granting <br /> of preferential treatment to the products covered by the proof of origin concerned while <br /> awaiting the results of the verification, release of the products shall be offered to the <br /> importer subject to any precautionary measures judged necessary, in accordance with <br /> their domestic law. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results shall indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in an EFTA State or in Mexico and fulfil the other <br /> requirements of this Annex. <br /> 6. If there is no reply within ten months of the date of the verification request or if <br /> the reply does not contain sufficient information to be able to determine the authenticity <br /> of the document in question or the origin of the products, the requesting customs <br /> authorities shall be entitled, save in exceptional circumstances, to refuse to grant <br /> preferential treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Penalties <br /> Penalties shall be imposed on any person who draws up or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining preferential <br /> treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that such document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> 1. For the purposes of this Annex: <br> \"chapters\" and \"headings\" means the chapters and the headings (four- <br> digit codes) used in the nomenclature of the Harmonized System; <br> \"classified\" refers to the classification of a product or material under a <br> assembly or specific operations; <br> \"customs value\" means the calculated value determined in accordance <br> particular heading; <br> for later use in another manufacturing operation; <br> with the Agreement on implementation of Article VII of the General <br> \"ex-works price\" means the price paid for the product ex-works to the <br> manufacturer in an EFTA State or in Mexico in whose undertaking the <br> last working or processing is carried out, provided the price includes the <br> Agreement on Tariffs and Trade 1994 (WTO Agreement on Customs <br> repaid when the product obtained is exported;2 <br> \"goods\" means both materials and products; <br> \"Harmonized System\" means the Harmonized Commodity Description <br> and Coding System in force, including its general rules and legal notes of <br> section, chapter, heading and subheading, as adopted by the Parties in <br> value of all the materials used, minus any internal taxes returned or <br> their respective laws; <br> Valuation); <br> \"manufacture\" means any kind of working or processing, including <br> be ascertained, the first ascertainable price paid for the materials in an <br> 1 As amended by Joint Committee Decision No. 2 of 2002 (22 October 2002); entry into force <br> 1 January 2003 and Joint Committee Decision No. 1 of 2008 (23 September 2008); entry into <br> force 1 May 2009. <br> 2 In case the ex-works price is not known or is uncertain, the producer or an exporter of the goods <br> may use the cost of manufacturing of the product. <br> \"material\" means any ingredient, raw material, component or part, etc., <br> used in the manufacture of the product; <br> \"non-originating goods\" means products or materials which do not <br> qualify as originating under this Annex; <br> \"product\" means the product being manufactured, even if it is intended <br> \"value of materials\" means the customs value at the time of importation <br> EFTA State or in Mexico; <br> of the non-originating materials used, or, if this is not known and cannot <br> \"value of originating materials\" means the value of originating materials <br> in accordance with the definition of \"value of materials\" applied mutatis <br> mutandis. <br> 2. Where reference is made to \"the customs authorities or the competent <br> governmental authority\" it relates to the customs authorities of each EFTA State <br> and the \"Secretaría de Comercio y Fomento Industrial\" of Mexico, or its <br> successor. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> originating in an EFTA State3: <br> (a) products wholly obtained in an EFTA State within the meaning of <br> Article 4; <br> (b) products obtained in an EFTA State incorporating materials which have <br> not been wholly obtained there, provided that such materials have <br> (c) products obtained in an EFTA State exclusively from materials that <br> 2. For the purpose of this Agreement, the following products shall be considered as <br> originating in Mexico: <br> 3 Due to the Customs Union between Switzerland and Liechtenstein, products originating in <br> Liechtenstein are considered as originating in Switzerland. <br> (a) products wholly obtained in Mexico within the meaning of Article 4; <br> (b) products obtained in Mexico incorporating materials which have not <br> been wholly obtained there, provided that such materials have undergone <br> sufficient working or processing in Mexico within the meaning of <br> Article 5; or <br> (c) products obtained in Mexico exclusively from materials that qualify as <br> originating pursuant to this Annex. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "1. For the purpose of this Agreement, the following products shall be considered as <br> undergone sufficient working or processing in the EFTA State concerned <br> within the meaning of Article 5; or <br> qualify as originating pursuant to this Annex. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issue of movement certificates EUR.1 on the basis of proof of origin", "ArticleDesc": "Article 20 : Issue of movement certificates EUR.1 on the basis of proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an EFTA <br> State or in Mexico, it shall be possible to replace the original proof of origin by one or <br> more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> "}, {"ArticleTitle": "Conditions for making out an invoice declaration", "ArticleDesc": "Article 21 : Conditions for making out an invoice declaration <br> 1. An invoice declaration referred to in Article 16 (1) (b) may be made out: <br> (a) by an approved exporter within the meaning of Article 22; or <br> (b) by any exporter for any consignment consisting of one or more packages <br> containing originating products the total value of which does not exceed <br> any of the following amounts: <br> (i) 6000 euro <br> 2. An invoice declaration may be made out if the products concerned can be <br> (ii) 5400 US dollar (USD) <br> (iii) 55000 Mexican pesos (MXP) <br> (iv) 50000 Norwegian kroner (NOK) <br> (v) 510000 Icelandic kroner (ISK) <br> (vi) 10300 Swiss francs (CHF) <br> Where the goods are invoiced in a currency other than those mentioned in this sub- <br> paragraph, the amount equivalent to the amount expressed in the national currency of <br> the importing Party shall be applied. <br> considered as products originating in an EFTA State or in Mexico and fulfil the other <br> 3. An exporter making out an invoice declaration shall be prepared to submit at any <br> time, at the request of the customs authorities or the competent governmental authority <br> of the exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> 4. An invoice declaration shall be made out by the exporter by typing, stamping or <br> declaration, the text of which appears in Appendix 4, using one of the linguistic versions <br> printing on the invoice, the delivery note or another commercial document, the <br> set out in that Appendix and in accordance with the provisions of the law of the <br> characters. <br> exporting Party. If the declaration is handwritten, it shall be written in ink in printed <br> 5. Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 22 shall not <br> be required to sign such declarations, provided that he/she gives the customs authorities <br> or the competent governmental authority of the exporting Party a written undertaking <br> that he/she accepts full responsibility for any invoice declaration which identifies <br> him/her as if it had been signed in manuscript by him/her. <br> 6. An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation. <br> "}, {"ArticleTitle": "Conditions for Making out an Invoice Declaration", "ArticleDesc": "requirements of this Annex. <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 24 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing Party in <br> accordance with the procedures applicable in that Party. Such authorities may require a <br> translation of a proof of origin and may also require the import declaration to be <br> accompanied by a statement from the importer to the effect that the products meet the <br> conditions of this Annex. <br> "}, {"ArticleTitle": "Import by instalments", "ArticleDesc": "Article 25 : Import by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing Party, dismantled or non-assembled products within the <br> meaning of General Rule 2 (a) of the Harmonized System falling within Sections XVI <br> and XVII or headings 7308 and 9406 of the Harmonized System are imported by <br> instalments, a single proof of origin for such products shall be submitted to the customs <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> 1. The customs authorities of the EFTA States9 and the competent governmental <br> authority of Mexico10 shall provide each other, through the EFTA Secretariat, with <br> specimen impressions of stamps used in their customs or competent governmental <br> authority' offices for the issue of movement certificates EUR.1, with information on the <br> certificates EUR.1 and invoice declarations. <br> composition of the authorisation number for approved exporters, with a specimen of an <br> original movement certificate EUR.1 form and with the addresses of the customs <br> authorities or the competent governmental authority responsible for verifying movement <br> authenticity of the movement certificates EUR.1 or the invoice declarations and the <br> correctness of the information given in these documents. <br> 2. In order to ensure the proper application of this Annex, the EFTA States and <br> Mexico shall assist each other, through their respective administrations, to verify the <br> 9 Due to the Customs Union between Switzerland and Liechtenstein, Switzerland will act on <br> behalf of Liechtenstein. <br> 10 The competent governmental authority of Mexico means the \"Secretaría de Comercio y Fomento <br> Industrial\" or its successor. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 32 : Dispute settlement <br> 1. Disputes arising in relation to the verification procedures pursuant to Article 31, <br> the customs authorities or the competent governmental authority responsible for <br> carrying out such verification, or which raise a question as to the interpretation of this <br> Annex shall be referred to the Sub-Committee on Customs and Origin Matters prior to <br> requesting consultations under Article 72 of this Agreement. The Sub-Committee shall <br> present a report to the Joint Committee containing its conclusions. <br> 2. Disputes between the importer and the customs authorities of the importing <br> Party shall be governed by the law of that Party. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "which cannot be settled between the customs authorities requesting a verification and <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 33 : Confidentiality <br> All information which is by nature confidential or which is provided on a confidential <br> basis shall be covered by the obligation of professional secrecy, in accordance with the <br> respective laws of each Party. It shall not be disclosed by the Parties' authorities without <br> the express permission of the person or authority providing it. The communication of <br> information  shall  be  permitted  where  the  customs  authorities  or  competent <br> governmental authority may be obliged or authorised to do so pursuant to the applicable <br> legal provisions, particularly in respect of data protection, or in connection with legal <br> proceedings. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1. The EFTA States and Mexico shall take all necessary steps to ensure that <br> products traded under cover of a proof of origin which in the course of transport use a <br> Mexico are imported into a free zone under cover of a proof of origin and undergo <br> treatment or processing, the authorities concerned shall issue a new EUR.1 certificate at <br> the exporter's request, if the treatment or processing undergone is in conformity with the <br> provisions of this Annex. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "free zone situated in their territory, are not substituted by other goods and do not <br> undergo handling other than normal operations designed to prevent their deterioration. <br> 2. Notwithstanding paragraph 1, when products originating in an EFTA State or in <br> "}, {"ArticleTitle": "Sub-Committee", "ArticleDesc": "Article 36 : Sub-Committee <br> 1. A Sub-Committee of the Joint Committee on Customs and Origin Matters is <br> hereby established. <br> 2. The functions of the Sub-Committee shall be to exchange information, review <br> developments, prepare and co-ordinate positions, prepare technical amendments to the <br> rules of origin and assist the Joint Committee regarding: <br> (a) rules of origin and administrative co-operation as set out in this Annex; <br> (b) other matters that are referred to the Sub-Committee by the Joint <br> Committee. <br> 3. The Sub-Committee shall endeavour to resolve as soon as possible any dispute <br> arising in relation to the verification procedures, as referred to in Article 32 (1) of this <br> Annex. <br> 4. The Sub-Committee shall report to the Joint Committee. The Sub-Committee <br> may make recommendations to the Joint Committee on matters related to its functions. <br> 5. The Sub-Committee shall act by consensus. The Sub-Committee shall be <br> chaired alternatively by a representative of an EFTA State or Mexico for an agreed <br> period of time. The chairperson shall be elected at the first meeting of the Sub- <br> 6. The Sub-Committee shall meet as often as required. It may be convened by the <br> Joint Committee, by the chairperson of the Sub-Committee on his/her own initiative or <br> upon request of any Party. The venue shall alternate between Mexico and an EFTA <br> State. <br> 7. A provisional agenda for each meeting shall be prepared by the chairperson in <br> consultation with all Parties, and forwarded to the Parties, as a general rule, not later <br> than two weeks before the meeting. <br> "}, {"ArticleTitle": "Explanatory Notes", "ArticleDesc": "1. The Parties shall agree on \"Explanatory Notes\" regarding the interpretation, <br> application and administration of this Annex within the Sub-Committee on Customs and <br> Origin Matters. <br> 2. The Parties shall implement simultaneously the Explanatory Notes so agreed, in <br> accordance with their respective internal procedures. <br> "}, {"ArticleTitle": "Explanatory notes", "ArticleDesc": "Article 37 : Explanatory notes <br> "}, {"ArticleTitle": "Goods in transit or storage", "ArticleDesc": "Article 38 : Goods in transit or storage <br> The provisions of this Agreement may be applied to goods which comply with the <br> provisions of this Annex and which on the date of entry into force of this Agreement are <br> either in transit or are in an EFTA State or in Mexico or, in temporary storage in bonded <br> warehouse under customs control or in free zones, subject to the submission to the <br> customs authorities of the importing Party, within six months of the date, of a certificate <br> EUR.1 endorsed retrospectively by the customs authorities or the competent <br> governmental authority of the exporting Party together with the documents showing that <br> the goods have been transported directly. <br> The Parties have agreed to apply the following Explanatory Notes: <br> "}, {"ArticleTitle": "rticle 18 (1)(b). Technical reasons", "ArticleDesc": "Article 18 (1)(b). Technical reasons <br> was not made out in the prescribed manner. These are the cases which may give <br> rise to subsequent presentation of the retrospectively endorsed certificate and they <br> include, by way of example, the following: <br> - the movement certificate EUR.1 has been made out on a form other than the <br> prescribed one (e.g. no guilloche background, differs significantly from the <br> model in size or color, no serial number, not printed in one of the official <br> languages of the Parties or in English), <br> - one of the mandatory boxes (e.g. Box 4 on the EUR.1) has not been filled <br> in, <br> - tariff classification of the good at least at a heading (4-digit code) level is <br> not included in Box 8 or in the invoice concerned for the cases referred to in <br> the above paragraph on \"description of goods on a movement certificate <br> EUR.1\", <br> - the movement certificate EUR.1 has not been stamped or signed (i.e. in Box <br> 11), <br> - the movement certificate EUR.1 is endorsed by a non-authorised authority, <br> - the stamp used has not been notified, <br> - the movement certificate EUR.1 presented is a copy or photocopy rather <br> than the original, <br> - the entry in Box 2 or 5 refers to a country not being a Party to the <br> Agreement, <br> - the date set out in Box 11 is prior to the date indicated in Box 12. <br> Action to be taken <br> The document should be marked ‘Document not accepted' in one of the official <br> languages of the Parties2 or in English, stating the reason(s) on the certificate or <br> on another document made out by the customs authority. The certificate and <br> where appropriate, the other documents, is then returned to the importer in order <br> to enable him to get a new document issued retrospectively. The customs <br> authorities, however, may keep a photocopy of the rejected document for the <br> purposes of post-clearance verification or if they have grounds for suspecting <br> fraud. <br> 2 For the official language versions, see Annex. <br> "}, {"ArticleTitle": "rticle 21. Application of the provisions concerning invoice declaration", "ArticleDesc": "Article 21. Application of the provisions concerning invoice declaration <br> territory of one of the Parties. If the invoice is made out in a third country, the <br> invoice declaration can appear on any other commercial document3 issued in the <br> territory of the exporting Party, which describes the products concerned in <br> sufficient detail to enable them to be identified as originating in accordance with <br> Annex I to the Agreement. In such case the exporter of the goods must be <br> identified on the document on which the invoice declaration is made out. <br> Furthermore, the following guidelines shall apply: <br> (a) the wording of the invoice declaration shall be in accordance with the <br> wording set out in Appendix 4 of Annex I to the Agreement; <br> (b) the indication of non-originating products and therefore products which <br> are not covered by the invoice declaration should not be made on the <br> declaration itself. However, this indication should appear on the invoice in <br> a precise way so as to avoid any misunderstandings; <br> (c) declarations made on carbon copied or photocopied invoices are <br> acceptable provided such declarations bear the signature of the exporter <br> under the same conditions as the original. Approved exporters who are <br> authorised not to sign invoice declarations are not required to sign invoice <br> declarations made on carbon copied or photocopied invoices; <br> (d) an invoice declaration on the reverse of the invoice is acceptable; <br> (e) the invoice declaration may be made out on a separate sheet of the invoice <br> provided that the sheet is obviously part of the invoice. A complementary <br> form may not be used; <br> Example: <br> The origin declaration is made out on the last page of the invoice, that <br> page bearing the same information as the other pages, such as the <br> invoice number, the name and address of the exporter and a <br> consecutive page number. <br> (f) an invoice declaration made out on a label which is subsequently attached <br> to the invoice is acceptable provided there is no doubt that the label has <br> been affixed by the exporter. For example, the exporter's stamp or <br> signature should cover both the label and the invoice; <br> (g) Notwithstanding the explanatory note to Article 17 and 18 (goods exported <br> by a customs clearance agent), customs clearance agents cannot make out <br> invoice declarations as an authorised representative of an exporter. <br> 3 Such commercial documents are for instance the bill of lading or the packing list which accompany <br> the goods. <br> (h) If an ISO-Alpha-2 code is used to indicate the country of origin, the <br> following codes shall apply: <br> - Iceland IS <br> - Mexico MX <br> - Norway NO <br> - Switzerland CH <br> "}, {"ArticleTitle": "rticle 22. Approved exporter", "ArticleDesc": "Article 22. Approved exporter <br> ANNEX <br> to <br> Explanatory Notes <br> "}]}]}, "members_found": ["757", "484", 2, 8703900000]}