{"FtaRooDetails": {"FtaId": 371, "FtaCode": "ITC00377", "FtaName": "FTA, EU-Canada", "FtaFullName": "COMPREHENSIVE ECONOMIC AND TRADE AGREEMENT (CETA) BETWEEN CANADA, OF THE ONE PART, AND THE EUROPEAN UNION, OF THE OTHER PART", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "21.09.2017", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Group", "MemberStates": "Canada; European Union", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EU-Canada", "AdminProcCooAuth": "The certification type under FTA, EU-Canada is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EU-Canada is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EU-Canada agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 30/20%", "RooText": "Production in which the value of all non-originating materials used does not exceed: (a) 70 per cent of the transaction value or ex-works price of the product; or (b) 80 per cent of the net cost of the product.", "ShowProductAffected": true, "ProductAffected": "For First 100,000 units (quota) ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 50%", "RooText": "Production in which the value of all non-originating materials used does not exceed 50 per cent of the transaction value or ex-works price of the product.", "ShowProductAffected": true, "ProductAffected": "For Above 100,000 units (outside quota) ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX 5<br /> PRODUCT-SPECIFIC RULES OF ORIGIN<br /> Introductory Notes to Annex 5<br /> 1. This Annex sets out the conditions required for a product to be considered originating<br /> within the meaning of Article 5 (Sufficient Production).<br /> 2. The following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means any four-digit number, or the first four digits of any number, used in<br /> the Harmonized System;<br /> section means a section of the Harmonized System; and<br /> subheading means any six-digit number, or the first six digits of any number, used<br /> in the Harmonized System.<br /> 3. The product-specific rule of origin, or set of rules of origin, that applies to a product<br /> classified in a particular heading, subheading, or group of headings or subheadings is<br /> set out immediately adjacent to that heading, subheading, or group of headings or<br /> subheadings.<br /> 4. Unless otherwise specified, a requirement of a change in tariff classification or any<br /> other condition set out in a product-specific rule of origin applies only to non-<br /> originating material.<br /> 5. Section, chapter, heading, or subheading notes, where applicable, are found at the<br /> beginning of each new section, chapter, heading, or subheading. These notes must be<br /> read in conjunction with the product-specific rules of origin for the applicable<br /> section, chapter, heading, or subheading and may impose further conditions on, or<br /> provide an alternative to, the product-specific rules of origin.<br /> 6. Unless otherwise specified, reference to weight in a product-specific rule of origin<br /> means the net weight, which is the weight of a material or a product not including the<br /> weight of packaging as set out in the definitions of \"net weight of non-originating<br /> material\" and \"net weight of the product\" in Article 1 (Definitions) of this Protocol.<br /> 7. A reference to non-originating sugar in a product-specific rule of origin means the<br /> non-originating material referred to in Article 16 (Sugar) of this Protocol.<br /> 8. If a product-specific rule of origin requires:<br /> (a) a change from any other chapter, heading, or subheading, or a change to<br /> product x65 from any other chapter, heading, or subheading, only non-<br /> originating material classified in a chapter, heading, or subheading other than<br /> that of the product may be used in the production of the product;<br /> (b) a change from within a heading or subheading, or from within any one of these<br /> headings or subheadings, non-originating material classified within the heading<br /> or subheading may be used in the production of the product, as well as non-<br /> In these notes product x or tariff provision x denotes a specific product or tariff provision, and x per cent<br /> denotes a specific percentage.<br /> originating material classified in a chapter, heading, or subheading other than<br /> that of the product;<br /> (c) a change from any heading or subheading outside a group, only non-originating<br /> material classified outside the group of headings or subheadings may be used<br /> in the production of the product;<br /> (d) that a product is wholly obtained, the product must be wholly obtained within<br /> the meaning of Article 4 (Wholly Obtained Products). If a shipment consists of<br /> a number of identical products classified under tariff provision x, each product<br /> shall be considered separately;<br /> (e) production in which all the material of tariff provision x used is wholly<br /> obtained, all of the material of tariff provision x used in production of the<br /> product must be wholly obtained within the meaning of Article 4 (Wholly<br /> Obtained Products);<br /> (f) a change from tariff provision x, whether or not there is also a change from any<br /> other chapter, heading or subheading, the value of any non-originating material<br /> that satisfies the change in tariff classification specified in the phrase<br /> commencing with the words \"whether or not\" is not considered when<br /> calculating the value of non-originating materials. If two or more product-<br /> specific rules of origin are applicable to a heading, subheading, or group of<br /> headings or subheadings, the change in tariff classification specified in this<br /> phrase reflects the change specified in the first rule of origin;<br /> (g) that the value of non-originating materials of tariff provision x does not exceed<br /> x per cent of the transaction value or ex-works price of the product, only the<br /> value of the non-originating material specified in this rule of origin is<br /> considered when calculating the value of non-originating materials. The<br /> percentage for the maximum value of non-originating materials as set out in<br /> this rule of origin may not be exceeded through the use of Article 6<br /> (Tolerance);<br /> (h) that the value of non-originating materials classified in the same tariff<br /> provision as the final product does not exceed x per cent of the transaction<br /> value or ex-works price of the product, non-originating material classified in a<br /> tariff provision other than that of the product may be used in the production of<br /> the product. Only the value of the non-originating materials classified in the<br /> same tariff provision as the final product is considered when calculating the<br /> value of non-originating materials. The percentage for the maximum value of<br /> non-originating materials as set out in this rule of origin may not be exceeded<br /> through the use of Article 6 (Tolerance);<br /> (i) that the value of all non-originating materials does not exceed x per cent of the<br /> transaction value or ex-works price of the product, the value of all non-<br /> originating materials is considered when calculating the value of non-<br /> originating materials. The percentage for the maximum value of non-<br /> originating materials as set out in this rule of origin may not be exceeded<br /> through the use of Article 6 (Tolerance); and<br /> (j) that the net weight of non-originating material of tariff provision x used in<br /> production does not exceed x per cent of the net weight of the product, the<br /> specified non-originating materials may be used in the production of the<br /> product, provided that it does not exceed the specified percentage of the net<br /> weight of the product in accordance with the definition of \"net weight of the<br /> product\" in Article 1. The percentage for the maximum weight of non-<br /> originating material as set out in this rule of origin may not be exceeded<br /> through the use of Article 6 (Tolerance).<br /> 9. The product-specific rule of origin represents the minimum amount of production<br /> required on non-originating material for the resulting product to achieve originating<br /> status. A greater amount of production than that required by the product-specific rule<br /> of origin for that product also confers originating status.<br /> 10. If a product-specific rule of origin provides that a specified non-originating material<br /> may not be used, or that the value or weight of a specified non-originating material<br /> cannot exceed a specific threshold, these conditions do not apply to non-originating<br /> material classified elsewhere in the Harmonized System.<br /> 11. In accordance with Article 5 (Sufficient Production), when a material obtains<br /> originating status in the territory of a Party and this material is further used in the<br /> production of a product for which origin is being determined, no account will be<br /> taken of any non-originating material used in the production of that material. This<br /> applies whether or not the material has acquired originating status inside the same<br /> factory where the product is produced.<br /> 12. The product-specific rules of origin set out in this Annex also apply to used products.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00377_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ceta-aecg/text-texte/P1.aspx?lang=eng#2"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00377_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ceta-aecg/text-texte/P1.aspx?lang=eng#5"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00377_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ceta-aecg/text-texte/P1.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00377_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00377_full.pdf", "DocType": "8_full", "WebLink": "http://trade.ec.europa.eu/doclib/docs/2014/september/tradoc_152806.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00377_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N169.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of origin <br /> 1. A product that originates in a Party is considered originating in the other Party <br /> when used as a material in the production of a product in that other Party. <br /> 2. An exporter may take into account production carried out on a non-originating <br /> material in the other Party for the purposes of determining the originating status <br /> of a product. <br /> 3. Paragraphs 1 and 2 do not apply if the production carried out on a product does <br /> not go beyond the operations referred to in Article 7 and the object of this <br /> production, as demonstrated on the basis of a preponderance of evidence, is to <br /> circumvent financial or fiscal legislation of the Parties. <br /> 4. If an exporter has completed an origin declaration for a product referred to in <br /> paragraph 2, the exporter must possess a completed and signed supplier's <br /> statement from the supplier of the non-originating materials used in the <br /> production of the product. <br /> 5. A supplier's statement may be the statement set out in Annex 3 or an equivalent <br /> document that contains the same information describing the non-originating <br /> materials concerned in sufficient detail for their identification. <br /> 6. If a supplier's statement referred to in paragraph 4 is in electronic format, it does <br /> not need to be signed, provided that the supplier is identified to the satisfaction <br /> of the customs authorities in the Party where the supplier's statement was <br /> completed. <br /> 7. A supplier's statement applies to a single invoice or multiple invoices for the <br /> same material that is supplied within a period that does not exceed 12 months <br /> from the date set out in the supplier's statement. <br /> 8. Subject to paragraph 9, if, as permitted by the WTO Agreement, each Party has a <br /> free trade agreement with the same third country, a material of that third country <br /> may be taken into consideration by the exporter when determining whether a <br /> product is originating under this Agreement. <br /> 9. Each Party shall apply paragraph 8 only if equivalent provisions are in force <br /> between each Party and the third country and upon agreement by the Parties on <br /> the applicable conditions. <br /> 10. Notwithstanding paragraph 9, if each Party has a free trade agreement with the <br /> United States, and upon agreement by both Parties on the applicable conditions, <br /> each Party shall apply paragraph 8 when determining whether a product of <br /> Chapter 2 or 11, heading 16.01 through 16.03, Chapter 19, heading 20.02 or <br /> 20.03, or subheading 3505.10 is originating under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Tolerance <br /> 1. Notwithstanding Article 5.1, and except as provided in paragraph 3, if the non- <br /> originating materials used in the production of a product do not fulfil the <br /> conditions set out in Annex 5, the product shall be considered an originating <br /> product provided that: <br /> (a)  the total value of those non-originating materials does not exceed 10 per <br /> cent of the transaction value or ex-works price of the product; <br /> (b)  any of the percentages given in Annex 5 for the maximum value or weight <br /> of non-originating materials are not exceeded through the application of <br /> this paragraph; and <br /> (c)  the product satisfies all other applicable requirements of this Protocol. <br /> 2. Paragraph 1 does not apply to products wholly obtained in a Party within the <br /> meaning of Article 4. If the rule of origin specified in Annex 5 requires that the <br /> materials used in the production of a product be wholly obtained, the tolerance <br /> provided for in paragraph 1 applies to the sum of these materials. <br /> 3. Tolerance for textile and apparel products of Chapter 50 through 63 of the HS <br /> shall be determined in accordance with Annex 1. <br /> 4. Paragraphs 1 through 3 are subject to Article 8(c).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficient production <br /> 1. For the purpose of Article 2, products that are not wholly obtained are <br /> considered to have undergone sufficient production when the conditions set out <br /> in Annex 5 are fulfilled. <br /> 2. If a non-originating material undergoes sufficient production, the resulting <br /> product shall be considered as originating and no account shall be taken of the <br /> non-originating material contained therein when that product is used in the <br /> subsequent production of another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Accessories, spare parts and tools <br /> Accessories, spare parts, and tools delivered with a product that form part of its standard <br /> accessories, spare parts, or tools, that are not invoiced separately from the product and <br /> which quantities and value are customary for the product, shall be: <br /> (a) taken into account in calculating the value of the relevant non-originating <br /> materials when the rule of origin of Annex 5 applicable to the product contains a <br /> percentage for the maximum value of non-originating materials; and <br /> (b) disregarded in determining whether all the non-originating materials used in the <br /> production of the product undergo the applicable change in tariff classification <br /> or other requirements set out in Annex 5.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content / net cost / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> transaction value or ex-works price of the product means the price paid or payable to <br /> the producer of the product at the place where the last production was carried out, and <br /> must include the value of all materials. If there is no price paid or payable or if it does not <br /> include the value of all materials, the transaction value or ex-works price of the product: <br /> (a) must include the value of all materials and the cost of production employed in <br /> producing the product, calculated in accordance with generally accepted <br /> accounting principles; and <br /> (b) may include amounts for general expenses and profit to the producer that can be <br /> reasonably allocated to the product. <br /> Any internal taxes which are, or may be, repaid when the product obtained is exported <br /> are excluded. If the transaction value or ex-works price of the product includes costs <br /> incurred subsequent to the product leaving the place of production, such as transportation, <br /> loading, unloading, handling, or insurance, those costs are to be excluded; and <br /> value of non-originating materials means the customs value of the material at the time <br /> of its importation into a Party, as determined in accordance with the Customs Valuation <br /> Agreement. The value of the non-originating material must include any costs incurred in <br /> transporting the material to the place of importation, such as transportation, loading, <br /> unloading, handling, or insurance. If the customs value is not known or cannot be <br /> ascertained, the value of non-originating materials will be the first ascertainable price <br /> paid for the materials in the European Union or in Canada. <br /> Article 17 : Net cost <br /> 1. For the purpose of this Article, the following definitions apply, in addition to <br /> those set out in Article 1: <br /> motor vehicle means a product of subheading 8703.21 through 8703.90; <br /> net cost means total cost minus sales promotion, marketing and after-sales <br /> service costs, royalty, shipping and packing costs, and non-allowable interest <br /> cost that are included in the total cost; <br /> non-allowable interest cost means interest costs incurred by a producer that <br /> exceed 700 basis points above the applicable national government interest rate <br /> identified for comparable maturities; <br /> royalty means payments of any kind, including payments under technical <br /> assistance or similar agreements, made as consideration for the use or right to <br /> use any copyright, literary, artistic, or scientific work, patent, trademark, design, <br /> model, plan, secret formula or process, excluding those payments under <br /> technical assistance or similar agreements that can be related to specific services <br /> such as: <br /> (a)  personnel training, without regard to where it is performed; and <br /> (b)  if performed in the territory of one or both of the Parties, engineering, <br /> tooling, die-setting, software design and similar computer services, or <br /> other services; <br /> sales promotion, marketing, and after-sales service costs means the following <br /> costs related to sales promotion, marketing, and after-sales service: <br /> (a) sales and marketing promotion; media advertising; advertising and market <br /> research;  promotional  and  demonstration  materials;  exhibits;  sales <br /> conferences, trade shows and conventions; banners; marketing displays; <br /> free samples; sales, marketing and after-sales service literature (product <br /> brochures, catalogues, technical literature, price lists, service manuals and <br /> sales aid information); establishment and protection of logos and <br /> trademarks;  sponsorships;  wholesale  and  retail  restocking  charges; <br /> entertainment; <br /> (b) sales and marketing incentives; consumer, retailer or wholesaler rebates; <br /> merchandise incentives; <br /> (c) salaries and wages; sales commissions; bonuses; benefits (for example, <br /> medical, insurance, and pension); travelling and living expenses; and <br /> membership and professional fees for sales promotion, marketing, and <br /> after-sales service personnel; <br /> (d) recruiting and training of sales promotion, marketing, and after-sales <br /> service personnel, and after-sales training of customers' employees, if <br /> those costs are identified separately for sales promotion, marketing, and <br /> after-sales service of products on the financial statements or cost accounts <br /> of the producer; <br /> (e) product liability insurance; <br /> (f) office supplies for sales promotion, marketing, and after-sales service of <br /> products, if those costs are identified separately for sales promotion, <br /> marketing, and after-sales service of products on the financial statements <br /> or cost accounts of the producer; <br /> (g) telephone, mail, and other communications, if those costs are identified <br /> separately for sales promotion, marketing, and after-sales service of <br /> products on the financial statements or cost accounts of the producer; <br /> (h) rent and depreciation of sales promotion, marketing, and after-sales service <br /> offices and distribution centres; <br /> (i) property insurance premiums, taxes, cost of utilities, and repair and <br /> maintenance of sales promotion, marketing, and after-sales service offices <br /> and distribution centres, where such costs are identified separately for <br /> sales promotion, marketing, and after-sales service of products on the <br /> financial statements or cost accounts of the producer; and <br /> (j) payments by the producer to other persons for warranty repairs; <br /> shipping and packing costs means the costs incurred in packing a product for <br /> shipment and shipping the product from the point of direct shipment to the <br /> buyer, excluding costs of preparing and packaging the product for retail sale; and <br /> total cost means all product costs, period costs and other costs incurred in <br /> relation to the production of a product in Canada when: <br /> (a)  product costs means those costs that are associated with the production of <br /> a product and include the value of materials, direct labour costs, and direct <br /> overhead. <br /> (b)  period costs means those costs other than product costs that are expensed <br /> in the period in which they are incurred, including selling expenses and <br /> general and administrative expenses. <br /> (c)  other costs means all costs recorded on the books of the producer that are <br /> not product costs or period costs. <br /> 2. For the purpose of calculating the net cost of a product under Table D.1 (Annual <br /> Quota Allocation for Vehicles Exported from Canada to the European Union) in <br /> Annex 5-A , the producer of the product may: <br /> (a)  calculate the total cost incurred with respect to all products produced by <br /> that producer, subtract any sales promotion, marketing and after-sales <br /> service costs, royalty, shipping and packing costs, and non-allowable <br /> interest cost that is included in the total cost of all those products, and then <br /> reasonably allocate the resulting net cost of those products to the product; <br /> (b)  calculate the total cost incurred with respect to all products produced by <br /> that producer, reasonably allocate the total cost to the product, and then <br /> subtract any sales promotion, marketing and after-sales service costs, <br /> royalty, shipping and packing costs and non-allowable interest cost that is <br /> included in the portion of the total cost allocated to the product; or <br /> (c)  reasonably allocate each cost that forms part of the total cost incurred by <br /> that producer with respect to the product so that the aggregate of these <br /> costs does not include any sales promotion, marketing and after-sales <br /> service costs, royalty, shipping and packing costs, or non-allowable <br /> interest cost. <br /> 3. For the purpose of calculating the net cost of a product under paragraph 1, the <br /> producer may average its calculation over its fiscal year using any one of the <br /> following categories, on the basis of either all motor vehicles produced by that <br /> producer in the category or only those motor vehicles in the category that are <br /> produced by that producer and exported to the territory of the other Party: <br /> (a)  the same model line of motor vehicles in the same class of vehicles <br /> produced in the same plant in the territory of a Party; <br /> (b)  the same model line of motor vehicles produced in the same plant in the <br /> territory of a Party; <br /> (c)  the same model line of motor vehicles produced in the territory of a Party; <br /> (d)  the same class of motor vehicles produced in the same plant in the territory <br /> of a Party; or <br /> (e)  any other category as the Parties may decide.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Neutral elements <br /> For the purpose of determining whether a product is originating, it is not necessary to <br /> determine the origin of the following which might be used in its production: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; or <br /> (d) materials which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Transport through a third country <br /> 1. A product that has undergone production that satisfies the requirements of <br /> Article 2 shall be considered originating only if, subsequent to that production, <br /> the product: <br /> (a)  does not undergo further production or any other operation outside the <br /> territories of the Parties, other than unloading, reloading, or any other <br /> operation necessary to preserve it in good condition, to transport the <br /> product to the territory of a Party; and <br /> (b)  remains under customs control while outside the territories of the Parties. <br /> 2. The storage of products and shipments or the splitting of shipments may take <br /> place where carried out under the responsibility of the exporter or of a <br /> subsequent holder of the products and the products remain under customs <br /> control in the country or countries of transit. <br /> Article 22 : Proof related to transport through a third country <br /> Each Party, through its customs authority, may require an importer to demonstrate that a <br /> product for which the importer claims preferential tariff treatment was shipped in <br /> accordance with Article 14 by providing: <br /> (a) carrier documents, including bills of lading or waybills, indicating the shipping <br /> route and all points of shipment and transhipment prior to the importation of the <br /> product; and <br /> (b) when the product is shipped through or transhipped outside the territories of the <br /> Parties, a copy of the customs control documents indicating to that customs <br /> authority that the product remained under customs control while outside the <br /> territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Packaging and packing materials and containers <br /> 1. If, under General Rule 5 of the HS, packaging is included with the product for <br /> classification purposes, it is considered in determining whether all the non- <br /> originating materials used in the production of the product satisfy the <br /> requirements set out in Annex 5. <br /> 2. Packing materials and containers in which a product is packed for shipment shall <br /> be disregarded in determining the origin of that product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Accounting segregation of fungible materials or products <br /> 1. (a)  If originating and non-originating fungible materials are used in the <br /> production of a product, the determination of the origin of the fungible <br /> materials does not need to be made through physical separation and <br /> identification of any specific fungible material, but may be determined on <br /> the basis of an inventory management system; or <br /> (b)  if originating and non-originating fungible products of Chapter 10, 15, 27, <br /> 28, 29, heading 32.01 through 32.07, or heading 39.01 through 39.14 of <br /> the HS are physically combined or mixed in inventory in a Party before <br /> exportation to the other Party, the determination of the origin of the <br /> fungible products does not need to be made through physical separation <br /> and identification of any specific fungible product, but may be determined <br /> on the basis of an inventory management system. <br /> 2. The inventory management system must: <br /> (a)  ensure that, at any time, no more products receive originating status than <br /> would have been the case if the fungible materials or fungible products <br /> had been physically segregated; <br /> (b)  specify the quantity of originating and non-originating materials or <br /> products, including the dates on which those materials or products were <br /> placed in inventory and, if required by the applicable rule of origin, the <br /> value of those materials or products; <br /> (c)  specify the quantity of products produced using fungible materials, or the <br /> quantity of fungible products, that are supplied to customers who require <br /> evidence of origin in a Party for the purpose of obtaining preferential <br /> treatment under this Agreement, as well as to customers who do not <br /> require such evidence; and <br /> (d)  indicate whether an inventory of originating products was available in <br /> sufficient quantity to support the declaration of originating status. <br /> 3. A Party may require that an exporter or producer within its territory that is <br /> seeking to use an inventory management system pursuant to this Article obtain <br /> prior authorisation from that Party in order to use that system. The Party may <br /> withdraw authorisation to use an inventory management system if the exporter <br /> or producer makes improper use of it. <br /> 4. For the purpose of paragraph 1, \"fungible materials\" or \"fungible products\" <br /> means materials or products that are of the same kind and commercial quality, <br /> with the same technical and physical characteristics, and which cannot be <br /> distinguished from one another for origin purposes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 75-85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Sets <br /> 1. Except as provided in Annex 5, a set, as referred to in General Rule 3 of the HS, <br /> is originating provided that: <br /> (a)  all of the set's component products are originating; or <br /> (b)  when the set contains a non-originating component product, at least one of <br /> the component products or all of the packaging material and containers for <br /> the set is originating; and <br /> (i) the value of the non-originating component products of Chapter 1 <br /> through 24 of the Harmonized System does not exceed 15 per cent of <br /> the transaction value or ex-works price of the set; <br /> (ii) the value of the non-originating component products of Chapter 25 <br /> through 97 of the HS does not exceed 25 per cent of the transaction <br /> value or ex-works price of the set; and <br /> (iii)  the value of all of the set's non-originating component products does <br /> not exceed 25 per cent of the transaction value or ex-works price of <br /> the set. <br /> 2. The value of non-originating component products is calculated in the same <br /> manner as the value of non-originating materials. <br /> 3. The transaction value or ex-works price of the set shall be calculated in the same <br /> manner as the transaction value or ex-works price of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Proof of origin <br /> 1. Products originating in the European Union, on importation into Canada, and <br /> products originating in Canada, on importation into the European Union, benefit <br /> from preferential tariff treatment of this Agreement on the basis of a declaration <br /> (\"origin declaration\"). <br /> 2. The origin declaration is provided on an invoice or any other commercial <br /> document that describes the originating product in sufficient detail to enable its <br /> identification. <br /> 3. The different linguistic versions of the text of the origin declaration are set out in <br /> Annex 2. <br /> Article 19 : Obligations regarding exportations <br /> 1. An origin declaration as referred to in Article 18.1 shall be completed: <br /> (a)  in the European Union, by an exporter in accordance with the relevant <br /> European Union legislation; and <br /> (b)  in Canada, by an exporter in accordance with Part V of the Customs Act, <br /> R.S.C., 1985, c. 1 (2nd Supp.). <br /> 2. The exporter completing an origin declaration shall at the request of the customs <br /> authority of the Party of export submit a copy of the origin declaration and all <br /> appropriate documents proving the originating status of the products concerned, <br /> including supporting documents or written statements from the producers or <br /> suppliers, and fulfil the other requirements of this Protocol. <br /> 3. An origin declaration shall be completed and signed by the exporter unless <br /> otherwise provided. <br /> 4. A Party may allow an origin declaration to be completed by the exporter when <br /> the products to which it relates are exported, or after exportation if the origin <br /> declaration is presented in the importing Party within two years after the <br /> importation of the products to which it relates or within a longer period of time <br /> if specified in the laws of the importing Party. <br /> 5. The customs authority of the Party of import may allow the application of an <br /> origin declaration to multiple shipments of identical originating products that <br /> take place within a period of time that does not exceed 12 months as set out by <br /> the exporter in that declaration. <br /> 6. An exporter that has completed an origin declaration and becomes aware or has <br /> reason to believe that the origin declaration contains incorrect information shall <br /> immediately notify the importer in writing of any change affecting the <br /> originating status of each product to which the origin declaration applies. <br /> 7. The Parties may allow the establishment of a system that permits an origin <br /> declaration to be submitted electronically and directly from the exporter in the <br /> territory of a Party to an importer in the territory of the other Party, including the <br /> replacement of the exporter's signature on the origin declaration with an <br /> electronic signature or identification code. <br /> Article 21 : Obligations regarding importations <br /> 1. For the purpose of claiming preferential tariff treatment, the importer shall: <br /> (a)  submit the origin declaration to the customs authority of the Party of <br /> import as required by and in accordance with the procedures applicable in <br /> that Party; <br /> (b)  if required by the customs authority of the Party of import, submit a <br /> translation of the origin declaration; and <br /> (c)  if required by the customs authority of the Party of import, provide for a <br /> statement accompanying or forming a part of the import declaration, to the <br /> effect that the products meet the conditions required for the application of <br /> this Agreement. <br /> 2. An importer that becomes aware or has reason to believe that an origin <br /> declaration for a product to which preferential tariff treatment has been granted <br /> contains incorrect information shall immediately notify the customs authority of <br /> the Party of import in writing of any change affecting the originating status of <br /> that product and pay any duties owing. <br /> 3. When an importer claims preferential tariff treatment for a good imported from <br /> the territory of the other Party, the importing Party may deny preferential tariff <br /> treatment to the good if the importer fails to comply with any requirement under <br /> this Protocol. <br /> 4. A Party shall, in conformity with its laws, provide that, if a product would have <br /> qualified as an originating product when it was imported into the territory of that <br /> Party but the importer did not have an origin declaration at the time of <br /> importation, the importer of the product may, within a period of time of no less <br /> than three years after the date of importation, apply for a refund of duties paid as <br /> a result of the product not having been accorded preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Exemptions from origin declarations <br /> 1. A Party may, in conformity with its laws, waive the requirement to present an <br /> origin declaration as referred to in Article 21, for low value shipments of <br /> originating products from another Party and for originating products forming <br /> part of the personal luggage of a traveller coming from another Party. <br /> 2. A Party may exclude any importation from the provisions of paragraph 1 when <br /> the importation is part of a series of importations that may reasonably be <br /> considered to have been undertaken or arranged for the purpose of avoiding the <br /> requirements of this Protocol related to origin declarations. <br /> 3. The Parties may set value limits for products referred to in paragraph 1, and <br /> shall exchange information regarding those limits.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Obligations regarding exportations <br /> 5. The customs authority of the Party of import may allow the application of an <br /> origin declaration to multiple shipments of identical originating products that <br /> take place within a period of time that does not exceed 12 months as set out by <br /> the exporter in that declaration. <br /> Article 20 : Validity of the origin declaration <br /> 1. An origin declaration shall be valid for 12 months from the date it was <br /> completed by the exporter, or for such longer period of time as provided by the <br /> Party of import. The preferential tariff treatment may be claimed, within this <br /> validity period, to the customs authority of the Party of import. <br /> 2. The Party of import may accept an origin declaration submitted to its customs <br /> authority after the validity period referred to in paragraph 1 for the purpose of <br /> preferential tariff treatment in accordance with that Party's laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Preservation of records <br /> 1. An exporter that has completed an origin declaration shall keep a copy of the <br /> origin declaration, as well as the supporting documents referred to in Article 25, <br /> for three years after the completion of the origin declaration or for a longer <br /> period of time as the Party of export may specify. <br /> 2. If an exporter has based an origin declaration on a written statement from the <br /> producer, the producer shall be required to maintain records in accordance with <br /> paragraph 1. <br /> 3. When provided for in laws of the Party of import, an importer that has been <br /> granted preferential tariff treatment shall keep documentation relating to the <br /> importation of the product, including a copy of the origin declaration, for three <br /> years after the date on which preferential treatment was granted, or for a longer <br /> period of time as that Party may specify. <br /> 4. Each Party shall permit, in accordance with that Party's laws, importers, <br /> exporters, and producers in its territory to maintain documentation or records in <br /> any medium, provided that the documentation or records can be retrieved and <br /> printed. <br /> 5. A Party may deny preferential tariff treatment to a product that is the subject of <br /> an origin verification when the importer, exporter, or producer of the product <br /> that is required to maintain records or documentation under this Article: <br /> (a)  fails to maintain records or documentation relevant to determining the <br /> origin of the product in accordance with the requirements of this Protocol; <br /> or <br /> (b)  denies access to those records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Obligations regarding importations <br /> 4. A Party shall, in conformity with its laws, provide that, if a product would have <br /> qualified as an originating product when it was imported into the territory of that <br /> Party but the importer did not have an origin declaration at the time of <br /> importation, the importer of the product may, within a period of time of no less <br /> than three years after the date of importation, apply for a refund of duties paid as <br /> a result of the product not having been accorded preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Origin verification <br /> 1. For the purpose of ensuring the proper application of this Protocol, the Parties <br /> shall assist each other, through their customs authorities, in verifying whether <br /> products are originating and ensuring the accuracy of claims for preferential <br /> tariff treatment. <br /> 2. A Party's request for an origin verification concerning whether a product is <br /> originating or whether all other requirements of this Protocol are fulfilled shall <br /> be: <br /> (a)  based on risk assessment methods applied by the customs authority of the <br /> Party of import, which may include random selection; or <br /> (b)  made when the Party of import has reasonable doubts about whether the <br /> product is originating or whether all other requirements of this Protocol <br /> have been fulfilled. <br /> 3. The customs authority of the Party of import may verify whether a product is <br /> originating by requesting, in writing, that the customs authority of the Party of <br /> export conduct a verification concerning whether a product is originating. When <br /> requesting a verification, the customs authority of the Party of import shall <br /> provide the customs authority of the Party of export with: <br /> (a)  the identity of the customs authority issuing the request; <br /> (b)  the name of the exporter or producer to be verified; <br /> (c)  the subject and scope of the verification; and <br /> (d)  a copy of the origin declaration and, where applicable, any other relevant <br /> documentation. <br /> 4. When appropriate, the customs authority of the Party of import may request, <br /> pursuant to paragraph 3, specific documentation and information from the <br /> customs authority of the Party of export. <br /> 5. A request made by the customs authority of the Party of import pursuant to <br /> paragraph 3 shall be provided to the customs authority of the Party of export by <br /> certified or registered mail or any other method that produces a confirmation of <br /> receipt by that customs authority. <br /> 6. The customs authority of the Party of export shall proceed to the origin <br /> verification. For this purpose, the customs authority may, in accordance with its <br /> laws, request documentation, call for any evidence, or visit the premises of an <br /> exporter or a producer to review the records referred to in Article 25 and observe <br /> the facilities used in the production of the product. <br /> 7. If an exporter has based an origin declaration on a written statement from the <br /> producer or supplier, the exporter may arrange for the producer or supplier to <br /> provide documentation or information directly to the customs authority of the <br /> Party of export upon that Party's request. <br /> 8. As soon as possible and in any event within 12 months after receiving the <br /> request referred to in paragraph 4, the customs authority of the Party of export <br /> shall complete a verification of whether the product is originating and fulfils the <br /> other requirements of this Protocol, and shall: <br /> (a)  provide to the customs authority of the Party of import, by certified or <br /> registered mail or any other method that produces a confirmation of receipt <br /> by that customs authority, a written report in order for it to determine <br /> whether the product is originating or not, and that contains: <br /> (i) the results of the verification; <br /> (ii) the description of the product subject to verification and the tariff <br /> classification relevant to the application of the rule of origin; <br /> (iii)  a description and explanation of the production sufficient to support <br /> the rationale concerning the originating status of the product; <br /> (iv)  information on the manner in which the verification was conducted; <br /> and <br /> (v)  where appropriate, supporting documentation; and <br /> (b)  subject to its laws, notify the exporter of its decision concerning whether <br /> the product is originating. <br /> 9. The period of time referred to in paragraph 8 may be extended by mutual <br /> consent of the customs authorities concerned. <br /> 10. Pending the results of an origin verification conducted pursuant to paragraph 8, <br /> or consultations under paragraph 13, the customs authority of the Party of <br /> import, subject to any precautionary measures it deems necessary, shall offer to <br /> release the product to the importer. <br /> 11. If the result of an origin verification has not been provided in accordance with <br /> paragraph 8, the customs authority of the importing Party may deny preferential <br /> tariff treatment to a product if it has reasonable doubt or when it is unable to <br /> determine whether the product is originating. <br /> 12. If there are differences in relation to the verification procedures of this Article or <br /> in the interpretation of the rules of origin in determining whether a product <br /> qualifies as originating, and these differences cannot be resolved through <br /> consultations between the customs authority requesting the verification and the <br /> customs authority responsible for performing the verification, and if the customs <br /> authority of the importing Party intends to make a determination of origin that is <br /> inconsistent with the written report provided under paragraph 8(a) by the <br /> customs authority of the exporting Party, the importing Party shall notify the <br /> exporting Party within 60 days of receiving the written report. <br /> 13. At the request of either Party, the Parties shall hold and conclude consultations <br /> within 90 days from the date of the notification referred to in paragraph 12 to <br /> resolve those differences. The period of time for concluding consultations may <br /> be extended on a case by case basis by mutual written consent between the <br /> Parties. The  customs authority of the importing Party may make its <br /> determination of origin after the conclusion of these consultations. The Parties <br /> may also seek to resolve those differences within the Joint Customs Cooperation <br /> Committee referred to in Article 34. <br /> 14. In all cases, the settlement of differences between the importer and the customs <br /> authority of the Party of import shall be under the law of the Party of import. <br /> 15. This Protocol does not prevent a customs authority of a Party from issuing a <br /> determination of origin or an advance ruling relating to any matter under <br /> consideration by the Joint Customs Cooperation Committee or the Committee on <br /> Trade in Goods established under Article 26.2(a) (Committees) or from taking <br /> any other action that it considers necessary, pending a resolution of the matter <br /> under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Penalties <br /> Each Party shall maintain measures imposing criminal, civil or administrative penalties <br /> for violations of its laws relating to this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Advance rulings relating to origin <br /> 1. Each Party shall, through its customs authority, provide for the expeditious <br /> issuance of written advance rulings in accordance with its law, prior to the <br /> importation of a product into its territory, concerning whether a product qualifies <br /> as an originating product under this Protocol. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance <br /> rulings, including a detailed description of the information reasonably required <br /> to process an application for a ruling. <br /> 3. Each Party shall provide that its customs authority: <br /> (a)  may, at any time during the course of an evaluation of an application for <br /> an advance ruling, request supplemental information from the person <br /> requesting the ruling; <br /> (b)  issue the ruling within 120 days from the date on which it has obtained all <br /> necessary information from the person requesting the advance ruling; and <br /> (c)  provide, to the person requesting the advance ruling, a full explanation of <br /> the reasons for the ruling. <br /> 4. When an application for an advance ruling involves an issue that is the subject <br /> of: <br /> (a)  a verification of origin; <br /> (b a review by, or appeal to, a customs authority; or <br /> (c)  a judicial or quasi-judicial review in the customs authority's territory; <br /> the customs authority, in accordance with its laws, may decline or postpone the <br /> issuance of the ruling. <br /> 5. Subject to paragraph 7, each Party shall apply an advance ruling to importations <br /> into its territory of the product for which the ruling was requested on the date of <br /> its issuance or at a later date if specified in the ruling. <br /> 6. Each Party shall provide, to any person requesting an advance ruling, the same <br /> treatment as it provided to any other person to whom it issued an advance ruling, <br /> provided that the facts and circumstances are identical in all material respects. <br /> 7. The Party issuing an advance ruling may modify or revoke an advance ruling: <br /> (a)  if the ruling is based on an error of fact; <br /> (b)  if there is a change in the material facts or circumstances on which the <br /> ruling is based; <br /> (c)  to conform with an amendment of Chapter Two (National Treatment and <br /> Market Access for Goods), or this Protocol; or <br /> (d)  to conform with a judicial decision or a change in its law. <br /> 8. Each Party shall provide that a modification or revocation of an advance ruling <br /> is effective on the date on which the modification or revocation is issued, or on a <br /> later date if specified in the ruling, and shall not be applied to importations of a <br /> product that have occurred prior to that date, unless the person to whom the <br /> advance ruling was issued has not acted in accordance with its terms and <br /> conditions. <br /> 9. Notwithstanding paragraph 8, the Party issuing the advance ruling may, in <br /> conformity with its law, postpone the effective date of a modification or <br /> revocation for no more than six months. <br /> 10. Subject to paragraph 7, each Party shall provide that an advance ruling remains <br /> in effect and is honoured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the origin <br /> declaration and those made in the documents submitted to the customs <br /> authorities for the purpose of carrying out the formalities for importing the <br /> products shall not, because of that fact, render the origin declaration null and <br /> void if it is established that this document corresponds to the products submitted. <br /> 2. Obvious formal errors such as typing errors on an origin declaration shall not <br /> cause this document to be rejected if these errors do not create doubts <br /> concerning the correctness of the statements made in the document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Review and appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings issued by its customs authority as it <br /> provides to importers in its territory, to any person who: <br /> (a)  has received a determination on origin in the application of this Protocol; <br /> or <br /> (b)  has received an advance ruling pursuant to Article 33.1. <br /> 2. Further to Articles 27.4 (Administrative proceedings) and 27.5 (Review and <br /> appeal), each Party shall provide that the rights of review and appeal referred to <br /> in paragraph 1 include access to at least two levels of appeal or review including <br /> at least one judicial or quasi-judicial level.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1. For the purposes of this Agreement, a product is originating in the Party where <br> the last production took place if, in the territory of a Party or in the territory of <br> both of the Parties in accordance with Article 3, the product: <br> (a)  has been wholly obtained within the meaning of Article 4; <br> (b)  has been produced exclusively from originating materials; or <br> (c)  has undergone sufficient production within the meaning of Article 5. <br> 2. Except as provided for in paragraphs 8 and 9 of Article 3, the conditions set out <br> in this Protocol relating to the acquisition of originating status must be fulfilled <br> without interruption in the territory of one or both of the Parties. <br> "}, {"ArticleTitle": "Unit of classification", "ArticleDesc": "Article 8 : Unit of classification <br> For the purpose of this Protocol: <br> (a) the tariff classification of a particular product or material shall be determined <br> according to the HS; <br> (b) when a product composed of a group or assembly of articles or components is <br> classified pursuant to the terms of the HS under a single heading or subheading, <br> the whole shall constitute the particular product; and <br> (c) when a shipment consists of a number of identical products classified under the <br> same heading or subheading of the HS, each product shall be considered <br> separately. <br> "}, {"ArticleTitle": "Returned Originating Products", "ArticleDesc": "(a) is the same as that exported; and <br> "}, {"ArticleTitle": "Returned originating products", "ArticleDesc": "Article 15 : Returned originating products <br> If an originating product exported from a Party to a third country returns, it shall be <br> considered as non-originating, unless it can be demonstrated to the satisfaction of the <br> customs authorities that the returning product: <br> (b) has not undergone any operation beyond that necessary to preserve it in good <br> condition. <br> "}, {"ArticleTitle": "Sugar", "ArticleDesc": "Article 16 : Sugar <br> 1. If a rule of origin requires that the net weight of non-originating sugar used in <br> production not exceed a specified threshold, the product satisfies this condition <br> if the total net weight of all mono-saccharides and di-saccharides contained in <br> the product, or in the materials used in production, does not exceed this <br> threshold. <br> 2. The product also satisfies the condition in paragraph 1 if the threshold is not <br> exceeded by the net weight of non-originating sugar classified in heading 17.01 <br> or subheading 1702.30 through 1702.60 or 1702.90 other than malto-dextrin, <br> chemically pure maltose, or \"colouring\" caramel, as described in the explanatory <br> notes to heading 17.02, when used as such in the production of: <br> (a)  the product; and <br> (b)  the non-originating sugar-containing materials classified in subheading <br> 1302.20, 1704.90, 1806.10, 1806.20, 1901.90, 2101.12, 2101.20, 2106.90, <br> and 3302.10 that are used as such in the production of the product. <br> Alternatively, the net weight of all mono-saccharides and di-saccharides <br> contained in any of these sugar-containing materials may also be used. If <br> the net weight of the non-originating sugar used in the production of these <br> sugar containing or the net weight of mono-saccharides and di-saccharides <br> contained in these sugar-containing materials is not known, the total net <br> weight of these materials used as such in production must apply. <br> 3. The net weight of any non-originating sugar as referred to in paragraph 2 may be <br> calculated on a dry weight basis. <br> 4. For the purpose of the rules of origin for heading 17.04 and 18.06, the value of <br> non-originating sugar refers to the value of the non-originating material referred <br> to in paragraph 2 that is used in production of the product. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Importation by instalments", "ArticleDesc": "Each Party shall provide that if dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the HS falling within Sections XVI and XVII or heading <br> 7308 and 9406 of the HS are imported by instalments at the request of the importer and <br> on the conditions set out by the customs authority of the Party of import, a single origin <br> declaration for these products shall be submitted, as required, to that customs authority <br> upon importation of the first instalment. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 28 : Cooperation <br> 1. The Parties shall cooperate in the uniform administration and interpretation of <br> this Protocol and, through their customs authorities, assist each other in <br> verifying the originating status of the products on which an origin declaration is <br> based. <br> 2. For the purpose of facilitating the verifications or assistance referred to in <br> paragraph 1, the customs authorities of the Parties shall provide each other, <br> through the European Commission, with addresses of the responsible customs <br> authorities. <br> 3. It is understood that the customs authority of the Party of export assumes all <br> expenses in carrying out paragraph 1. <br> 4. It is further understood that the customs authorities of the Parties will discuss the <br> overall operation and administration of the verification process, including <br> forecasting of workload and discussing priorities. If there is an unusual increase <br> in the number of requests, the customs authorities of the Parties will consult to <br> establish priorities and consider steps to manage the workload, taking into <br> consideration operational requirements. <br> 5. With respect to products considered originating in accordance with Article 3, the <br> Parties may cooperate with a third country to develop customs procedures based <br> on the principles of this Protocol. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 32 : Confidentiality <br> 1. This Protocol does not require a Party to furnish or allow access to business <br> information or to information relating to an identified or identifiable natural <br> person, the disclosure of which would impede law enforcement or would be <br> contrary to that Party's law protecting business information and personal data <br> and privacy. <br> 2. Each Party shall maintain, in conformity with its law, the confidentiality of the <br> information collected pursuant to this Protocol and shall protect that information <br> from disclosure that could prejudice the competitive position of the person <br> providing the information. If the Party receiving or obtaining the information is <br> required by its laws to disclose the information, that Party shall notify the person <br> or Party who provided that information. <br> 3. Each Party shall ensure that the confidential information collected pursuant to <br> this Protocol shall not be used for purposes other than the administration and <br> enforcement of determination of origin and of customs matters, except with the <br> permission of the person or Party who provided the confidential information. <br> 4. Notwithstanding paragraph 3, a Party may allow information collected pursuant <br> to this Protocol to be used in any administrative, judicial, or quasi-judicial <br> proceedings instituted for failure to comply with customs related laws <br> implementing this Protocol. A Party shall notify the person or Party who <br> provided the information in advance of such use. <br> 5. The Parties shall exchange information on their respective law concerning data <br> protection for the purpose of facilitating the operation and application of <br> paragraph 2. <br> "}, {"ArticleTitle": "Committee", "ArticleDesc": "Article 34 : Committee <br> The Joint Customs Cooperation Committee (\"JCCC\"), granted authority to act under the <br> auspices of the CETA Joint Committee as a specialised committee pursuant to Article <br> 26.2.1 (Committees) may review this Protocol and recommend amendments to its <br> provisions to the CETA Joint Committee. The JCCC shall endeavour to decide upon: <br> (a) the uniform administration of the rules of origin, including tariff classification <br> and valuation matters relating to this Protocol; <br> (b) technical, interpretative, or administrative matters relating to this Protocol; or <br> (c) the priorities in relation to origin verifications and other matters arising from <br> "}]}]}, "members_found": ["918", "124", 5, 8703900000]}