{"FtaRooDetails": {"FtaId": 387, "FtaCode": "ITC00393", "FtaName": "FTA, EU-Mexico", "FtaFullName": "Economic Partnership, Political Coordination and Cooperation Agreement between the European Community and its Member States, of the one part, and the United Mexican States, of the other part", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2000", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Group", "MemberStates": "Mexico; European Union", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EU-Mexico", "AdminProcCooAuth": "The certification type under FTA, EU-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EU-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EU-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " 29.9.2000<br /> Appendix I<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDICES II AND II(a)<br /> Note 1<br /> The list sets out the conditions required for all products to be considered as sufficiently worked or processed within the<br /> meaning of Article 5 of Annex III.<br /> Note 2<br /> 2.1. The first two columns in the list describe the product obtained. The first column contains the Harmonised<br /> System heading number or chapter number and the second column contains the description of goods used in<br /> that system for that heading or chapter. For each entry in the first two columns, a rule is specified in columns 3<br /> or 4. Where, in some cases, the entry in the first column is preceded by ‘ex', this signifies that the rules in<br /> columns 3 or 4 apply only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a chapter number is given and the<br /> description of products in column 2 is therefore given in general terms, the adjacent rules in columns 3 or 4<br /> apply to all products which in the Harmonised System are classified under such headings of the chapter, or in<br /> any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a heading, each indent contains<br /> the description of that part of the heading covered by the adjacent rules in columns 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4, the exporter may opt,<br /> as an alternative, to apply either the rule set out in column 3 or that set out in column 4. If no origin rule is<br /> given in column 4, the rule set out in column 3 has to be applied.<br /> Note 3<br /> 3.1. The provisions of Article 5 of Annex III concerning products having acquired originating status which are used<br /> in the manufacture of other products apply, regardless of whether this product has been manufactured in the<br /> same factory or in another factory in Mexico or in the Community.<br /> Example:<br /> An engine of heading No 8407, for which the rule states that the value of the non-originating materials which<br /> may be incorporated may not exceed 40 % (1) of the ex-works price, is made from ‘other alloy steel roughly<br /> shaped by forging' of heading No ex 7224.<br /> If  this  forging  has  been  forged  in  the  Community  from  a  non-originating  ingot,  it  has  already  acquired<br /> originating status by virtue of the rule for heading No ex 7224 in the list. The forging can then count as<br /> originating in the value calculation for the engine regardless of whether it was produced in Mexico or the<br /> Community. The value of the non-originating ingot is thus not taken into account when adding up the value of<br /> the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing required and the carrying out of<br /> more working or processing also confers originating status; conversely, the carrying out of less working or<br /> processing cannot confer originating status. Thus if a rule provides that non-originating material at a certain level<br /> of manufacture may be used, the use of such material at an earlier stage of manufacture is allowed and the use of<br /> such material at a later stage is not.<br /> 3.3. Without prejudice to note 3.2 where a rule states that ‘materials of any heading' may be used, materials of the<br /> same heading as the product may also be used, subject, however, to any specific limitations which may also be<br /> contained in the rule. However, the expression ‘manufacture from materials of any heading, including other<br /> materials of heading No …' means that only materials classified in the same heading as the product of a different<br /> description than that of the product as given in column 2 of the list may be used.<br /> (1) See note 11 Appendix II(a).<br /> 968<br /> 3.4. The  unit  of  qualification  for  the  determination  of  origin  is  the  particular  product  as  classified  under  the<br /> nomenclature of the Harmonised System. It follows that packaging classified with the goods, for example the<br /> boxes in which a product is packed for presentation for retail sale, must be included as part of the product when<br /> determining the origin of the product. Packaging designed only for the transportation of the goods to the Party<br /> of importation shall be disregarded.<br /> Example:<br /> Computers of heading No 8471 have a rule where the value of the non-originating materials used does not<br /> exceed 40 % of the ex-works price. They are packed in boxes for retail sale and are exported in wooden<br /> containers with 10 computers in each container. In order to determine whether the computers comply with the<br /> percentage given for the product, the value of the wooden containers should be disregarded. However, the value<br /> of the retail packaging shall be included.<br /> 3.5. When a rule in the list specifies that a product may be manufactured from more than one material, this means<br /> that any one or more materials may be used. It does not require that all be used.<br /> Example:<br /> The rule for fabrics of heading Nos 5208 to 5212 provides that natural fibres may be used and that chemical<br /> materials, among other materials, may also be used. This does not mean that both have to be used; it is possible<br /> to use one or the other or both.<br /> 3.6. Where a rule in the list specifies that a product must be manufactured from a particular material, the condition<br /> obviously does not prevent the use of other materials which, because of their inherent nature, cannot satisfy the<br /> rule (See also note 6.2 in relation to textiles).<br /> However, this does not apply to products which, although they cannot be manufactured from the particular<br /> materials specified in the list, can be produced from a material of the same nature at an earlier stage of<br /> manufacture.<br /> Example:<br /> The rule for prepared foods of heading No 1904 which specifically excludes the use of cereals and their<br /> derivatives does not prevent the use of mineral salts, chemicals and other additives which are not products from<br /> cereals.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 (1) made from non-woven materials, if the use of only<br /> non-originating yarn is allowed for this class of article, it is not possible to start from non-woven cloth even if<br /> non-woven cloth cannot normally be made from yarn. In such cases, the starting material would normally be at<br /> the stage before yarn, that is the fibre stage.<br /> 3.7. Where, in a rule in the list, two percentages are given for the maximum value of non-originating materials that<br /> can be used, then these percentages may not be added together. In other words, the maximum value of all the<br /> non-originating  materials  used  may  never  exceed  the  highest  of  the  percentages  given.  Furthermore,  the<br /> individual percentages must not be exceeded in relation to the particular materials they apply to.<br /> Note 4<br /> 4.1.  The term ‘natural fibres' is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted<br /> to the stages before spinning takes place, including waste, and, unless otherwise specified, includes fibres that<br /> have been carded, combed or otherwise processed, but not spun.<br /> 4.2.  The term ‘natural fibres' includes horsehair of heading No 0503, silk of heading Nos 5002 and 5003 as well as<br /> wool fibres, fine or coarse animal hair of heading Nos 5101 to 5105, cotton fibres of heading Nos 5201 to<br /> 5203 and other vegetable fibres of heading Nos 5301 to 5305.<br /> (1) See note 6 Appendix II(a).<br /> 29.9.2000<br /> 4.3.  The terms ‘textile pulp', ‘chemical materials' and ‘paper-making materials' are used in the list to describe the<br /> materials not classified in Chapters 50 to 63, which can be used to manufacture artificial, synthetic or paper<br /> fibres or yarns.<br /> 4.4.  The term ‘man-made staple fibres' is used in the list to refer to synthetic or artificial filament tow, staple fibres or<br /> waste, of heading Nos 5501 to 5507.<br /> Note 5<br /> 5.1. Where for a given product in the list a reference is made to this note, the conditions set out in column 3 shall<br /> not apply to any basic textile materials used in the manufacture of this product, which, taken together, represent<br /> 8 % or less of the total weight of all the basic textile materials used. (See also notes 5.3 and 5.4).<br /> 5.2. However, the tolerance mentioned in note 5.1 may only apply to mixed products which have been made from<br /> two or more basic textile materials.<br /> The following are the basic textile materials:<br /> — silk,<br /> — wool,<br /> — coarse animal hair,<br /> — fine animal hair,<br /> — horsehair,<br /> — cotton,<br /> — paper-making materials and paper,<br /> — flax,<br /> — true hemp,<br /> — jute and other textile bast fibres,<br /> — sisal and other textile fibres of the genus Agave,<br /> — coconut, abaca, ramie and other vegetable textile fibres,<br /> — synthetic man-made filaments,<br /> — artificial man-made filaments,<br /> — current conducting filaments,<br /> — synthetic man-made staple fibres of polypropylene,<br /> — synthetic man-made staple fibres of polyester,<br /> — synthetic man-made staple fibres of polyamide,<br /> — synthetic man-made staple fibres of polyacrylonitrile,<br /> — synthetic man-made staple fibres of polyimide,<br /> — synthetic man-made staple fibres of polytetrafluoroethylene,<br /> — synthetic man-made staple fibres of polyphenylene sulphide,<br /> 970<br /> — synthetic man-made staple fibres of polyvinyl chloride,<br /> — other synthetic man-made staple fibres,<br /> — artificial man-made staple fibres of viscose,<br /> — other artificial man-made staple fibres,<br /> — yarn made of polyurethane segmented with flexible segments of polyether whether or not gimped,<br /> — yarn made of polyurethane segmented with flexible segments of polyester whether or not gimped,<br /> — products of heading No 5605 (metallised yarn) incorporating strip consisting of a core of aluminium foil or<br /> of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm,<br /> sandwiched by means of a transparent or coloured adhesive between two layers of plastic film,<br /> — other products of heading No 5605.<br /> Example:<br /> A yarn of heading No 5205 made from cotton fibres of heading No 5203 and synthetic staple fibres of heading<br /> No 5506 is a mixed yarn. Therefore, non-originating synthetic staple fibres that do not satisfy the origin rules<br /> (which require manufacture from chemical materials or textile pulp) may be used up to a weight of 8 % of the<br /> yarn.<br /> Example:<br /> A woollen fabric of heading No 5112 made from woollen yarn of heading No 5107 and synthetic yarn of staple<br /> fibres of heading No 5509 is a mixed fabric. Therefore synthetic yarn which does not satisfy the origin rules<br /> (which require manufacture from chemical materials or textile pulp) or woollen yarn that does not satisfy the<br /> origin rules (which require manufacture from natural fibres, not carded or combed or otherwise prepared for<br /> spinning) or a combination of the two may be used provided their total weight does not exceed 8 % of the<br /> weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading No 5802 made from cotton yarn of heading No 5205 and cotton fabric of<br /> heading No 5210 is only a mixed product if the cotton fabric is itself a mixed fabric being made from yarns<br /> classified in two separate headings or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading No 5205 and synthetic fabric<br /> of heading No 5407, then, obviously, the yarns used are two separate basic textile materials and the tufted textile<br /> fabric is accordingly a mixed product.<br /> 5.3. In the case of products incorporating ‘yarn made of polyurethane segmented with flexible segments of polyether<br /> whether or not gimped' this tolerance is 8 % in respect of this yarn.<br /> 5.4. In the case of products incorporating ‘strip consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of an<br /> adhesive between two layers of plastic film', this tolerance is 30 % in respect of this strip.<br /> Note 6<br /> 6.1.  In the case of those textile products which are marked in the list by a footnote referring to this note, textile<br /> materials, with the exception of linings and interlinings, which do not satisfy the rule set out in the list in<br /> column 3 for the made-up product concerned may be used provided that they are classified in a heading other<br /> than that of the product and that their value does not exceed 8 % of the ex-works price of the product.<br /> 29.9.2000<br /> 6.2. Without prejudice to note 6.3, materials which are not classified in Chapters 50 to 63 may be used freely in the<br /> manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that for a particular textile item, such as trousers, yarn must be used, this does not<br /> prevent the use of metal items, such as buttons, because buttons are not classified in Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners even though slide-fasteners normally contain textiles.<br /> 6.3. Where a percentage rule applies, the value of materials which are not classified in Chapters 50 to 63 must be<br /> taken into account when calculating the value of the non-originating materials incorporated.<br /> Note 7<br /> 7.1. For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, the ‘specific processes'<br /> are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (1);<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with concentrated sulphuric acid, oleum or<br /> sulphuric anhydride; neutralisation with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of heading Nos 2710, 2711 and 2712, the ‘specific processes' are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process (1);<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with concentrated sulphuric acid, oleum or<br /> sulphuric anhydride; neutralisation with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (k) in respect of heavy oils falling of heading No ex 2710 only, desulphurisation with hydrogen resulting in a<br /> reduction of at least 85 % of the sulphur content of the products processed (ASTM D 1266-59 T method);<br /> (1) See introductory note 7.4.<br /> 972<br /> (l) in respect of products of heading No 2710 only, deparaffining by a process other than filtering;<br /> (m) in respect of heavy oils of heading No ex 2710 only, treatment with hydrogen at a pressure of more than 20<br /> bar and a temperature of more than 250 °C with the use of a catalyst, other than to effect desulphurisation,<br /> when  the  hydrogen  constitutes  an  active  element  in  a  chemical  reaction.  The  further  treatment  with<br /> hydrogen of lubricating oils of heading No ex 2710 (e.g. hydrofinishing or decolorisation) in order, more<br /> especially, to improve colour or stability shall not, however, be deemed to be a specific process;<br /> (n)  in respect of fuel oils of heading No ex 2710 only, atmospheric distillation, on condition that less than 30 %<br /> of these products distil, by volume, including losses, at 300 °C by the ASTM D 86 method;<br /> (o)  in respect of heavy oils other than gas oils and fuel oils of heading No ex 2710 only, treatment by means of<br /> a high-frequency electrical brush-discharge.<br /> 7.3. For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, simple operations such<br /> as cleaning, decanting, desalting, water separation, filtering, colouring, marking, obtaining a sulphur content as a<br /> result of mixing products with different sulphur content, any combination of these operations or like operations<br /> do not confer origin.<br /> 7.4. Redistillation by a very thorough fractionation process means distillation (other than topping) by a continuous or<br /> batch process employed in industrial installations using distillates of subheading Nos 2710 00, 2711 11, 2711 12<br /> to 2711 19, 2711 21 and 2711 29 (other than propane of a purity of 99 % or more) to obtain:<br /> 1.  isolated high-purity hydrocarbons (90 % or more in the case of olefins and 95 % or more in the case of<br /> other hydrocarbons), mixtures of isomers having the same organic composition being regarded as isolated<br /> hydrocarbons;<br /> only those process by means of which at least three different products are obtained are admissible, but this<br /> restriction does not apply in any instance where the process consists in the separation of isomers. In so far<br /> this concerns xylenes, ethylbenzene is included with xylene isomers;<br /> 2.  Products of subheading Nos 2707 10 to 2707 30, 2707 50 and 2710 00:<br /> (a)  with no overlapping of the final boiling point of one fraction and the initial boiling point of the<br /> succeeding fraction and a difference of not more than 60 °C between the temperatures at which 5 and<br /> 90 % by the volume (including losses) distil by the ASTM D 86-67 method (reapproved 1972);<br /> (b)  with an overlapping of the final boiling point of one fraction and the initial boiling point of the<br /> succeeding fraction and a difference of not more than 30 °C between the temperatures at which 5 and<br /> 90 % by volume (including losses) distil by the ASTM D 86-67 method (reapproved 1972).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00393_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/MEX_EU/English/Decisions_Council/Dec2_Annexes_e/Annex_3_App3_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00393_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/MEX_EU/English/Decisions_Council/Dec2_Annexes_e/Annex_3_App2a_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00393_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/MEX_EU/English/Decisions_Council/Dec2_Annexes_e/Annex_3_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00393_full.pdf", "DocType": "8_full", "WebLink": "https://eur-lex.europa.eu/resource.html?uri=cellar:f95ad1a3-795e-4fb0-84e1-28351b99415c.0004.02/DOC_2&format=PDF"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral cumulation of origin <br /> 1 Materials originating in the Community shall be considered as materials originating in Mexico when incorporated <br /> into a product obtained there. It shall not be necessary that such materials have undergone sufficient working or <br /> processing, provided they have undergone working or processing going beyond that referred to in Article 6(1). <br /> 2 Materials originating in Mexico shall be considered as materials originating in the Community when incorporated <br /> into a product obtained there. It shall not be necessary that such materials have undergone sufficient working or <br /> processing, provided they have undergone working or processing going beyond that referred to in Article 6(1).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 3 Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list, <br /> should not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of non-originating materials are not exceeded <br /> through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonised System. Appendix I <br /> shall apply to these products. <br /> 4 Paragraphs 1 to 3 shall apply except as provided in Article 6. <br /> (1) For purposes of this paragraph the term ‘nationals' includes companies.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or <br /> processed when the conditions set out in Appendix II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this Decision, the working or processing which <br /> must be carried out on non-originating materials used in manufacturing and apply only in relation to such materials. <br /> Accordingly, it follows that if a product which has acquired originating status by fulfilling the conditions set out in the <br /> list is used in the manufacture of another product, the conditions applicable to the product in which it is incorporated <br /> do not apply to it, and no account shall be taken of the non-originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of drawback of, or exemption from, import duties <br /> 1 Non-originating materials, used in the manufacture of products originating in the Community or in Mexico <br /> within the meaning of this Annex for which a proof of origin is issued or made out in accordance with the provisions <br /> of Title V shall not be subject in the Community or Mexico to drawback of, or exemption from, import duties. <br /> 2 For the purpose of this Article, the term ‘import duties' shall include customs duties, as defined in Article 3(8) of <br /> the Decision, and anti-dumping and countervailing duties applied in conformity with Article 14 of the Decision. <br /> 3 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non-payment, partial or <br /> complete, of import duties applicable in the Community or Mexico to materials used in the manufacture, where such <br /> refund, remission or non-payment applies, expressly or in effect, when products obtained from the said materials are <br /> exported and not when they are retained for home use there (1). <br /> 4 The exporter of products covered by a proof of origin shall be prepared to submit at any time, on request from <br /> the customs authorities, all appropriate documents proving that no drawback has been obtained in respect of the <br /> non-originating materials used in the manufacture of the products concerned and that all import duties applicable to <br /> such materials have actually been paid. <br /> (1) The Parties agree that payment of import duties can be deferred until after the final products is exported so that the final destination <br /> of the product can be known by authorities. <br /> 5 The provisions of paragraphs 1 to 3 shall apply also to the packaging within the meaning of Article 7(2), <br /> accessories, spare parts and tools within the meaning of Article 9 and products in a set within the meaning of Article <br /> 10, when such items are non-originating. <br /> 6 The provisions of paragraphs 1 to 4 shall apply only to exported products which benefit from any preferential <br /> tariff treatment in the other Party. Furthermore, they shall not preclude the application of an export-refund system for <br /> agricultural products. <br /> 7 This Article shall apply from 1 January 2003.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br /> of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as <br /> one with the piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (g) ‘ex-works price': means the price paid for the product ex-works to the manufacturer in Mexico or the Community <br /> in whose undertaking the last working or processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes returned or repaid when the product obtained is exported; <br /> (h) ‘value of materials': means the customs value at the time of importation of the non-originating materials used, or, if <br /> this is not known and cannot be ascertained, the first ascertainable price paid for the materials in Mexico or the Community; <br /> (i) ‘value of originating materials': means the value of such materials as defined in subparagraph (h) applied mutatis mutandis; <br /> JOINT DECLARATION IV <br /> regarding Appendix I to Annex III <br /> When the ex-works price is not known or is uncertain, the producer or an exporter of goods may use the <br /> cost of manufacturing of the product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following <br /> which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment, including goods to be used for their maintenance; <br /> (c) machines, tools, dies and moulds; <br /> (d) any other goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1 The preferential treatment provided for under this Decision applies only to products satisfying the requirements of <br /> this Annex, which are transported directly between Mexico and the Community. However, products constituting one <br /> single consignment may be transported through other territories with, should the occasion arise, transhipment or <br /> temporary warehousing in such territories, provided that they remain under the surveillance of the customs authorities <br /> in the country of transit or warehousing and do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs <br /> authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products, <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or <br /> the other means of transport used, and <br /> (iii) certifying the conditions under which the products remained in the transit country, or <br /> (c) failing these, any other substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1 The conditions set out in Title II relative to the acquisition of originating status must be fulfilled without <br /> interruption in Mexico or the Community. <br /> 2 If originating goods exported from Mexico or the Community to another country are returned, they must be <br /> considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the goods returned are the same goods as those exported; <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that <br /> country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 2 Where, under General Rule 5 of the Harmonised System, packaging is included with the product for classification <br /> purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accounting segregation <br /> 1 Where there is considerable cost involved in keeping separate stocks of originating and non-originating materials <br /> which are identical and interchangeable, the competent governmental authority or the customs authorities may, at the <br /> written request of those concerned, authorise the ‘accounting segregation' method to be used for managing such stocks. <br /> 2 This method must be able to ensure that, for a specific reference period, the number of products obtained which <br /> could be considered as ‘originating' is the same as that which would have been obtained if there had been physical <br /> segregation of the stocks. <br /> 3 This method shall be recorded and maintained in accordance with the general accepted accounting principles <br /> applicable in the territory of the Party in which the product is manufactured. <br /> 4 The competent governmental authority or the customs authorities may grant such authorisation, subject to any <br /> conditions deemed appropriate. <br /> 5 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may be, for the quantity of <br /> products which may be considered as originating. At the request of the competent governmental authority or the <br /> customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The competent governmental authority or the customs authorities shall monitor the use made of the <br /> authorisation and may withdraw it at any time whenever the beneficiary makes improper use of the authorisation in <br /> any manner whatsoever or fails to fulfil any of the other conditions laid down in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component <br /> products are originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a <br /> whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 % of <br /> the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br /> shall, on importation into the Community benefit from this Decision on submission of either: <br /> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br /> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br /> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br /> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br /> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br /> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br /> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br /> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br /> responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br /> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br /> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br /> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br /> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br /> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br /> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br /> the request of the customs authorities or the competent governmental authority of the exporting country where the <br /> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br /> concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br /> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br /> requirements of this Annex. <br /> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br /> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br /> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br /> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br /> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br /> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br /> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 18 : Issue of a duplicate EUR.1 movement certificate <br /> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br /> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br /> the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with one of the following words: <br /> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br /> VIA', ‘KAKSOISKAPPALE'. <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br /> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br /> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br /> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br /> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br /> controlling the goods. <br /> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br /> application of this Annex, including the provisions of this Article. <br /> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br /> authorities concerned have verified the information supplied in the applicant's request. <br /> Article 20 : Conditions for making out an invoice declaration <br /> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 21, or <br /> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br /> total value does not exceed EUR 6 000. <br /> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br /> Mexico or the Community and fulfil the other requirements of this Annex. <br /> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br /> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br /> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br /> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br /> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br /> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br /> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br /> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br /> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br /> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br /> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br /> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br /> the period established in the domestic law of each Party, as set out under Appendix V. <br /> Article 23 : Submission of proof of origin <br /> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br /> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br /> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br /> meet the conditions required for the implementation of this Annex. <br /> Article 29 : Amounts expressed in euro <br /> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br /> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br /> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br /> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br /> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br /> notified by the country concerned. <br /> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br /> amounts expressed in euro as at the first working day of June 2000. <br /> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br /> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br /> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br /> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br /> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br /> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br /> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br /> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br /> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br /> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br /> products that no commercial purpose is intended. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br /> EUR 1 200 in the case of products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved exporter <br /> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br /> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br /> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br /> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br /> the products as well as the fulfilment of the other requirements of this Annex. <br /> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br /> subject to any conditions which they consider appropriate. <br /> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br /> authorisation number which shall appear on the invoice declaration. <br /> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br /> the approved exporter. <br /> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br /> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br /> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Procedure for the issue of an EUR.1 movement certificate <br /> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br /> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br /> responsibility, by his authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br /> submitted within the said period to the customs authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br /> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br /> failure to submit these documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br /> origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br /> documents referred to in Article 16(3). <br /> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br /> declaration as well as the documents referred to in Article 20(3). <br /> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br /> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br /> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br /> certificates and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : EUR.1 movement certificates issued retrospectively <br /> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br /> the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br /> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br /> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br /> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br /> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br /> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br /> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br /> domestic law of each Party, as set out under Appendix V. <br /> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br /> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br /> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br /> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br /> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br /> products concerned or the fulfilment of the other requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br /> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br /> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br /> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br /> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br /> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br /> of the exporter's accounts or any other check considered appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br /> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br /> importer subject to any precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br /> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br /> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br /> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br /> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br /> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br /> grant preferential treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Penalties <br /> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br /> incorrect information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br /> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br /> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br /> to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br /> these errors are not such as to create doubts concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Dispute settlement <br /> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br /> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br /> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br /> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br /> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br /> legislation of that country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 4 : Wholly obtained products <br> Article 8 : Accounting segregation <br> Article 9 : Accessories, Spare Parts and Tools <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND METHODS OF ADMINISTRATIVE <br> Wholly obtained products <br> COOPERATION <br> 1 Materials originating in the Community shall be considered as materials originating in Mexico when incorporated <br> 1 Where there is considerable cost involved in keeping separate stocks of originating and non-originating materials <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (Referred to in Article 3) <br> TITLE I <br> into a product obtained there. It shall not be necessary that such materials have undergone sufficient working or <br> of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as <br> which are identical and interchangeable, the competent governmental authority or the customs authorities may, at the <br> (a) mineral products extracted from their soil or from their seabed; <br> one with the piece of equipment, machine, apparatus or vehicle in question. <br> written request of those concerned, authorise the ‘accounting segregation' method to be used for managing such stocks. <br> 2 Materials originating in Mexico shall be considered as materials originating in the Community when incorporated <br> 2 This method must be able to ensure that, for a specific reference period, the number of products obtained which <br> could be considered as ‘originating' is the same as that which would have been obtained if there had been physical <br> (e) products obtained by hunting or fishing conducted there; <br> processing, provided they have undergone working or processing going beyond that referred to in Article 6(1). <br> Article 11 : Neutral elements <br> segregation of the stocks. <br> 3 This method shall be recorded and maintained in accordance with the general accepted accounting principles <br> Neutral elements <br> products are originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a <br> (b) a certificate issued by the customs authorities of the country of transit: <br> applicable in the territory of the Party in which the product is manufactured. <br> whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 % of <br> 1 The following shall be considered as wholly obtained in the Community or Mexico: <br> 4 The competent governmental authority or the customs authorities may grant such authorisation, subject to any <br> Article 12 : Principle of territoriality <br> the ex-works price of the set. <br> (e) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (c) machines, tools, dies and moulds; <br> 5 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may be, for the quantity of <br> products which may be considered as originating. At the request of the competent governmental authority or the <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> 6 The competent governmental authority or the customs authorities shall monitor the use made of the <br> (f) products of sea fishing and other products taken from the sea outside the territorial waters of the Community or <br> authorisation and may withdraw it at any time whenever the beneficiary makes improper use of the authorisation in <br> Mexico by their vessels; <br> (a) energy and fuel; <br> (g) products manufactured aboard their factory ships, exclusively from products referred to in subparagraph (f); <br> (h) used articles collected there fit only for the recovery of raw materials, including used tyres fit only for retreading or <br> Article 3 : Bilateral cumulation of origin <br> Bilateral cumulation of origin <br> for use as waste, provided that these articles are under the supervision of the customs authorities of the importing country; <br> through the application of this paragraph. <br> TERRITORIAL REQUIREMENTS <br> GENERAL PROVISIONS <br> (j) products extracted from the seabed or beneath the seabed outside their territorial waters, provided that they have <br> Sets <br> sole rights to exploit such seabed; <br> (a) which are registered or recorded in Mexico or in a Member State of the Community; <br> DRAWBACK OR EXEMPTION <br> Principle of territoriality <br> (b) which sail under the flag of Mexico or of a Member State of the Community; <br> (c) which are owned to an extent of at least 50 % by nationals of a Member States of the Community or of Mexico, or <br> by a company with its head office in one of the Member States of the Community or Mexico, of which the <br> manager or managers, chairman of the board of directors or the supervisory board, and the majority of the <br> members of such boards are nationals of Member States of the Community or of Mexico and of which, in addition, <br> Article 13 : Direct transport <br> Article 5 : Sufficiently worked or processed products <br> in the case of partnerships or limited companies, at least half the capital belongs to those States or Mexico or to <br> which might be used in its manufacture: <br> (c) live animals born and raised there; <br> public bodies or nationals (1) of the Member States of the Community or of Mexico; <br> Sufficiently worked or processed products <br> (d) of which the master and officers are nationals of Member States of the Community or of Mexico; <br> (b) plant and equipment, including goods to be used for their maintenance; <br> (e) of which at least 75 % of the crew are nationals of Member States of the Community or of Mexico. <br> (d) any other goods which do not enter and which are not intended to enter into the final composition of the product. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or <br> processed when the conditions set out in Appendix II are fulfilled. <br> The conditions referred to above indicate, for all products covered by this Decision, the working or processing which <br> must be carried out on non-originating materials used in manufacturing and apply only in relation to such materials. <br> 1 The conditions set out in Title II relative to the acquisition of originating status must be fulfilled without <br> Accordingly, it follows that if a product which has acquired originating status by fulfilling the conditions set out in the <br> interruption in Mexico or the Community. <br> list is used in the manufacture of another product, the conditions applicable to the product in which it is incorporated <br> 2 If originating goods exported from Mexico or the Community to another country are returned, they must be <br> do not apply to it, and no account shall be taken of the non-originating materials which may have been used in its manufacture. <br> considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and which are listed in Appendix II(a) <br> (a) the goods returned are the same goods as those exported; <br> shall be considered to be sufficiently worked or processed, for the purposes of Article 2, when the conditions set out in <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or <br> the list in that Appendix are fulfilled. <br> country or while being exported. <br> The provisions of this paragraph shall apply for the periods or to the products listed in Appendix II(a). <br> 3 Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list, <br> should not be used in the manufacture of a product may nevertheless be used, provided that: <br> 1 The preferential treatment provided for under this Decision applies only to products satisfying the requirements of <br> this Annex, which are transported directly between Mexico and the Community. However, products constituting one <br> (b) any of the percentages given in the list for the maximum value of non-originating materials are not exceeded <br> single consignment may be transported through other territories with, should the occasion arise, transhipment or <br> temporary warehousing in such territories, provided that they remain under the surveillance of the customs authorities <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonised System. Appendix I <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading or any <br> operation designed to preserve them in good condition. <br> shall apply to these products. <br> 4 Paragraphs 1 to 3 shall apply except as provided in Article 6. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs <br> (1) For purposes of this paragraph the term ‘nationals' includes companies. <br> (d) products from live animals raised there; <br> Insufficient working or processing operations <br> authorities of the importing country by the production of: <br> (a) a single transport document covering the passage from the exporting country through the country of transit; or <br> 1 Notwithstanding paragraph 2, the following operations shall be considered as insufficient working or processing <br> (i) giving an exact description of the products, <br> to confer the status of originating products, whether or not the requirements of Article 5 are satisfied: <br> (a) operations to ensure the preservation of products in good condition during transport and storage (ventilation, <br> the other means of transport used, and <br> spreading out, drying, freezing, chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (iii) certifying the conditions under which the products remained in the transit country, or <br> (c) failing these, any other substantiating documents. <br> TITLE III <br> (b) dilution with water or another substance that does not materially alter the characteristics of the product; <br> (c) simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching (including the <br> making-up of sets of articles), washing, painting, husking or unshelling, removing of grains and cutting up; <br> Article 14 : Prohibition of drawback of, or exemption from, import duties <br> (d) (i) changes of packaging and breaking up and assembly of packages, <br> packaging operations; <br> Prohibition of drawback of, or exemption from, import duties <br> (ii) simple placing in bottles, flasks, bags, cases, boxes, fixing on cards or boards, etc., and all other simple <br> 1 Non-originating materials, used in the manufacture of products originating in the Community or in Mexico <br> within the meaning of this Annex for which a proof of origin is issued or made out in accordance with the provisions <br> Article 6 : Insufficient working or processing operations <br> of Title V shall not be subject in the Community or Mexico to drawback of, or exemption from, import duties. <br> (f) cleaning, including the removal of oxide, oil, paint or other coverings; <br> 2 For the purpose of this Article, the term ‘import duties' shall include customs duties, as defined in Article 3(8) of <br> (g) simple mixing of products, whether or not of different kinds, where one or more components of the mixtures do <br> the Decision, and anti-dumping and countervailing duties applied in conformity with Article 14 of the Decision. <br> not meet the conditions laid down in Appendix II to enable them to be considered as originating in the <br> 3 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non-payment, partial or <br> Community or Mexico; <br> complete, of import duties applicable in the Community or Mexico to materials used in the manufacture, where such <br> (h) simple assembly of parts to constitute a complete product; <br> refund, remission or non-payment applies, expressly or in effect, when products obtained from the said materials are <br> TITLE IV <br> (i) a combination of two or more operations specified in subparagraphs (a) to (h); <br> exported and not when they are retained for home use there (1). <br> (j) slaughter of animals. <br> 4 The exporter of products covered by a proof of origin shall be prepared to submit at any time, on request from <br> 2 All the operations carried out in either the Community or Mexico on a given product shall be considered together <br> the customs authorities, all appropriate documents proving that no drawback has been obtained in respect of the <br> when determining whether the working or processing undergone by that product is to be regarded as insufficient <br> non-originating materials used in the manufacture of the products concerned and that all import duties applicable to <br> within the meaning of paragraph 1. <br> such materials have actually been paid. <br> (1) The Parties agree that payment of import duties can be deferred until after the final products is exported so that the final destination <br> of the product can be known by authorities. <br> 5 The provisions of paragraphs 1 to 3 shall apply also to the packaging within the meaning of Article 7(2), <br> accessories, spare parts and tools within the meaning of Article 9 and products in a set within the meaning of Article <br> (a) their total value does not exceed 10 % of the ex-works price of the product; <br> 10, when such items are non-originating. <br> 6 The provisions of paragraphs 1 to 4 shall apply only to exported products which benefit from any preferential <br> tariff treatment in the other Party. Furthermore, they shall not preclude the application of an export-refund system for <br> agricultural products. <br> (b) vegetable products harvested there; <br> 7 This Article shall apply from 1 January 2003. <br> Accessories, Spare Parts and Tools <br> 2. The terms ‘their vessels' and ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> damaged parts, and like operations); <br> Accounting Segregation <br> Direct Transport <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following <br> (k) goods produced there exclusively from the products specified in subparagraphs (a) to (j). <br> Article 10 : Sets <br> any manner whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> conditions deemed appropriate. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) ‘manufacture': means any kind of working or processing, including assembly or specific operations; <br> (b) ‘material': means any ingredient, raw material, component or part, etc., used in the manufacture of the product; <br> (c) ‘product': means the product being manufactured, even if it is intended for later use in another manufacturing operation; <br> (d) ‘goods': means both materials and products; <br> (e) ‘non-originating goods': means products or materials which do not qualify as originating under this Annex; <br> (f) ‘customs value': means the calculated value determined in accordance with the Agreement on implementation of Article VII <br> of the General Agreement on Tariffs and Trade 1994 (WTO Agreement on Customs Valuation); <br> (g) ‘ex-works price': means the price paid for the product ex-works to the manufacturer in Mexico or the Community <br> in whose undertaking the last working or processing is carried out, provided the price includes the value of all the <br> materials used, minus any internal taxes returned or repaid when the product obtained is exported; <br> (h) ‘value of materials': means the customs value at the time of importation of the non-originating materials used, or, if <br> this is not known and cannot be ascertained, the first ascertainable price paid for the materials in Mexico or the Community; <br> (i) ‘value of originating materials': means the value of such materials as defined in subparagraph (h) applied mutatis mutandis; <br> (j) ‘chapters' and ‘headings': means the chapters and the headings (four-digit codes) used in the nomenclature of the Harmonised System; <br> (k) ‘classified': refers to the classification of a product or material under a particular heading; <br> (l) ‘consignment': means products which are either sent simultaneously from one exporter to one consignee or <br> (m) ‘Parties': means the United Mexican States (Mexico) and the European Community (Community); <br> (n) ‘territories': includes territorial waters; <br> (o) ‘Harmonised System': means the Harmonised commodity description and coding system in force, including its <br> general rules and legal notes of section, chapter, heading and subheading, as adopted by the Parties in their respective laws; <br> (p) ‘competent governmental authority': means in the case of Mexico, the designated authority within the ‘Secretaría de <br> Comercio y Fomento Industrial' (Ministry of Trade and Industrial Development), or its successor. <br> absence of such a document, by a single invoice; <br> covered by a single transport document covering their shipment from the exporter to the consignee or, in the <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1 For the purpose of this Decision, the following products shall be considered as originating in the Community: <br> (a) products wholly obtained in the Community within the meaning of Article 4; <br> (b) products obtained in the Community incorporating materials which have not been wholly obtained there, provided <br> that such materials have undergone sufficient working or processing in the Community within the meaning of Article 5. <br> 2 For the purpose of this Decision, the following products shall be considered as originating in Mexico: <br> (a) products wholly obtained in Mexico within the meaning of Article 4; <br> (b) products obtained in Mexico incorporating materials which have not been wholly obtained there, provided that <br> such materials have undergone sufficient working or processing in Mexico within the meaning of Article 5. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 4 : Wholly obtained products <br> Article 8 : Accounting segregation <br> Article 9 : Accessories, Spare Parts and Tools <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND METHODS OF ADMINISTRATIVE <br> Wholly obtained products <br> COOPERATION <br> 1 Materials originating in the Community shall be considered as materials originating in Mexico when incorporated <br> 1 Where there is considerable cost involved in keeping separate stocks of originating and non-originating materials <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (Referred to in Article 3) <br> TITLE I <br> into a product obtained there. It shall not be necessary that such materials have undergone sufficient working or <br> of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as <br> which are identical and interchangeable, the competent governmental authority or the customs authorities may, at the <br> (a) mineral products extracted from their soil or from their seabed; <br> one with the piece of equipment, machine, apparatus or vehicle in question. <br> written request of those concerned, authorise the ‘accounting segregation' method to be used for managing such stocks. <br> 2 Materials originating in Mexico shall be considered as materials originating in the Community when incorporated <br> 2 This method must be able to ensure that, for a specific reference period, the number of products obtained which <br> could be considered as ‘originating' is the same as that which would have been obtained if there had been physical <br> (e) products obtained by hunting or fishing conducted there; <br> processing, provided they have undergone working or processing going beyond that referred to in Article 6(1). <br> Article 11 : Neutral elements <br> segregation of the stocks. <br> 3 This method shall be recorded and maintained in accordance with the general accepted accounting principles <br> Neutral elements <br> products are originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a <br> (b) a certificate issued by the customs authorities of the country of transit: <br> applicable in the territory of the Party in which the product is manufactured. <br> whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 % of <br> 1 The following shall be considered as wholly obtained in the Community or Mexico: <br> 4 The competent governmental authority or the customs authorities may grant such authorisation, subject to any <br> Article 12 : Principle of territoriality <br> the ex-works price of the set. <br> (e) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (c) machines, tools, dies and moulds; <br> 5 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may be, for the quantity of <br> products which may be considered as originating. At the request of the competent governmental authority or the <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> 6 The competent governmental authority or the customs authorities shall monitor the use made of the <br> (f) products of sea fishing and other products taken from the sea outside the territorial waters of the Community or <br> authorisation and may withdraw it at any time whenever the beneficiary makes improper use of the authorisation in <br> Mexico by their vessels; <br> (a) energy and fuel; <br> (g) products manufactured aboard their factory ships, exclusively from products referred to in subparagraph (f); <br> (h) used articles collected there fit only for the recovery of raw materials, including used tyres fit only for retreading or <br> Article 3 : Bilateral cumulation of origin <br> Bilateral cumulation of origin <br> for use as waste, provided that these articles are under the supervision of the customs authorities of the importing country; <br> through the application of this paragraph. <br> TERRITORIAL REQUIREMENTS <br> GENERAL PROVISIONS <br> (j) products extracted from the seabed or beneath the seabed outside their territorial waters, provided that they have <br> Sets <br> sole rights to exploit such seabed; <br> (a) which are registered or recorded in Mexico or in a Member State of the Community; <br> DRAWBACK OR EXEMPTION <br> Principle of territoriality <br> (b) which sail under the flag of Mexico or of a Member State of the Community; <br> (c) which are owned to an extent of at least 50 % by nationals of a Member States of the Community or of Mexico, or <br> by a company with its head office in one of the Member States of the Community or Mexico, of which the <br> manager or managers, chairman of the board of directors or the supervisory board, and the majority of the <br> members of such boards are nationals of Member States of the Community or of Mexico and of which, in addition, <br> Article 13 : Direct transport <br> Article 5 : Sufficiently worked or processed products <br> in the case of partnerships or limited companies, at least half the capital belongs to those States or Mexico or to <br> which might be used in its manufacture: <br> (c) live animals born and raised there; <br> public bodies or nationals (1) of the Member States of the Community or of Mexico; <br> Sufficiently worked or processed products <br> (d) of which the master and officers are nationals of Member States of the Community or of Mexico; <br> (b) plant and equipment, including goods to be used for their maintenance; <br> (e) of which at least 75 % of the crew are nationals of Member States of the Community or of Mexico. <br> (d) any other goods which do not enter and which are not intended to enter into the final composition of the product. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or <br> processed when the conditions set out in Appendix II are fulfilled. <br> The conditions referred to above indicate, for all products covered by this Decision, the working or processing which <br> must be carried out on non-originating materials used in manufacturing and apply only in relation to such materials. <br> 1 The conditions set out in Title II relative to the acquisition of originating status must be fulfilled without <br> Accordingly, it follows that if a product which has acquired originating status by fulfilling the conditions set out in the <br> interruption in Mexico or the Community. <br> list is used in the manufacture of another product, the conditions applicable to the product in which it is incorporated <br> 2 If originating goods exported from Mexico or the Community to another country are returned, they must be <br> do not apply to it, and no account shall be taken of the non-originating materials which may have been used in its manufacture. <br> considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and which are listed in Appendix II(a) <br> (a) the goods returned are the same goods as those exported; <br> shall be considered to be sufficiently worked or processed, for the purposes of Article 2, when the conditions set out in <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or <br> the list in that Appendix are fulfilled. <br> country or while being exported. <br> The provisions of this paragraph shall apply for the periods or to the products listed in Appendix II(a). <br> 3 Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list, <br> should not be used in the manufacture of a product may nevertheless be used, provided that: <br> 1 The preferential treatment provided for under this Decision applies only to products satisfying the requirements of <br> this Annex, which are transported directly between Mexico and the Community. However, products constituting one <br> (b) any of the percentages given in the list for the maximum value of non-originating materials are not exceeded <br> single consignment may be transported through other territories with, should the occasion arise, transhipment or <br> temporary warehousing in such territories, provided that they remain under the surveillance of the customs authorities <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonised System. Appendix I <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading or any <br> operation designed to preserve them in good condition. <br> shall apply to these products. <br> 4 Paragraphs 1 to 3 shall apply except as provided in Article 6. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs <br> (1) For purposes of this paragraph the term ‘nationals' includes companies. <br> (d) products from live animals raised there; <br> Insufficient working or processing operations <br> authorities of the importing country by the production of: <br> (a) a single transport document covering the passage from the exporting country through the country of transit; or <br> 1 Notwithstanding paragraph 2, the following operations shall be considered as insufficient working or processing <br> (i) giving an exact description of the products, <br> to confer the status of originating products, whether or not the requirements of Article 5 are satisfied: <br> (a) operations to ensure the preservation of products in good condition during transport and storage (ventilation, <br> the other means of transport used, and <br> spreading out, drying, freezing, chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (iii) certifying the conditions under which the products remained in the transit country, or <br> (c) failing these, any other substantiating documents. <br> TITLE III <br> (b) dilution with water or another substance that does not materially alter the characteristics of the product; <br> (c) simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching (including the <br> making-up of sets of articles), washing, painting, husking or unshelling, removing of grains and cutting up; <br> Article 14 : Prohibition of drawback of, or exemption from, import duties <br> (d) (i) changes of packaging and breaking up and assembly of packages, <br> packaging operations; <br> Prohibition of drawback of, or exemption from, import duties <br> (ii) simple placing in bottles, flasks, bags, cases, boxes, fixing on cards or boards, etc., and all other simple <br> 1 Non-originating materials, used in the manufacture of products originating in the Community or in Mexico <br> within the meaning of this Annex for which a proof of origin is issued or made out in accordance with the provisions <br> Article 6 : Insufficient working or processing operations <br> of Title V shall not be subject in the Community or Mexico to drawback of, or exemption from, import duties. <br> (f) cleaning, including the removal of oxide, oil, paint or other coverings; <br> 2 For the purpose of this Article, the term ‘import duties' shall include customs duties, as defined in Article 3(8) of <br> (g) simple mixing of products, whether or not of different kinds, where one or more components of the mixtures do <br> the Decision, and anti-dumping and countervailing duties applied in conformity with Article 14 of the Decision. <br> not meet the conditions laid down in Appendix II to enable them to be considered as originating in the <br> 3 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non-payment, partial or <br> Community or Mexico; <br> complete, of import duties applicable in the Community or Mexico to materials used in the manufacture, where such <br> (h) simple assembly of parts to constitute a complete product; <br> refund, remission or non-payment applies, expressly or in effect, when products obtained from the said materials are <br> TITLE IV <br> (i) a combination of two or more operations specified in subparagraphs (a) to (h); <br> exported and not when they are retained for home use there (1). <br> (j) slaughter of animals. <br> 4 The exporter of products covered by a proof of origin shall be prepared to submit at any time, on request from <br> 2 All the operations carried out in either the Community or Mexico on a given product shall be considered together <br> the customs authorities, all appropriate documents proving that no drawback has been obtained in respect of the <br> when determining whether the working or processing undergone by that product is to be regarded as insufficient <br> non-originating materials used in the manufacture of the products concerned and that all import duties applicable to <br> within the meaning of paragraph 1. <br> such materials have actually been paid. <br> (1) The Parties agree that payment of import duties can be deferred until after the final products is exported so that the final destination <br> of the product can be known by authorities. <br> 5 The provisions of paragraphs 1 to 3 shall apply also to the packaging within the meaning of Article 7(2), <br> accessories, spare parts and tools within the meaning of Article 9 and products in a set within the meaning of Article <br> (a) their total value does not exceed 10 % of the ex-works price of the product; <br> 10, when such items are non-originating. <br> 6 The provisions of paragraphs 1 to 4 shall apply only to exported products which benefit from any preferential <br> tariff treatment in the other Party. Furthermore, they shall not preclude the application of an export-refund system for <br> agricultural products. <br> (b) vegetable products harvested there; <br> 7 This Article shall apply from 1 January 2003. <br> Accessories, Spare Parts and Tools <br> 2. The terms ‘their vessels' and ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> damaged parts, and like operations); <br> Accounting Segregation <br> Direct Transport <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following <br> (k) goods produced there exclusively from the products specified in subparagraphs (a) to (j). <br> Article 10 : Sets <br> any manner whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> conditions deemed appropriate. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 7 : Unit of qualification <br> 1 The unit of qualification for the application of the provisions of this Annex shall be the particular product which <br> is considered as the basic unit when determining classification using the nomenclature of the Harmonised System. <br> Accordingly, it follows that: <br> (a) when a product composed of a group or assembly of articles is classified under the terms of the Harmonised <br> System in a single heading, the whole constitutes the unit of qualification; <br> (b) when a consignment consists of a number of identical products classified under the same heading of the <br> Harmonised System, each product must be taken individually when applying the provisions of this Annex. <br> 2 Where, under General Rule 5 of the Harmonised System, packaging is included with the product for classification <br> purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 4 : Wholly obtained products <br> Article 8 : Accounting segregation <br> Article 9 : Accessories, Spare Parts and Tools <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND METHODS OF ADMINISTRATIVE <br> Wholly obtained products <br> COOPERATION <br> 1 Materials originating in the Community shall be considered as materials originating in Mexico when incorporated <br> 1 Where there is considerable cost involved in keeping separate stocks of originating and non-originating materials <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (Referred to in Article 3) <br> TITLE I <br> into a product obtained there. It shall not be necessary that such materials have undergone sufficient working or <br> of the normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as <br> which are identical and interchangeable, the competent governmental authority or the customs authorities may, at the <br> (a) mineral products extracted from their soil or from their seabed; <br> one with the piece of equipment, machine, apparatus or vehicle in question. <br> written request of those concerned, authorise the ‘accounting segregation' method to be used for managing such stocks. <br> 2 Materials originating in Mexico shall be considered as materials originating in the Community when incorporated <br> 2 This method must be able to ensure that, for a specific reference period, the number of products obtained which <br> could be considered as ‘originating' is the same as that which would have been obtained if there had been physical <br> (e) products obtained by hunting or fishing conducted there; <br> processing, provided they have undergone working or processing going beyond that referred to in Article 6(1). <br> Article 11 : Neutral elements <br> segregation of the stocks. <br> 3 This method shall be recorded and maintained in accordance with the general accepted accounting principles <br> Neutral elements <br> products are originating. Nevertheless, when a set is composed of originating and non-originating products, the set as a <br> (b) a certificate issued by the customs authorities of the country of transit: <br> applicable in the territory of the Party in which the product is manufactured. <br> whole shall be regarded as originating, provided that the value of the non-originating products does not exceed 15 % of <br> 1 The following shall be considered as wholly obtained in the Community or Mexico: <br> 4 The competent governmental authority or the customs authorities may grant such authorisation, subject to any <br> Article 12 : Principle of territoriality <br> the ex-works price of the set. <br> (e) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (c) machines, tools, dies and moulds; <br> 5 The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may be, for the quantity of <br> products which may be considered as originating. At the request of the competent governmental authority or the <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> 6 The competent governmental authority or the customs authorities shall monitor the use made of the <br> (f) products of sea fishing and other products taken from the sea outside the territorial waters of the Community or <br> authorisation and may withdraw it at any time whenever the beneficiary makes improper use of the authorisation in <br> Mexico by their vessels; <br> (a) energy and fuel; <br> (g) products manufactured aboard their factory ships, exclusively from products referred to in subparagraph (f); <br> (h) used articles collected there fit only for the recovery of raw materials, including used tyres fit only for retreading or <br> Article 3 : Bilateral cumulation of origin <br> Bilateral cumulation of origin <br> for use as waste, provided that these articles are under the supervision of the customs authorities of the importing country; <br> through the application of this paragraph. <br> TERRITORIAL REQUIREMENTS <br> GENERAL PROVISIONS <br> (j) products extracted from the seabed or beneath the seabed outside their territorial waters, provided that they have <br> Sets <br> sole rights to exploit such seabed; <br> (a) which are registered or recorded in Mexico or in a Member State of the Community; <br> DRAWBACK OR EXEMPTION <br> Principle of territoriality <br> (b) which sail under the flag of Mexico or of a Member State of the Community; <br> (c) which are owned to an extent of at least 50 % by nationals of a Member States of the Community or of Mexico, or <br> by a company with its head office in one of the Member States of the Community or Mexico, of which the <br> manager or managers, chairman of the board of directors or the supervisory board, and the majority of the <br> members of such boards are nationals of Member States of the Community or of Mexico and of which, in addition, <br> Article 13 : Direct transport <br> Article 5 : Sufficiently worked or processed products <br> in the case of partnerships or limited companies, at least half the capital belongs to those States or Mexico or to <br> which might be used in its manufacture: <br> (c) live animals born and raised there; <br> public bodies or nationals (1) of the Member States of the Community or of Mexico; <br> Sufficiently worked or processed products <br> (d) of which the master and officers are nationals of Member States of the Community or of Mexico; <br> (b) plant and equipment, including goods to be used for their maintenance; <br> (e) of which at least 75 % of the crew are nationals of Member States of the Community or of Mexico. <br> (d) any other goods which do not enter and which are not intended to enter into the final composition of the product. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or <br> processed when the conditions set out in Appendix II are fulfilled. <br> The conditions referred to above indicate, for all products covered by this Decision, the working or processing which <br> must be carried out on non-originating materials used in manufacturing and apply only in relation to such materials. <br> 1 The conditions set out in Title II relative to the acquisition of originating status must be fulfilled without <br> Accordingly, it follows that if a product which has acquired originating status by fulfilling the conditions set out in the <br> interruption in Mexico or the Community. <br> list is used in the manufacture of another product, the conditions applicable to the product in which it is incorporated <br> 2 If originating goods exported from Mexico or the Community to another country are returned, they must be <br> do not apply to it, and no account shall be taken of the non-originating materials which may have been used in its manufacture. <br> considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and which are listed in Appendix II(a) <br> (a) the goods returned are the same goods as those exported; <br> shall be considered to be sufficiently worked or processed, for the purposes of Article 2, when the conditions set out in <br> (b) they have not undergone any operation beyond that necessary to preserve them in good condition while in that <br> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of the ships, or <br> the list in that Appendix are fulfilled. <br> country or while being exported. <br> The provisions of this paragraph shall apply for the periods or to the products listed in Appendix II(a). <br> 3 Notwithstanding paragraph 1, non-originating materials which, according to the conditions set out in the list, <br> should not be used in the manufacture of a product may nevertheless be used, provided that: <br> 1 The preferential treatment provided for under this Decision applies only to products satisfying the requirements of <br> this Annex, which are transported directly between Mexico and the Community. However, products constituting one <br> (b) any of the percentages given in the list for the maximum value of non-originating materials are not exceeded <br> single consignment may be transported through other territories with, should the occasion arise, transhipment or <br> temporary warehousing in such territories, provided that they remain under the surveillance of the customs authorities <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonised System. Appendix I <br> in the country of transit or warehousing and do not undergo operations other than unloading, reloading or any <br> operation designed to preserve them in good condition. <br> shall apply to these products. <br> 4 Paragraphs 1 to 3 shall apply except as provided in Article 6. <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs <br> (1) For purposes of this paragraph the term ‘nationals' includes companies. <br> (d) products from live animals raised there; <br> Insufficient working or processing operations <br> authorities of the importing country by the production of: <br> (a) a single transport document covering the passage from the exporting country through the country of transit; or <br> 1 Notwithstanding paragraph 2, the following operations shall be considered as insufficient working or processing <br> (i) giving an exact description of the products, <br> to confer the status of originating products, whether or not the requirements of Article 5 are satisfied: <br> (a) operations to ensure the preservation of products in good condition during transport and storage (ventilation, <br> the other means of transport used, and <br> spreading out, drying, freezing, chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (iii) certifying the conditions under which the products remained in the transit country, or <br> (c) failing these, any other substantiating documents. <br> TITLE III <br> (b) dilution with water or another substance that does not materially alter the characteristics of the product; <br> (c) simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching (including the <br> making-up of sets of articles), washing, painting, husking or unshelling, removing of grains and cutting up; <br> Article 14 : Prohibition of drawback of, or exemption from, import duties <br> (d) (i) changes of packaging and breaking up and assembly of packages, <br> packaging operations; <br> Prohibition of drawback of, or exemption from, import duties <br> (ii) simple placing in bottles, flasks, bags, cases, boxes, fixing on cards or boards, etc., and all other simple <br> 1 Non-originating materials, used in the manufacture of products originating in the Community or in Mexico <br> within the meaning of this Annex for which a proof of origin is issued or made out in accordance with the provisions <br> Article 6 : Insufficient working or processing operations <br> of Title V shall not be subject in the Community or Mexico to drawback of, or exemption from, import duties. <br> (f) cleaning, including the removal of oxide, oil, paint or other coverings; <br> 2 For the purpose of this Article, the term ‘import duties' shall include customs duties, as defined in Article 3(8) of <br> (g) simple mixing of products, whether or not of different kinds, where one or more components of the mixtures do <br> the Decision, and anti-dumping and countervailing duties applied in conformity with Article 14 of the Decision. <br> not meet the conditions laid down in Appendix II to enable them to be considered as originating in the <br> 3 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non-payment, partial or <br> Community or Mexico; <br> complete, of import duties applicable in the Community or Mexico to materials used in the manufacture, where such <br> (h) simple assembly of parts to constitute a complete product; <br> refund, remission or non-payment applies, expressly or in effect, when products obtained from the said materials are <br> TITLE IV <br> (i) a combination of two or more operations specified in subparagraphs (a) to (h); <br> exported and not when they are retained for home use there (1). <br> (j) slaughter of animals. <br> 4 The exporter of products covered by a proof of origin shall be prepared to submit at any time, on request from <br> 2 All the operations carried out in either the Community or Mexico on a given product shall be considered together <br> the customs authorities, all appropriate documents proving that no drawback has been obtained in respect of the <br> when determining whether the working or processing undergone by that product is to be regarded as insufficient <br> non-originating materials used in the manufacture of the products concerned and that all import duties applicable to <br> within the meaning of paragraph 1. <br> such materials have actually been paid. <br> (1) The Parties agree that payment of import duties can be deferred until after the final products is exported so that the final destination <br> of the product can be known by authorities. <br> 5 The provisions of paragraphs 1 to 3 shall apply also to the packaging within the meaning of Article 7(2), <br> accessories, spare parts and tools within the meaning of Article 9 and products in a set within the meaning of Article <br> (a) their total value does not exceed 10 % of the ex-works price of the product; <br> 10, when such items are non-originating. <br> 6 The provisions of paragraphs 1 to 4 shall apply only to exported products which benefit from any preferential <br> tariff treatment in the other Party. Furthermore, they shall not preclude the application of an export-refund system for <br> agricultural products. <br> (b) vegetable products harvested there; <br> 7 This Article shall apply from 1 January 2003. <br> Accessories, Spare Parts and Tools <br> 2. The terms ‘their vessels' and ‘their factory ships' in paragraph 1(f) and (g) shall apply only to vessels and factory ships: <br> damaged parts, and like operations); <br> Accounting Segregation <br> Direct Transport <br> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded as originating when all component <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following <br> (k) goods produced there exclusively from the products specified in subparagraphs (a) to (j). <br> Article 10 : Sets <br> any manner whatsoever or fails to fulfil any of the other conditions laid down in this Annex. <br> customs authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br> conditions deemed appropriate. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> cost of manufacturing of the product. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br> shall, on importation into the Community benefit from this Decision on submission of either: <br> Amounts expressed in euro <br> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br> products concerned or the fulfilment of the other requirements of this Annex. <br> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br> products that no commercial purpose is intended. <br> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br> EUR 1 200 in the case of products forming part of travellers' personal luggage. <br> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br> Penalties <br> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br> Article 28 : Discrepancies and formal errors <br> of the exporter's accounts or any other check considered appropriate. <br> Procedure for the issue of an EUR.1 movement certificate <br> Submission of Proof of Origin <br> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that products covered by an <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br> EUR.1 movement certificate or an invoice declaration can be considered as products originating in Mexico or the <br> Community and fulfil the other requirements of this Annex may consist of inter alia: <br> Supporting documents <br> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods concerned, contained <br> Article 26 : Supporting documents <br> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br> for example in his accounts or internal bookkeeping; <br> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br> (b) documents proving the originating status of materials used, issued or made out in Mexico or the Community <br> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br> where these documents are used, as it shall be provided in its domestic law; <br> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br> responsibility, by his authorised representative. <br> (c) documents proving the working or processing of materials in Mexico or the Community, issued or made out in <br> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br> Mexico or the Community where these documents are used, as it shall be provided in its domestic law; or <br> grant preferential treatment. <br> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br> Conditions for making out an invoice declaration <br> (d) EUR.1 movement certificates or invoice declarations proving the originating status of materials used, issued or <br> the request of the customs authorities or the competent governmental authority of the exporting country where the <br> made out in Mexico or the Community in accordance with this Annex. <br> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br> Article 27 : Preservation of proof of origin and supporting documents <br> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br> importer subject to any precautionary measures judged necessary. <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> Dispute settlement <br> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br> documents referred to in Article 16(3). <br> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br> Discrepancies and formal errors <br> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br> declaration as well as the documents referred to in Article 20(3). <br> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br> Article 32 : Dispute settlement <br> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br> certificates and the invoice declarations submitted to them. <br> Preservation of proof of origin and supporting documents <br> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br> TITLE V <br> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br> Article 17 : EUR.1 movement certificates issued retrospectively <br> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br> Approved exporter <br> EUR.1 movement certificates issued retrospectively <br> to the products submitted. <br> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br> Validity of proof of origin <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br> Article 29 : Amounts expressed in euro <br> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br> Article 34 : Penalties <br> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br> notified by the country concerned. <br> domestic law of each Party, as set out under Appendix V. <br> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br> amounts expressed in euro as at the first working day of June 2000. <br> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate. <br> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Article 18 : Issue of a duplicate EUR.1 movement certificate <br> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex. <br> Issue of a duplicate EUR.1 movement certificate <br> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br> Exemptions from Proof of Origin <br> 2 The duplicate issued in this way must be endorsed with one of the following words: <br> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br> authorisation number which shall appear on the invoice declaration. <br> legislation of that country. <br> VIA', ‘KAKSOISKAPPALE'. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> (a) by an approved exporter within the meaning of Article 21, or <br> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br> controlling the goods. <br> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br> application of this Annex, including the provisions of this Article. <br> the export documents in their possession. <br> total value does not exceed EUR 6 000. <br> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br> authorities concerned have verified the information supplied in the applicant's request. <br> Article 20 : Conditions for making out an invoice declaration <br> TITLE VI <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br> Mexico or the Community and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br> the period established in the domestic law of each Party, as set out under Appendix V. <br> Article 21 : Approved exporter <br> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br> Article 22 : Validity of proof of origin <br> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Annex. <br> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br> requirements of this Annex. <br> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br> the approved exporter. <br> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br> submitted within the said period to the customs authorities of the importing country. <br> failure to submit these documents by the final date set is due to exceptional circumstances. <br> origin where the products have been submitted before the said final date. <br> Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of this Annex. <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Import by instalments", "ArticleDesc": "Article 24 : Import by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs authorities of the importing <br> country, dismantled or non-assembled products within the meaning of General Rule 2 (a) of the Harmonised System <br> falling within Sections XVI and XVII or heading Nos 7308 and 9406 of the Harmonised System are imported by <br> instalments, a single proof of origin for such products shall be submitted to the customs authorities on importation of <br> the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> cost of manufacturing of the product. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br> shall, on importation into the Community benefit from this Decision on submission of either: <br> Amounts expressed in euro <br> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br> products concerned or the fulfilment of the other requirements of this Annex. <br> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br> products that no commercial purpose is intended. <br> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br> EUR 1 200 in the case of products forming part of travellers' personal luggage. <br> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br> Penalties <br> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br> Article 28 : Discrepancies and formal errors <br> of the exporter's accounts or any other check considered appropriate. <br> Procedure for the issue of an EUR.1 movement certificate <br> Submission of Proof of Origin <br> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that products covered by an <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br> EUR.1 movement certificate or an invoice declaration can be considered as products originating in Mexico or the <br> Community and fulfil the other requirements of this Annex may consist of inter alia: <br> Supporting documents <br> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods concerned, contained <br> Article 26 : Supporting documents <br> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br> for example in his accounts or internal bookkeeping; <br> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br> (b) documents proving the originating status of materials used, issued or made out in Mexico or the Community <br> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br> where these documents are used, as it shall be provided in its domestic law; <br> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br> responsibility, by his authorised representative. <br> (c) documents proving the working or processing of materials in Mexico or the Community, issued or made out in <br> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br> Mexico or the Community where these documents are used, as it shall be provided in its domestic law; or <br> grant preferential treatment. <br> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br> Conditions for making out an invoice declaration <br> (d) EUR.1 movement certificates or invoice declarations proving the originating status of materials used, issued or <br> the request of the customs authorities or the competent governmental authority of the exporting country where the <br> made out in Mexico or the Community in accordance with this Annex. <br> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br> Article 27 : Preservation of proof of origin and supporting documents <br> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br> importer subject to any precautionary measures judged necessary. <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> Dispute settlement <br> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br> documents referred to in Article 16(3). <br> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br> Discrepancies and formal errors <br> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br> declaration as well as the documents referred to in Article 20(3). <br> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br> Article 32 : Dispute settlement <br> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br> certificates and the invoice declarations submitted to them. <br> Preservation of proof of origin and supporting documents <br> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br> TITLE V <br> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br> Article 17 : EUR.1 movement certificates issued retrospectively <br> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br> Approved exporter <br> EUR.1 movement certificates issued retrospectively <br> to the products submitted. <br> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br> Validity of proof of origin <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br> Article 29 : Amounts expressed in euro <br> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br> Article 34 : Penalties <br> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br> notified by the country concerned. <br> domestic law of each Party, as set out under Appendix V. <br> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br> amounts expressed in euro as at the first working day of June 2000. <br> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate. <br> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Article 18 : Issue of a duplicate EUR.1 movement certificate <br> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex. <br> Issue of a duplicate EUR.1 movement certificate <br> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br> Exemptions from Proof of Origin <br> 2 The duplicate issued in this way must be endorsed with one of the following words: <br> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br> authorisation number which shall appear on the invoice declaration. <br> legislation of that country. <br> VIA', ‘KAKSOISKAPPALE'. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> (a) by an approved exporter within the meaning of Article 21, or <br> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br> controlling the goods. <br> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br> application of this Annex, including the provisions of this Article. <br> the export documents in their possession. <br> total value does not exceed EUR 6 000. <br> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br> authorities concerned have verified the information supplied in the applicant's request. <br> Article 20 : Conditions for making out an invoice declaration <br> TITLE VI <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br> Mexico or the Community and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br> the period established in the domestic law of each Party, as set out under Appendix V. <br> Article 21 : Approved exporter <br> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br> Article 22 : Validity of proof of origin <br> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Annex. <br> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br> requirements of this Annex. <br> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br> the approved exporter. <br> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br> submitted within the said period to the customs authorities of the importing country. <br> failure to submit these documents by the final date set is due to exceptional circumstances. <br> origin where the products have been submitted before the said final date. <br> Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of this Annex. <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> 1 The customs authorities of Mexico and the Members States of the Community or the competent governmental <br> authority of Mexico shall provide each other, through the European Commission, with specimen impressions of stamps <br> used in their customs offices for the issue of EUR.1 movement certificates and with the addresses of the customs <br> authorities or the competent governmental authority responsible for verifying those certificates and invoice declarations. <br> declarations and the correctness of the information given in these documents. <br> 2 In order to ensure the proper application of this Annex, Mexico and the Community shall assist each other, <br> through their respective administrations, to verify the authenticity of the EUR.1 movement certificates or the invoice <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> cost of manufacturing of the product. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br> shall, on importation into the Community benefit from this Decision on submission of either: <br> Amounts expressed in euro <br> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br> products concerned or the fulfilment of the other requirements of this Annex. <br> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br> products that no commercial purpose is intended. <br> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br> EUR 1 200 in the case of products forming part of travellers' personal luggage. <br> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br> Penalties <br> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br> Article 28 : Discrepancies and formal errors <br> of the exporter's accounts or any other check considered appropriate. <br> Procedure for the issue of an EUR.1 movement certificate <br> Submission of Proof of Origin <br> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that products covered by an <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br> EUR.1 movement certificate or an invoice declaration can be considered as products originating in Mexico or the <br> Community and fulfil the other requirements of this Annex may consist of inter alia: <br> Supporting documents <br> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods concerned, contained <br> Article 26 : Supporting documents <br> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br> for example in his accounts or internal bookkeeping; <br> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br> (b) documents proving the originating status of materials used, issued or made out in Mexico or the Community <br> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br> where these documents are used, as it shall be provided in its domestic law; <br> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br> responsibility, by his authorised representative. <br> (c) documents proving the working or processing of materials in Mexico or the Community, issued or made out in <br> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br> Mexico or the Community where these documents are used, as it shall be provided in its domestic law; or <br> grant preferential treatment. <br> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br> Conditions for making out an invoice declaration <br> (d) EUR.1 movement certificates or invoice declarations proving the originating status of materials used, issued or <br> the request of the customs authorities or the competent governmental authority of the exporting country where the <br> made out in Mexico or the Community in accordance with this Annex. <br> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br> Article 27 : Preservation of proof of origin and supporting documents <br> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br> importer subject to any precautionary measures judged necessary. <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> Dispute settlement <br> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br> documents referred to in Article 16(3). <br> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br> Discrepancies and formal errors <br> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br> declaration as well as the documents referred to in Article 20(3). <br> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br> Article 32 : Dispute settlement <br> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br> certificates and the invoice declarations submitted to them. <br> Preservation of proof of origin and supporting documents <br> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br> TITLE V <br> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br> Article 17 : EUR.1 movement certificates issued retrospectively <br> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br> Approved exporter <br> EUR.1 movement certificates issued retrospectively <br> to the products submitted. <br> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br> Validity of proof of origin <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br> Article 29 : Amounts expressed in euro <br> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br> Article 34 : Penalties <br> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br> notified by the country concerned. <br> domestic law of each Party, as set out under Appendix V. <br> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br> amounts expressed in euro as at the first working day of June 2000. <br> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate. <br> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Article 18 : Issue of a duplicate EUR.1 movement certificate <br> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex. <br> Issue of a duplicate EUR.1 movement certificate <br> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br> Exemptions from Proof of Origin <br> 2 The duplicate issued in this way must be endorsed with one of the following words: <br> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br> authorisation number which shall appear on the invoice declaration. <br> legislation of that country. <br> VIA', ‘KAKSOISKAPPALE'. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> (a) by an approved exporter within the meaning of Article 21, or <br> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br> controlling the goods. <br> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br> application of this Annex, including the provisions of this Article. <br> the export documents in their possession. <br> total value does not exceed EUR 6 000. <br> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br> authorities concerned have verified the information supplied in the applicant's request. <br> Article 20 : Conditions for making out an invoice declaration <br> TITLE VI <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br> Mexico or the Community and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br> the period established in the domestic law of each Party, as set out under Appendix V. <br> Article 21 : Approved exporter <br> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br> Article 22 : Validity of proof of origin <br> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Annex. <br> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br> requirements of this Annex. <br> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br> the approved exporter. <br> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br> submitted within the said period to the customs authorities of the importing country. <br> failure to submit these documents by the final date set is due to exceptional circumstances. <br> origin where the products have been submitted before the said final date. <br> Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of this Annex. <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 33 : Confidentiality <br> All information which is by nature confidential or which is provided on a confidential basis shall be covered by the <br> obligation of professional secrecy, in accordance with the respective laws of each party. It shall not be disclosed by the <br> customs authorities or competent governmental authority without the express permission of the person or authority <br> providing it; the communication of information shall be permitted where the customs authorities or competent <br> governmental authority may be obliged or authorised to do so pursuant to the provisions in force, particularly in <br> respect of data protection, or in connection with legal proceedings. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> cost of manufacturing of the product. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br> shall, on importation into the Community benefit from this Decision on submission of either: <br> Amounts expressed in euro <br> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br> products concerned or the fulfilment of the other requirements of this Annex. <br> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br> products that no commercial purpose is intended. <br> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br> EUR 1 200 in the case of products forming part of travellers' personal luggage. <br> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br> Penalties <br> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br> Article 28 : Discrepancies and formal errors <br> of the exporter's accounts or any other check considered appropriate. <br> Procedure for the issue of an EUR.1 movement certificate <br> Submission of Proof of Origin <br> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that products covered by an <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br> EUR.1 movement certificate or an invoice declaration can be considered as products originating in Mexico or the <br> Community and fulfil the other requirements of this Annex may consist of inter alia: <br> Supporting documents <br> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods concerned, contained <br> Article 26 : Supporting documents <br> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br> for example in his accounts or internal bookkeeping; <br> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br> (b) documents proving the originating status of materials used, issued or made out in Mexico or the Community <br> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br> where these documents are used, as it shall be provided in its domestic law; <br> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br> responsibility, by his authorised representative. <br> (c) documents proving the working or processing of materials in Mexico or the Community, issued or made out in <br> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br> Mexico or the Community where these documents are used, as it shall be provided in its domestic law; or <br> grant preferential treatment. <br> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br> Conditions for making out an invoice declaration <br> (d) EUR.1 movement certificates or invoice declarations proving the originating status of materials used, issued or <br> the request of the customs authorities or the competent governmental authority of the exporting country where the <br> made out in Mexico or the Community in accordance with this Annex. <br> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br> Article 27 : Preservation of proof of origin and supporting documents <br> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br> importer subject to any precautionary measures judged necessary. <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> Dispute settlement <br> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br> documents referred to in Article 16(3). <br> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br> Discrepancies and formal errors <br> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br> declaration as well as the documents referred to in Article 20(3). <br> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br> Article 32 : Dispute settlement <br> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br> certificates and the invoice declarations submitted to them. <br> Preservation of proof of origin and supporting documents <br> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br> TITLE V <br> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br> Article 17 : EUR.1 movement certificates issued retrospectively <br> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br> Approved exporter <br> EUR.1 movement certificates issued retrospectively <br> to the products submitted. <br> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br> Validity of proof of origin <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br> Article 29 : Amounts expressed in euro <br> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br> Article 34 : Penalties <br> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br> notified by the country concerned. <br> domestic law of each Party, as set out under Appendix V. <br> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br> amounts expressed in euro as at the first working day of June 2000. <br> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate. <br> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Article 18 : Issue of a duplicate EUR.1 movement certificate <br> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex. <br> Issue of a duplicate EUR.1 movement certificate <br> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br> Exemptions from Proof of Origin <br> 2 The duplicate issued in this way must be endorsed with one of the following words: <br> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br> authorisation number which shall appear on the invoice declaration. <br> legislation of that country. <br> VIA', ‘KAKSOISKAPPALE'. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> (a) by an approved exporter within the meaning of Article 21, or <br> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br> controlling the goods. <br> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br> application of this Annex, including the provisions of this Article. <br> the export documents in their possession. <br> total value does not exceed EUR 6 000. <br> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br> authorities concerned have verified the information supplied in the applicant's request. <br> Article 20 : Conditions for making out an invoice declaration <br> TITLE VI <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br> Mexico or the Community and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br> the period established in the domestic law of each Party, as set out under Appendix V. <br> Article 21 : Approved exporter <br> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br> Article 22 : Validity of proof of origin <br> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Annex. <br> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br> requirements of this Annex. <br> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br> the approved exporter. <br> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br> submitted within the said period to the customs authorities of the importing country. <br> failure to submit these documents by the final date set is due to exceptional circumstances. <br> origin where the products have been submitted before the said final date. <br> Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of this Annex. <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1 Mexico and the Community shall take all necessary steps to ensure that products traded under cover of a proof of <br> origin which in the course of transport use a free zone situated in their territory, are not substituted by other goods <br> and do not undergo handling other than normal operations designed to prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when products originating in Mexico or <br> the Community are imported into a free zone under cover of a proof of origin and undergo treatment or processing, <br> the authorities concerned shall issue a new EUR.1 certificate at the exporter's request, if the treatment or processing <br> undergone is in conformity with the provisions of this Annex. <br> "}, {"ArticleTitle": "Application of the Annex", "ArticleDesc": "Article 36 : Application of the Annex <br> 1 The term ‘Community' used in Article 2 does not cover Ceuta and Melilla. <br> 2 Products originating in Mexico, when imported into Ceuta or Melilla shall enjoy in all respects the same customs <br> regime as that which is applied to products originating in the customs territory of the Community under Protocol 2 of <br> the Act of Accession of the Kingdom of Spain and the Portuguese Republic to the European Communities. Mexico shall <br> grant to imports of products covered by the Decision and originating in Ceuta and Melilla the same customs regime as <br> that which is granted to products imported from and originating in the Community. <br> 3 This Annex shall apply mutatis mutandis to products originating in Ceuta and Melilla, subject to the special <br> conditions set out in Article 37. <br> "}, {"ArticleTitle": "Special conditions", "ArticleDesc": "Article 37 : Special conditions <br> 1 Provided that they have been transported directly in accordance with the provisions of Article 13, the following <br> shall be considered as: <br> 1. products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> (b) products obtained in Ceuta and Melilla in the manufacture of which products other than those referred to in <br> (a) are used, provided that: <br> (i) the said products have undergone sufficient working or processing within the meaning of Article 5, or that <br> (ii) those products originate in Mexico or the Community within the meaning of this Annex, provided that <br> they have been submitted to working or processing which goes beyond the insufficient working or <br> processing referred to in Article 6(1); <br> 2. products originating in Mexico: <br> (a) products wholly obtained in Mexico; <br> (b) products obtained in Mexico, in the manufacture of which products other than those referred to in (a) are <br> used, provided that: <br> (ii) those products originate in Ceuta and Melilla or the Community within the meaning of this Annex, <br> 2 Ceuta and Melilla shall be considered as a single territory. <br> provided that they have been submitted to working or processing which goes beyond the insufficient <br> working or processing referred to in Article 6(1). <br> 3 The exporter or his authorised representative shall enter ‘Mexico' and ‘Ceuta and Melilla' in Box 2 of EUR.1 <br> movement certificates or on invoice declarations. In addition, in the case of products originating in Ceuta and Melilla, <br> this shall be indicated in Box 4 of EUR.1 movement certificates or on invoice declarations. <br> 4 The Spanish customs authorities shall be responsible for the application of this Annex in Ceuta and Melilla. <br> "}, {"ArticleTitle": "Amendments to the Annex", "ArticleDesc": "Article 38 : Amendments to the Annex <br> The Joint Committee may amend this Annex. <br> "}, {"ArticleTitle": "Explanatory Notes", "ArticleDesc": "Article 39 : Explanatory Notes <br> 1 The Parties shall agree ‘explanatory notes' regarding the interpretation, application and administration of this <br> Annex within the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The Parties shall implement simultaneously the explanatory notes so agreed, in accordance with their respective internal procedures. <br> "}, {"ArticleTitle": "Goods in transit or storage", "ArticleDesc": "Article 40 : Goods in transit or storage <br> The provisions of this Decision may be applied to goods which comply with the provisions of this Annex and which <br> on the date of entry into force of this Decision are either in transit or are in Mexico or the Community or, in <br> temporary storage in bonded warehouse or in free zones, subject to the submission to the customs authorities of the <br> importing country, within four months of the date, of an EUR.1 certificate endorsed retrospectively by the customs <br> authorities or the competent governmental authorities of the exporting country together with the documents showing <br> that the goods have been transported directly. <br> JOINT DECLARATION I <br> concerning full cumulation pursuant to Article 2 of Annex III <br> 1. The Parties recognise the important role of cumulation of origin in encouraging the smooth <br> development towards the establishment of a free trade area between the Community and Mexico. <br> 2. For that purpose, the Parties will examine the parameters to be considered in evaluating the economic <br> conditions needed to eventually implement full cumulation. This process will begin no later than three <br> years after entry into force of this Decision. <br> 3. Following a positive assessment pursuant to paragraph 2, the Parties shall take the necessary steps to <br> implement full cumulation. <br> 4. Full cumulation allows to take into account all stages of processing or transformation of a product <br> within the free trade area without the materials used being necessarily originating in one of the partner countries. <br> JOINT DECLARATION II <br> relating to Article 2 of Annex III <br> Products manufactured exclusively from materials which comply with the provisions set out in Articles 4 <br> or 5 of Annex III, shall also be considered as originating in Mexico or the Community. <br> JOINT DECLARATION III <br> relating to Article 6 of Annex III <br> 1. The Special Committee on Customs Cooperation and Rules of Origin, established in accordance with Article 17 <br> shall discuss and agree on a definition for simple mixing of products and simple assembly <br> of parts to constitute a complete product. These definitions shall enter into force no later than 1 January 2003. <br> 2. Prior to that date, the Parties agree that for the chemical sector simple mixing of products does not <br> include chemical reaction. <br> 3. For other sectors, simple assembly of parts to constitute a complete product, includes screwdriver operations. <br> 4. For the chemical sector ‘chemical reaction' means a process (including a biochemical process) which <br> results in a molecule with a new structure by breaking intramolecular bonds and by forming new <br> intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> JOINT DECLARATION IV <br> regarding Appendix I to Annex III <br> When the ex-works price is not known or is uncertain, the producer or an exporter of goods may use the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> cost of manufacturing of the product. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 Products sent as small packages from private persons to private persons or forming part of travellers' personal <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authorities of <br> Penalties shall be imposed on any person who draws up or causes to be drawn up, a document which contains <br> luggage shall be admitted as originating products without requiring the submission of a proof of origin, provided that <br> the importing country have reasonable doubts as to the authenticity of such documents, the originating status of the <br> 1 Products originating in the Community shall, on importation into Mexico and products originating in Mexico <br> shall, on importation into the Community benefit from this Decision on submission of either: <br> Amounts expressed in euro <br> where there is no doubt as to the veracity of such a declaration. In the case of products sent by post, this declaration <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the importing <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> (a) an EUR.1 movement certificate, a specimen of which appears in Appendix III; or <br> can be made on customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> country shall return the EUR.1 movement certificate and the invoice, if it has been submitted, the invoice declaration, <br> products concerned or the fulfilment of the other requirements of this Annex. <br> (b) in the cases specified in Article 20(1), a declaration, the text of which appears in Appendix IV, given by the <br> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or travellers or <br> or a copy of these documents, to the customs authorities or the competent governmental authority of the exporting <br> exporter on an invoice, a delivery note or any other commercial document which describes the products concerned <br> their families shall not be considered as imports by way of trade if it is evident from the nature and quantity of the <br> country giving, where appropriate, the reasons for the inquiry. Any documents and information obtained suggesting <br> in sufficient detail to enable them to be identified (hereinafter referred to as the ‘invoice declaration'). <br> products that no commercial purpose is intended. <br> that the information given on the proof of origin is incorrect shall be forwarded in support of the request for verification. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases specified <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small packages or <br> 3 The verification shall be carried out by the customs authorities or the competent governmental authority of the <br> in Article 25, benefit from this Decision without it being necessary to submit any of the documents referred to above. <br> EUR 1 200 in the case of products forming part of travellers' personal luggage. <br> exporting country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection <br> Penalties <br> Article 16 : Procedure for the issue of an EUR.1 movement certificate <br> Article 28 : Discrepancies and formal errors <br> of the exporter's accounts or any other check considered appropriate. <br> Procedure for the issue of an EUR.1 movement certificate <br> Submission of Proof of Origin <br> 4 If the customs authorities of the importing country decide to suspend the granting of preferential treatment to the <br> 1 An EUR.1 movement certificate shall be issued by the customs authorities or the competent governmental <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of proving that products covered by an <br> products concerned while awaiting the results of the verification, release of the products shall be offered to the <br> authority of the exporting country on application having been made in writing by the exporter or, under the exporter's <br> EUR.1 movement certificate or an invoice declaration can be considered as products originating in Mexico or the <br> Community and fulfil the other requirements of this Annex may consist of inter alia: <br> Supporting documents <br> 5 The customs authorities requesting the verification shall be informed of the results of this verification as soon as <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the EUR.1 movement certificate <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods concerned, contained <br> Article 26 : Supporting documents <br> possible. These results must indicate clearly whether the documents are authentic and whether the products concerned <br> and the application form, specimens of which appear in Appendix III. These forms shall be completed in one of the <br> for example in his accounts or internal bookkeeping; <br> can be considered as products originating in Mexico or the Community and fulfil the other requirements of this Annex. <br> languages in which this Decision is drawn up and in accordance with the provisions of the domestic law of the <br> (b) documents proving the originating status of materials used, issued or made out in Mexico or the Community <br> 6 If in cases of reasonable doubts there is no reply within 10 months of the date of the verification request or if the <br> exporting country. If they are handwritten, they shall be completed in ink in printed characters. The description of the <br> where these documents are used, as it shall be provided in its domestic law; <br> products must be given in the box reserved for this purpose without leaving any lines blank. Where the box is not <br> responsibility, by his authorised representative. <br> (c) documents proving the working or processing of materials in Mexico or the Community, issued or made out in <br> origin of the products, the requesting customs authorities are entitled, save in exceptional circumstances, to refuse to <br> reply does not contain sufficient information to determine the authenticity of the document in question or the real <br> completely filled, a horizontal line must be drawn below the last line of the description and the empty space must be crossed through. <br> Mexico or the Community where these documents are used, as it shall be provided in its domestic law; or <br> grant preferential treatment. <br> 3 The exporter applying for the issue of an EUR.1 movement certificate shall be prepared to submit at any time, at <br> Conditions for making out an invoice declaration <br> (d) EUR.1 movement certificates or invoice declarations proving the originating status of materials used, issued or <br> the request of the customs authorities or the competent governmental authority of the exporting country where the <br> made out in Mexico or the Community in accordance with this Annex. <br> EUR.1 movement certificate is issued, all appropriate documents proving the originating status of the products <br> Article 27 : Preservation of proof of origin and supporting documents <br> 1 Disputes arising in relation to the verification procedures pursuant to Article 31 which cannot be settled between <br> importer subject to any precautionary measures judged necessary. <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> Dispute settlement <br> the customs authorities requesting a verification and the customs authorities or the competent governmental authority <br> 4 An EUR.1 movement certificate shall be issued by the customs authorities or competent governmental authority if <br> 1 The exporter applying for the issue of an EUR.1 movement certificate shall keep for at least three years the <br> responsible for carrying out such verification, or which raise a question as to the interpretation of this Annex shall be <br> the products concerned can be considered as products originating in Mexico or the Community and fulfil the other <br> documents referred to in Article 16(3). <br> submitted to the Special Committee on Customs Cooperation and Rules of Origin. <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice <br> Discrepancies and formal errors <br> 2 Disputes between the importer and the customs authorities of the importing country shall be governed by the <br> 5 The issuing customs authorities or the competent governmental authority shall take any steps necessary to verify <br> declaration as well as the documents referred to in Article 20(3). <br> the originating status of the products and the fulfilment of the other requirements of this Annex. For this purpose, they <br> 3 The customs authorities or the competent governmental authority of the exporting country issuing an EUR.1 <br> shall have the right to request any evidence and to carry out any inspection of the exporter's accounts or any other <br> movement certificate shall keep for at least three years the application form referred to in Article 16(2). <br> Article 32 : Dispute settlement <br> check considered appropriate. The issuing customs authorities or competent governmental authority shall also ensure <br> 4 The customs authorities of the importing country shall keep for at least three years the EUR.1 movement <br> that the forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved <br> certificates and the invoice declarations submitted to them. <br> Preservation of proof of origin and supporting documents <br> for the description of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 6 The date of issue of the EUR.1 movement certificate shall be indicated in box 11 of the certificate. <br> 7 An EUR.1 movement certificate shall be issued by the customs authority or the competent governmental <br> authority and made available to the exporter as soon as actual exportation has been effected or ensured. <br> TITLE V <br> documents submitted to the customs office for the purpose of carrying out the formalities for importing the products <br> Article 17 : EUR.1 movement certificates issued retrospectively <br> shall not ipso facto render the proof of origin null and void if it is duly established that this document does correspond <br> Approved exporter <br> EUR.1 movement certificates issued retrospectively <br> to the products submitted. <br> 1 Notwithstanding Article 16(7), an EUR.1 movement certificate may exceptionally be issued after exportation of <br> Validity of proof of origin <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if <br> the products to which it relates if: <br> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special circumstances, or <br> Article 29 : Amounts expressed in euro <br> (b) it is demonstrated to the satisfaction of the customs authorities or the competent governmental authority that an <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the <br> EUR.1 movement certificate was issued but was not accepted at importation for technical reasons. <br> 1 Amounts in the national currency of the exporting country equivalent to the amounts expressed in euro in this <br> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br> Annex shall be fixed by the exporting country and communicated to importing countries through the European Commission. <br> exportation of the products to which the EUR.1 movement certificate relates, and state the reasons for his request. <br> 2 When the amounts exceed the corresponding amounts fixed by the importing country, the latter shall accept <br> 3 The customs authorities or the competent governmental authority may issue an EUR.1 movement certificate <br> them if the products are invoiced in the currency of the exporting country. When the products are invoiced in the <br> Article 34 : Penalties <br> retrospectively only after verifying that the information supplied in the exporter's application agrees with that in the <br> currency of another Member State of the Community or of Mexico, the importing country shall recognise the amount <br> these errors are not such as to create doubts concerning the correctness of the statements made in this document. <br> corresponding file, and will be accepted by the customs authority of the importing country, in accordance with the <br> notified by the country concerned. <br> domestic law of each Party, as set out under Appendix V. <br> 3 The amounts to be used in any given national currency shall be the equivalent in that national currency of the <br> 4 EUR.1 movement certificates issued retrospectively must be endorsed with one of the following phrases: <br> amounts expressed in euro as at the first working day of June 2000. <br> ‘NACHTRÄGLICH AUSGESTELLT', ‘DÉLIVRÉ A POSTERIORI', ‘RILASCIATO A POSTERIORI', ‘AFGEGEVEN A <br> 4 The amounts expressed in euro in this Annex and their equivalents in the national currencies of the Member <br> POSTERIORI', ‘ISSUED RETROSPECTIVELY', ‘UDSTEDT EFTERFØLGENDE', ‘EJDOHEM EJ SXM TRSEQXM', <br> States of the Community and Mexico shall be reviewed by the Joint Committee at the request of Mexico or the <br> ‘EXPEDIDO A POSTERIORI', ‘EMITIDO A POSTERIORI', ‘ANNETTU JÄLKIKÄTEEN', ‘UTFÄRDAT I EFTERHAND'. <br> Community. When carrying out this review, the Joint Committee shall ensure that there will be no decrease in the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the ‘Remarks' box of the EUR.1 movement certificate. <br> amounts to be used in any national currency and shall furthermore consider the desirability of preserving the effects of <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Article 18 : Issue of a duplicate EUR.1 movement certificate <br> the limits concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro in this Annex. <br> Issue of a duplicate EUR.1 movement certificate <br> 1 In the event of theft, loss or destruction of an EUR.1 movement certificate, the exporter may apply to the <br> customs authorities or the competent governmental authority which issued it for a duplicate made out on the basis of <br> Exemptions from Proof of Origin <br> 2 The duplicate issued in this way must be endorsed with one of the following words: <br> ‘DUPLIKAT', ‘DUPLICATA', ‘DUPLICATO', ‘DUPLICAAT', ‘DUPLICATE', ‘AMSICQAUO', ‘DUPLICADO', ‘SEGUNDA <br> authorisation number which shall appear on the invoice declaration. <br> legislation of that country. <br> VIA', ‘KAKSOISKAPPALE'. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the ‘Remarks' box of the duplicate EUR.1 movement certificate. <br> 4 The duplicate, which must bear the date of issue of the original EUR.1 movement certificate, shall take effect as from that date. <br> Article 19 : Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Issue of EUR.1 movement certificates on the basis of proof of origin issued or made out previously <br> (a) by an approved exporter within the meaning of Article 21, or <br> 1 It shall at any time be possible to replace one or more EUR.1 movement certificates by one or more other <br> certificates provided that this is done by the customs office or the competent governmental authority responsible for <br> controlling the goods. <br> 2 The replacement certificate shall be regarded as a definitive EUR.1 movement certificate for the purpose of the <br> application of this Annex, including the provisions of this Article. <br> the export documents in their possession. <br> total value does not exceed EUR 6 000. <br> 2 An invoice declaration may be made out if the products concerned can be considered as products originating in <br> 3 The replacement certificate shall be issued on the basis of a written request from the re-exporter, after the <br> authorities concerned have verified the information supplied in the applicant's request. <br> Article 20 : Conditions for making out an invoice declaration <br> TITLE VI <br> (b) by any exporter for any consignment consisting of one or more packages containing originating products whose <br> the linguistic versions set out in that Appendix and in accordance with the provisions of the domestic law of the <br> exporting country. If the declaration is handwritten, it shall be written in ink in printed characters. <br> Mexico or the Community and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the <br> customs authorities or the competent governmental authority of the exporting country, all appropriate documents <br> proving the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> delivery note or another commercial document, the declaration, the text of which appears in Appendix IV, using one of <br> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. However, an approved <br> exporter within the meaning of Article 21 shall not be required to sign such declarations provided that he gives the <br> customs authorities or the competent governmental authority of the exporting country a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or <br> after exportation on condition that it is presented to the customs authority of the importing country no longer than <br> the period established in the domestic law of each Party, as set out under Appendix V. <br> Article 21 : Approved exporter <br> 1 The customs authorities or the competent governmental authority of the exporting country may authorise any <br> Article 22 : Validity of proof of origin <br> exporter who makes frequent shipments of products under this Decision to make out invoice declarations irrespective <br> of the value of the products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br> customs authorities or the competent governmental authority all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Annex. <br> 2 The customs authorities or the competent governmental authority may grant the status of approved exporter <br> requirements of this Annex. <br> 3 The customs authorities or the competent governmental authority shall grant to the approved exporter an <br> 2 Proofs of origin which are submitted to the customs authorities of the importing country after the final date for <br> 4 The customs authorities or the competent governmental authority shall monitor the use of the authorisation by <br> presentation specified in paragraph 1 may be accepted for the purpose of applying preferential treatment where the <br> the approved exporter. <br> 5 The customs authorities or the competent governmental authority may withdraw the authorisation at any time. <br> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the proofs of <br> They shall do so where the approved exporter no longer offers the guarantees referred to in paragraph 1, does not fulfil <br> the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 10 months from the date of issue in the exporting country, and must be <br> submitted within the said period to the customs authorities of the importing country. <br> failure to submit these documents by the final date set is due to exceptional circumstances. <br> origin where the products have been submitted before the said final date. <br> Article 23 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance with the <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the <br> procedures applicable in that country. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to the effect that the products <br> meet the conditions required for the implementation of this Annex. <br> such products are not imported by way of trade and have been declared as meeting the requirements of this Annex and <br> subject to any conditions which they consider appropriate. <br> "}]}]}, "members_found": ["918", "484", 4, 8703900000]}