{"FtaRooDetails": {"FtaId": 48, "FtaCode": "ITC00048", "FtaName": "AAP.CE 55: MERCOSUR-Mexico", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA N° 55 CELEBRADO ENTRE EL MERCOSUR Y LOS ESTADOS UNIDOS MEXICANOS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2003", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Brazil; Mexico; Paraguay; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 55: MERCOSUR-Mexico", "AdminProcCooAuth": "The certification type under AAP.CE 55: MERCOSUR-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 55: MERCOSUR-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 55: MERCOSUR-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60% (for Argentina, Brazil), RVC 50% (for Uruguay), RVC 30% (for Mexico)", "RooText": "2 Salvo por lo dispuesto en el párrafo 5 de este Artículo, un producto automotor contenido en los literales a) al d) del Artículo 3° del Acuerdo será considerado como originario si, como resultado de un proceso de producción realizado enteramente en el territorio de Argentina o Brasil el ICR es al menos de 60 por ciento, en el caso de Uruguay es al menos de 50 por ciento o en el caso de México, es al menos de: Año 2002 20% 2003 20% 2004 25% 2005 27% 2006 en adelante 30%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00048_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/179bf576b4447904032577c800479a6c/6e6befd57d178d8a032577a40053fbec/$FILE/CO%20Res.%20252.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00048_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/6e6befd57d178d8a032577a40053fbec?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00048_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=24#24"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Acumulación <br /> Para efectos de este Anexo, los materiales originarios del territorio de <br /> cualquiera de las Partes Signatarias, utilizados en la producción de un bien en el territorio <br /> de otra Parte Signataria, serán considerados originarios del territorio de esta última.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10: \"De Minimis\" <br /> Un bien se considerará originario si el valor de todos los materiales no <br /> originarios utilizados en la producción del mismo, que no cumplan el cambio <br /> correspondiente de clasificación arancelaria establecido en el literal c) del párrafo 1, el <br /> párrafo 2 o el párrafo 3 del Artículo 5° de este Anexo no exceden del 7 por ciento del valor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Materiales intermedios <br /> El productor del bien podrá, para efectos de la determinación de origen <br /> del mismo, designar como material intermedio cualquier material de fabricación propia <br /> utilizado en la producción del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17: Procesos realizados fuera de los territorios de las Partes Signatarias <br /> Un bien que haya sido producido de conformidad con los requisitos de <br /> este Anexo, perderá su condición de originario si sufre un proceso ulterior o es objeto de <br /> cualquier otra operación fuera de los territorios de las Partes Signatarias, distinto a la <br /> descarga, recarga o cualquier otro movimiento necesario para mantenerlo en buena <br /> condición o para transportarlo al territorio de otra Parte Signataria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16: Accesorios, piezas de repuesto y herramientas <br /> Los accesorios, piezas de repuesto y herramientas que se expidan con <br /> un material, máquina, aparato o vehículo y sean parte de su equipo normal, cuyo valor esté <br /> incluido en el valor de éstos y no se facture por separado, se considerarán parte integrante <br /> del material, máquina, aparato o vehículo correspondiente.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Definiciones <br /> bienes obtenidos en su totalidad o producidos enteramente en el territorio de una <br /> Parte Signataria: los obtenidos en su totalidad a partir de minerales extraídos[1] en su <br /> territorio y los subproductos obtenidos de animales nacidos y criados en territorio de esa <br /> Parte Signataria. Los desechos y desperdicios derivados de la producción en territorio de <br /> una Parte Signataria o de bienes usados o recolectados en territorio de una Parte <br /> Signataria, siempre que esos bienes sirvan sólo para la recuperación de materias primas. <br /> Así como los bienes producidos en el territorio de una Parte Signataria exclusivamente a <br /> partir de los bienes mencionados anteriormente o de sus derivados en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6: <br /> 1 La determinación del Índice de Contenido Regional (ICR) de un producto automotor <br /> contenido en los literales a) al d) y g) del Artículo 3° del Acuerdo, será la siguiente: <br /> a) Para el caso de los Estados Partes del MERCOSUR: <br /> Valor de los materiales no originarios <br /> ICR = {1 - ------------------------------------------------------ } x 100 <br /> Precio del producto \"ex-fabrica\", <br /> b) Para el caso de México: <br /> Valor de los materiales originarios <br /> ICR = { ------------------------------------------------ } x 100 <br /> Valor del bien <br /> 2 Salvo por lo dispuesto en el párrafo 5 de este Artículo, un producto automotor <br /> contenido en los literales a) al d) del Artículo 3° del Acuerdo será considerado como <br /> originario si, como resultado de un proceso de producción realizado enteramente en el <br /> territorio de Argentina o Brasil el ICR es al menos de 60 por ciento, en el caso de <br /> Uruguay es al menos de 50 por ciento o en el caso de México, es al menos de: <br /> Año <br /> 2002 20% <br /> 2003 20% <br /> 2004 25% <br /> 2005 27% <br /> 2006 en adelante 30% <br /> 3 Un producto automotor contenido en el literal g) del Artículo 3° del Acuerdo será <br /> considerado como originario si, como resultado de un proceso de producción realizado <br /> enteramente en el territorio de una Parte Signataria, el ICR es al menos de 60 por <br /> ciento en el caso de Argentina, Brasil o Uruguay o de 30 por ciento en el caso deMéxico. <br /> 4 Para efectos de este Artículo, las partes y materiales incorporados en un bien <br /> solamente serán considerados originarios, y por lo tanto su valor será considerado <br /> íntegramente como originario de la región, si cumplen con lo establecido en este Anexo. <br /> Producto automotor nuevo <br /> 5 Un producto automotor nuevo determinado de conformidad con el párrafo 6 de este Artículo <br /> y contenido en los literales a) al c) del Artículo 3° del Acuerdo será <br /> considerado como originario si, como resultado de un proceso de producción realizado <br /> enteramente en el territorio de una Parte Signataria, el ICR es al menos de: <br /> A partir de su lanzamiento comercial Argentina o Brasil Uruguay México <br /> Primer año 40% 30% 20% <br /> Segundo año 50% 35% 20% <br /> Tercer año 40% <br /> Cuarto año 45% <br /> Para México, Brasil y Argentina, en el tercer año posterior al lanzamiento <br /> comercial, y para Uruguay, en el quinto año posterior al lanzamiento comercial, se <br /> deberá cumplir con el ICR aplicable de conformidad con lo dispuesto en el párrafo 2 de este Artículo. <br /> 6 Para efectos del párrafo anterior se considerará como un producto automotor nuevo, <br /> los vehículos contenidos en los literales a) al c) del Artículo 3° del Acuerdo que sean <br /> producidos a partir de: <br /> a) una plataforma que el productor de vehículos no haya producido anteriormente en <br /> el territorio de la Parte Signataria en donde se encuentre ubicado; <br /> b) una nueva carrocería sobre una plataforma que el productor de vehículos produzca <br /> en el territorio de la Parte Signataria en donde se encuentre ubicado; o <br /> c) modificaciones significativas en un mismo nombre de modelo producido por el <br /> productor de vehículos en el territorio de la Parte Signataria en donde se encuentra <br /> ubicado y que requieran de nuevo herramental. <br /> Artículo 8: Valoración <br /> 1 Salvo lo dispuesto en el párrafo 4 de este Artículo y para efectos de los Artículos 5°, 6°, <br /> 10 ó 15 de este Anexo, el valor de los materiales no originarios será el valor de <br /> transacción, calculado de conformidad con el Código de Valoración Aduanera. <br /> Dicho valor deberá de incluir cuando en él mismo no estén considerados los <br /> fletes, seguros, costos de empaque y todos los demás costos en que haya incurrido <br /> para el transporte del material hasta el puerto de importación [2] en la Parte Signataria <br /> donde se ubica el productor del bien, salvo que cuando el productor del bien adquiera <br /> el material no originario dentro del territorio de la Parte Signataria donde se encuentra <br /> ubicado, el valor de dicho material no incluirá el flete, seguro, costos de empaque y <br /> todos los demás costos en que se haya incurrido para el transporte del material desde <br /> el almacén del proveedor hasta el lugar en que se encuentre el productor. <br /> El valor de los materiales no originarios utilizados por el productor en la <br /> producción del bien no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y utilizado <br /> por el productor del bien en la producción del mismo; o <br /> b) el productor del bien en la producción de un material originario de fabricación propia <br /> y que se designe por el productor como material intermedio de conformidad <br /> con el Artículo 9° de este Anexo. <br /> 2 Salvo lo dispuesto en el párrafo 4 de este Artículo y para efectos del Artículo 6° de este <br /> Anexo, el valor de los materiales originarios será el valor de transacción, calculado de <br /> conformidad con el Código de Valoración Aduanera e incluirá, cuando no esté incluido <br /> en dicho valor, los fletes, seguros, costos de empaque y todos los demás costos en <br /> que haya incurrido para el transporte del material hasta el lugar en que se encuentre el <br /> productor del bien. <br /> 3 Para efectos de los Artículos 5°, 6°, 10 ó 15 de este Anexo, el valor del bien será el <br /> valor de transacción, calculado de conformidad con el Código de Valoración Aduanera <br /> y ajustado sobre la base F.O.B. Sin embargo, cuando el productor del bien no lo <br /> exporte directamente, el valor de transacción de dicho bien se determinará hasta el <br /> punto en el cual el comprador recibe el bien dentro del territorio donde se <br /> encuentre el productor. <br /> Cada Parte dispondrá que el productor o exportador utilice el costo total de producción del <br /> bien como el valor del mismo cuando: <br /> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br /> b) el valor de transacción del bien no puede ser determinado por existir restricciones a <br /> la cesión o utilización del bien por el comprador con excepción de las que: <br /> i) imponga o exija la ley o las autoridades de la Parte Signataria en que se <br /> localiza el comprador del bien, <br /> ii) limiten el territorio geográfico donde pueda revenderse el bien, o <br /> iii) no afecten sustancialmente el valor del bien; <br /> c) la venta o el precio dependan de alguna condición o contraprestación cuyo valor no <br /> pueda determinarse en relación con el bien; <br /> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br /> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, a <br /> menos que pueda efectuarse el debido ajuste de conformidad con el Artículo 8 del <br /> Código de Valoración Aduanera; <br /> e) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br /> influya en el precio, salvo lo dispuesto en el párrafo 2 del Artículo 1 del Código de <br /> Valoración Aduanera; <br /> f) el bien sea vendido por el productor a una persona relacionada y el volumen de <br /> ventas, en unidades de cantidad de bienes idénticos o similares, vendidos a <br /> personas relacionadas, durante un periodo de seis (6) meses inmediatamente <br /> anterior al mes en que el productor haya vendido ese bien, exceda del 85 por ciento <br /> de las ventas totales del productor de esos bienes durante ese periodo; o <br /> g) el bien se designe como material intermedio de conformidad con el Artículo 9° de este Anexo. <br /> 4 Para efectos de los párrafos 1 ó 2 de este Artículo, cuando el productor designe un <br /> material como material intermedio de conformidad con el Artículo 9°, el valor de dicho <br /> material será el costo total de producción del mismo. <br /> [2] En el caso de Paraguay, será considerado como puerto de importación cualquier puerto marítimo o fluvial <br /> localizado en el territorio de los otros Estados Partes del MERCOSUR, incluidos los depósitos y zonas francas.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Definiciones <br /> material indirecto: el utilizado en la producción, verificación o inspección de un bien, pero <br /> que no esté físicamente incorporado en el bien; o el que se utilice en el mantenimiento de <br /> edificios o en la operación de equipo relacionados con la producción de un bien, incluidos: <br /> a) combustible y energía; <br /> b) herramientas, troqueles y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción o para operar el equipo o los edificios; <br /> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br /> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br /> g) catalizadores y solventes; o <br /> h) cualquier otro material que no esté incorporado en el bien, pero cuyo uso en la <br /> producción del bien pueda demostrar razonablemente que forma parte de esa producción; <br /> Artículo 12: Materiales indirectos <br /> Los materiales indirectos no serán considerados en la determinación <br /> de origen del bien. Sin embargo, dichos materiales deberán de estar incluidos en el precio <br /> del producto \"ex-fabrica\" o en el valor del bien, según sea el caso. El valor de esos <br /> materiales será el costo de los mismos que se reporten en los registros contables del <br /> productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 18: De la expedición, transporte y tránsito de las mercancías <br /> Para que los bienes originarios se beneficien del trato arancelario <br /> preferencial establecido en el Acuerdo, éstos deberán haber sido expedidos directamente <br /> de la Parte Signataria exportadora a la Parte Signataria importadora. A tal fin, se considera <br /> expedición directa: <br /> a) los bienes transportados sin pasar por el territorio de algún Estado que no sea Parte del Acuerdo; <br /> b) los bienes en tránsito a través de uno o más Estados que no sean Parte del Acuerdo, <br /> con o sin trasbordo o almacenamiento temporal, bajo el control o la vigilancia de la <br /> autoridad aduanera competente, siempre que: <br /> i) el tránsito estuviera justificado por razones geográficas o consideraciones <br /> relativas a requerimientos de transporte; <br /> ii) no estuvieran destinados al comercio, uso o empleo en el Estado de tránsito; y <br /> iii) no sufran, durante su transporte o depósito, ninguna operación distinta a la carga, <br /> descarga o manipuleo para mantenerlos en buenas condiciones o asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5: Calificación de Origen <br /> 1. Salvo lo dispuesto en el Artículo 6° y sin perjuicio de las demás disposiciones de este <br /> Anexo, será considerado originario el bien: <br /> a) obtenido en su totalidad o producido enteramente en el territorio de una Parte Signataria; <br /> b) producido enteramente en territorio de una Parte Signataria exclusivamente de <br /> materiales que califican como originarios de conformidad con este Anexo; <br /> c) elaborado utilizando materiales no originarios, excepto para los bienes <br /> comprendidos en los párrafos 2 al 4 de este Artículo, siempre que resulte de un <br /> proceso de producción realizado enteramente en el territorio de una Parte <br /> Signataria de forma que el bien se clasifique en una partida diferente a las de <br /> dichos materiales según la NALADISA; o <br /> d) elaborado utilizando materiales no originarios que no cumplieron con lo dispuesto <br /> en el literal (c) precedente, excepto los bienes clasificados en las partidas 40.09, <br /> 40.10 y 40.11 de la NALADISA y las comprendidas en los párrafos 2 y 4 de este Artículo, <br /> siempre que resulte de un proceso de producción realizado enteramente <br /> en el territorio de una Parte Signataria, de forma que el valor de los materiales no <br /> originarios no exceda del 50 por ciento del valor del bien. <br /> 2 Un bien clasificado en la partida 70.07 de la NALADISA será considerado como <br /> originario si, como resultado de un proceso de producción realizado enteramente en el <br /> territorio de una Parte Signataria, al momento de su elaboración se utilizan materiales <br /> no originarios clasificados en la partida 70.01 o en otro capítulo de la NALADISA <br /> distinto al capítulo 70. <br /> 3 Un bien clasificado en las subpartidas 8482.10 a 8482.80 de la NALADISA será <br /> considerado como originario si, como resultado de un proceso de producción realizado <br /> enteramente en territorio de una Parte Signataria, al momento de su elaboración se <br /> utilizan materiales no originarios clasificados en una subpartida distinta a la 8482.10 a <br /> 8482.80, excepto de las pistas o tazas internas o externas clasificadas en la subpartida <br /> 8482.99 de la NALADISA o, en caso de no satisfacer esta regla, se cumpla con lo <br /> establecido en el literal 1(d) de este Artículo. <br /> 4 Un bien clasificado en las partidas 84.07, 84.08, 87.06 u 87.07 de la NALADISA será <br /> considerado como originario si, como resultado de un proceso de producción realizado <br /> enteramente en territorio de una Parte Signataria cumple con lo dispuesto en el Artículo 6° <br /> dependiendo del tipo de vehículo al que se destine.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Envases y materiales de empaque para venta al menudeo <br /> Para efectos de establecer si un bien es originario, no se tomarán en <br /> cuenta los envases y los materiales de empaque en que un bien se presente para venta al <br /> menudeo, cuando estén clasificados con el bien que contengan, de acuerdo con la Regla <br /> General 5 b) de la NALADISA, excepto cuando el bien esté sujeto a uno de los requisitos <br /> señalados en el literal d) del párrafo 1 del Artículo 5°, del Artículo 6° ó 10 de este Anexo, <br /> en cuyo caso, serán tomados en cuenta en el cálculo correspondiente. <br /> Artículo 14: Contenedores y materiales de embalaje para embarque <br /> Los contenedores y los materiales de embalaje en que un bien se <br /> empaca o acondiciona exclusivamente para su transporte, no se tomarán en cuenta para <br /> efectos del cumplimiento de lo dispuesto en los Artículos 5°, 6°, 10 ó 15 de este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11: Bienes y materiales fungibles <br /> Para efectos de establecer si un bien es originario, cuando en su <br /> producción se utilicen materiales fungibles originarios y no originarios que se encuentren <br /> mezclados o combinados físicamente en inventario, el origen de los materiales podrá <br /> determinarse mediante uno de los métodos de manejo de inventarios establecidos en los <br /> principios de contabilidad generalmente aceptados en la Parte Signataria donde el bien es producido. <br /> Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br /> físicamente en inventario y antes de su exportación no sufran ningún proceso productivo ni <br /> cualquier otra operación en el territorio de la Parte Signataria en que fueron mezclados o <br /> combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br /> necesario para mantener los bienes en buena condición o transportarlos al territorio de otra <br /> Parte Signataria, el origen del bien podrá ser determinado a partir de uno de los métodos <br /> de manejo de inventarios referidos en el párrafo anterior. <br /> Una vez seleccionado uno de los métodos de manejo de inventarios, éste será <br /> utilizado a través de todo el ejercicio o período fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 93%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: Juegos o surtidos <br /> Los juegos o surtidos que se clasifiquen según lo dispuesto en la Regla <br /> General 3 de la NALADISA, así como los bienes cuya descripción, conforme a la <br /> NALADISA, sea específicamente la de un juego o surtido, calificarán como originarios, <br /> siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla <br /> de origen que se haya establecido para cada uno de los bienes en este Anexo. <br /> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de bienes se <br /> considerará originario si, el valor de los bienes no originarios utilizados en la formación del <br /> juego o surtido no excede del 7 por ciento del valor del bien como juego o surtido. <br /> Las disposiciones de este Artículo prevalecerán sobre las demás disposiciones <br /> establecidas en este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 20: Declaración y certificación de origen <br /> Las Partes Signatarias aplicarán a las operaciones que se realicen al <br /> amparo del Acuerdo, las disposiciones en materia de declaración y certificación de origen <br /> (artículos séptimo al decimocuarto), contenidas en el Régimen General de Origen de la <br /> ALADI (texto consolidado y ordenado por la Resolución 252 del Comité de Representantes). <br /> Artículo 21: Solicitud de certificado de origen <br /> La solicitud de Certificado de Origen deberá ser acompañada de una <br /> declaración con los antecedentes necesarios que demuestren en forma documental que el <br /> bien cumple con los requisitos exigidos de conformidad con este Anexo, tales como: <br /> a) nombre o razón social del solicitante; <br /> b) domicilio legal; <br /> c) denominación del bien a exportar y su clasificación NALADISA; <br /> d) valor del bien o el precio del producto ex-fábrica; <br /> e) elementos demostrativos de los componentes del bien indicando: <br /> i) materiales, componentes y/o partes y piezas producidos en el territorio de la Parte <br /> Signataria donde se produce el bien; <br /> ii) materiales, componentes y/o partes y piezas originarios de otra Parte Signataria, indicando: <br /> ? procedencia, <br /> ? códigos NALADISA, <br /> ? valor de dichos materiales, <br /> ? porcentaje que representan en el valor del bien o del precio del producto \"ex fabrica\". <br /> iii) materiales componentes y/o partes y piezas no originarios: <br /> ? códigos NALADISA, <br /> ? valor de dichos materiales, <br /> ? porcentaje que representan en el valor del bien o del precio del producto \"ex fabrica\". <br /> La descripción del bien deberá coincidir con la que corresponde al código en <br /> NALADISA y con la que se registra en la factura comercial, así como en el Certificado de <br /> Origen, que acompañan los documentos presentados para su despacho aduanero. <br /> Las declaraciones mencionadas deberán ser presentadas con una anticipación <br /> suficiente para cada solicitud de certificación. <br /> En el caso de los bienes que fueran exportados regularmente, y siempre que el <br /> proceso y los materiales no fueran alterados, la declaración podrá tener una validez de <br /> ciento ochenta (180) días a contar desde la fecha de su emisión. <br /> Artículo 22: Criterios de determinación de origen que deberán indicarse en el certificado <br /> En los certificados de origen deberá identificarse el artículo, párrafo y <br /> literal, según sea el caso, bajo el cual se está dando cumplimiento a los requisitos de <br /> origen establecidos en este Anexo, según el siguiente detalle: <br /> ? Un bien obtenido en su totalidad o producido enteramente: Artículo 5°, párrafo 1, literal a). <br /> ? Un bien producido enteramente en territorio de una Parte Signataria exclusivamente de <br /> materiales originarios: Artículo 5°, párrafo 1, literal b). <br /> ? Un bien producido utilizando materiales no originarios que cumpla con un cambio de <br /> clasificación a nivel de partida: Artículo 5°, párrafo 1, literal c). <br /> ? Un bien producido utilizando materiales no originarios que cumpla con contenido <br /> regional: Artículo 5°, párrafo 1, literal d). <br /> ? Para un bien clasificado en las partidas 40.09, 40.10 o 40.11 de la NALADISA si en su <br /> producción se utilizaron materiales no originarios: Artículo 5°, párrafo 1, literal c). <br /> ? Para un bien clasificado en la partida 70.07 de la NALADISA si en su producción se <br /> utilizaron materiales no originarios: Artículo 5°, párrafo 2. <br /> ? Para un bien clasificado en las subpartidas 8482.10 a 8482.80 de la NALADISA si en <br /> su producción se utilizaron materiales no originarios: Artículo 5°, párrafo 3. <br /> ? Para un bien clasificado en las partidas 84.07, 84.08, 87.06 u 87.07 de la <br /> NALADISA: Artículo 5°, párrafo 4. <br /> ? Para un producto automotor contenido en los literales a) a d) del Artículo 3° <br /> del Acuerdo: Artículo 6°, párrafo 2. <br /> ? Para un producto automotor contenido en el literal g) del Artículo 3° <br /> del Acuerdo: Artículo 6°, párrafo 3. <br /> ? Para un producto automotor nuevo definido de conformidad con el Artículo 6°, párrafo 6 <br /> de este Anexo: Artículo 6°, párrafo 5. <br /> ? Para un bien que sea un juego o surtido: Artículo 15. <br /> Si se utilizó el mecanismo de \"De minimis\" se deberá indicar en el campo de <br /> observaciones del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21: Solicitud de certificado de origen <br /> En el caso de los bienes que fueran exportados regularmente, y siempre que el <br /> proceso y los materiales no fueran alterados, la declaración podrá tener una validez de <br /> ciento ochenta (180) días a contar desde la fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 25: Registros <br /> 1. Las entidades certificadoras deberán numerar correlativamente los certificados <br /> emitidos y archivar un ejemplar durante un plazo mínimo de cinco (5) años, a partir de <br /> la fecha de su emisión. Tal archivo deberá incluir además todos los antecedentes que <br /> sirvieron de base para la emisión del certificado de origen. Asimismo, mantendrán un <br /> registro permanente de todos los certificados de origen emitidos, el cual deberá <br /> contener como mínimo el número del certificado, el solicitante del mismo y la fecha de su emisión. <br /> 2. Cada Parte Signataria dispondrá que: <br /> a) su exportador o productor que llene y firme un certificado de origen conserve, <br /> durante un periodo mínimo de cinco (5) años después de la fecha de emisión de <br /> ese certificado, todos los registros y documentos relativos al origen del bien, <br /> incluyendo los referentes a: <br /> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br /> ii) la adquisición, los costos, el valor y el pago de todos los materiales, incluso los <br /> indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br /> iii) la producción del bien en la forma en que se exporte de su territorio; y <br /> b) un importador que solicite trato arancelario preferencial para un bien que se importe <br /> a su territorio del territorio de otra Parte Signataria, conserve durante un periodo <br /> mínimo de cinco (5) años, contado a partir de la fecha de la importación, el <br /> certificado de origen y toda la demás documentación relativa a la importación <br /> requerida por la Parte Signataria importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 30 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 23: Obligaciones a las importaciones <br /> 1. Cuando un importador haya solicitado trato arancelario preferencial para un bien <br /> importado a territorio de una Parte Signataria y tenga motivos para creer que el <br /> certificado de origen en que se sustenta su declaración de importación, contiene <br /> información incorrecta, y la autoridad aduanera de la Parte Signataria importadora no <br /> haya iniciado una verificación de origen de conformidad con el Artículo 26 de este <br /> Anexo o no haya iniciado ningún otro procedimiento de verificación tributaria, deberá <br /> presentar, sin demora, una declaración corregida y pagar los aranceles aduaneros <br /> correspondientes. Cuando el importador cumpla las obligaciones precedentes no será sancionado. <br /> 2. Para el comercio entre Argentina y México, cuando no se hubiere solicitado trato <br /> arancelario preferencial o haya dejado una garantía para un bien importado que <br /> hubiere calificado como originario, el importador del bien, en un plazo no mayor a <br /> treinta (30) días a partir de la fecha de la importación, podrá solicitar la devolución de <br /> los aranceles aduaneros pagados en exceso por no haberse otorgado trato arancelario <br /> preferencial al bien o la cancelación de la garantía que se hubiese dejado para <br /> garantizar el pago de los aranceles aduaneros, siempre que la solicitud vaya <br /> acompañada del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 26: Procesos de verificación y control <br /> 1 La autoridad aduanera de la Parte Signataria importadora podrá requerir, a la autoridad <br /> competente de la Parte Signataria exportadora responsable de la verificación y control <br /> de los certificados de origen, información con la finalidad de verificar la autenticidad del <br /> (los) certificado(s) de origen, la veracidad de la información asentada en el (los) <br /> mismo(s) o el origen de los bienes. <br /> 2 La autoridad aduanera de la Parte Signataria importadora deberá notificar la iniciación <br /> del procedimiento de investigación y control al importador y a la autoridad competente <br /> de la Parte Signataria exportadora. Dicha notificación deberá enviarse por mensajería <br /> o correo certificado e incluirá el número y la fecha de los certificados de origen y el <br /> período de tiempo sobre el cual se solicita la información referida en el párrafo 1. <br /> En ningún caso la Parte Signataria importadora detendrá el trámite de <br /> importación de los bienes amparados en los certificados a que se refiere el párrafo <br /> anterior, pero podrá adoptar las medidas que considere necesarias para garantizar el interés fiscal. <br /> 3 La autoridad competente de la Parte Signataria exportadora deberá proveer la <br /> información solicitada por aplicación de lo dispuesto en el párrafo 2, en un plazo no <br /> superior a noventa (90) días, contado a partir de la fecha de recepción de la solicitud respectiva. <br /> En los casos en que la información solicitada no fuera provista en el plazo <br /> estipulado en el párrafo anterior, la autoridad aduanera de la Parte Signataria <br /> importadora de tales bienes podrá negar el trato arancelario preferencial. <br /> 4 Cuando la autoridad aduanera de la Parte Signataria importadora hubiera recibido <br /> respuesta de la autoridad competente de la Parte Signataria exportadora dentro del <br /> plazo previsto en el numeral anterior y estime que requiere mayor información para <br /> resolver sobre el origen del bien o bienes objeto de la verificación, podrá solicitar <br /> información adicional a dicha entidad, mediante una notificación subsecuente que será <br /> enviada por mensajería o correo certificado. La misma deberá responderse en un plazo <br /> no superior a treinta (30) días, contado a partir de la fecha de recepción de la notificación. <br /> En los casos en que la información solicitada no fuera provista en el plazo <br /> estipulado en el párrafo anterior, la autoridad aduanera de la Parte Signataria <br /> importadora de tales bienes podrá negar el trato arancelario preferencial. <br /> 5. Una vez que la autoridad competente de la Parte Signataria exportadora haya <br /> respondido en los términos establecidos en los párrafos 3 ó 4, la autoridad aduanera de <br /> la Parte Signataria importadora determinará si la información proporcionada es <br /> suficiente para concluir el proceso de verificación. <br /> Si la autoridad aduanera de la Parte Signataria importadora considera que la <br /> información a que se refiere el párrafo anterior no es suficiente para disipar las dudas <br /> sobre el origen del bien podrá, a través de la autoridad competente de la Parte <br /> Signataria exportadora, solicitar mediante escrito que esta autoridad realice las <br /> gestiones pertinentes, a efectos de poder realizar visitas de verificación a las <br /> instalaciones de un exportador, con el objeto de examinar los procesos productivos, las <br /> instalaciones que se utilicen en la producción del bien, así como otras acciones que <br /> contribuyan a la verificación de su origen. Una vez que la autoridad competente antes <br /> mencionada reciba el escrito con la petición, la visita de verificación deberá de realizarse <br /> en un período no mayor a sesenta (60) días de que se haya recibido dicho escrito. <br /> Concluida la investigación de verificación, la autoridad aduanera de la Parte <br /> Signataria importadora emitirá una resolución escrita a la autoridad competente de la <br /> Parte Signataria exportadora. Dicha resolución indicará si el bien o bienes sujetos a la <br /> verificación califican o no como originarios e incluirá las conclusiones de hecho y los <br /> fundamentos jurídicos de la determinación. <br /> 6. Una vez emitida la resolución sobre el origen de un bien, si la autoridad aduanera de la <br /> Parte Signataria importadora determinó que el bien califica como originario, siempre <br /> que haya adoptado alguna medida para garantizar el interés fiscal, reintegrará las <br /> contribuciones percibidas en exceso o se liberará la garantía. <br /> Si la autoridad aduanera de la Parte Signataria importadora determina que el <br /> bien no califica como originario, siempre que haya adoptado alguna medida para <br /> garantizar el interés fiscal, hará efectiva la medida o, en caso de que no se haya <br /> adoptado ninguna medida, se negará el trato arancelario preferencial. <br /> En caso de que la resolución emitida de conformidad con el numeral 5 de este <br /> Artículo sea insatisfactoria para la Parte Signataria exportadora, las Partes <br /> involucradas podrán mantener consultas para llegar a una solución mutuamente <br /> satisfactoria. Si los resultados de estas consultas no son satisfactorios para la Parte <br /> afectada, ésta podrá recurrir al régimen de solución de controversias previsto en el Acuerdo. <br /> 7. Cuando la resolución de una verificación que lleve a cabo la autoridad aduanera de la <br /> Parte Signataria importadora establezca que el exportador o el productor ha certificado <br /> o declarado más de una vez, de manera falsa o infundada, que un bien califica como <br /> originario, dicha autoridad notificará a la Parte Signataria exportadora para que esta no <br /> otorgue ningún nuevo certificado al exportador en cuestión, hasta que él mismo pruebe <br /> tanto a la entidad certificadora como a la autoridad aduanera de la Parte Signataria <br /> importadora que cumple con lo establecido en este Anexo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 28: Sanciones <br /> Cada Parte Signataria establecerá o mantendrá sanciones penales, <br /> civiles o administrativas por infracciones relacionadas con este Anexo, conforme a sus <br /> leyes y reglamentaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": ": Estructura del Anexo", "ArticleDesc": "Artículo 1: Estructura del Anexo <br> El presente Anexo establece las normas de origen aplicables al <br> intercambio de bienes del sector automotor entre las Partes Contratantes, a los efectos de: <br> 1. calificación y determinación de origen de un bien; <br> 2. emisión de los certificados de origen; y <br> 3. procesos de Verificación, Control y Sanciones. <br> "}, {"ArticleTitle": ": Ámbito de aplicación", "ArticleDesc": "Artículo 2: Ámbito de aplicación <br> Las Partes Contratantes aplicarán a los bienes objeto de este Acuerdo <br> el presente Régimen de Origen, sin perjuicio que el mismo pueda ser modificado mediante <br> resolución del Comité Automotor. <br> Para acceder a las condiciones preferenciales establecidas en el Acuerdo, los <br> bienes deberán acreditar el cumplimiento de los requisitos de origen de conformidad a lo <br> dispuesto en el presente Anexo. <br> "}, {"ArticleTitle": ": Definiciones", "ArticleDesc": "Artículo 3: Definiciones <br> A los efectos del presente Anexo se entenderá por: <br> autopartes: piezas, conjuntos y subconjuntos, comprendiendo neumáticos necesarios <br> para la producción de los vehículos, tanto como las necesarias para la producción de otras <br> autopartes, incluidas las destinadas al mercado de reposición o de refacciones; <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte Signataria <br> es responsable de la administración de sus leyes y reglamentaciones aduaneras; <br> autoridad competente: en el caso de la Argentina: la Secretaría de Industria, Comercio y <br> Minería o su sucesora; en el caso del Brasil: la Secretaría de Comercio Exterior o su <br> sucesora; en el caso de México: la Secretaría de Economía o su sucesora; en el caso del <br> Paraguay: el Ministerio de Industria y Comercio o su sucesora; y en el caso de Uruguay: el <br> Ministerio de Economía y Finanzas y el Ministerio de Industrias, Energía y Minería o sus sucesoras. <br> bastidor: la placa inferior de un vehículo automotor; <br> bien: el bien producido, incluso cuando esté prevista su utilización posterior en otra <br> operación de producción y es cualquier mercancía, producto o artículo; <br> bien o material originario: un bien o un material que cumple con lo dispuesto en este Anexo; <br> bien o material no originario: un bien o un material que no califica como originario de <br> conformidad con este Anexo; <br> bienes o materiales fungibles: los que son intercambiables para efectos comerciales, <br> cuyas propiedades son esencialmente idénticas y que no es posible diferenciarlos por <br> simple examen visual; <br> bienes idénticos: los que sean iguales en todo, incluidas sus características físicas, <br> calidad y prestigio comercial; en donde las pequeñas diferencias de aspecto no impiden <br> que se consideren como idénticos los bienes que en todo lo demás se ajusten a su definición; <br> bienes similares: los que, aunque no sean iguales en todo, tienen características y <br> composición semejantes, lo que les permite cumplir las mismas funciones y ser <br> comercialmente intercambiables. Para determinar si los bienes son similares, habrán de <br> considerarse, entre otros factores, su calidad, su prestigio comercial y la existencia de una <br> marca comercial; <br> bienes obtenidos en su totalidad o producidos enteramente en el territorio de una <br> Parte Signataria: los obtenidos en su totalidad a partir de minerales extraídos[1] en su <br> territorio y los subproductos obtenidos de animales nacidos y criados en territorio de esa <br> Parte Signataria. Los desechos y desperdicios derivados de la producción en territorio de <br> una Parte Signataria o de bienes usados o recolectados en territorio de una Parte <br> Signataria, siempre que esos bienes sirvan sólo para la recuperación de materias primas. <br> Así como los bienes producidos en el territorio de una Parte Signataria exclusivamente a <br> partir de los bienes mencionados anteriormente o de sus derivados en cualquier etapa de producción; <br> Código de Valoración Aduanera: el Acuerdo relativo a la Aplicación del Artículo VII del <br> Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que forma parte del <br> Acuerdo de Marrakech por el que se establece la Organización Mundial del Comercio; <br> contenedores y materiales de embalaje para embarque: bienes que son utilizados para <br> proteger a un bien durante su transporte, distintos de los envases y materiales para venta al menudeo; <br> costo total: la suma de los siguientes elementos: <br> a) los costos o el valor de los materiales directos de fabricación utilizados en la <br> producción del bien; <br> b) los costos de la mano de obra directa utilizada en la producción del bien; y <br> c) una cantidad por concepto de costos y gastos directos e indirectos de fabricación del <br> bien, asignada razonablemente al mismo, excepto los siguientes conceptos: <br> i) los costos y gastos de un servicio proporcionado por el productor de un bien a <br> otra persona, cuando el servicio no se relacione con ese bien; <br> ii) los costos y pérdidas resultantes de la venta de una parte de la empresa del <br> productor, la cual constituye una operación discontinuada; <br> iii) los costos relacionados con el efecto acumulado de cambios en la aplicación de <br> principios de contabilidad; <br> iv) los costos o pérdidas resultantes de la venta de un bien de capital del productor; <br> v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor; <br> vi) las utilidades obtenidas por el productor del bien, sin importar si fueron retenidas <br> por el productor o pagadas a otras personas como dividendos ni los impuestos <br> pagados sobre esas utilidades, incluyendo los impuestos sobre ganancias de capital; ni <br> vii) los costos por intereses que se hayan pactado entre personas relacionadas y que <br> excedan aquellos intereses que se pagan a tasas de interés de mercado; <br> F.O.B: libre a bordo, independientemente del medio de transporte; <br> lugar en que se encuentre el productor: en relación con un bien, la planta de producción <br> de ese bien; <br> material: el utilizado en la producción de otro bien, tales como materias primas, insumos, <br> productos intermedios y autopartes; <br> material de fabricación propia: el producido por el productor de un bien y utilizado en la <br> producción de ese bien; <br> material indirecto: el utilizado en la producción, verificación o inspección de un bien, pero <br> que no esté físicamente incorporado en el bien; o el que se utilice en el mantenimiento de <br> edificios o en la operación de equipo relacionados con la producción de un bien, incluidos: <br> a) combustible y energía; <br> b) herramientas, troqueles y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción o para operar el equipo o los edificios; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br> g) catalizadores y solventes; o <br> h) cualquier otro material que no esté incorporado en el bien, pero cuyo uso en la <br> producción del bien pueda demostrar razonablemente que forma parte de esa producción; <br> materiales intermedios: los materiales de fabricación propia utilizados en la producción <br> de un bien, y designados conforme al Artículo 9° de este Anexo; <br> NALADISA: identifica a la Nomenclatura de la Asociación Latinoamericana de Integración <br> (ALADI) basada en el Sistema Armonizado de Designación y Codificación de Mercancías, <br> en vigor, incluidas sus reglas generales y sus notas legales de sección, capítulo, partida y <br> subpartida, en la forma en que las Partes Signatarias lo hayan adoptado en sus <br> respectivas legislaciones; <br> nombre de modelo: la palabra o grupo de palabras, letra o letras, número o números o <br> designación similar asignada a un vehículo automotor por una división de comercialización <br> de un ensamblador de vehículos automotores comprendidos en los literales a) a d) del Artículo 3° <br> del Acuerdo Marco para: <br> a) diferenciar el vehículo automotor de otros vehículos automotores que usen la misma plataforma; o <br> b) asociar al vehículo automotor con otros vehículos automotores que utilicen una <br> plataforma diferente; <br> partida: se refiere a los primeros cuatro dígitos de la NALADISA; <br> persona relacionada: una persona que está relacionada con otra persona, conforme a lo siguiente: <br> a) una de ellas ocupa cargos de responsabilidad o dirección en una empresa de la otra; <br> b) están legalmente reconocidas como asociadas en negocios; <br> c) están en relación de empleador y empleado; <br> d) una persona tiene, directa o indirectamente, la propiedad, el control o la posesión del <br> 25 por ciento o más de las acciones o títulos en circulación y con derecho a voto de ambas; <br> e) una de ellas controla directa o indirectamente a la otra; <br> f) ambas personas están controladas directa o indirectamente por una tercera persona; <br> g) juntas controlan directa o indirectamente a una tercera persona; o <br> h) son de la misma familia e incluye únicamente a hijos, hermanos, padres, abuelos o cónyuges; <br> planta: un edificio o edificios cercanos pero no necesariamente contiguos, maquinarias, <br> aparatos y accesorios que están bajo el control de un productor y se utilizan para la <br> producción de vehículos automotores; <br> plataforma: el ensamble primario de un ensamble estructural portador de carga de un <br> vehículo automotor que determina el tamaño básico de ese vehículo y conforma la base <br> estructural que soporta el tren motriz y sirve de unión del vehículo automotor en diversos <br> tipos de bastidores, tales como para montaje de carrocería, bastidor dimensional o <br> carrocería unitaria; <br> precio del producto ex-fábrica: el precio del bien pagado al productor por un distribuidor <br> en una venta al mercado interno, en cuya empresa haya tenido lugar la última elaboración <br> o transformación, siempre que el precio incluya el valor de todos los materiales utilizados y <br> no incluya los impuestos internos: <br> principios de contabilidad generalmente aceptados: aquellos sobre los que hay un <br> consenso reconocido o que gozan de un apoyo sustancial y autorizado en el territorio de <br> una Parte Signataria, respecto al registro de ingresos, gastos, costos, activos y pasivos, <br> revelación de la información y elaboración de estados financieros y que son aplicados en el <br> territorio de esa Parte. Estos estándares pueden ser guías amplias de aplicación general, <br> así como normas prácticas y procedimientos detallados; <br> producción: la extracción, la manufactura, el procesamiento o el ensamblado de un bien; <br> productor: una persona que extrae, manufactura, procesa o ensambla un bien; <br> subpartida: se refiere a los primeros seis dígitos de la NALADISA; <br> utilizados: empleados o consumidos en la producción de bienes; <br> valor de transacción de un bien: el precio realmente pagado o por pagar por un bien <br> relacionado con la transacción del productor del bien de conformidad con los principios del Artículo 1 <br> del Código de Valoración Aduanera, ajustado de acuerdo con los principios <br> del Artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el bien se venda para exportación. <br> Para efectos de esta definición, el vendedor a que se refiere el Código de Valoración <br> Aduanera será el productor del bien; y <br> valor de transacción de un material: el precio realmente pagado o por pagar por un <br> material relacionado con la transacción del productor del bien de conformidad con los <br> principios del Artículo 1 del Código de Valoración Aduanera, ajustado de acuerdo con los <br> principios del Artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el material se venda <br> para exportación. Para efectos de esta definición, el vendedor a que se refiere el Código de <br> Valoración Aduanera será el proveedor del material y el comprador a que se refiere el <br> Código de Valoración Aduanera será el productor del bien. <br> [1] Incluye escorias y cenizas <br> "}, {"ArticleTitle": ": Instrumentos de aplicación e interpretación", "ArticleDesc": "Artículo 4: Instrumentos de aplicación e interpretación <br> 1. Para efectos de este Anexo: <br> a) la base de clasificación arancelaria es la NALADISA; <br> b) la determinación del valor de transacción de un bien o de un material se hará <br> conforme a los principios del Código de Valoración Aduanera; y <br> c) todos los costos a que hace referencia este Anexo serán registrados y mantenidos <br> de conformidad con los principios de contabilidad generalmente aceptados <br> aplicables en el territorio de la Parte Signataria donde el bien se produzca. <br> 2 Para efectos de este Anexo, al aplicar el Código de Valoración Aduanera para <br> determinar el origen de un bien los principios de ese código se aplicarán a las <br> transacciones internas, con las modificaciones que requieran las circunstancias, como <br> se aplicarían a las internacionales. <br> 3 La unidad de calificación para la aplicación de este Anexo será el bien concreto <br> considerado como la unidad básica en el momento de determinar su clasificación de <br> acuerdo con la NALADISA. <br> Por consiguiente, se considera que: <br> a) cuando un producto compuesto por un grupo o ensamble de artículos se <br> clasifica en una sola partida de la NALADISA, la totalidad constituye la unidad de calificación. <br> b) cuando un envío consista de un número de bienes idénticos clasificados bajo la <br> misma partida de la NALADISA, cada bien será considerado individualmente al <br> aplicar las disposiciones de este Anexo. <br> "}, {"ArticleTitle": "9: Modificación del Régimen de origen", "ArticleDesc": "Artículo 19: Modificación del Régimen de origen <br> Para modificar lo dispuesto en los Artículos 1° a 18 de este Anexo, <br> cualquiera de las Partes Signatarias deberá presentar al Comité Automotor una solicitud <br> fundada, proporcionando los antecedentes respectivos. <br> "}, {"ArticleTitle": "4: Obligaciones a las exportaciones", "ArticleDesc": "Artículo 24: Obligaciones a las exportaciones <br> 1. Cada Parte Signataria dispondrá que su exportador o productor que haya llenado y <br> firmado un certificado de origen y tenga razones para creer que, por alteraciones en los <br> procesos de producción del bien o por variaciones en el valor de los materiales, ese <br> certificado contiene información incorrecta, notifique, sin demora y por escrito, cualquier <br> cambio que pudiera afectar la exactitud o validez del certificado de origen a todas las <br> personas a quienes lo hubiere entregado, según sea el caso, así como a la autoridad <br> competente. En estos casos el exportador o el productor no podrá ser sancionado por <br> haber presentado una certificación incorrecta. <br> 2. Cada Parte Signataria dispondrá que la certificación de origen falsa, hecha por su <br> exportador o productor, en el sentido de que un bien que vaya a exportarse a territorio <br> de otra Parte Signataria califica como originario, tenga las mismas consecuencias <br> jurídicas, con las modificaciones que requieran las circunstancias, que aquéllas que se <br> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> contravención de sus leyes y reglamentaciones aduaneras. Además, podrá aplicar <br> tales medidas, según lo ameriten las circunstancias, cuando el exportador o el <br> productor no cumpla con cualquiera de los requisitos de este Anexo. <br> 3. La autoridad competente de la Parte Signataria exportadora comunicará por escrito a la <br> autoridad aduanera de la Parte Signataria importadora sobre la notificación a que se <br> refiere el párrafo 2. <br> "}, {"ArticleTitle": "7: Confidencialidad", "ArticleDesc": "Artículo 27: Confidencialidad <br> Cada Parte Signataria mantendrá, de conformidad con lo establecido <br> en su legislación, la confidencialidad de la información que tenga tal carácter obtenida <br> conforme a este Anexo y la protegerá de toda divulgación que pudiera perjudicar a la <br> persona que la proporciona. <br> La información confidencial obtenida conforme a este Anexo sólo podrá darse a <br> conocer a las autoridades responsables de la administración y aplicación del régimen de <br> origen y de los asuntos aduaneros o tributarios, cuando corresponda, así como a las <br> entidades certificadoras, según proceda. <br> "}, {"ArticleTitle": "9: Perfeccionamiento de la declaración y certificación de origen", "ArticleDesc": "Artículo 29: Perfeccionamiento de la declaración y certificación de origen <br> Las Partes Contratantes acuerdan que lo dispuesto en el Artículo 20 de <br> este Anexo estará en vigor por un año a partir de la entrada en vigor del Acuerdo, mismo <br> que podrá ser prorrogable por un año más por el Comité Automotor. Durante este período <br> las Partes Contratantes se comprometen a perfeccionar la declaración y certificación de <br> origen a través del grupo de trabajo establecido en el Artículo 30 de este Anexo. <br> "}, {"ArticleTitle": "0: Consultas, cooperación y modificaciones", "ArticleDesc": "Artículo 30: Consultas, cooperación y modificaciones <br> El Comité Automotor establece, en su ámbito, el Grupo de Trabajo de <br> Reglas de Origen integrado por representantes de cada Parte Signataria. El Grupo de <br> Trabajo tomará sus decisiones por consenso y tendrá las siguientes funciones: <br> a) cumplir con lo dispuesto en el Artículo 29 de este Anexo, <br> b) cooperar en la aplicación de este Anexo; <br> c) a solicitud de cualquiera de las Partes Signatarias, considerar propuestas de <br> modificación a los requisitos de origen de conformidad con lo dispuesto en los Artículos <br> 2° y 19 de este Anexo; y <br> "}]}]}, "members_found": ["032", "484", 2, 8703900000]}