{"FtaRooDetails": {"FtaId": 605, "FtaCode": "ITC00619", "FtaName": "MERCOSUR-India", "FtaFullName": "PREFERENTIAL TRADE AGREEMENT BETWEEN MERCOSUR AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.06.2009", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Brazil; Paraguay; India; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under MERCOSUR-India", "AdminProcCooAuth": "The certification type under MERCOSUR-India is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under MERCOSUR-India is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for MERCOSUR-India agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "1.- For the purpose of Art. 2.I.(b), the products listed in Annex I and Annex II are considered to be originating when the CIF value of all nonoriginating materials from countries other than the Signatory Parties and/or of undetermined origin used in its manufacture does not exceed 40% of the FOB value of the final product and the final process of manufacture is performed within the territory of the exporting Signatory Party subject to fulfillment of the provisions of Article.6.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00619_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00619_roo.pdf", "DocType": "3_roo", "WebLink": "http://commerce.nic.in/trade/indiamercosur/ANNEXIII.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00619_full.pdf", "DocType": "8_full", "WebLink": "http://www.indiantradeportal.in/vs.jsp?lang=1&id=0,1,63,75"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Cumulation of origin <br /> Goods originating in any of the Signatory Party when used as an input for <br /> a finished product in another Signatory Party, shall be considered <br /> originating in the latter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Accessories, spare parts and tools <br /> 1. Accessories, spare parts or tools delivered with the good that form part <br /> of the good\"s standard accessories, spare parts, or tools, shall be <br /> considered as originating if the good originates and shall be disregarded in <br /> determining whether all the non-originating materials used in the <br /> production of the good undergo the applicable change in tariff <br /> classification, provided that: <br /> a) the accessories, spare parts or tools are not invoiced separately from the <br /> good, notwithstanding they are detailed separately in the invoice; <br /> b) the quantities and value of the accessories, spare parts or tools are <br /> customary for the good. <br /> 2 Each Signatory Party shall provide that if a good is subject to a <br /> value added requirement, the value of accessories, spare parts, or tools <br /> shall be taken into account as originating or non-originating materials, as <br /> the case may be, in calculating the value added.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Wholly produced or obtained products <br /> The following shall be considered as wholly produced or obtained in the <br /> territory of any of the Signatory Party: <br /> (a) mineral products extracted from the soil or subsoil of any of the <br /> Signatory Parties, including its territorial seas, continental shelf or <br /> exclusive economic zone; <br /> (b) plants [2] and plant products grown, harvested, picked or gathered <br /> there including in its territorial seas, continental shelf or exclusive economic zone; <br /> (c) live animals3 born and raised there, including by aquaculture; <br /> (d) products from live animals3 as in (c) above; <br /> (e) animals [3] and products thereof obtained by hunting, trapping, <br /> collecting, fishing and capturing there; including in its territorial seas, <br /> continental shelf or in the exclusive economic zone; <br /> (f) waste and scrap resulting from utilization, consuming or <br /> manufacturing operations conducted in the territory of any of the Parties, <br /> provided they are fit only for the recovery of raw materials <br /> (g) products obtained from the seabed and subsoil beyond the limits <br /> of national jurisdiction are considered to be : <br /> • wholly obtained in the State that has exploitation rights granted <br /> by the International Seabed Authority. <br /> • wholly obtained in the sponsoring State of a natural or juridical <br /> person that has exploitation rights, granted by the International Seabed Authority. <br /> (h) goods produced in any of the Parties exclusively from the <br /> products specified in subparagraphs (a) to (g) above. <br /> [2] Plant refers to all plant life ,including forestry products ,fruits, flowers, vegetables, trees, sea weeds and fungi. <br /> [3] Animals referred to in paragraph (c), (d) and (e) covers all animal life, including mammals, birds, <br /> fish, crustaceans, molluscs and reptiles.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Processes or operations considered as insufficient to confer originating status <br /> In the case of the products which have non-originating materials, the <br /> following operations, inter alia, shall be considered as insufficient working <br /> or processing to confer the status of originating products, whether or not <br /> the requirements of Art. 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage such as aeration, drying, <br /> refrigeration, immersion in salty or sulphured water or in water added <br /> with other substances, extraction of damaged parts and similar operations; <br /> (b) Dilution in water or in any other substance which does not <br /> substantially alter the product characteristics; <br /> (c) Simple operations such as removal of dust, sifting, screening, <br /> sorting, classifying, grading, matching, washing, painting, husking, <br /> stoning of seeds, slicing and cutting; <br /> (d) simple change of package and breaking-up and assembly of packages; <br /> (e) simple packing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (f) affixing or printing marks, labels, logos and other like <br /> distinguishing signs on products or their packaging; <br /> (g) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> (h) simple assembly of parts to constitute a complete article or <br /> disassembly of products into parts, in accordance with General Rule 2a of <br /> the Harmonised System; <br /> (i) slaughter of animals; <br /> (j) simple mixing of products, provided the characteristics of the <br /> obtained product are not essentially different from those of the mixed products; <br /> (k) oil application; <br /> (l) a combination of two or more of the above operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Not wholly produced or obtained products: <br /> 1.- For the purpose of Art. 2.I.(b), the products listed in Annex I and Annex <br /> II are considered to be originating when the CIF value of all non - <br /> originating materials from countries other than the Signatory Parties <br /> and/or of undetermined origin used in its manufacture does not exceed <br /> 40% of the FOB value of the final product and the final process of <br /> manufacture is performed within the territory of the exporting Signatory <br /> Party subject to fulfillment of the provisions of Article.6. <br /> 2.- For the purposes of determining the CIF value of non - originating <br /> materials for countries without a coastline, the first seaport or inland <br /> waterway port located in any of the other Signatory Parties, through <br /> which those non - originating materials have been imported shall be <br /> considered as port of destination. <br /> 3- The value of the non-originating materials, parts or produce shall be: <br /> i) The CIF value at the time of importation of the products where this can <br /> be proven; or <br /> ii) The earliest ascertained price paid for the products of undetermined <br /> origin in the territory of the Signatory Party where the working or <br /> processing takes place: <br /> 4. The formula for 60% value added is as follows: <br /> [(Value of imported Non-originating materials, Parts or Produce + Value of Undetermined Origin Materials, Parts or Produce)/FOB Price] x 100% < 40%", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Neutral elements or indirect materials <br /> 1 \"Neutral elements\" or \"Indirect materials\" means goods used in the <br /> production, testing or inspection of goods but not physically incorporated <br /> into the goods, or goods used in the maintenance of buildings or the <br /> operation of equipment associated with the production of goods, including: <br /> (a) energy and fuel; <br /> (b) plant and equipment,; <br /> (c) tools, dies, machines and moulds; <br /> (d) parts and materials used in the maintenance of plant, equipment and buildings; <br /> (e) goods which do not enter into the final composition of the product; <br /> (f) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (g) equipment, devices, and supplies used for testing or inspecting the goods. <br /> 2 Each Signatory Party shall provide that an indirect material shall be <br /> considered to be an originating material without regard to where it is <br /> produced. Its value shall be the cost registered in the accounting records of <br /> the producer of the export product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Direct transport, Transit and Trans-shipment <br /> In order for the originating goods or products to benefit from the preferential <br /> treatment provided for under the Agreement, they shall be transported <br /> directly between the exporting Signatory Party and the importing Signatory <br /> Party. The goods or products are transported directly provided: <br /> 1.They are transported through the territory of one or more Signatory Parties; <br /> 2.They are in transit through one or more territories of third countries, with or <br /> without trans-shipment or temporary warehousing in such territories, under <br /> the surveillance of the customs authorities therein, provided that: <br /> i) the transit entry is justified for geographical reasons or by <br /> consideration related exclusively to transport requirements; <br /> ii) they are not intended for trade, consumption, use or employment <br /> in the country of transit; <br /> iii) they do not undergo operations other than unloading, reloading or <br /> any operation designed to preserve them in good condition;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Packages and packing materials for retail sale <br /> 1. The packages and packing materials for retail sale, when classified <br /> together with the packaged product, according to General Rule 5 (b) of the <br /> Harmonised System, shall not be taken into account for considering <br /> whether all non-originating materials used in the manufacture of a <br /> product fulfil the criterion corresponding to a change of tariff classification <br /> of the said product. <br /> 2. If the product is subject to an ad valorem percentage criterion, the value <br /> of the packages and packing materials for retail sale shall be taken into <br /> account in its origin assessment, in case they are treated as being one for <br /> customs purposes with the goods in question. <br /> Article 11: Containers and packing materials for transport <br /> The containers and packing materials exclusively used for the transport of a <br /> product shall not be taken into account for determining the origin of any <br /> good, in accordance with General Rule 5 (b) of the Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Fungible Materials: <br /> 1 For the purpose of establishing if a product is originating when in <br /> its manufacture are utilized originating and non-originating fungible <br /> materials, mixed or physically combined, the origin of such materials can <br /> be determined by any of the inventory management methods applicable in <br /> the Signatory Party. <br /> 2 Where considerable cost or material difficulties arise in keeping <br /> separate stocks of originating and non-originating materials which are <br /> identical and interchangeable, the customs authorities may, at the written <br /> request of those concerned, authorise the so-called \"accounting <br /> segregation\" method to be used for managing such stocks. <br /> 3 This method must be able to ensure that the number of products <br /> obtained which could be considered as \"originating\" is the same as that <br /> which would have been obtained if there had been physical segregation of the stocks. <br /> 4 The customs authorities may grant such authorisation, subject to <br /> any conditions deemed appropriate. <br /> 5 This method is recorded and applied on the basis of the general <br /> accounting principles applicable in the country where the product was manufactured. <br /> 6 The beneficiary of this facilitation may issue or apply for proofs of <br /> origin, as the case may be, for the quantity of products which may be <br /> considered as originating. At the request of the customs authorities, the <br /> beneficiary shall provide a statement of how the quantities have been managed. <br /> 7 The customs authorities shall monitor the use made of the <br /> authorisation and may withdraw it at any time whenever the beneficiary <br /> makes improper use of the authorisation in any manner whatsoever or <br /> fails to fulfil any of the other conditions laid down in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Sets <br /> Sets, as defined in General Rule 3 of the Harmonised System, shall be <br /> regarded as originating when all component products are originating. <br /> Nevertheless, when a set is composed of originating and non originating <br /> goods, the set as a whole shall be regarded as originating, provided that <br /> the CIF value of the non originating goods utilized in the composition of <br /> the set does not exceed 15% per cent of the FOB price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Origin Certification <br /> 1 The Origin Certificate is the document that certifies that goods fulfil <br /> the origin requirements as set out in this Annex so that they can benefit from <br /> the preferential tariff treatment as foreseen in the Agreement. The said <br /> Certificate is valid for only one importing operation concerning one or more <br /> goods and its original copy shall be included in the documentation to be <br /> presented at the customs authorities of the importing Signatory Party. <br /> 2 The issue and control of Origin Certificates shall be under the <br /> responsibility of a Government office in each Signatory Party. The Origin <br /> Certificates shall be directly issued by those authorities or through delegation <br /> as referred to in Article 16.5. <br /> 3 The Certificate mentioned in the preceding paragraph shall be issued <br /> in the form agreed upon by the Contracting Parties and upon a sworn <br /> declaration by the final producer of the goods and the respective commercial invoice. <br /> 4 In all cases, the number of the commercial invoice shall be indicated <br /> in the box reserved for this purpose in the Origin Certificate. <br /> Article 16: Issue of Origin Certificates <br /> 1. For the issue of an Origin Certificate, the final producer or exporter of the <br /> good shall present the corresponding commercial invoice and a request <br /> containing a sworn declaration by the final producer certifying that the goods <br /> fulfil the origin criteria of this Annex, as well as the necessary documents <br /> supporting such a declaration. <br /> The said sworn declaration shall contain at least the following data: <br /> 1) Individual's name or company name; <br /> 2) Legal domicile; <br /> 3) Description of the good to be exported and its tariff classification; <br /> 4) FOB value of the goods to be exported; <br /> 5) Information relating to the good to be exported, which must indicate: <br /> i) materials, components and/or parts originating from the <br /> exporting Signatory Party; <br /> ii) materials, components and/or parts originating from other <br /> Signatory Parties, indicating: <br /> a) origin; <br /> b) tariff classification; <br /> c) CIF value, in US dollars; <br /> d) Percentage on the total value of the final product. <br /> iii) materials, components and/or parts non-originating from the <br /> Signatory Parties, indicating: <br /> a) exporting country; <br /> b) tariff classification; <br /> c) CIF value, in US dollars; <br /> d) Percentage on the total value of the final product. <br /> iv) description of the manufacturing process. <br /> 2. The description of the good in the sworn origin declaration, which certifies <br /> the fulfilment of the origin requirements set out in this Annex, shall <br /> correspond to the respective tariff classification, as well as with the <br /> description of the good in the commercial invoice and in the Origin Certificate. <br /> 3. If the goods are regularly exported and their manufacturing process, as <br /> well as their materials are not modified, the Sworn Declaration of the <br /> Producer may be valid for a period of up to one hundred eighty (180) days <br /> counted from the date of the issue of the certificate. <br /> 4. The Origin Certificate shall be issued not later than five (5) working days <br /> after the request presentation and it shall be valid for a period of one hundred <br /> and eighty (180) days from the date of its issue, which shall be extended, for <br /> the necessary period, if the goods are under a suspensive import regime <br /> which implies the deposit of the good and does not allow any alteration of the good. <br /> 5. The Origin Certificate shall be signed and issued by Government offices to <br /> be indicated by the Signatory Parties who may delegate the signing and <br /> issuing of origin certificates to other Government offices or to highly <br /> representative corporate bodies. <br /> 6. The origin certificates shall not be issued before the date of the issue of the <br /> commercial invoice relating to the consignment, but in the same date or <br /> within the following sixty (60) days. <br /> 7. The requesting party and the certifying offices or institutions shall keep the <br /> documents supporting the origin certificates for a period no less than five (5) <br /> years, from the date of its issue. The certifying offices or institutions shall <br /> enumerate the certificates issued by them in sequential order. <br /> 8. The certifying offices or institutions shall keep a permanent record of all <br /> issued origin certificates, which shall contain at least the certificate number, <br /> the requesting party's name and the date of its issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Issue of Origin Certificates <br /> 4. The Origin Certificate shall be issued not later than five (5) working days <br /> after the request presentation and it shall be valid for a period of one hundred <br /> and eighty (180) days from the date of its issue, which shall be extended, for <br /> the necessary period, if the goods are under a suspensive import regime <br /> which implies the deposit of the good and does not allow any alteration of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Issue of Origin Certificates <br /> 7. The requesting party and the certifying offices or institutions shall keep the <br /> documents supporting the origin certificates for a period no less than five (5) <br /> years, from the date of its issue. The certifying offices or institutions shall <br /> enumerate the certificates issued by them in sequential order. <br /> 8. The certifying offices or institutions shall keep a permanent record of all <br /> issued origin certificates, which shall contain at least the certificate number, <br /> the requesting party's name and the date of its issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Operations carried out by third operators <br /> 1 If the traded good is invoiced by an operator from a third country, be <br /> it a Signatory Party or not, for the issue of the Origin Certificate, the final <br /> producer or exporter of the good shall present the first commercial invoice <br /> and a corresponding sworn declaration by the final producer certifying that <br /> the goods fulfil the origin criteria of this Annex. Value addition carried out <br /> only in the Signatory Party shall be taken into account for calculation of local value addition. <br /> 2 The producer or the exporter from the country of origin shall inform <br /> in the respective Origin Certificate, in the box reserved for \"observations\", <br /> that the good corresponding to the said Certificate shall be invoiced by a third <br /> operator, reproducing the following data from the commercial invoice issued <br /> by this operator: name, address, country, number and date. <br /> 3 If it is not possible to comply with the requirements mentioned in <br /> Article 15.2, the Commercial Invoice attached to the Importation Request <br /> shall contain a Sworn Declaration attesting that the Commercial Invoice <br /> corresponds to the Origin Certificate. The Sworn Declaration shall convey the <br /> corresponding number and the date of issue of the origin certificate and be <br /> signed by the operator. In the event of non-compliance of this requirement, <br /> the customs authorities shall not accept the Certificate of Origin and shall not <br /> grant the tariff preferences established in this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Issue of Origin Certificates <br /> SECTION IV <br /> CONTROL AND VERIFICATION OF ORIGIN CERTIFICATES <br /> Article 17: <br /> 1 Regardless of the presentation of an origin certificate in accordance <br /> with these Rules of Origin this Annex, the competent authorities of the <br /> importing Signatory Party may, in the cases of reasonable doubt, request to <br /> the competent authorities of the exporting Signatory Party any additional <br /> information necessary for the verification of the authenticity of a certificate, as <br /> well as the veracity of the information contained therein. This shall not <br /> preclude the application of the respective national legislation relating to <br /> breach of customs law. <br /> 2 The compliance with the request for additional information <br /> according to this Article shall only be made with reference to the registers and <br /> documents available in Government offices or in the institutions entitled to <br /> issue origin certificates. Copies of the documentation necessary for the issuing <br /> of origin certificates can be made available. This Article, however, does not <br /> restrain the interchange of information as foreseen in the Customs <br /> Cooperation Agreements. <br /> 3 The reasons for the doubts concerning the authenticity of the <br /> certificate or the veracity of its data shall be put forward in a clear and <br /> concrete way. For this purpose, the consultations thereon shall be carried out <br /> by a specific office of the competent authorities designated by each Signatory Party. <br /> 4 The competent authorities of the importing Signatory Party shall not <br /> suspend the importation operations of the goods. However, they may request <br /> a guarantee in any of its modalities, in order to preserve fiscal interests, as a <br /> pre-condition for the completion of the importation operations. <br /> 5 If a guarantee is required, its amount shall not be higher than the <br /> value of the applicable custom duties concerning the importation of the <br /> product from third countries, according to the legislation of the importing country. <br /> Article 18: <br /> The competent authorities from the exporting Signatory Party shall provide <br /> the requested information according to Article 17 within thirty (30) days, <br /> from the date of the receipt of the request. <br /> Article 19: <br /> The information obtained under the conditions of the present Chapter shall <br /> be confidential in character and shall be utilised with a view to clarifying the <br /> matter under investigation by the competent authorities of the importing <br /> Signatory Party as well as during the investigation and legal proceedings. <br /> Article 20: <br /> In the cases in which the information requested under Article 17 is not <br /> provided within the deadline established in Article 18 or is insufficient to <br /> clarify any doubt concerning the origin of the good, the competent authorities <br /> of the importing Signatory Party may initiate an investigation on the matter <br /> within sixty (60) days, from the date of the request for the information. If this <br /> information is satisfactory, the said authorities shall release the importer from <br /> the guarantee referred to in Article 17 within thirty (30) days. <br /> Article 21: <br /> 1 During the period of investigation, the competent authorities of the <br /> importing Signatory Party shall not suspend new importing operations <br /> relating to identical goods from the same exporter or producer. However, <br /> they may request a guarantee, in any of its modalities, in order to preserve <br /> fiscal interests, as a pre-condition for the completion of the importation operations. <br /> 2 The guarantee amount, whenever it is requested, shall be established <br /> according to Article 17. <br /> Article 22: <br /> The competent authorities of the importing Signatory Party shall immediately <br /> notify the importer and the competent authorities of the exporting Signatory <br /> Party of the initiation of the origin investigation, in accordance with the <br /> proceedings established in Article 23. <br /> Article 23: <br /> During the investigation proceedings, the competent authorities of the <br /> importing Signatory Party may: <br /> a) request, through the competent authorities of the exporting Signatory <br /> Party, new information, as well as any copy of the documentation in <br /> possession of the person who issued the origin certificate under investigation, <br /> according to Article 17, which may be deemed necessary for verifying the <br /> authenticity of the said certificates and the veracity of the information <br /> contained therein. In such a request, the number and the date of the issue of <br /> the origin certificate under investigation shall be indicated. <br /> b) For the purposes of verification of the contents of the local or regional <br /> added value, the producer or exporter shall facilitate the access to any <br /> information or documentation necessary for establishing the CIF value of the <br /> non-originating goods used in the production of the goods under investigation. <br /> c) For the purposes of verification of the characteristics of certain production <br /> processes required as specific origin requisites, the exporter or producer shall <br /> facilitate the access to any information and documentation that allow the <br /> confirmation of such processes. <br /> d) send to the competent authorities of the exporting Signatory Party a <br /> written questionnaire to be passed on to the exporter or producer, indicating <br /> the origin certificate under investigation; <br /> e) request to the competent authorities of the exporting Signatory Parties to <br /> facilitate visits to the premises of the producer, with a view to examining the <br /> production processes, as well as the equipment and tools utilized in the <br /> manufacture of the product under investigation. <br /> f) The competent authorities of the exporting Signatory Party shall <br /> accompany the authorities of the importing Signatory Party in their above- <br /> mentioned visit, which may include the participation of specialists who shall <br /> act as observers. The specialists, who shall be previously selected, shall be <br /> neutral and have no interest whatsoever in the investigation. The exporting <br /> Signatory Party may deny the participation of such specialists whenever the <br /> latter represent the interests of the companies or institutions involved in the investigation. <br /> g) Once the visit is concluded, the participants shall subscribe the minutes of <br /> it, in which it shall be indicated that it was carried out according to the <br /> conditions established in this Annex. The said minutes shall contain, in <br /> addition, the following information: date and place of the carrying out of the <br /> visit; identification of the origin certificates which led to the investigation; <br /> identification of the goods under investigation; identification of the <br /> participants, including indications of the organs and institutions to which <br /> they belong; a visit report. <br /> h) The exporting Signatory Party may request the postponement of a <br /> verification visit for a period not more than thirty (30) days. <br /> i) carry out other actions as agreed upon between the Signatory Parties <br /> involved in the case under investigation. <br /> Article 24: <br /> The competent authorities of the exporting Signatory Party shall provide the <br /> information and documentation requested according to Article 23 (a) and (b), <br /> within thirty (30) days from the date of the receipt of the request. <br /> Article 25: <br /> Regarding the proceedings as foreseen in Article 23, the competent authorities <br /> of the importing Signatory Party may request the competent authority of the <br /> exporting Signatory Party the participation or advice of specialists concerning <br /> the matter under investigation. <br /> Article 26: <br /> In the cases in which the information or documentation requested to the <br /> competent authorities of the exporting Signatory Party is not produced within <br /> the stipulated deadline, or if the answer does not contain enough information <br /> or documentation for determining the authenticity or veracity of the origin <br /> certificate under investigation, or still, if the producers do not agree to the <br /> visit, the competent authorities of the importing Signatory Party may <br /> consider that the products under investigation do not fulfil the origin <br /> requirements, and may, as a result, deny preferential tariff treatment to the <br /> products mentioned in the origin certificate under investigation <br /> according to Article 20, and thus conclude such investigation. <br /> Article 27: <br /> 1 The competent authorities of the importing Signatory Party shall <br /> engage to conclude the investigation in a period not more than ninety (90) <br /> days, from the date of the receipt of the information requested in accordance <br /> with Article 23. <br /> 2 If it is considered that new investigative actions or the presentation of <br /> more information are necessary, the competent authorities of the importing <br /> Signatory Party shall communicate the fact to the competent authorities of the <br /> exporting Signatory Party. The term for the execution of such new actions or <br /> for the presentation of additional information shall be not more than ninety <br /> (90) days, from the date of the receipt of the information, according to Article 23. <br /> 3 If the investigation is not concluded within ninety (90) days from its <br /> initiation, the importer shall be released from the payment of the guarantee, <br /> regardless of the continuation of the investigation. <br /> Article 28: <br /> 1 The competent authorities of the importing Signatory Party shall <br /> inform the importers and the competent authorities of the exporting <br /> Signatory Party of the conclusion of the investigation process, as well as the <br /> reasons that led to its decision. <br /> 2 The competent authority of the importing Signatory Party shall grant <br /> the competent authority of the exporting Signatory Party the access to the <br /> investigation files, in accordance with its legislation <br /> Article 29: <br /> During the investigation process, occasional modifications in the <br /> manufacturing conditions made by the companies under investigation shall <br /> be taken into account. <br /> Article 30: <br /> Once the investigation concludes for the qualification of the origin of the <br /> goods and the validity of the origin criterion contained in the origin <br /> certificate, the importer shall be released from the guarantees requested in <br /> Articles 17 and 21, within no more than thirty (30) days. <br /> Article 31: <br /> 1.Once the investigation establishes the non-qualification of the origin <br /> criterion of the goods contained in the origin certificate, the duties shall be <br /> levied as if the goods were imported from third countries and the sanctions <br /> foreseen in this Agreement and/or the ones foreseen in the legislation in force <br /> in each Signatory Party shall be applied. <br /> 2. In such a case, the competent authorities of the importing Signatory Party <br /> may deny preferential tariff treatment to new imports relating to identical <br /> good from the same producer, until it is clearly demonstrated that the <br /> manufacturing conditions were modified so as to fulfil the origin <br /> requirements of the Rules of Origin of this Annex. <br /> 3. Once the competent authorities of the exporting Signatory Party has sent <br /> the information demonstrating that the manufacturing conditions were <br /> modified, the competent authorities of the importing Signatory Party shall <br /> have forty five (45) days, from the date of the receipt of the said information, <br /> to communicate its decision thereupon, or a maximum of ninety (90) days if a <br /> new verification visit to the producer's premises, according to Article 23 (c), is <br /> deemed necessary. <br /> 4. If the competent authorities of the importing and the exporting Signatory <br /> Parties fail to agree on the demonstration of the modification of the <br /> manufacturing conditions, they may make use of the Dispute Settlement <br /> Procedure established as per Article 29 of this Agreement. <br /> Article 32: <br /> 1 A Signatory Party may request another Signatory Party to investigate <br /> the origin of a good imported by the latter from other Signatory Party, <br /> whenever there are well-founded reasons for suspecting that its products <br /> undergo competition from imported products with preferential tariff <br /> treatment which do not fulfill the Origin Rules of this Agreement. <br /> 2 For such purposes, the competent authorities of the Signatory Party <br /> requesting the investigation shall bring to the notice of the authorities of the <br /> importing Signatory Party the relevant information within forty five (45) <br /> days, from the date of the request. Once this information is received, the <br /> importing Signatory Party may initiate the proceedings established in this <br /> Annex, giving notice of this to the Signatory Party that requested the <br /> initiation of the investigation. <br /> Article 33: <br /> The proceedings of verification and control of origin as foreseen in this Annex <br /> may also apply to the goods already cleared for home consumption. <br /> Article 34: <br /> Within sixty (60) days, from the receipt of the communication as provided in <br /> Article 28 or in the third paragraph of Article 31, in case the measure is <br /> inconsistent, the exporting Signatory Party may request for consultation to <br /> the Joint Administration Committee of this Agreement, stating the technical <br /> and legal reasons that would indicate that the measure adopted by the <br /> competent authorities of the importing Signatory Party are not consistent <br /> with this Annex; and/or request a technical advice with the aim of <br /> establishing whether the goods under investigation fulfil the origin rules of this Agreement. <br /> Article 35: <br /> The time periods set in this Annex shall be calculated on a consecutive day <br /> basis as from the day following the fact or event which they refer to.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purpose of this Annex: <br> (a) \"chapters\", \"headings\" and \"subheadings\" mean the chapters, the <br> headings and the subheadings (two, four and six digit codes respectively) <br> including assembly or specific operations; <br> used in the nomenclature which makes up the Harmonized System or HS; <br> (b) \"CIF price\" means the price paid to the exporter for the product <br> when the goods pass the ship's rail at the port of importation. The exporter <br> pays the costs and freight necessary to deliver the goods to the named <br> port of destination; <br> (c ) \"classification\" refers to the classification of a product or material <br> under a particular subheading of the HS at 6 digit level and of the <br> respective national tariff schedules of the Signatory Parties at the 8 digit level. <br> (d) \"customs value\" means the value as determined in accordance with <br> the Article VII and the Agreement on Implementation of Article VII of <br> GATT 1994 (WTO Agreement on Customs Valuation); <br> (e) \"FOB price\" means the price paid to the exporter for the product <br> when the goods pass the ship\"s rail at the named port of shipment, <br> thereafter, the importer assumes all the costs including the necessary <br> expenses to the shipment; <br> (f) \"goods\" means both materials and products <br> (g) \"Harmonized System\" means the nomenclature which makes up the <br> Harmonized Commodity Description and Coding System including the <br> chapters and the corresponding number codes, section notes and chapter <br> notes, as well as the General Rules for their interpretation; <br> (h) \"manufacture\" means any kind of working or processing <br> (i) \"material\" means raw materials, ingredients, parts, components, <br> subassembly and/or goods that are physically incorporated into another <br> good or are subject to a process in the production of another good; <br> (k) The \"territory of India\" means the territory of the Republic of <br> India including its territorial waters and the air space above its territorial <br> waters and the other maritime zones including the Exclusive Economic <br> Zone and Continental Shelf over which Republic of India has sovereignty, <br> sovereign rights or exclusive jurisdiction in accordance with its laws in <br> force, the 1982 United Nations Convention on the Law of the Sea and <br> international law. <br> The \"territory\" of the Member States of MERCOSUR means the respective <br> territories of the Member States of MERCOSUR, including their respective <br> territorial seas and the air space above, and other maritime zones, <br> including the Exclusive Economic Zones and Continental Shelves over <br> (j) \"product\" means the product being manufactured, even if it is <br> which they respectively have sovereignty, sovereign rights or exclusive <br> intended for later use in another manufacturing operation; <br> jurisdiction in accordance with their respective laws in force, the 1982 <br> United Nations Convention on the Law of the Sea and international law. <br> (l) \"value of originating materials\" means the value of such materials <br> on the basis of FOB value. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2: General requirements <br> 1 For the purpose of implementing this Agreement, the following <br> goods shall be considered as originating from a Signatory Party: <br> (a) The goods wholly produced or obtained in the territory of the <br> Signatory Party as defined in Article 4 of this Annex; <br> (b) The goods not wholly produced in the territory of the Signatory <br> Party, provided that the said products are eligible under Article 3 or <br> Article 5 read with Article 6 of this Annex <br> 2 The provisions of paragraph 1 above excludes used or second hand goods. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "Article 36: Free Zones <br> 1 The provisions set out in this Annex shall also apply to Free Zones and <br> Special Customs Zones and the competent authorities in each Signatory Party <br> will be responsible for the control of origin with respect to activities covered <br> under this Article. <br> 2. The MERCOSUR States and India shall take all necessary steps to ensure <br> that products, traded under cover of a certificate of origin which in the course <br> of transport use a Free Zone situated in their territory, are not substituted by <br> other goods and do not undergo handling other than normal operations <br> designed to prevent their deterioration. <br> 3. When goods originating in the Signatory Parties are imported into a Free <br> Zone under cover of the origin certificate mentioned in Article 16 and are <br> fractioned, the certifying offices or institutions mentioned in Article 16.5 may <br> issue a new origin certificate, based on the original one, for the quantity that <br> is required, until the total quantity of goods is covered. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 37: Review <br> No later than three years after entry in to force of the Agreement, or in the <br> event of increasing the product coverage, the Joint Committee shall review <br> the application of this Annex and, as appropriate, propose the Parties <br> amendments to the criteria for the determination of origin. Such review may <br> be initiated in conjunction with negotiation to deepen or broaden the tariff <br> preferences of the Agreement, or at any time, at the request of one of the <br> Parties, to address specific difficulties being faced by exporters with the <br> "}]}]}, "members_found": ["699", "600", 2, 8703900000]}