{"FtaRooDetails": {"FtaId": 633, "FtaCode": "ITC00649", "FtaName": "Regional group, Aladi: A.REG 04", "FtaFullName": "ACUERDO REGIONAL RELATIVO A LA PREFERENCIA ARANCELARIA REGIONAL", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "03.05.2012", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Argentina; Bolivia (Plurinational State of); Brazil; Chile; Colombia; Cuba; Ecuador; Mexico; Panama; Paraguay; Peru; Uruguay; Venezuela (Bolivarian Republic of)", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, Aladi: A.REG 04", "AdminProcCooAuth": "The certification type under Regional group, Aladi: A.REG 04 is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, Aladi: A.REG 04 is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, Aladi: A.REG 04 agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) Las mercancías elaboradas en sus territorios utilizando materiales de países no participantes en el acuerdo, siempre que resulten de un proceso de transformación realizado en alguno de los países participantes que les confiera una nueva individualidad caracterizada por el hecho de quedar clasificadas en la NALADISA en partida diferente a la de dichos materiales.d) Las mercancías que resulten de operaciones de ensamble o montaje, realizadas en el territorio de un país participante utilizando materiales originarios de los países participantes del acuerdo y de terceros países, cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de tales mercancías.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00649_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/fe93d94b4ff5a8f4032577b3005233a4/$FILE/CO%20Res.%20252.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00649_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00649_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/fe93d94b4ff5a8f4032577b3005233a4?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00649_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vparwebR"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "d) Las mercancías que resulten de operaciones de ensamble o montaje, realizadas <br /> en el territorio de un país participante utilizando materiales originarios de los <br /> países participantes del acuerdo y de terceros países, cuando el valor CIF puerto <br /> de destino o CIF puerto marítimo de los materiales originarios de terceros países <br /> no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de tales mercancías.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "b) Las mercancías comprendidas en los ítem de la NALADISA que se indican en el <br /> Anexo 1 de la presente Resolución, por el solo hecho de ser producidas en sus territorios. <br /> Dicho Anexo podrá ser modificado por Resolución del Comité de <br /> Representantes. A tales efectos se considerarán como producidas: <br /> - Las mercancías de los reinos mineral, vegetal y animal (incluyendo las de la <br /> caza y la pesca), extraídas, cosechadas o recolectadas, nacidas en su <br /> territorio o en sus aguas territoriales, patrimoniales y zonas económicas exclusivas; <br /> - Las mercancías del mar extraídas fuera de sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas, por barcos de su bandera o <br /> arrendados por empresas legalmente establecidas en su territorio; y <br /> - Las mercancías que resulten de operaciones o procesos efectuados en su <br /> territorio por los que adquieran la forma final en que serán comercializadas, <br /> excepto cuando se trate de las operaciones o procesos previstos en el segundo párrafo del literal c).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "No serán originarias de los países participantes las mercancías obtenidas por <br /> procesos u operaciones por los cuales adquieran la forma final en que serán <br /> comercializadas, cuando en dichos procesos se utilicen materiales de países no <br /> participantes y consistan solamente en simples montajes o ensambles, embalaje, <br /> fraccionamiento en lotes, piezas o volúmenes, selección y clasificación, <br /> marcación, composición de surtidos de mercancías u otras operaciones que no <br /> impliquen un proceso de transformación sustancial en los términos del párrafo <br /> primero de este literal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "d) Las mercancías que resulten de operaciones de ensamble o montaje, realizadas <br /> en el territorio de un país participante utilizando materiales originarios de los <br /> países participantes del acuerdo y de terceros países, cuando el valor CIF puerto <br /> de destino o CIF puerto marítimo de los materiales originarios de terceros países <br /> no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de tales mercancías. <br /> SEGUNDO.- En los casos en que el requisito establecido en el literal c) del <br /> artículo primero no pueda ser cumplido porque el proceso de transformación operado <br /> no implica cambio de partida en la NALADISA, bastará con que el valor CIF puerto de <br /> destino o CIF puerto marítimo de los materiales de países no participantes del acuerdo <br /> no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de las <br /> mercancías de que se trate. <br /> TERCERO.- Para los países de menor desarrollo económico relativo, el <br /> porcentaje establecido en literal d) del artículo primero y en el artículo segundo, será <br /> de 60 (sesenta) por ciento. El presente Régimen, alcanza, igualmente, a aquellos <br /> acuerdos en que las concesiones pactadas entre los países participantes se extienden <br /> automáticamente a los países de menor desarrollo económico relativo, sin el <br /> otorgamiento de compensaciones e independientemente de negociación <br /> o adhesión a los mismos.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "CUARTO.- Para que las mercancías originarias se beneficien de los tratamientos <br /> preferenciales, las mismas deben haber sido expedidas directamente del país <br /> exportador al país importador. Para tales efectos, se considera como expedición directa: <br /> a) Las mercancías transportadas sin pasar por el territorio de algún país no <br /> participante del acuerdo. <br /> b) Las mercancías transportadas en tránsito por uno o más países no participantes, <br /> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad <br /> aduanera competente en tales países, siempre que: <br /> i) el tránsito esté justificado por razones geográficas o por consideraciones <br /> relativas a requerimientos del transporte; <br /> ii) no estén destinadas al comercio, uso o empleo en el país de tránsito; y <br /> iii) no sufran, durante su transporte y depósito, ninguna operación distinta a la <br /> carga y descarga o manipuleo para mantenerlas en buenas condiciones o <br /> asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "PRIMERO.- Son originarias de los países participantes de un acuerdo concertado <br /> de conformidad con el Tratado de Montevideo 1980: <br /> a) Las mercancías elaboradas íntegramente en sus territorios, cuando en su <br /> elaboración se utilicen exclusivamente materiales de cualquiera de los países <br /> participantes del acuerdo. <br /> b) Las mercancías comprendidas en los ítem de la NALADISA que se indican en el <br /> Anexo 1 de la presente Resolución, por el solo hecho de ser producidas en sus territorios. <br /> Dicho Anexo podrá ser modificado por Resolución del Comité de <br /> Representantes. A tales efectos se considerarán como producidas: <br /> - Las mercancías de los reinos mineral, vegetal y animal (incluyendo las de la <br /> caza y la pesca), extraídas, cosechadas o recolectadas, nacidas en su <br /> territorio o en sus aguas territoriales, patrimoniales y zonas económicas exclusivas; <br /> - Las mercancías del mar extraídas fuera de sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas, por barcos de su bandera o <br /> arrendados por empresas legalmente establecidas en su territorio; y <br /> - Las mercancías que resulten de operaciones o procesos efectuados en su <br /> territorio por los que adquieran la forma final en que serán comercializadas, <br /> excepto cuando se trate de las operaciones o procesos previstos en el segundo párrafo del literal c). <br /> c) Las mercancías elaboradas en sus territorios utilizando materiales de países no <br /> participantes en el acuerdo, siempre que resulten de un proceso de <br /> transformación realizado en alguno de los países participantes que les confiera <br /> una nueva individualidad caracterizada por el hecho de quedar clasificadas en la <br /> NALADISA en partida diferente a la de dichos materiales.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "CAPITULO II <br /> Declaración, certificación y comprobación del origen <br /> Declaración <br /> SEPTIMO.- Para que las mercancías objeto de intercambio puedan beneficiarse <br /> de los tratamientos preferenciales pactados por los países participantes de un acuerdo <br /> concertado de conformidad con el Tratado de Montevideo 1980, dichos países <br /> deberán acompañar a los documentos de exportación, en el formulario tipo adoptado <br /> por la Asociación, una declaración que acredite el cumplimiento de los requisitos de <br /> origen que correspondan de conformidad con lo dispuesto en el Capítulo anterior. <br /> Dicha declaración podrá ser expedida por el productor final o el exportador de la <br /> mercancía de que se trate. <br /> OCTAVO.- La descripción de las mercancías incluidas en la declaración que <br /> acredita el cumplimiento de los requisitos de origen establecidos por las disposiciones <br /> vigentes, deberá coincidir con la que corresponde a la mercancía negociada <br /> clasificada de conformidad con la NALADISA y con la que se registra en la factura <br /> comercial que acompaña los documentos presentados para el despacho aduanero. <br /> En los casos en que la mercancía haya sido negociada en una nomenclatura <br /> distinta a la NALADISA se indicará el código y la descripción de la nomenclatura que <br /> se registra en el acuerdo de que se trate. <br /> NOVENO.- Cuando la mercancía objeto de intercambio sea facturada por un <br /> operador de un tercer país, miembro o no miembro de la Asociación, el productor o <br /> exportador del país de origen deberá señalar en el formulario respectivo, en el área <br /> relativa a \"observaciones\", que la mercancía objeto de su Declaración será facturada <br /> desde un tercer país, identificando el nombre, denominación o razón social y domicilio <br /> del operador que en definitiva será el que facture la operación a destino. <br /> En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br /> momento de expedir el certificado de origen, no se conociera el número de la factura <br /> comercial emitida por un operador de un tercer país, el área correspondiente del <br /> certificado no deberá ser llenada. En este caso, el importador presentará a la <br /> administración aduanera correspondiente una declaración jurada que justifique el <br /> hecho, en la que deberá indicar, por lo menos, los números y fechas de la factura <br /> comercial y del certificado de origen que amparan la operación de importación. <br /> Certificación <br /> DECIMO.- La declaración a que se refiere el artículo séptimo deberá ser <br /> certificada en todos los casos por una repartición oficial o entidad gremial con <br /> personalidad jurídica, habilitada por el Gobierno del país exportador. <br /> Los certificados de origen expedidos para los fines del régimen de desgravación <br /> tendrán plazo de validez de 180 días, a contar de la fecha de certificación por el <br /> órgano o entidad competente del país exportador. <br /> Sin perjuicio del plazo de validez a que se refiere el párrafo anterior, los <br /> certificados de origen no podrán ser expedidos con antelación a la fecha de emisión de <br /> la factura comercial correspondiente a la operación de que se trate, sino en la misma <br /> fecha o dentro de los sesenta días siguientes, salvo lo dispuesto en el <br /> segundo párrafo del artículo noveno. <br /> Autoridades habilitadas para expedir certificados de origen <br /> DECIMOPRIMERO.- Los países miembros, a través de sus Representaciones <br /> Permanentes, comunicarán a la Secretaría General la relación de las reparticiones <br /> oficiales y entidades gremiales habilitadas para expedir la certificación a que se refiere <br /> el artículo anterior, con la nómina de funcionarios autorizados y sus <br /> correspondientes firmas autógrafas. <br /> Al habilitar entidades gremiales, los países miembros procurarán que se trate de <br /> organizaciones que actúen con jurisdicción nacional, pudiendo delegar atribuciones en <br /> entidades regionales o locales, conservando siempre la responsabilidad directa por la <br /> veracidad de las certificaciones que se expidan. <br /> Las comunicaciones serán publicadas y puestas de inmediato en conocimiento de <br /> las Representaciones Permanentes, por la Secretaría General. <br /> Registro de firmas autorizadas para expedir certificados de origen <br /> DECIMOSEGUNDO.- La Secretaría General mantendrá un registro actualizado de <br /> las reparticiones oficiales y entidades gremiales habilitadas por los países miembros <br /> para expedir certificaciones de origen, así como las nóminas de funcionarios <br /> autorizados y sus correspondientes firmas autógrafas. <br /> DECIMOTERCERO.- Los países miembros, a través de sus Representaciones <br /> Permanentes, comunicarán a la Secretaría General las modificaciones que <br /> introduzcan en la relación de reparticiones oficiales y entidades gremiales habilitadas <br /> para expedir certificados de origen, así como las nóminas de funcionarios autorizados <br /> y sus correspondientes firmas autógrafas. <br /> Los países miembros utilizarán el formulario que figura como Anexo 3 de la <br /> presente Resolución para comunicar nuevos registros de firmas autorizadas para <br /> expedir certificados de origen, así como la actualización de firmas ya registradas. <br /> Las modificaciones que se operen en el registro, tanto de firmas como de las <br /> reparticiones oficiales y entidades gremiales habilitadas para expedir certificados de <br /> origen, entrarán en vigor quince días calendario después que la Secretaría General las <br /> haya comunicado a las Representaciones Permanentes, permaneciendo vigentes has- <br /> ta entonces los registros anteriores a la modificación. <br /> Dichas comunicaciones serán publicadas y puestas de inmediato en conocimiento <br /> de las Representaciones Permanentes, por la Secretaría General. <br /> Formulario de certificado de origen <br /> DECIMOCUARTO.- Los certificados de origen deberán ser expedidos de <br /> conformidad con las normas establecidas en el presente Régimen. <br /> En consecuencia deberán ser expedidos en el formulario único adoptado por el <br /> Comité de Representantes, que figura en el Anexo 4 de la presente Resolución, para <br /> calificar el origen de las mercancías objeto de intercambio, debidamente intervenidos, <br /> con sello y firma, por las reparticiones oficiales o entidades gremiales, autorizadas <br /> para su expedición. Junto al sello de la repartición oficial o entidad gremial autorizada, <br /> deberá registrarse, asimismo, el nombre del habilitado en caracteres de imprenta.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Los certificados de origen expedidos para los fines del régimen de desgravación <br /> tendrán plazo de validez de 180 días, a contar de la fecha de certificación por el <br /> órgano o entidad competente del país exportador.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "NOVENO.- Cuando la mercancía objeto de intercambio sea facturada por un <br /> operador de un tercer país, miembro o no miembro de la Asociación, el productor o <br /> exportador del país de origen deberá señalar en el formulario respectivo, en el área <br /> relativa a \"observaciones\", que la mercancía objeto de su Declaración será facturada <br /> desde un tercer país, identificando el nombre, denominación o razón social y domicilio <br /> del operador que en definitiva será el que facture la operación a destino. <br /> En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br /> momento de expedir el certificado de origen, no se conociera el número de la factura <br /> comercial emitida por un operador de un tercer país, el área correspondiente del <br /> certificado no deberá ser llenada. En este caso, el importador presentará a la <br /> administración aduanera correspondiente una declaración jurada que justifique el <br /> hecho, en la que deberá indicar, por lo menos, los números y fechas de la factura <br /> comercial y del certificado de origen que amparan la operación de importación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "DECIMOQUINTO.- Siempre que un país participante considere que los <br /> certificados expedidos por una repartición oficial o entidad gremial habilitada del país <br /> exportador, no se ajustan a las disposiciones contenidas en el presente Régimen, lo <br /> comunicará al referido país exportador para que este adopte las medidas que estime <br /> necesarias para dar solución a los problemas planteados. <br /> En ningún caso el país participante importador detendrá el trámite de importación <br /> de las mercancías amparadas en los certificados a que se refiere el párrafo anterior, <br /> pero podrá, además de solicitar las informaciones adicionales que correspondan a las <br /> autoridades gubernamentales del país participante exportador, adoptar las medidas <br /> que considere necesarias para garantizar el interés fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["600", "591", 2, 8703900000]}