{"FtaRooDetails": {"FtaId": 653, "FtaCode": "ITC00671", "FtaName": "Regional group, NAFTA", "FtaFullName": "North American Free Trade Agreement", "InForce": false, "Signed": false, "InNegotiation": true, "FtaStatusDesc": "IN NEGOTIATION", "FtaStatusDate": "12.08.1992", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Canada; Mexico; United States of America", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, NAFTA", "AdminProcCooAuth": "The certification type under Regional group, NAFTA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, NAFTA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, NAFTA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 62.5%", "RooText": "A change to subheading 8703.21 through 8703.90 from any other heading, provided there is a regional value content of not less than 62.5 percent under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General note", "RooText": " Section A - General Interpretative Note<br /> For purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading, subheading or tariff item is set out immediately adjacent to the heading, subheading or tariff item;<br /> (b) a rule applicable to a tariff item shall take precedence over a rule applicable to the heading or subheading which is parent to that tariff item;<br /> (c) a requirement of a change in tariff classification applies only to non-originating materials;<br /> (d) reference to weight in the rules for goods provided for in Chapter 1 through 24 of the Harmonized System means dry weight unless otherwise specified in the Harmonized System;<br /> (e) paragraph 1 of Article 405 (De Minimis) does not apply to:<br /> (i) certain non-originating materials used in the production of goods provided for in the following tariff provisions: Chapter 4 of the Harmonized System, heading 15.01 through 15.08, 15.12, 15.14, 15.15 or 17.01 through 17.03, subheading 1806.10, tariff item 1901.10.aa (infant preparations containing over 10 percent by weight of milk solids), 1901.20.aa (mixes and doughs, containing over 25 percent by weight of butterfat, not put up for retail sale) or 1901.90.aa (dairy preparations containing over 10 percent by weight of milk solids), subheading 2009.11 through 2009.30 or 2009.90, heading 21.05, tariff item 2101.10.aa (instant coffee, not flavored), 2106.90.bb (concentrated fruit or vegetable juice of any single fruit or vegetable, fortified with minerals or vitamins), 2106.90.cc (concentrated mixtures of fruit or vegetable juice, fortified with minerals or vitamins), 2106.90.dd (preparations containing over 10 percent by weight of milk solids), 2202.90.aa (fruit or vegetable juice of any single fruit or vegetable, fortified with minerals orvitamins), 2202.90.bb (mixtures of fruit or vegetable juices, fortified with minerals or vitamins) or 2202.90.cc (beverages containing milk), heading 22.07 through 22.08, tariff item 2309.90.aa (animal feeds containing over 10 percent by weight of milk solids) or 7321.11.aa (gas stove or range), subheading 8415.10, 8415.81 through 8415.83, 8418.10 through 8418.21, 8418.29 through 8418.40, 8421.12, 8422.11, 8450.11 through 8450.20 or 8451.21 through 8451.29, Mexican tariff item 8479.82.aa (trash compactors), Canadian or U.S. tariff item 8479.89.aa (trash compactors), or tariff item 8516.60.aa (electric stove or range),<br /> (ii) a printed circuit assembly that is a non-originating material used in the production of a good where the applicable change in tariff classification for the good places restrictions on the use of such non-originating material, and<br /> (iii) a non-originating material used in the production of a good provided for in Chapter 1 through 27 of the Harmonized System unless the non-originating material is provided for in a different subheading than the good for which origin is being determined;<br /> (f) paragraph 6 of Article 405 (De Minimis) applies to a good provided for in Chapter 50 through 63; and<br /> (g) the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized System;<br /> section means a section of the Harmonized System;<br /> subheading means the first six digits in the tariff classification number under the Harmonized System; and<br /> tariff item means the first eight digits in the tariff classification number under the Harmonized System as implemented by each Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00671_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbp.gov/trade/nafta/nafta-certificate-origin"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00671_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.cbp.gov/trade/nafta/annex-401"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00671_roo.pdf", "DocType": "3_roo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/nafta-alena/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00671_proo.pdf", "DocType": "4_proo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/nafta-alena/fta-ale/05.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00671_full.pdf", "DocType": "8_full", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/nafta-alena/fta-ale/index.aspx?lang=eng"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 404: Accumulation <br /> 1. For purposes of determining whether a good is an originating good, the production of the good in the territory of one or more of the Parties by one or more producers shall, at the choice of the exporter or producer of the good for which preferential tariff treatment is claimed, be considered to have been performed in the territory of any of the Parties by that exporter or producer, provided that: <br /> a) all non-originating materials used in the production of the good undergo an applicable tariff classification change set out in Annex 401, and the good satisfies any applicable regional value-content requirement, entirely in the territory of one or more of the Parties; and <br /> b) the good satisfies all other applicable requirements of this Chapter. <br /> 2. For purposes of Article 402(10), the production of a producer that chooses to accumulate its production with that of other producers under paragraph 1 shall be considered to be the production of a single producer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 405: De Minimis <br /> 1. Except as provided in paragraphs 3 through 6, a good shall be considered to be an originating good if the value of all non-originating materials used in the production of the good that do not undergo an applicable change in tariff classification set out in Annex 401 is not more than seven percent of the transaction value of the good, adjusted to a F.O.B. basis, or, if the transaction value of the good is unacceptable under Article 1 of the Customs Valuation Code, the value of all such non-originating materials is not more than seven percent of the total cost of the good, provided that: <br /> a) if the good is subject to a regional value-content requirement, the value of such non-originating materials shall be taken into account in calculating the regional value content of the good; and <br /> b) the good satisfies all other applicable requirements of this Chapter. <br /> 2. A good that is otherwise subject to a regional value-content requirement shall not be required to satisfy such requirement if the value of all non-originating materials used in the production of the good is not more than seven percent of the transaction value of the good, adjusted to a F.O.B. basis, or, if the transaction value of the good is unacceptable under Article 1 of the Customs Valuation Code, the value of all non-originating materials is not more than seven percent of the total cost of the good, provided that the good satisfies all other applicable requirements of this Chapter. <br /> 3. Paragraph 1 does not apply to: <br /> a) a non-originating material provided for in Chapter 4 of the Harmonized System or tariff item 1901.90.aa (dairy preparations containing over 10 percent by weight of milk solids) that is used in the production of a good provided for in Chapter 4 of the Harmonized System; <br /> b) a non-originating material provided for in Chapter 4 of the Harmonized System or tariff item 1901.90.aa (dairy preparations containing over 10 percent by weight of milk solids) that is used in the production of a good provided for in tariff item 1901.10.aa (infant preparations containing over 10 percent by weight of milk solids), 1901.20.aa (mixes and doughs, containing over 25 percent by weight of butterfat, not put up for retail sale), 1901.90.aa (dairy preparations containing over 10 percent by weight of milk solids), heading 21.05, or tariff item 2106.90.dd (preparations containing over 10 percent by weight of milk solids), 2202.90.cc (beverages containing milk) or 2309.90.aa (animal feeds containing over 10 percent by weight of milk solids); <br /> c) a non-originating material provided for in heading 08.05 or subheading 2009.11 through 2009.30 that is used in the production of a good provided for in subheading 2009.11 through 2009.30 or tariff item 2106.90.bb (concentrated fruit or vegetable juice of any single fruit or vegetable, fortified with minerals or vitamins) or 2202.90.aa (fruit or vegetable juice of any single fruit or vegetable, fortified with minerals or vitamins); <br /> d) a non-originating material provided for in Chapter 9 of the Harmonized System that is used in the production of a good provided for in tariff item 2101.10.aa (instant coffee, not flavored); <br /> e) a non-originating material provided for in Chapter 15 of the Harmonized System that is used in the production of a good provided for in heading 15.01 through 15.08, 15.12, 15.14 or 15.15; <br /> f) a non-originating material provided for in heading 17.01 that is used in the production of a good provided for in heading 17.01 through 17.03; <br /> g) a non-originating material provided for in Chapter 17 of the Harmonized System or heading 18.05 that is used in the production of a good provided for in subheading 1806.10; <br /> h) a non-originating material provided for in heading 22.03 through 22.08 that is used in the production of a good provided for in heading 22.07 through 22.08; <br /> (i) a non-originating material used in the production of a good provided for in tariff item 7321.11.aa (gas stove or range), subheading 8415.10, 8415.81 through 8415.83, 8418.10 through 8418.21, 8418.29 through 8418.40, 8421.12, 8422.11, 8450.11 through 8450.20 or 8451.21 through 8451.29, Mexican tariff item 8479.82.aa (trash compactors) or Canadian or U.S. tariff item 8479.89.aa (trash compactors), or tariff item 8516.60.aa (electric stove or range); and <br /> (j) a printed circuit assembly that is a non-originating material used in the production of a good where the applicable change in tariff classification for the good, as set out in Annex 401, places restrictions on the use of such non-originating material. <br /> 4. Paragraph 1 does not apply to a non-originating single juice ingredient provided for in heading 20.09 that is used in the production of a good provided for in subheading 2009.90, or tariff item 2106.90.cc (concentrated mixtures of fruit or vegetable juice, fortified with minerals or vitamins) or 2202.90.bb (mixtures of fruit or vegetable juices, fortified with minerals or vitamins). <br /> 5. Paragraph 1 does not apply to a non-originating material used in the production of a good provided for in Chapter 1 through 27 of the Harmonized System unless the non-originating material is provided for in a different subheading than the good for which origin is being determined under this Article. <br /> 6. A good provided for in Chapter 50 through 63 of the Harmonized System that does not originate because certain fibers or yarns used in the production of the component of the good that determines the tariff classification of the good do not undergo an applicable change in tariff classification set out in Annex 401, shall nonetheless be considered to originate if the total weight of all such fibers or yarns in that component is not more than seven percent of the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 402: Regional Value Content <br /> 4. Except as provided in Article 403(1) and for a motor vehicle identified in Article 403(2) or a component identified in Annex 403.2, the value of non-originating materials used by the producer in the production of a good shall not, for purposes of calculating the regional value content of the good under paragraph 2 or 3, include the value of nonoriginating materials used to produce originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "1. Except as otherwise provided in this Article, no Party may refund the amount of customs duties paid, or waive or reduce the amount of customs duties owed, on a good imported into its territory, on condition that the good is: <br /> a) subsequently exported to the territory of another Party, <br /> b) used as a material in the production of another good that is subsequently exported to the territory of another Party, or <br /> c) substituted by an identical or similar good used as a material in the production of another good that is subsequently exported to the territory of another Party, in an amount that exceeds the lesser of the total amount of customs duties paid or owed on the good on importation into its territory and the total amount of customs duties paid to another Party on the good that has been subsequently exported to the territory of that other Party. <br /> 2. No Party may, on condition of export, refund, waive or reduce: <br /> a) an antidumping or countervailing duty that is applied pursuant to a Party's domestic law and that is not applied inconsistently with Chapter Nineteen (Review and Dispute Settlement in Antidumping and Countervailing Duty Matters); <br /> b) a premium offered or collected on an imported good arising out of any tendering system in respect of the administration of quantitative import restrictions, tariff rate quotas or tariff preference levels; <br /> c) a fee applied pursuant to section 22 of the U.S. Agricultural Adjustment Act, subject to Chapter Seven (Agriculture and Sanitary and Phytosanitary Measures); or <br /> d) customs duties paid or owed on a good imported into its territory and substituted by an identical or similar good that is subsequently exported to the territory of another Party. <br /> 3. Where a good is imported into the territory of a Party pursuant to a duty deferral program and is subsequently exported to the territory of another Party, or is used as a material in the production of another good that is subsequently exported to the territory of another Party, or is substituted by an identical or similar good used as a material in the production of another good that is subsequently exported to the territory of another Party, the Party from whose territory the good is exported: <br /> a) shall assess the customs duties as if the exported good had been withdrawn for domestic consumption; and <br /> b) may waive or reduce such customs duties to the extent permitted under paragraph 1. <br /> 4. In determining the amount of customs duties that may be refunded, waived or reduced pursuant to paragraph 1 on a good imported into its territory, each Party shall require presentation of satisfactory evidence of the amount of customs duties paid to another Party on the good that has been subsequently exported to the territory of that other Party. <br /> 5. Where satisfactory evidence of the customs duties paid to the Party to which a good is subsequently exported under a duty deferral program described in paragraph 3 is not presented within 60 days after the date of exportation, the Party from whose territory the good was exported: <br /> a) shall collect customs duties as if the exported good had been withdrawn for domestic consumption; and <br /> b) may refund such customs duties to the extent permitted under paragraph 1 on the timely presentation of such evidence under its laws and regulations. <br /> 6. This Article does not apply to: <br /> a) a good entered under bond for transportation and exportation to the territory of another Party; <br /> b) a good exported to the territory of another Party in the same condition as when imported into the territory of the Party from which the good was exported (processes such as testing, cleaning, repacking or inspecting the good, or preserving it in its same condition, shall not be considered to change a good's condition). Except as provided in Annex 703.2, Section A, paragraph 12, where such a good has been commingled with fungible goods and exported in the same condition, its origin for purposes of this subparagraph, may be determined on the basis of the inventory methods provided for in the Uniform Regulations established under Article 511 (Uniform Regulations); <br /> c) a good imported into the territory of a Party that is deemed to be exported from its territory, or used as a material in the production of another good that is deemed to be exported to the territory of another Party, or is substituted by an identical or similar good used as a material in the production of another good that is deemed to be exported to the territory of another Party, by reason of <br /> (i) delivery to a duty-free shop, <br /> (ii) delivery for ship's stores or supplies for ships or aircraft, or <br /> (iii) delivery for use in joint undertakings of two or more of the Parties and that will subsequently become the property of the Party into whose territory the good was deemed to be imported; <br /> d) a refund of customs duties by a Party on a particular good imported into its territory and subsequently exported to the territory of another Party, where that refund is granted by reason of the failure of such good to conform to sample or specification, or by reason of the shipment of such good without the consent of the consignee; <br /> e) an originating good that is imported into the territory of a Party and is subsequently exported to the territory of another Party, or used as a material in the production of another good that is subsequently exported to the territory of another Party, or is substituted by an identical or similar good used as a material in the production of another good that is subsequently exported to the territory of another Party; or <br /> f) a good set out in Annex 303.6. <br /> 7. Except for paragraph 2(d), this Article shall apply as of the date set out in each Party's Section of Annex 303.7. <br /> 8. Notwithstanding any other provision of this Article and except as specifically provided in Annex 303.8, no Party may refund the amount of customs duties paid, or waive or reduce the amount of customs duties owed, on a non-originating good provided for in item 8540.11.aa (color cathode-ray television picture tubes, including video monitor tubes, with a diagonal exceeding 14 inches) or 8540.11.cc (color cathoderay television picture tubes for high definition television, with a diagonal exceeding 14 inches) that is imported into the Party's territory and subsequently exported to the territory of another Party, or is used as a material in the production of another good that is subsequently exported to the territory of another Party, or is substituted by an identical or similar good used as a material in the production of another good that is subsequently exported to the territory of another Party. <br /> 9. For purposes of this Article: <br /> customs duties are the customs duties that would be applicable to a good entered for consumption in the customs territory of a Party if the good were not exported to the territory of another party; <br /> identical or similar goods means \"identical or similar goods\" as defined in Article 415 (Rules of Origin Definitions); <br /> material means \"material\" as defined in Article 415; <br /> used means \"used\" as defined in Article 415. <br /> 10. For purposes of the Article: <br /> Where a good referred to by a tariff item number in this Article is described in parentheses following the tariff item number, the description is provided for purposes of reference only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 407: Accessories, Spare Parts and Tools <br /> Accessories, spare parts or tools delivered with the good that form part of the good's standard accessories, spare parts, or tools, shall be considered as originating if the good originates and shall be disregarded in determining whether all the non­originating materials used in the production of the good undergo the applicable change in tariff classification set out in Annex 401, provided that: <br /> a) the accessories, spare parts or tools are not invoiced separately from the good; <br /> b) the quantities and value of the accessories, spare parts or tools are customary for the good; and <br /> c) if the good is subject to a regional value-content requirement, the value of the accessories, spare parts or tools shall be taken into account as originating or non-originating materials, as the case may be, in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 402: Regional Value Content <br /> 1. Except as provided in paragraph 5, each Party shall provide that the regional value content of a good shall be calculated, at the choice of the exporter or producer of the good, on the basis of either the transaction value method set out in paragraph 2 or the net cost method set out in paragraph 3. <br /> 2. Each Party shall provide that an exporter or producer may calculate the regional value content of a good on the basis of the following transaction value method: <br /> RVC = TV -­ VNM x 100 <br /> --------------- <br /> TV <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> TV is the transaction value of the good adjusted to a F.O.B. basis; and <br /> VNM is the value of non-originating materials used by the producer in the production of the good. <br /> 3. Each Party shall provide that an exporter or producer may calculate the regional value content of a good on the basis of the following net cost method: <br /> RVC = NC -­ VNM x 100 <br /> --------------- <br /> NC <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; and <br /> VNM is the value of non-originating materials used by the producer in the production of the good. <br /> 4. Except as provided in Article 403(1) and for a motor vehicle identified in Article 403(2) or a component identified in Annex 403.2, the value of non-originating materials used by the producer in the production of a good shall not, for purposes of calculating the regional value content of the good under paragraph 2 or 3, include the value of nonoriginating materials used to produce originating materials that are subsequently used in the production of the good. <br /> 5. Each Party shall provide that an exporter or producer shall calculate the regional value content of a good solely on the basis of the net cost method set out in paragraph 3 where: <br /> a) there is no transaction value for the good; <br /> b) the transaction value of the good is unacceptable under Article 1 of the Customs Valuation Code; <br /> c) the good is sold by the producer to a related person and the volume, by units of quantity, of sales of identical or similar goods to related persons during the six-month period immediately preceding the month in which the good is sold exceeds 85 percent of the producer's total sales of such goods during that period; <br /> d) the good is <br /> (i) a motor vehicle provided for in heading 87.01 or 87.02, subheading 8703.21 through 8703.90, or heading 87.04, 87.05 or 87.06, <br /> (ii) identified in Annex 403.1 or 403.2 and is for use in a motor vehicle provided for in heading 87.01 or 87.02, subheading 8703.21 through 8703.90, or heading 87.04, 87.05 or 87.06, <br /> (iii) provided for in subheading 6401.10 through 6406.10, or <br /> (iv) provided for in tariff item 8469.10.aa (word processing machines); <br /> e) the exporter or producer chooses to accumulate the regional value content of the good in accordance with Article 404; or <br /> f) the good is designated as an intermediate material under paragraph 10 and is subject to a regional value-content requirement. <br /> 6. If an exporter or producer of a good calculates the regional value-content of the good on the basis of the transaction value method set out in paragraph 2 and a Party subsequently notifies the exporter or producer, during the course of a verification pursuant to Chapter Five (Customs Procedures), that the transaction value of the good, or the value of any material used in the production of the good, is required to be adjusted or is unacceptable under Article 1 of the Customs Valuation Code, the exporter or producer may then also calculate the regional value content of the good on the basis of the net cost method set out in paragraph 3. <br /> 7. Nothing in paragraph 6 shall be construed to prevent any review or appeal available under Article 510 (Review and Appeal) of an adjustment to or a rejection of: <br /> a) the transaction value of a good; or <br /> b) the value of any material used in the production of a good. <br /> 8. For purposes of calculating the net cost of a good under paragraph 3, the producer of the good may: <br /> a) calculate the total cost incurred with respect to all goods produced by that producer, subtract any sales promotion, marketing and aftersales service costs, royalties, shipping and packing costs, and non-allowable interest costs that are included in the total cost of all such goods, and then reasonably allocate the resulting net cost of those goods to the good, <br /> b) calculate the total cost incurred with respect to all goods produced by that producer, reasonably allocate the total cost to the good, and then subtract any sales promotion, marketing and aftersales service costs, royalties, shipping and packing costs and non allowable interest costs that are included in the portion of the total cost allocated to the good, or <br /> c) reasonably allocate each cost that forms part of the total cost incurred with respect to the good so that the aggregate of these costs does not include any sales promotion, marketing and aftersales service costs, royalties, shipping and packing costs, and non-allowable interest costs, <br /> provided that the allocation of all such costs is consistent with the provisions regarding the reasonable allocation of costs set out in the Uniform Regulations, established under Article 511 (Customs Procedures Uniform Regulations). <br /> 9. Except as provided in paragraph 11, the value of a material used in the production of a good shall: <br /> a) be the transaction value of the material determined in accordance with Article 1 of the Customs Valuation Code; or <br /> b) in the event that there is no transaction value or the transaction value of the material is unacceptable under Article 1 of the Customs Valuation Code, be determined in accordance with Articles 2 through 7 of the Customs Valuation Code; and <br /> c) where not included under subparagraph (a) or (b), include <br /> (i) freight, insurance, packing and all other costs incurred in transporting the material to the location of the producer, <br /> (ii) duties, taxes and customs brokerage fees on the material paid in the territory of one or more of the Parties, and <br /> (iii) the cost of waste and spoilage resulting from the use of the material in the production of the good, less the value of renewable scrap or byproduct. <br /> 10. Except as provided in Article 403(1), any self-produced material, other than a componenet identified in Annex 403.2, that is used in the production of a good may be designated by the producer of the good as an intermediate material for the purpose of calculating the regional value content of the good under paragraph 2 or 3, provided that where the intermediate material is subject to a regional value-content requirement used in the production of that intermediate material may itself be designated by the producer as an intermediate material. <br /> 11. The value of an intermediate material shall be: <br /> a) the total cost incurred with respect to all goods produced by the producer of the good that can be reasonably allocated to that intermediate material; or <br /> b) the aggregate of each cost that forms part of the total cost incurred with respect to that intermediate material that can be reasonably allocated to that intermediate material. <br /> 12. The value of an indirect material shall be based on the Generally Accepted Accounting Principles applicable in the territory of the Party in which the good is produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 408: Indirect Materials <br /> An indirect material shall be considered to be an originating material without regard to where it is produced. <br /> indirect material means a good used in the production, testing or inspection of a good but not physically incorporated into the good, or a good used in the maintenance of buildings or the operation of equipment associated with the production of a good, including: <br /> a) fuel and energy; <br /> b) tools, dies and molds; <br /> c) spare parts and materials used in the maintenance of equipment and buildings; <br /> d) lubricants, greases, compounding materials and other materials used in production or used to operate equipment and buildings; <br /> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> g) catalysts and solvents; and <br /> h) any other goods that are not incorporated into the good but whose use in the production of the good can reasonably be demonstrated to be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 411: Trans-shipment <br /> A good shall not be considered to be an originating good by reason of having undergone production that satisfies the requirements of Article 401 if, subsequent to that production, the good undergoes further production or any other operation outside the territories of the Parties, other than unloading, reloading or any other operation necessary to preserve it in good condition or to transport the good to the territory of a Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 401: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall originate in the territory of a Party where: <br /> a) the good is wholly obtained or produced entirely in the territory of one or more of the Parties, as defined in Article 415; <br /> b) each of the non-originating materials used in the production of the good undergoes an applicable change in tariff classification set out in Annex 401 as a result of production occurring entirely in the territory of one or more of the Parties, or the good otherwise satisfies the applicable requirements of that Annex where no change in tariff classification is required, and the good satisfies all other applicable requirements of this Chapter; <br /> c) the good is produced entirely in the territory of one or more of the Parties exclusively from originating materials; or <br /> d) except for a good provided for in Chapters 61 through 63 of the Harmonized System, the good is produced entirely in the territory of one or more of the Parties but one or more of the non-originating materials provided for as parts under the Harmonized System that are used in the production of the good does not undergo a change in tariff classification because <br /> (i) the good was imported into the territory of a Party in an unassembled or a disassembled form but was classified as an assembled good pursuant to General Rule of Interpretation 2(a) of the Harmonized System, or <br /> (ii) the heading for the good provides for and specifically describes both the good itself and its parts and is not further subdivided into subheadings, or the subheading for the good provides for and specifically describes both the good itself and its parts, <br /> provided that the regional value content of the good, determined in accordance with Article 402, is not less than 60 percent where the transaction value method is used, or is not less than 50 percent where the net cost method is used, and that the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 409: Packaging Materials and Containers for Retail Sale <br /> Packaging materials and containers in which a good is packaged for retail sale shall, if classified with the good, be disregarded in determining whether all the nonoriginating materials used in the production of the good undergo the applicable change in tariff classification set out in Annex 401, and, if the good is subject to a regional valuecontent requirement, the value of such packaging materials and containers shall be taken into account as originating or non originating materials, as the case may be, in calculating the regional value content of the good. <br /> Article 410: Packing Materials and Containers for Shipment <br /> Packing materials and containers in which the good is packed for shipment shall be disregarded in determining whether: <br /> a) the nonoriginating materials used in the production of the good undergo an applicable change in tariff classification set out in Annex 401; and <br /> b) the good satisfies a regional valuecontent requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 406: Fungible Goods and Materials <br /> For purposes of determining whether a good is an originating good: <br /> a) where originating and non-originating fungible materials are used in the production of a good, the determination of whether the materials are originating need not be made through the identification of any specific fungible material, but may be determined on the basis of any of the inventory management methods set out in the Uniform Regulations; and <br /> b) where originating and non-originating fungible goods are commingled and exported in the same form, the determination may be made on the basis of any of the inventory management methods set out in the Uniform Regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 501: Certificate of Origin <br /> 1. The Parties shall establish by January 1, 1994 a Certificate of Origin for the purpose of certifying that a good being exported from the territory of a Party into the territory of another Party qualifies as an originating good, and may thereafter revise the Certificate by agreement. <br /> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be completed in a language required under its law. <br /> 3. Each Party shall: <br /> a) require an exporter in its territory to complete and sign a Certificate of Origin for any exportation of a good for which an importer may claim preferential tariff treatment on importation of the good into the territory of another Party; and <br /> b) provide that where an exporter in its territory is not the producer of the good, the exporter may complete and sign a Certificate on the basis of <br /> (i) its knowledge of whether the good qualifies as an originating good, <br /> (ii) its reasonable reliance on the producer's written representation that the good qualifies as an originating good, or <br /> (iii) a completed and signed Certificate for the good voluntarily provided to the exporter by the producer. <br /> 4. Nothing in paragraph 3 shall be construed to require a producer to provide a Certificate of Origin to an exporter. <br /> 5. Each Party shall provide that a Certificate of Origin that has been completed and signed by an exporter or a producer in the territory of another Party that is applicable to: <br /> a) a single importation of a good into the Party's territory, or <br /> b) multiple importations of identical goods into the Party's territory that occur within a specified period, not exceeding 12 months, set out therein by the exporter or producer, <br /> shall be accepted by its customs administration for four years after the date on which the Certificate was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 503: Exceptions <br /> Each Party shall provide that a Certificate of Origin shall not be required for: <br /> a) a commercial importation of a good whose value does not exceed US$1,000 or its equivalent amount in the Party's currency, or such higher amount as it may establish, except that it may require that the invoice accompanying the importation include a statement certifying that the good qualifies as an originating good, <br /> b) a non-commercial importation of a good whose value does not exceed US$1,000 or its equivalent amount in the Party's currency, or such higher amount as it may establish, or <br /> c) an importation of a good for which the Party into whose territory the good is imported has waived the requirement for a Certificate of Origin, <br /> provided that the importation does not form part of a series of importations that may reasonably be considered to have been undertaken or arranged for the purpose of avoiding the certification requirements of Articles 501 and 502.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 501: Certificate of Origin <br /> 5. Each Party shall provide that a Certificate of Origin that has been completed and signed by an exporter or a producer in the territory of another Party that is applicable to: <br /> a) a single importation of a good into the Party's territory, or <br /> b) multiple importations of identical goods into the Party's territory that occur within a specified period, not exceeding 12 months, set out therein by the exporter or producer, <br /> shall be accepted by its customs administration for four years after the date on which the Certificate was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 505: Records <br /> Each Party shall provide that: <br /> a) an exporter or a producer in its territory that completes and signs a Certificate of Origin shall maintain in its territory, for five years after the date on which the Certificate was signed or for such longer period as the Party may specify, all records relating to the origin of a good for which preferential tariff treatment was claimed in the territory of another Party, including records associated with <br /> (i) the purchase of, cost of, value of, and payment for, the good that is exported from its territory, <br /> (ii) the purchase of, cost of, value of, and payment for, all materials, including indirect materials, used in the production of the good that is exported from its territory, and <br /> (iii) the production of the good in the form in which the good is exported from its territory; and <br /> b) an importer claiming preferential tariff treatment for a good imported into the Party's territory shall maintain in that territory, for five years after the date of importation of the good or for such longer period as the Party may specify, such documentation, including a copy of the Certificate, as the Party may require relating to the importation of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 502: Obligations Regarding Importations <br /> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its territory that claims preferential tariff treatment for a good imported into its territory from the territory of another Party to: <br /> a) make a written declaration, based on a valid Certificate of Origin, that the good qualifies as an originating good; <br /> b) have the Certificate in its possession at the time the declaration is made; <br /> c) provide, on the request of that Party's customs administration, a copy of the Certificate; and <br /> d) promptly make a corrected declaration and pay any duties owing where the importer has reason to believe that a Certificate on which a declaration was based contains information that is not correct. <br /> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff treatment for a good imported into its territory from the territory of another Party: <br /> a) the Party may deny preferential tariff treatment to the good if the importer fails to comply with any requirement under this Chapter; and <br /> b) the importer shall not be subject to penalties for the making of an incorrect declaration, if it voluntarily makes a corrected declaration pursuant to paragraph 1(d). <br /> 3. Each Party shall provide that, where a good would have qualified as an originating good when it was imported into the territory of that Party but no claim for preferential tariff treatment was made at that time, the importer of the good may, no later than one year after the date on which the good was imported, apply for a refund of any excess duties paid as the result of the good not having been accorded preferential tariff treatment, on presentation of: <br /> a) a written declaration that the good qualified as an originating good at the time of importation; <br /> b) a copy of the Certificate of Origin; and <br /> c) such other documentation relating to the importation of the good as that Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 506: Origin Verifications <br /> 1. For purposes of determining whether a good imported into its territory from the territory of another Party qualifies as an originating good, a Party may, through its customs administration, conduct a verification solely by means of: <br /> a) written questionnaires to an exporter or a producer in the territory of another Party; <br /> b) visits to the premises of an exporter or a producer in the territory of another Party to review the records referred to in Article 505(a) and observe the facilities used in the production of the good; or <br /> c) such other procedure as the Parties may agree. <br /> 2. Prior to conducting a verification visit pursuant to paragraph (1)(b), a Party shall, through its customs administration: <br /> a) deliver a written notification of its intention to conduct the visit to <br /> (i) the exporter or producer whose premises are to be visited, <br /> (ii) the customs administration of the Party in whose territory the visit is to occur, and <br /> (iii) if requested by the Party in whose territory the visit is to occur, the embassy of that Party in the territory of the Party proposing to conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 3. The notification referred to in paragraph 2 shall include: <br /> a) the identity of the customs administration issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> c) the date and place of the proposed verification visit; <br /> d) the object and scope of the proposed verification visit, including specific reference to the good that is the subject of the verification; <br /> e) the names and titles of the officials performing the verification visit; and <br /> f) the legal authority for the verification visit. <br /> 4. Where an exporter or a producer has not given its written consent to a proposed verification visit within 30 days of receipt of notification pursuant to paragraph 2, the notifying Party may deny preferential tariff treatment to the good that would have been the subject of the visit. <br /> 5. Each Party shall provide that, where its customs administration receives notification pursuant to paragraph 2, the customs administration may, within 15 days of receipt of the notification, postpone the proposed verification visit for a period not exceeding 60 days from the date of such receipt, or for such longer period as the Parties may agree. <br /> 6. A Party shall not deny preferential tariff treatment to a good based solely on the postponement of a verification visit pursuant to paragraph 5. <br /> 7. Each Party shall permit an exporter or a producer whose good is the subject of a verification visit by another Party to designate two observers to be present during the visit, provided that: <br /> a) the observers do not participate in a manner other than as observers; and <br /> b) the failure of the exporter or producer to designate observers shall not result in the postponement of the visit. <br /> 8. Each Party shall, through its customs administration, conduct a verification of a regional value-content requirement in accordance with the Generally Accepted Accounting Principles applied in the territory of the Party from which the good was exported. <br /> 9. The Party conducting a verification shall provide the exporter or producer whose good is the subject of the verification with a written determination of whether the good qualifies as an originating good, including findings of fact and the legal basis for the determination. <br /> 10. Where verifications by a Party indicate a pattern of conduct by an exporter or a producer of false or unsupported representations that a good imported into its territory qualifies as an originating good, the Party may withhold preferential tariff treatment to identical goods exported or produced by such person until that person establishes compliance with Chapter Four (Rules of Origin). <br /> 11. Each Party shall provide that where it determines that a certain good imported into its territory does not qualify as an originating good based on a tariff classification or a value applied by the Party to one or more materials used in the production of the good, which differs from the tariff classification or value applied to the materials by the Party from whose territory the good was exported, the Party's determination shall not become effective until it notifies in writing both the importer of the good and the person that completed and signed the Certificate of Origin for the good of its determination. <br /> 12. A Party shall not apply a determination made under paragraph 11 to an importation made before the effective date of the determination where: <br /> a) the customs administration of the Party from whose territory the good was exported has issued an advance ruling under Article 509 or any other ruling on the tariff classification or on the value of such materials, or has given consistent treatment to the entry of the materials under the tariff classification or value at issue, on which a person is entitled to rely; and <br /> b) the advance ruling or consistent treatment was given prior to notification of the determination. <br /> 13. If a Party denies preferential tariff treatment to a good pursuant to a determination made under paragraph 11, it shall postpone the effective date of the denial for a period not exceeding 90 days where the importer of the good, or the person who completed and signed the Certificate of Origin for the good, demonstrates that it has relied in good faith to its detriment on the tariff classification or value applied to such materials by the customs administration of the Party from whose territory the good was exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 508: Penalties <br /> 1. Each Party shall maintain measures imposing criminal, civil or administrative penalties for violations of its laws and regulations relating to this Chapter. <br /> 2. Nothing in Articles 502(2), 504(3) or 506(6) shall be construed to prevent a Party from applying such measures as the circumstances may warrant. <br /> Section C - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 509: Advance Rulings <br /> 1. Each Party shall, through its customs administration, provide for the expeditious issuance of written advance rulings, prior to the importation of a good into its territory, to an importer in its territory or an exporter or a producer in the territory of another Party, on the basis of the facts and circumstances presented by such importer, exporter or producer of the good, concerning: <br /> a) whether materials imported from a non-Party used in the production of a good undergo an applicable change in tariff classification set out in Annex 401 as a result of production occurring entirely in the territory of one or more of the Parties; <br /> b) whether a good satisfies a regional value-content requirement under either the transaction value method or the net cost method set out in Chapter Four; <br /> c) for the purpose of determining whether a good satisfies a regional value-content requirement under Chapter Four, the appropriate basis or method for value to be applied by an exporter or a producer in the territory of another Party, in accordance with the principles of the Customs Valuation Code, for calculating the transaction value of the good or of the materials used in the production of the good; <br /> d) for the purpose of determining whether a good satisfies a regional value-content requirement under Chapter Four, the appropriate basis or method for reasonably allocating costs, in accordance with the allocation methods set out in the Uniform Regulations, for calculating the net cost of the good or the value of an intermediate material; <br /> e) whether a good qualifies as an originating good under Chapter Four; <br /> f) whether a good that re-enters its territory after the good has been exported from its territory to the territory of another Party for repair or alteration qualifies for dutyfree treatment in accordance with Article 307 (Goods Re-Entered after Repair or Alteration); <br /> g) whether the proposed or actual marking of a good satisfies country of origin marking requirements under Article 311 (Country of Origin Marking); <br /> h) whether an originating good qualifies as a good of a Party under Annex 300B (Textile and Apparel Goods), Annex 302.2 (Tariff Elimination) or Chapter Seven (Agriculture and Sanitary and Phytosanitary Measures); <br /> (i) whether a good is a qualifying good under Chapter Seven; or <br /> (j) such other matters as the Parties may agree. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance rulings, including a detailed description of the information reasonably required to process an application for a ruling. <br /> 3. Each Party shall provide that its customs administration: <br /> a) may, at any time during the course of an evaluation of an application for an advance ruling, request supplemental information from the person requesting the ruling; <br /> b) shall, after it has obtained all necessary information from the person requesting an advance ruling, issue the ruling within the periods specified in the Uniform Regulations; and <br /> c) shall, where the advance ruling is unfavorable to the person requesting it, provide to that person a full explanation of the reasons for the ruling. <br /> 4. Subject to paragraph 6, each Party shall apply an advance ruling to importations into its territory of the good for which the ruling was requested, beginning on the date of its issuance or such later date as may be specified in the ruling. <br /> 5. Each Party shall provide to any person requesting an advance ruling the same treatment, including the same interpretation and application of provisions of Chapter Four regarding a determination of origin, as it provided to any other person to whom it issued an advance ruling, provided that the facts and circumstances are identical in all material respects. <br /> 6. The issuing Party may modify or revoke an advance ruling: <br /> a) if the ruling is based on an error <br /> (i) of fact, <br /> (ii) in the tariff classification of a good or a material that is the subject of the ruling, <br /> (iii) in the application of a regional value content requirement under Chapter Four, <br /> (iv) in the application of the rules for determining whether a good qualifies as a good of a Party under Annex 300B, 302.2 or Chapter Seven, <br /> (v) in the application of the rules for determining whether a good is a qualifying good under Chapter Seven, or <br /> (vi) in the application of the rules for determining whether a good that re-enters its territory after the good has been exported from its territory to the territory of another Party for repair or alteration qualifies for dutyfree treatment under Article 307; <br /> b) if the ruling is not in accordance with an interpretation agreed by the Parties regarding Chapter Three (National Treatment and Market Access for Goods) or Chapter Four; <br /> c) if there is a change in the material facts or circumstances on which the ruling is based; <br /> d) to conform with a modification of Chapter Three, Chapter Four, this Chapter, Chapter Seven, the Marking Rules or the Uniform Regulations; or <br /> e) to conform with a judicial decision or a change in its domestic law. <br /> 7. Each Party shall provide that any modification or revocation of an advance ruling shall be effective on the date on which the modification or revocation is issued, or on such later date as may be specified therein, and shall not be applied to importations of a good that have occurred prior to that date, unless the person to whom the advance ruling was issued has not acted in accordance with its terms and conditions. <br /> 8. Notwithstanding paragraph 7, the issuing Party shall postpone the effective date of such modification or revocation for a period not exceeding 90 days where the person to whom the advance ruling was issued demostrates that it has relied in good faith to its detriment on that ruling. <br /> 9. Each Party shall provide that where its customs administration examines the regional value content of a good for which it has issued an advance ruling pursuant to subparagraph 1(c), (d) or f), it shall evaluate whether: <br /> a) the exporter or producer has complied with the terms and conditions of the advance ruling; <br /> b) the exporter's or producer's operations are consistent with the material facts and circumstances on which the advance ruling is based; and <br /> c) the supporting data and computations used in applying the basis or method for calculating value or allocating cost were correct in all material respects. <br /> 10. Each Party shall provide that where its customs administration determines that any requirement in paragraph 9 has not been satisfied, it may modify or revoke the advance ruling as the circumstances may warrant. <br /> 11. Each Party shall provide that, where the person to whom an advance ruling was issued demonstrates that it used reasonable care and acted in good faith in presenting the facts and circumstances on which the ruling was based, and where the customs administration of a Party determines that the ruling was based on incorrect information, the person to whom the ruling was issued shall not be subject to penalties. <br /> 12. Each Party shall provide that where it issues an advance ruling to a person that has misrepresented or omitted material facts or circumstances on which the ruling is based or has failed to act in accordance with the terms and conditions of the ruling, the Party may apply such measures as the circumstances may warrant. <br /> Section D - Review and Appeal of Origin Determinations and Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 510: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of marking determinations of origin, country of origin determinations and advance rulings by its customs administration as it provides to importers in its territory to any person: <br /> a) who completes and signs a Certificate of Origin for a good that has been the subject of a determination of origin; <br /> b) whose good has been the subject of a country of origin marking determination pursuant to Article 311 (Country of Origin Marking); or <br /> (c) who has received an advance ruling pursuant to Article 509(1). <br /> 2. Further to Articles 1804 (Administrative Proceedings) and 1805 (Review and Appeal), each Party shall provide that the rights of review and appeal referred to in paragraph 1 shall include access to: <br /> a) at least one level of administrative review independent of the official or office responsible for the determination under review; and <br /> b) in accordance with its domestic law, judicial or quasijudicial review of the determination or decision taken at the final level of administrative review. <br /> Section E - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Automotive Goods", "ArticleDesc": "Article 403: Automotive Goods <br> 1. For purposes of calculating the regional value content under the net cost method set out in Article 402(3) for: <br> a) a good that is a motor vehicle provided for in tariff item 8702.10.bb or 8702.90.bb (vehicles for the transport of 15 or fewer persons), or subheading 8703.21 through 8703.90, 8704.21 or 8704.31, or <br> b) a good provided for in the tariff provisions listed in Annex 403.1 where the good is subject to a regional value-content requirement and is for use as original equipment in the production of a good provided for in tariff item 8702.10.bb or 8702.90.bb (vehicles for the transport of 15 or fewer persons), or subheading 8703.21 through 8703.90, 8704.21 or 8704.31, <br> the value of non-originating materials used by the producer in the production of the good shall be the sum of the values of non-originating materials, determined in accordance with Article 402(9) at the time the non-originating materials are received by the first person in the territory of a Party who takes title to them, that are imported from outside the territories of the Parties under the tariff provisions listed in Annex 403.1 and that are used in the production of the good or that are used in the production of any material used in the production of the good. <br> 2. For purposes of calculating the regional value content under the net cost method set out in Article 402(3) for a good that is a motor vehicle provided for in heading 87.01, tariff item 8702.10.aa or 8702.90.aa (vehicles for the transport of 16 or more persons), subheading 8704.10, 8704.22, 8704.23, 8704.32 or 8704.90, or heading 87.05 or 87.06, or for a component identified in Annex 403.2 for use as original equipment in the production of the motor vehicle, the value of non-originating materials used by the producer in the production of the good shall be the sum of: <br> a) for each material used by the producer listed in Annex 403.2, whether or not produced by the producer, at the choice of the producer and determined in accordance with Article 402, either <br> (i) the value of such material that is non-originating, or <br> (ii) the value of non-originating materials used in the production of such material; and <br> b) the value of any other non-originating material used by the producer that is not listed in Annex 403.2, determined in accordance with Article 402. <br> 3. For purposes of calculating the regional value content of a motor vehicle identified in paragraph 1 or 2, the producer may average its calculation over its fiscal year, using any one of the following categories, on the basis of either all motor vehicles in the category or only those motor vehicles in the category that are exported to the territory of one or more of the other Parties: <br> a) the same model line of motor vehicles in the same class of vehicles produced in the same plant in the territory of a Party; <br> b) the same class of motor vehicles produced in the same plant in the territory of a Party; <br> c) the same model line of motor vehicles produced in the territory of a Party; or <br> d) if applicable, the basis set out in Annex 403.3. <br> 4. For purposes of calculating the regional value content for any or all goods provided for in a tariff provision listed in Annex 403.1, or a component or material identified in Annex 403.2, produced in the same plant, the producer of the good may: <br> a) average its calculation <br> (i) over the fiscal year of the motor vehicle producer to whom the good is sold, <br> (ii) over any quarter or month, or <br> (iii) over its fiscal year, if the good is sold as an aftermarket part; <br> b) calculate the average referred to in subparagraph (a) separately for any or all goods sold to one or more motor vehicle producers; or <br> c) with respect to any calculation under this paragraph, calculate separately those goods that are exported to the territory of one or more of the Parties. <br> 5. Notwithstanding Annex 401, and except as provided in paragraph 6, the regional value-content requirement shall be: <br> a) for a producer's fiscal year beginning on the day closest to January 1, 1998 and thereafter, 56 percent under the net cost method, and for a producer's fiscal year beginning on the day closest to January 1, 2002 and thereafter, 62.5 percent under the net cost method, for <br> (i) a good that is a motor vehicle provided for in tariff item 8702.10.bb or 8702.90.bb (vehicles for the transport of 15 or fewer persons), or subheading 8703.21 through 8703.90, 8704.21 or 8704.31, and <br> (ii) a good provided for in heading 84.07 or 84.08, or subheading 8708.40, that is for use in a motor vehicle identified in subparagraph (a)(i); and <br> b) for a producer's fiscal year beginning on the day closest to January 1, 1998 and thereafter, 55 percent under the net cost method, and for a producer's fiscal year beginning on the day closest to January 1, 2002 and thereafter, 60 percent under the net cost method, for <br> (i) a good that is a motor vehicle provided for in heading 87.01, tariff item 8702.10.aa or 8702.90.aa (vehicles for the transport of 16 or more persons), 8704.10, 8704.22, 8704.23, 8704.32 or 8704.90, or heading 87.05 or 87.06, <br> (ii) a good provided for in heading 84.07 or 84.08 or subheading 8708.40 that is for use in a motor vehicle identified in subparagraph (b)(i), and <br> (iii) except for a good identified in subparagraph (a)(ii) or provided for in subheading 8482.10 through 8482.80, 8483.20 or 8483.30, a good identified in Annex 403.1 that is subject to a regional value content requirement and that is for use in a motor vehicle identified in subparagraphs (a)(i) or (b)(i). <br> 6. The regional value-content requirement for a motor vehicle identified in Article 403(1) or 403(2) shall be: <br> a) 50 percent for five years after the date on which the first motor vehicle prototype is produced in a plant by a motor vehicle assembler, if <br> (i) it is a motor vehicle of a class, or marque, or, except for a motor vehicle identified in Article 403(2), size category and underbody, not previously produced by the motor vehicle assembler in the territory of any of the Parties, <br> (ii) the plant consists of a new building in which the motor vehicle is assembled, and <br> (iii) the plant contains substantially all new machinery that is used in the assembly of the motor vehicle; or <br> b) 50 percent for two years after the date on which the first motor vehicle prototype is produced at a plant following a refit, if it is a different motor vehicle of a class, or marque, or, except for a motor vehicle identified in Article 403(2), size category and underbody, than was assembled by the motor vehicle assembler in the plant before the refit. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 413: Interpretation and Application <br> For purposes of this Chapter: <br> a) the basis for tariff classification in this Chapter is the Harmonized System; <br> b) where a good referred to by a tariff item number is described in parentheses following the tariff item number, the description is provided for purposes of reference only; <br> c) where applying Article 401(d), the determination of whether a heading or subheading under the Harmonized System provides for and specifically describes both a good and its parts shall be made on the basis of the nomenclature of the heading or subheading, or the General Rules of Interpretation, the Chapter Notes or the Section Notes of the Harmonized System; <br> d) in applying the Customs Valuation Code under this Chapter, <br> (i) the principles of the Customs Valuation Code shall apply to domestic transactions, with such modifications as may be required by the circumstances, as would apply to international transactions, <br> (ii) the provisions of this Chapter shall take precedence over the Customs Valuation Code to the extent of any difference, and <br> (iii) the definitions in Article 415 shall take precedence over the definitions in the Customs Valuation Code to the extent of any difference; and <br> e) all costs referred to in this Chapter shall be recorded and maintained in accordance with the Generally Accepted Accounting Principles applicable in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 414: Consultation and Modifications <br> 1. The Parties shall consult regularly to ensure that this Chapter is administered effectively, uniformly and consistently with the spirit and objectives of this Agreement, and shall cooperate in the administration of this Chapter in accordance with Chapter Five. <br> 2. Any Party that considers that this Chapter requires modification to take into account developments in production processes or other matters may submit a proposed modification along with supporting rationale and any studies to the other Parties for consideration and any appropriate action under Chapter Five. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 415: Definitions <br> For purposes of this Chapter: <br> a) motor vehicles provided for in subheading 8701.20, tariff item 8702.10.aa or 8702.90.aa (vehicles for the transport of 16 or more persons), subheading 8704.10, 8704.22, 8704.23, 8704.32 or 8704.90, or heading 87.05 and 87.06; <br> b) motor vehicles provided for in subheading 8701.10 or 8701.30 through 8701.90; <br> c) motor vehicles provided for in tariff item 8702.10.bb or 8702.90.bb (vehicles for the transport of 15 or fewer persons), or subheading 8704.21 and 8704.31; or <br> d) motor vehicles provided for in subheading 8703.21 through 8703.90; <br> class of motor vehicles means any one of the following categories of motor vehicles: <br> F.O.B . means free on board, regardless of the mode of transportation, at the point of direct shipment by the seller to the buyer; <br> fungible goods or fungible materials means goods or materials that are interchangeable for commercial purposes and whose properties are essentially identical; <br> goods wholly obtained or produced entirely in the territory of one or more of the Parties means: <br> a) mineral goods extracted in the territory of one or more of the Parties; <br> b) vegetable goods, as such goods are defined in the Harmonized System, harvested in the territory of one or more of the Parties; <br> c) live animals born and raised in the territory of one or more of the Parties; <br> d) goods obtained from hunting, trapping or fishing in the territory of one or more of the Parties; <br> e) goods (fish, shellfish and other marine life) taken from the sea by vessels registered or recorded with a Party and flying its flag; <br> f) goods produced on board factory ships from the goods referred to in subparagraph (e) provided such factory ships are registered or recorded with that Party and fly its flag; <br> g) goods taken by a Party or a person of a Party from the seabed or beneath the seabed outside territorial waters, provided that a Party has rights to exploit such seabed; <br> h) goods taken from outer space, provided they are obtained by a Party or a person of a Party and not processed in a nonParty; <br> (i) production in the territory of one or more of the Parties, or <br> (ii) used goods collected in the territory of one or more of the Parties, provided such goods are fit only for the recovery of raw materials; and <br> (j) goods produced in the territory of one or more of the Parties exclusively from goods referred to in subparagraphs (a) through (i), or from their derivatives, at any stage of production; <br> identical or similar goods means \"identical goods\" and \"similar goods\", respectively, as defined in the Customs Valuation Code; <br> indirect material means a good used in the production, testing or inspection of a good but not physically incorporated into the good, or a good used in the maintenance of buildings or the operation of equipment associated with the production of a good, including: <br> material means a good that is used in the production of another good, and includes a part or an ingredient; <br> a) fuel and energy; <br> b) tools, dies and molds; <br> c) spare parts and materials used in the maintenance of equipment and buildings; <br> d) lubricants, greases, compounding materials and other materials used in production or used to operate equipment and buildings; <br> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> f) equipment, devices, and supplies used for testing or inspecting the goods; <br> g) catalysts and solvents; and <br> h) any other goods that are not incorporated into the good but whose use in the production of the good can reasonably be demonstrated to be a part of that production; <br> intermediate material means a material that is self-produced and used in the production of a good, and designated pursuant to Article 402(10); <br> marque means the trade name used by a separate marketing division of a motor vehicle assembler; <br> motor vehicle assembler means a producer of motor vehicles and any related persons or joint ventures in which the producer participates; <br> new building means a new construction, including at least the pouring or construction of new foundation and floor, the erection of a new structure and roof, and installation of new plumbing, electrical and other utilities to house a complete vehicle assembly process; <br> net cost means total cost minus sales promotion, marketing and aftersales service costs, royalties, shipping and packing costs, and nonallowable interest costs that are included in the total cost; <br> net cost of a good means the net cost that can be reasonably allocated to a good using one of the methods set out in Article 402(8); <br> non-allowable interest costs means interest costs incurred by a producer that exceed 700 basis points above the applicable federal government interest rate identified in the Uniform Regulations for comparable maturities; <br> non-originating good or non-originating material means a good or material that does not qualify as originating under this Chapter; <br> producer means a person who grows, mines, harvests, fishes, traps, hunts, manufactures, processes or assembles a good; <br> production means growing, mining, harvesting, fishing, trapping, hunting, manufacturing, processing or assembling a good; <br> refit means a plant closure, for purposes of plant conversion or retooling, that lasts at least three months; <br> related person means a person related to another person on the basis that: <br> a) they are officers or directors of one another's businesses; <br> b) they are legally recognized partners in business; <br> c) they are employer and employee; <br> d) any person directly or indirectly owns, controls or holds 25 percent or more of the outstanding voting stock or shares of each of them; <br> e) one of them directly or indirectly controls the other; <br> f) both of them are directly or indirectly controlled by a third person; or <br> g) they are members of the same family (members of the same family are natural or adoptive children, brothers, sisters, parents, grandparents, or spouses); <br> royalties means payments of any kind, including payments under technical assistance or similar agreements, made as consideration for the use or right to use any copyright, literary, artistic, or scientific work, patent, trademark, design, model, plan, secret formula or process, excluding those payments under technical assistance or similar agreements that can be related to specific services such as: <br> a) personnel training, without regard to where performed; and <br> b) if performed in the territory of one or more of the Parties, engineering, tooling, diesetting, software design and similar computer services, or other services; <br> sales promotion, marketing and after-sales service costs means the following costs related to sales promotion, marketing and aftersales service: <br> a) sales and marketing promotion; media advertising; advertising and market research; promotional and demonstration materials, exhibits; sales conferences, trade shows and conventions; banners; marketing displays; free samples; sales, marketing and after sales service literature (product brochures, catalogs, technical literature, price lists, service manuals, sales aid information); establishment and protection of logos and trademarks; sponsorships; wholesale and retail restocking charges; entertainment; <br> b) sales and marketing incentives; consumer, retailer or wholesaler rebates; merchandise incentives; <br> model line means a group of motor vehicles having the same platform or model name; <br> c) salaries and wages, sales commissions, bonuses, benefits (for example, medical, insurance, pension), travelling and living expenses, membership and professional fees, for sales promotion, marketing and aftersales service personnel; <br> d) recruiting and training of sales promotion, marketing and aftersales service personnel, and aftersales training of customers' employees, where such costs are identified separately for sales promotion, marketing and aftersales service of goods on the financial statements or cost accounts of the producer; <br> e) product liability insurance; <br> f) office supplies for sales promotion, marketing and aftersales service of goods, where such costs are identified separately for sales promotion, marketing and aftersales service of goods on the financial statements or cost accounts of the producer; <br> g) telephone, mail and other communications, where such costs are identified separately for sales promotion, marketing and aftersales service of goods on the financial statements or cost accounts of the producer; <br> h) rent and depreciation of sales promotion, marketing and aftersales service offices and distribution centers; <br> (i) property insurance premiums, taxes, cost of utilities, and repair and maintenance of sales promotion, marketing and after-sales service offices and distribution centers, where such costs are identified separately for sales promotion, marketing and aftersales service of goods on the financial statements or cost accounts of the producer; and <br> self-produced material means a material that is produced by the producer of a good and used in the production of that good; <br> shipping and packing costs means the costs incurred in packing a good for shipment and shipping the good from the point of direct shipment to the buyer, excluding costs of preparing and packaging the good for retail sale; <br> size category means for a motor vehicle identified in Article 403(1)(a): <br> a) 85 or less cubic feet of passenger and luggage interior volume, <br> b) between 85 and 100 cubic feet of passenger and luggage interior volume, <br> c) 100 to 110 cubic feet of passenger and luggage interior volume, <br> d) between 110 and 120 cubic feet of passenger and luggage interior volume, and <br> e) 120 and more cubic feet of passenger and luggage interior volume; <br> total cost means all product costs, period costs and other costs incurred in the territory of one or more of the Parties; <br> transaction value means the price actually paid or payable for a good or material with respect to a transaction of, except for the application of Article 403(1) or 403(2)(a), the producer of the good, adjusted in accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Code, regardless of whether the good or material is sold for export; <br> used means used or consumed in the production of goods; and <br> underbody means the floor pan of a motor vehicle. <br> (j) payments by the producer to other persons for warranty repairs; <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(i) waste and scrap derived from <br> "}, {"ArticleTitle": "Annex 403.1", "ArticleDesc": "Annex 403.1 <br> List of Tariff Provisions for Article 403(1) <br> Note: For purposes of reference only, descriptions are provided next to the corresponding tariff provision. <br>  a <br> 40.09 tubes, pipes and hoses <br> 4010.1 rubber belts <br> 40.11 tires <br> 4016.93.aa rubber, gaskets, washers and other seals for automotive goods <br> 4016.99.aa vibration control goods <br> 7007.11 and 7007.21 laminated safety glass <br> 7009.1 rearview mirrors <br> 8301.2 locks for the kind used on motor vehicles <br> 8407.31 engines of a cylinder capacity not exceeding 50cc <br> 8407.32 engines of a cylinder capacity exceeding 50cc but not exceeding 250cc <br> 8407.33 engines of a cylinder capacity exceeding 250cc but not exceeding 1000cc <br> 8407.34.aa engines of a cylinder capacity exceeding 1000cc but not exceeding 2000cc <br> 8407.34.bb engines of a cylinder capacity exceeding 2000cc <br> 8408.2 diesel engines for vehicles of Chapter 87 <br> 84.09 parts of engines <br> 8413.3 pumps <br> 8414.80.aa turbochargers and superchargers for motor vehicles, where not provided for under subheading 8414.59 <br> 8414.59.aa turbochargers and superchargers for motor vehicles, where not provided for under subheading 8414.80 <br> 8415.81 through 8415.83 air conditioners <br> 8421.39.aa catalytic convertors <br> 8481.20, 8481.30 and 8481.80 valves <br> 8482.10 through 8482.80 ball bearings <br> 8483.10 through 8483.40 transmission shafts and housed ball bearings <br> 8483.5 flywheels <br> 8501.1 electric motors <br> 8501.2 electric motors <br> 8501.31 electric motors <br> 8501.32.aa electric motors that provide primary source for electric powered vehicles of subheading 8703.90 <br> 8507.20.aa, 8507.30.aa, batteries that provide primary source for electric cars <br> 8507.40.aa and 8507.80.aa <br> 8511.3 distributors <br> 8511.4 starter motors <br> 8511.5 other generators <br> 8512.2 other lighting or visual signalling equipment <br> 8512.4 windscreen wipers, defrosters <br> ex 8519.81 cassette decks <br> 8527.21 radios combined with cassette players <br> 8527.29 radios <br> 8536.5 switches <br> 8536.9 junction boxes <br> 8537.10.aa motor control centers <br> 8539.1 seal beamed headlamps <br> 8539.21 tungsten halogen headlamps <br> 8544.3 wire harnesses <br> 87.06 chassis <br> 87.07 bodies <br> 8708.10.aa bumpers but not parts thereof <br> 8708.21 safety seat belts <br> 8708.29.aa body stampings <br> 8708.29.cc door assemblies <br> 8708.3 brakes and servo-brakes, and parts thereof <br> 8708.4 gear boxes, and parts thereof <br> 8708.5 drive axles with differential, whether or not provided with other transmission components and parts thereof; non-drive axles and parts thereof; half-shafts and drive-shafts  <br> 8708.70.aa road wheels, but not parts or accessories thereof <br> 8708.8 suspension shock-absorbers, and parts thereof  <br> 8708.91 radiators, and parts thereof  <br> 8708.92 silencers (mufflers) and exhaust pipes, and parts thereof  <br> 8708.93.aa clutches, but not parts thereof <br> 8708.94 steering wheels, steering columns and steering boxes, and parts thereof  <br> 8708.95 safety airbags with inflator systems, and parts thereof; <br> 8708.99.aa vibration control goods containing rubber <br> 8708.99.bb double flanged wheel hub units <br> 8708.99.ee other parts for powertrains <br> 8708.99.hh other parts and accessories not provided for elsewhere in subheading 8708.99 <br> 9031.8 monitoring devices <br> 9032.89 automatic regulating instruments <br> 9401.2 seats <br> "}, {"ArticleTitle": "Annex 403.2", "ArticleDesc": "Annex 403.2 <br> List of Components and Materials <br> 1. Component: Engines provided for in heading 84.07 or 84.08 <br> Materials: cast block, cast head, fuel nozzle, fuel injector pumps, glow plugs, turbochargers and superchargers, electronic engine controls, intake manifold, exhaust manifold, intake/exhaust valves, crankshaft/camshaft, alternator, starter, air cleaner assembly, pistons, connecting rods and assemblies made therefrom (or rotor assemblies for rotary engines), flywheel (for manual transmissions), flexplate (for automatic transmissions), oil pan, oil pump and pressure regulator, water pump, crankshaft and camshaft gears, and radiator assemblies or chargeair coolers. <br> 2. Component: Gear boxes (transmissions) provided for in subheading 8708.40 <br> Materials: (a) for manual transmissions transmission case and clutch housing; clutch; internal shifting mechanism; gear sets, synchronizers and shafts; and (b) for torque convertor type transmissions transmission case and convertor housing; torque convertor assembly; gear sets and clutches; and electronic transmission controls. <br> "}, {"ArticleTitle": "Annex 403.3", "ArticleDesc": "Annex 403.3 <br> Regional Value-Content Calculation for CAMI <br> 1. For purposes of Article 403, in determining whether motor vehicles produced by CAMI Automotive, Inc. (\"CAMI\") in the territory of Canada and imported into the territory of the United States qualify as originating goods, CAMI may average its calculation of the regional value content of a class of motor vehicles or a model line of motor vehicles produced in a fiscal year in the territory of Canada by CAMI for sale in the territory of one or more of the Parties with the calculation of the regional value content of the corresponding class of motor vehicles or model line of motor vehicles produced in the territory of Canada by General Motors of Canada Limited in the fiscal year that corresponds most closely to CAMI's fiscal year, provided that: <br> a) at the beginning of CAMI's fiscal year General Motors of Canada Limited owns 50 percent or more of the voting common stock of CAMI; and <br> b) General Motors of Canada Limited, General Motors Corporation, General Motors de Mexico, S.A. de C.V., and any subsidiary directly or indirectly owned by any of them, or by any combination thereof, (\"GM\") acquires 75 percent or more by unit of quantity of the class of motor vehicles or model line of motor vehicles, as the case may be, that CAMI has produced in the territory of Canada in CAMI's fiscal year for sale in the territory of one or more of the Parties. <br> 2. If GM acquires less than 75 percent by unit of quantity of the class of motor vehicles or model line of motor vehicles, as the case may be, that CAMI has produced in the territory of Canada in CAMI's fiscal year for sale in the territory of one or more of the Parties, CAMI may average in the manner set out in paragraph 1 only those motor vehicles that are acquired by GM for distribution under the GEO marque or other GM marque. <br> 3. In calculating the regional value content of motor vehicles produced by CAMI in the territory of Canada, CAMI may choose to average the calculation in paragraph 1 or 2 over a period of two fiscal years in the event that any motor vehicle assembly plant operated by CAMI or any motor vehicle assembly plant operated by General Motors of Canada Limited with which CAMI is averaging its regional value content is closed for more than two consecutive months: <br> a) for the purpose of retooling for a model change, or <br> b) as the result of any event or circumstance (other than the imposition of antidumping and countervailing duties, or an interruption of operations resulting from a labor strike, lockout, labor dispute, picketing or boycott of or by employees of CAMI or GM), that CAMI or GM could not reasonably have been expected to avert by corrective action or by exercise of due care and diligence, including a shortage of materials, failure of utilities, or inability to obtain or delay in obtaining raw materials, parts, fuel or utilities. <br> The averaging may be for CAMI's fiscal year in which a CAMI or any General Motors of Canada Limited plant with which CAMI is averaging is closed and either the previous or subsequent fiscal year. In the event that the period of closure spans two fiscal years, the averaging may be only for those two fiscal years. <br> 4. For purposes of this Article, where as a result of an amalgamation, reorganization, division or similar transaction: <br> a) a motor vehicle producer (the \"successor producer\") acquires all or substantially all of the assets used by GM, and <br> b) the successor producer, directly or indirectly controls, or is controlled by, GM, or both the successor producer and GM are controlled by the same person, the successor producer shall be deemed to be GM. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 504: Obligations Regarding Exportations <br> 1. Each Party shall provide that: <br> a) an exporter in its territory, or a producer in its territory that has provided a copy of a Certificate of Origin to that exporter pursuant to Article 501(3)(b)(iii), shall provide a copy of the Certificate to its customs administration on request; and <br> b) an exporter or a producer in its territory that has completed and signed a Certificate of Origin, and that has reason to believe that the Certificate contains information that is not correct, shall promptly notify in writing all persons to whom the Certificate was given by the exporter or producer of any change that could affect the accuracy or validity of the Certificate. <br> 2. Each Party: <br> a) shall provide that a false certification by an exporter or a producer in its territory that a good to be exported to the territory of another Party qualifies as an originating good shall have the same legal consequences, with appropriate modifications, as would apply to an importer in its territory for a contravention of its customs laws and regulations regarding the making of a false statement or representation; and <br> b) may apply such measures as the circumstances may warrant where an exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> 3. No Party may impose penalties on an exporter or a producer in its territory that voluntarily provides written notification pursuant to paragraph (1)(b) with respect to the making of an incorrect certification. <br> Section B - Administration and Enforcement <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 507: Confidentiality <br> 1. Each Party shall maintain, in accordance with its law, the confidentiality of confidential business information collected pursuant to this Chapter and shall protect that information from disclosure that could prejudice the competitive position of the persons providing the information. <br> 2. The confidential business information collected pursuant to this Chapter may only be disclosed to those authorities responsible for the administration and enforcement of determinations of origin, and of customs and revenue matters. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 511: Uniform Regulations <br> 1. The Parties shall establish, and implement through their respective laws or regulations by January 1, 1994, Uniform Regulations regarding the interpretation, application and administration of Chapter Four, this Chapter and other matters as may be agreed by the Parties. <br> 2. Each Party shall implement any modification of or addition to the Uniform Regulations no later than 180 days after the Parties agree on such modification or addition, or such other period as the Parties may agree. <br> Section F - Cooperation <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 512: Cooperation <br> 1. Each Party shall notify the other Parties of the following determinations, measures and rulings, including to the greatest extent practicable those that are prospective in application: <br> a) a determination of origin issued as the result of a verification conducted pursuant to Article 506(1); <br> b) a determination of origin that the Party is aware is contrary to <br> (i) a ruling issued by the customs administration of another Party with respect to the tariff classification or value of a good, or of materials used in the production of a good, or the reasonable allocation of costs where calculating the net cost of a good, that is the subject of a determination of origin, or <br> (ii) consistent treatment given by the customs administration of another Party with respect to the tariff classification or value of a good, or of materials used in the production of a good, or the reasonable allocation of costs where calculating the net cost of a good, that is the subject of a determination of origin; <br> c) a measure establishing or significantly modifying an administrative policy that is likely to affect future determinations of origin, country of origin marking requirements or determinations as to whether a good qualifies as a good of a Party under the Marking Rules; and <br> d) an advance ruling, or a ruling modifying or revoking an advance ruling, pursuant to Article 509. <br> 2. The Parties shall cooperate: <br> a) in the enforcement of their respective customs-related laws or regulations implementing this Agreement, and under any customs mutual assistance agreements or other customsrelated agreement to which they are party; <br> b) for purposes of the detection and prevention of unlawful transshipments of textile and apparel goods of a non-Party, in the enforcement of prohibitions or quantitative restrictions, including the verification by a Party, in accordance with the procedures set out in this Chapter, of the capacity for production of goods by an exporter or a producer in the territory of another Party, provided that the customs administration of the Party proposing to conduct the verification, prior to conducting the verification <br> (i) obtains the consent of the Party in whose territory the verification is to occur, and <br> (ii) provides notification to the exporter or producer whose premises are to be visited, <br> except that procedures for notifying the exporter or producer whose premises are to be visited shall be in accordance with such other procedures as the Parties may agree; <br> c) to the extent practicable and for purposes of facilitating the flow of trade between them, in such customs­related matters as the collection and exchange of statistics regarding the importation and exportation of goods, the harmonization of documentation used in trade, the standardization of data elements, the acceptance of an international data syntax and the exchange of information; and <br> d) to the extent practicable, in the storage and transmission of customs-related documentation. <br> "}, {"ArticleTitle": "Working Group and Customs Subgroup", "ArticleDesc": "Article 513: Working Group and Customs Subgroup <br> 1. The Parties hereby establish a Working Group on Rules of Origin, comprising representatives of each Party, to ensure: <br> a) the effective implementation and administration of Articles 303 (Restriction on Drawback and Duty Deferral Programs), 308 (Most-Favored-Nation Rates of Duty on Certain Goods) and 311, Chapter Four, this Chapter, the Marking Rules and the Uniform Regulations; and <br> b) the effective administration of the customsrelated aspects of Chapter Three. <br> 2. The Working Group shall meet at least four times each year and on the request of any Party. <br> 3. The Working Group shall: <br> a) monitor the implementation and administration by the customs administrations of the Parties of Articles 303, 308 and 311, Chapter Four, this Chapter, the Marking Rules and the Uniform Regulations to ensure their uniform interpretation; <br> b) endeavor to agree, on the request of any Party, on any proposed modification of or addition to Article 303, 308 or 311, Chapter Four, this Chapter, the Marking Rules or the Uniform Regulations; <br> c) notify the Commission of any agreed modification of or addition to the Uniform Regulations; <br> d) propose to the Commission any modification of or addition to Article 303, 308 or 311, Chapter Four, this Chapter, the Marking Rules, the Uniform Regulations or any other provision of this Agreement as may be required to conform with any change to the Harmonized System; and <br> e) consider any other matter referred to it by a Party or by the Customs Subgroup established under paragraph 6. <br> 4. Each Party shall, to the greatest extent practicable, take all necessary measures to implement any modification of or addition to this Agreement within 180 days of the date on which the Commission agrees on the modification or addition. <br> 5. If the Working Group fails to resolve a matter referred to it pursuant to paragraph 3(e) within 30 days of such referral, any Party may request a meeting of the Commission under Article 2007 (Commission Good Offices, Conciliation and Mediation). <br> 6. The Working Group shall establish, and monitor the work of, a Customs Subgroup, comprising representatives of each Party. The Subgroup shall meet at least four times each year and on the request of any Party and shall: <br> a) endeavor to agree on <br> (i) the uniform interpretation, application and administration of Articles 303, 308 and 311, Chapter Four, this Chapter, the Marking Rules and the Uniform Regulations, <br> (ii) tariff classification and valuation matters relating to determinations of origin, <br> (iii) equivalent procedures and criteria for the request, approval, modification, revocation and implementation of advance rulings, <br> (iv) revisions to the Certificate of Origin, <br> (v) any other matter referred to it by a Party, the Working Group or the Committee on Trade in Goods established under Article 316, and <br> (vi) any other customs-related matter arising under this Agreement; <br> b) consider <br> (i) the harmonization of customs-related automation requirements and documentation, and <br> (ii) proposed customs-related administrative and operational changes that may affect the flow of trade between the Parties' territories; <br> c) report periodically to the Working Group and notify it of any agreement reached under this paragraph; and <br> d) refer to the Working Group any matter on which it has been unable to reach agreement within 60 days of referral of the matter to it pursuant to subparagraph (a)(v). <br> 7. Nothing in this Chapter shall be construed to prevent a Party from issuing a determination of origin or an advance ruling relating to a matter under consideration by the Working Group or the Customs Subgroup or from taking such other action as it considers necessary, pending a resolution of the matter under this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 514: Definitions <br> For purposes of this Chapter: <br> commercial importation means the importation of a good into the territory of any Party for the purpose of sale, or any commercial, industrial or other like use; <br> customs administration means the competent authority that is responsible under the law of a Party for the administration of customs laws and regulations; <br> determination of origin means a determination as to whether a good qualifies as an originating good in accordance with Chapter Four; <br> exporter in the territory of a Party means an exporter located in the territory of a Party and an exporter required under this Chapter to maintain records in the territory of that Party regarding exportations of a good; <br> identical goods means goods that are the same in all respects, including physical characteristics, quality and reputation, irrespective of minor differences in appearance that are not relevant to a determination of origin of those goods under Chapter Four; <br> importer in the territory of a Party means an importer located in the territory of a Party and an importer required under this Chapter to maintain records in the territory of that Party regarding importations of a good; <br> intermediate material means \"intermediate material\" as defined in Article 415; Marking Rules means \"Marking Rules\" established under Annex 311; <br> material means \"material\" as defined in Article 415; <br> net cost of a good means \"net cost of a good\" as defined in Article 415; <br> preferential tariff treatment means the duty rate applicable to an originating good; <br> producer means \"producer\" as defined in Article 415; <br> production means \"production\" as defined in Article 415; <br> transaction value means \"transaction value\" as defined in Article 415; <br> Uniform Regulations means \"Uniform Regulations\" established under Article 511; <br> used means \"used\" as defined in Article 415; and <br> "}]}]}, "members_found": ["842", "124", 2, 8703900000]}