{"FtaRooDetails": {"FtaId": 68, "FtaCode": "ITC00069", "FtaName": "APTA (formerly Bangkok Agreement)", "FtaFullName": "AMENDMENT TO THE FIRST AGREEMENT ON TRADE NEGOTIATIONS AMONG DEVELOPING MEMBER COUNTRIES OF THE ECONOMIC AND SOCIAL COMMISSION FOR ASIA AND THE PACIFIC (BANGKOK AGREEMENT) ASIA-PACIFIC TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2002", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Bangladesh; Sri Lanka; China; Korea, Republic of; Lao, People's Democratic Republic; Mongolia; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under APTA (formerly Bangkok Agreement)", "AdminProcCooAuth": "The certification type under APTA (formerly Bangkok Agreement) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under APTA (formerly Bangkok Agreement) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for APTA (formerly Bangkok Agreement) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45% (35% for APTA LDCs)", "RooText": "(a) Within the meaning of Rule 1(b), products worked on or processed as a result of which the total value of the materials, parts or produce originating from nonParticipating States or of undetermined origin used does not exceed 55 per cent of the f.o.b. value of the products produced or obtained and the final process of manufacture is performed within the territory of the exporting Participating State shall be eligible for preferential concessions, subject to the provisions of Rule 3(c), (d) and (e). RULE 10: Special criteria percentage Products originating in least developed Participating States can be allowed a favorable 10 percentage points applied to the percentages established in Rules 3 and 4. Thus, for Rule 3, the percentage would not exceed 65 percent, and for Rule 4, the percentage would not be less than 50 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00069_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00069_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00069_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00069_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00069_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: Cumulative rules of origin <br /> Products which comply with origin requirements provided for in Rule 1 and which <br /> are used by a Participating State as input for a finished product eligible for <br /> preferential treatment by another Participating State shall be considered as a <br /> product originating in the territory of the Participating State where working or <br /> processing of the finished product has taken place provided that the aggregate <br /> content [9] originating in the territory of the PS is not less than 60 percent of its f.o.b. value.[7] <br /> 7 \"Partial\" cumulation as implied by Rule 4 above means that only products which have acquired originating status in the <br /> territory of one Participating State may be taken into account when used as inputs for a finished product eligible for <br /> preferential treatment in the territory of another Participating State subject to Rule 3 (e). <br /> 9 \"The aggregate content\" in Rule 4 shall be calculated as the sum of the value of originating materials used as a input <br /> (VOM1) and the value for originating materials added by the Participating State where working or processing of the finished <br /> product has taken place (VOM2). VOM1 means value of the products which have acquired originating status in the territory <br /> of a previous Participating State, which shall be calculated on the basis of the customs value determined in accordance with <br /> Articles 1 through 8, Article 15, and the corresponding interpretative notes of the Customs Valuation Agreement. VOM2 <br /> means value of the originating materials obtained in the territory of the Participating State where working or processing of <br /> the finished product has taken place, and the value used as input in working or processing of the finished product in that <br /> Participating State, including direct labour cost, direct overhead cost, transportation cost and profit for the finished product. <br /> Under the above interpretation, the product shall be considered as a product originating in the territory of the Participating <br /> State where working or processing of the finished product has taken place, provided that the sum of VOM1 and VOM2 is <br /> not less than 60% of its f.o.b. value.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: Wholly produced or obtained <br /> Within the meaning of Rule 1 (a) the following shall be considered as wholly <br /> produced or obtained in the exporting Participating State: <br /> (a) raw or mineral products extracted from its soil, its water or its seabeds;  [1] <br /> (b) agricultural products harvested there;[2] <br /> (c) animals born and raised there; <br /> (d) products obtained from animals referred to in paragraph ( c ) above; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other marine products taken from the high seas by <br /> its vessels;[3/4] <br /> (g) products processed and/ or made on board its factory ships [4/5] exclusively from <br /> products referred to in paragraph (f) above; <br /> (h) parts or raw materials recovered there from used articles which can no longer <br /> perform their original purpose nor are capable; <br /> (i) used articles collected there which can no longer perform their original purpose <br /> there nor are capable of being restored or repaired and which are fit only for <br /> disposal or for the recovery of parts or raw materials; <br /> (j) waste and scrap resulting from manufacturing operations conducted there; <br /> (k) goods produced there exclusively from the products referred to in <br /> paragraph(a) to (j) above. <br /> 1 Includes mineral fuels, lubricants and related materials as well as minerals or metal ores. <br /> 2 Includes forestry products. <br /> 3 \"Vessels\"- shall refer to fishing vessels engaged in commercial fishing, registered in a Participating State and operated by a <br /> citizen or citizens or governments of Participating States or partnership, corporation or association, duly registered in such <br /> Participating State, at least 60 per cent of equity of which is owned by a citizen or citizens and/or government of such <br /> Participating State or 75 per cent by citizens and/or governments of the Participating States. However, the products taken <br /> from vessels engaged in commercial fishing under bilateral agreements which provide for chartering/leasing of such vessels <br /> and/or sharing of catch between Participating States, will also be eligible for preferential concessions. <br /> 4 In respect of vessels or factory ships operated by government agencies the requirement of flying the flag of a Participating <br /> State shall not apply. <br /> 5 For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined, used for processing and/or making <br /> on board products exclusively from those products referred to in paragraph (f) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Not wholly produced or obtained <br /> (e) Whether or not the requirements of Rule 1(b) are satisfied, the following <br /> operations or processes are considered to be insufficient to confer the status of originating products: <br /> i) Operations to ensure the preservation of products in good <br /> condition either for transportation or storage (ventilation, spreading <br /> out, drying, chilling, placing in salt, sulphur dioxide or other <br /> aqueous solutions, removal of damaged parts, and like operations); <br /> ii) Simple operations consisting of removal of dust, sifting or <br /> screening, sorting, classifying, matching (including the making-up <br /> of sets of articles), washing, painting, cutting up; <br /> iii) Changes of packaging and breaking up and assembly of consignments; <br /> iv) Simple slicing, cutting or repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards, etc. <br /> v) The affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> vi) Simple mixing; <br /> vii) Simple assembly of parts of products to constitute a complete product; <br /> viii) Slaughter of animals; <br /> ix) Peeling, unflaking, grain removing and removal of bones; and <br /> x) A combination of two or more operations specified above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Not wholly produced or obtained <br /> (a) Within the meaning of Rule 1(b), products worked on or processed as a result of <br /> which the total value of the materials, parts or produce originating from non- <br /> Participating States or of undetermined origin used does not exceed 55 per cent <br /> of the f.o.b. value of the products produced or obtained and the final process of <br /> manufacture is performed within the territory of the exporting Participating <br /> State shall be eligible for preferential concessions, subject to the <br /> provisions of Rule 3(c), (d) and (e). <br /> (b) Sectoral agreements [6] <br /> (c) The formula for calculating the content of non-originating materials, and its <br /> requirement for obtaining the originating status referred to in Rule 3(a) is as follows: <br /> Value of imported non-originating Value of undetermined origin <br /> materials, parts or produce + materials, parts or produce <br /> --------------------------------------------------------------------------------- ? 100 ? 55% <br /> f.o.b. price <br /> (d) The value of the non-originating materials, parts or produce shall be: <br /> (i) the c.i.f. value at the time of importation of materials, parts or produce <br /> where this can be proven; or <br /> (ii) The earliest ascertainable price paid for the materials, parts or produce <br /> of undetermined origin in the territory of the Participating State where <br /> the working or processing takes place. <br /> (e) Whether or not the requirements of Rule 1(b) are satisfied, the following <br /> operations or processes are considered to be insufficient to confer the status of originating products: <br /> i) Operations to ensure the preservation of products in good <br /> condition either for transportation or storage (ventilation, spreading <br /> out, drying, chilling, placing in salt, sulphur dioxide or other <br /> aqueous solutions, removal of damaged parts, and like operations); <br /> ii) Simple operations consisting of removal of dust, sifting or <br /> screening, sorting, classifying, matching (including the making-up <br /> of sets of articles), washing, painting, cutting up; <br /> iii) Changes of packaging and breaking up and assembly of consignments; <br /> iv) Simple slicing, cutting or repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards, etc. <br /> v) The affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> vi) Simple mixing; <br /> vii) Simple assembly of parts of products to constitute a complete product; <br /> viii) Slaughter of animals; <br /> ix) Peeling, unflaking, grain removing and removal of bones; and <br /> x) A combination of two or more operations specified above. <br /> RULE 10: Special criteria percentage <br /> Products originating in least developed Participating States can be allowed a <br /> favorable 10 percentage points applied to the percentages established in Rules 3 <br /> and 4. Thus, for Rule 3, the percentage would not exceed 65 percent, and for Rule 4, <br /> the percentage would not be less than 50 percent.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: Direct consignment <br /> The following shall be considered as directly consigned from the exporting <br /> Participating State to the importing Participating State : <br /> (a) if the products are transported without passing through the territory <br /> of any non-Participating State : <br /> (b) the products whose transport involves transit through one or more intermediate <br /> non- Participating States with or without transshipment or temporary storage in <br /> such countries, provided that : <br /> (i) the transit entry is justified for geographical reason or by <br /> considerations related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there [10]; and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition. <br /> 10 The provision of Rule 5(b)(ii) of \"The products have not entered into trade or consumption there\" shall be interpreted that <br /> the products which remain under the control of customs authority of the intermediate non-Participating state without any <br /> proceedings of import clearance procedures shall be considered as directly consigned from the exporting Participating State <br /> to the importing Participating State. The expression of \"entered into trade or consumption there\" is understood that the <br /> import declaration on the product was accepted and the product was released out of a bonded area into the domestic market <br /> of the intermediate country to be consumed or subsequently exported under another contract. Therefore, the product that is <br /> temporarily stored in the bonded area under the control of customs authority and has not undergone any operations or <br /> processes other than those defined in Rule 5b(iii), is understood to have not entered into trade or consumption.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 6: Treatment of packing <br /> When determining the origin of products, packing should be considered as forming <br /> a whole with the product it contains. However, packing may be treated separately <br /> if the national legislation so requires.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Exhibition Purposes <br /> (1) Products sent from one Participating State for exhibition in another Participating State and <br /> sold during or after the exhibition shall benefit from the preferential tariff treatment provided in <br /> the APTA, on the condition that the Products meet the requirements of Rules of Origin under the <br /> APTA and provided it is shown to the satisfaction of the relevant Government authorities of the <br /> importing Participating State that: <br /> (a) the exporter has dispatched those products from the territory of the exporting <br /> Participating State to the importing Participating State where the exhibition is held <br /> and has exhibited them there; <br /> (b) the exporter has sold the goods or transferred them to a consignee in the importing <br /> Participating State; and <br /> (c) the products have been sold during the exhibition or immediately thereafter to the <br /> importing Participating State in the state in which they were sent for the exhibition. <br /> (2) For the purpose of implementing the above provisions, the Certificate of Origin must be <br /> produced to the relevant Government authorities of the importing Participating State. <br /> (3) Paragraph 1 shall apply to exhibitions, fairs or similar shows or displays where the products", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7: Certificate of origin <br /> Products eligible for preferential concessions shall be supported by a Certificate of <br /> Origin [8] issued by an authority designated by the government of the exporting <br /> Participating State and notified to the other Participating States in accordance with <br /> the attached sample Certificate of Origin and notes for the completion thereof. <br /> Article 2: Application <br /> (1) The exporter and/or the manufacturer of products qualified for preferential treatment shall <br /> apply in writing (manually or electronically) to the relevant Issuing Authorities requesting the <br /> pre-exportation verification/registration of the origin of the products. The result of the <br /> verification/registration, subject to review periodically or whenever appropriate, shall be accepted <br /> as supporting evidence in verifying the origin of the said products to be exported thereafter. The <br /> pre-exportation verification may not apply to products of which, by their nature, origin can be easily verified. <br /> (2) At the time of carrying out the formalities for exporting the products under preferential <br /> treatment, the exporter or its authorized representative shall apply in writing (manually or <br /> electronically) to the Issuing Authorities for the Certificate of Origin and submit the Certificate of <br /> Origin duly completed together with the appropriate supporting documents proving that the <br /> products to be exported qualify for the issuance of a Certificate of Origin. <br /> (3) The Issuing Authorities shall have the right, in verifying the application for a Certificate of <br /> Origin, to request any supporting documents to be furnished by the applicant in order to ascertain <br /> the conformity of the goods with the Rules of Origin under the APTA and the present Procedures. <br /> (4) The Issuing Authorities shall scrutinize each application for a Certificate of Origin to ensure that: <br /> (a) the application and the Certificate of Origin have been duly completed and signed by <br /> the exporter or authorized signatory or submitted electronically; <br /> (b) the origin of the goods is in conformity with the Rules of Origin under the APTA; <br /> (c) the other statements/entries on the Certificate of Origin correspond to the supporting <br /> documentary evidence submitted; and <br /> (d) the tariff item number, description, quantity and weight of goods, marks and number of <br /> packages, number and kinds of packages, as specified, correspond to the goods to be exported. <br /> Article 3: Certificate of Origin <br /> (1) The Certificate of Origin shall be on an ISO A4 size paper in conformity with the specimen <br /> text set out in Annex-II to APTA, which shall be printed in English. <br /> (2) The Certificate of Origin shall comprise one original and one copy or duplicate to be retained <br /> by the Issuing Authority. The colour of the Certificate of Origin shall be determined by each <br /> exporting Participating State and notified to the other Participating States and the Secretariat. <br /> (3) Each Certificate of Origin shall bear a unique reference number separately given by each <br /> place of office of issuance. <br /> (4) The original shall be forwarded by the exporter to the importer for submission to the Customs <br /> Authority at the port or place of importation. <br /> Article 4: Issuance of Certificate of Origin <br /> (1) A Certificate of Origin shall be issued manually or electronically by the Issuing Authorities of <br /> the exporting Participating State at the time of exportation or within three working days from the <br /> date of shipment whenever the products to be exported can be considered originating in that <br /> Participating State within the meaning of the Rules of Origin under the APTA. A Certificate of <br /> Origin shall be valid for one year from the date of issuance. <br /> (2) Neither erasures nor superimposition shall be allowed on the Certificate of Origin. Unused <br /> spaces shall be crossed out to prevent any subsequent addition. <br /> (3) Under Rule 2, 3 or 4 of Annex II to the APTA, the Issuing Authority of the exporting <br /> Participating State shall indicate, in Box 8 of the Certificate of Origin, the relevant rules and <br /> applicable percentage of regional content. <br /> (4) In the event of theft, loss or destruction of a Certificate of Origin, the exporter may apply in <br /> writing to the Issuing Authorities for a certified true copy of the original. The copy shall be made <br /> on the basis of the relevant documents kept in the dossier of the Issuing Authority. This copy <br /> should bear the words \"CERTIFIED TRUE COPY\" in Box 3, as well as the date when the <br /> original Certificate of Origin was issued. The certified true copy of a Certificate of Origin shall be <br /> issued within the validity period of the original Certificate of Origin. <br /> Article 5: Presentation of the Certificate of Origin <br /> (1) An original Certificate of Origin shall be submitted for preferential treatment to the Customs <br /> Authority at the time of lodging the import entry for the products concerned. <br /> (2) The Certificate of Origin shall be submitted to the Customs Authority of the importing <br /> Participating State within its validity period. <br /> (3) Where a Certificate of Origin is submitted to the relevant Customs Authority of the importing <br /> Participating State after the expiration of its validity, such Certificate is still to be accepted when <br /> failure to observe the time limit results from force majeure or other valid causes beyond the <br /> control of the exporter. <br /> (4) In all cases, the relevant Customs Authority in the importing Participating State may accept <br /> such Certificate of Origin provided that the products were imported before the expiration of the <br /> validity of the Certificate of Origin <br /> (5) Where the origin of a product is not in doubt, the discovery of minor discrepancies between <br /> the statements made in the Certificate of Origin and those made in the documents submitted to the <br /> Customs Authority of the importing Participating State for the purpose of carrying out the <br /> formalities for importing the products shall not ipso-facto invalidate the Certificate of Origin, if it <br /> does in fact correspond to the said products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Issuing Authorities <br /> (1) The Certificates of Origin shall be issued by an authority/ authorities designated by the <br /> government of the exporting Participating State (hereinafter referred to as \"Issuing Authorities\"). <br /> (2) Each Participating State shall communicate the names and addresses of their respective <br /> Issuing Authorities and shall provide specimens of their official seals for the endorsement of <br /> Certificates of Origin to the other Participating States. Any change in the above information and <br /> specimens shall be promptly communicated to the other Participating States. <br /> [1] For the Republic of Korea the term \"Issuing Authority\" for Origin Verification purposes is the Customs Authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Issuance of Certificate of Origin <br /> (1) A Certificate of Origin shall be issued manually or electronically by the Issuing Authorities of <br /> the exporting Participating State at the time of exportation or within three working days from the <br /> date of shipment whenever the products to be exported can be considered originating in that <br /> Participating State within the meaning of the Rules of Origin under the APTA. A Certificate of <br /> Origin shall be valid for one year from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Record Keeping Requirements <br /> (1) An application for a Certificate of Origin and all documents related to such application shall <br /> be retained by the Issuing Authorities for a period of not less than two (2) years from the date of issuance. <br /> (2) Information relating to the accuracy of the Certificate of Origin shall be furnished upon <br /> request of the importing Participating State. <br /> (3) Any information communicated between the Participating States shall be treated as <br /> confidential and shall be used for the verification of Certificates of Origin only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Supporting Documents of Direct Transportation <br /> Under Rule 5(b) of Annex II to APTA, where the goods are transported through the territory <br /> outside the Participating States, the following documents shall be presented to the customs <br /> authorities of the importing Participating State: <br /> (1) the through Bill of Lading issued in the exporting Participating State; <br /> (2) the Certificate of Origin issued by the Issuing Authority of the exporting Participating State; <br /> (3) the original commercial invoice in respect of the goods; and <br /> (4) supporting documents which prove the compliance with Rule 5(b) of Annex II to APTA.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Origin Verification <br /> (1) The Customs Authority of the importing Participating State may request the Issuing Authority [1] <br /> of the exporting Participating State for a retroactive random check and/or when it has reasonable <br /> doubt as to the authenticity of the documents or as to the accuracy of the origin status of the <br /> goods in question. <br /> (2) The request shall be accompanied by the Certificate of Origin concerned and shall specify the <br /> reasons and any additional information suggesting that the particulars given on the said <br /> Certificate of Origin may be inaccurate. <br /> (3) The Customs Authority of the importing Participating State may suspend the preferential <br /> treatment while awaiting the result of the verification. However, it may release the goods to the <br /> importer subject to any administrative measures deemed necessary, provided that they are not <br /> held to be subject to import prohibition or restriction and there is no suspicion of fraud. <br /> (4) The Issuing Authority receiving a request for verification shall respond to the request <br /> promptly and reply within three (3) months after receipt of the request. The verification process, <br /> including the actual process and the determination of whether the subject goods are originating or <br /> not, should be completed and the result should be communicated to the Issuing Authority within <br /> six (6) months. While the process of the verification is being undertaken, sub-paragraph (3) shall <br /> be applied. In the cases where the Customs Authority of the importing Participating State does <br /> not receive any reply within four (4) months after the making of the request, the Customs <br /> Authority may deny the claim for preferential treatment. In case the reply does not supply enough <br /> information to confirm the authenticity of the documents or the origin of the goods, the concerned <br /> authorities shall resolve the issue through bilateral consultation within three (3) months, failing <br /> which the preferential treatment may be denied. <br /> [1] For the Republic of Korea the term \"Issuing Authority\" for Origin Verification purposes is the Customs Authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Presentation of the Certificate of Origin <br /> (5) Where the origin of a product is not in doubt, the discovery of minor discrepancies between <br /> the statements made in the Certificate of Origin and those made in the documents submitted to the <br /> Customs Authority of the importing Participating State for the purpose of carrying out the <br /> formalities for importing the products shall not ipso-facto invalidate the Certificate of Origin, if it <br /> does in fact correspond to the said products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating products", "ArticleDesc": "RULE 1: Originating products <br> Products covered by preferential trade within the framework of the Agreement <br> imported into the territory of a Participating State from another Participating State <br> which are consigned directly within the meaning of Rule 5 hereof, shall be eligible <br> for preferential concessions if they conform to the origin requirement under any <br> one of the following conditions: <br> (a) Products wholly produced or obtained in the exporting Participating State as <br> defined in Rule 2; or <br> (b) Products not wholly produced or obtained in the exporting Participating State, <br> provided that the said products are eligible under Rule 3 or Rule 4. <br> "}, {"ArticleTitle": "Prohibition and co-operation", "ArticleDesc": "RULE 8: Prohibition and co-operation <br> (a) Any Participating State may prohibit importation of products containing any <br> inputs originating from States with which it does not have economic and <br> commercial relations. <br> (b) Participating States will do their best to co-operate in order to specify origin <br> of inputs in the Certificate of Origin. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "RULE 9: Review <br> These Rules may be reviewed as and when necessary upon request of one-third of <br> the Participating States and may be open to such modifications as may be agreed upon. <br> "}, {"ArticleTitle": "Special criteria percentage", "ArticleDesc": "RULE 10: Special criteria percentage <br> Products originating in least developed Participating States can be allowed a <br> favorable 10 percentage points applied to the percentages established in Rules 3 <br> and 4. Thus, for Rule 3, the percentage would not exceed 65 percent, and for Rule 4, <br> the percentage would not be less than 50 percent. <br> Footnotes <br> 1 Includes mineral fuels, lubricants and related materials as well as minerals or metal ores. <br> 2 Includes forestry products. <br> 3 \"Vessels\"- shall refer to fishing vessels engaged in commercial fishing, registered in a Participating State and operated by a <br> citizen or citizens or governments of Participating States or partnership, corporation or association, duly registered in such <br> Participating State, at least 60 per cent of equity of which is owned by a citizen or citizens and/or government of such <br> Participating State or 75 per cent by citizens and/or governments of the Participating States. However, the products taken <br> from vessels engaged in commercial fishing under bilateral agreements which provide for chartering/leasing of such vessels <br> and/or sharing of catch between Participating States, will also be eligible for preferential concessions. <br> 4 In respect of vessels or factory ships operated by government agencies the requirement of flying the flag of a Participating <br> State shall not apply. <br> 5 For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined, used for processing and/or making <br> on board products exclusively from those products referred to in paragraph (f) above. <br> 6 As specified in Annex II.A. <br> 7 \"Partial\" cumulation as implied by Rule 4 above means that only products which have acquired originating status in the <br> territory of one Participating State may be taken into account when used as inputs for a finished product eligible for <br> preferential treatment in the territory of another Participating State subject to Rule 3 (e). <br> 8 A standard Certificate of Origin to be used by all Participating States is annexed and approved by the Participating States. <br> 9 \"The aggregate content\" in Rule 4 shall be calculated as the sum of the value of originating materials used as a input <br> (VOM1) and the value for originating materials added by the Participating State where working or processing of the finished <br> product has taken place (VOM2). VOM1 means value of the products which have acquired originating status in the territory <br> of a previous Participating State, which shall be calculated on the basis of the customs value determined in accordance with <br> Articles 1 through 8, Article 15, and the corresponding interpretative notes of the Customs Valuation Agreement. VOM2 <br> means value of the originating materials obtained in the territory of the Participating State where working or processing of <br> the finished product has taken place, and the value used as input in working or processing of the finished product in that <br> Participating State, including direct labour cost, direct overhead cost, transportation cost and profit for the finished product. <br> Under the above interpretation, the product shall be considered as a product originating in the territory of the Participating <br> State where working or processing of the finished product has taken place, provided that the sum of VOM1 and VOM2 is <br> not less than 60% of its f.o.b. value. <br> 10 The provision of Rule 5(b)(ii) of \"The products have not entered into trade or consumption there\" shall be interpreted that <br> the products which remain under the control of customs authority of the intermediate non-Participating state without any <br> proceedings of import clearance procedures shall be considered as directly consigned from the exporting Participating State <br> to the importing Participating State. The expression of \"entered into trade or consumption there\" is understood that the <br> import declaration on the product was accepted and the product was released out of a bonded area into the domestic market <br> of the intermediate country to be consumed or subsequently exported under another contract. Therefore, the product that is <br> temporarily stored in the bonded area under the control of customs authority and has not undergone any operations or <br> processes other than those defined in Rule 5b(iii), is understood to have not entered into trade or consumption. <br> OPERATIONAL PROCEDURES FOR THE CERTIFICATION AND VERIFICATION <br> OF THE ORIGIN OF GOODS UNDER THE ASIA-PACIFIC TRADE AGREEMENT <br> The Parties to the Asia-Pacific Trade Agreement, done on 2 November 2005 (thereinafter referred <br> to as the \"Participating States\"): <br> For the purpose of implementing the Rules of Origin under the Asia-Pacific Trade Agreement <br> (hereinafter referred to as \"APTA\"), by developing the present operational procedures for the <br> certification and verification of origin and other related administrative matters <br> Have agreed as follows: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Special Cases", "ArticleDesc": "Article 8: Special Cases <br> When the destination of all or parts of the products exported to a specified port of a Participating <br> State is changed, before or after their arrival in the importing Participating State, the following <br> procedures shall be observed: <br> (1) If the products have already been submitted to the Customs Authority in the specified <br> importing Participating State, the Certificate of Origin shall, following a written application by <br> the importer, be endorsed to this effect for all or parts of products by the said authorities and the <br> original returned to the importer. <br> (2) If the change of destination occurs during transportation to the importing Participating State as <br> specified in the Certificate of Origin, the exporter shall apply in writing, accompanied by the <br> issued Certificate of Origin, for the issuance of new Certificate/s of Origin for all or parts of products. <br> "}, {"ArticleTitle": "Cooperation of the Participating States", "ArticleDesc": "Article 10: Cooperation of the Participating States <br> (1) When it is suspected that fraudulent acts regarding the Certificate of Origin have been <br> committed, the authorities in the Participating States concerned shall co-operate in taking action <br> against the persons involved, and undertake legal sanctions against fraudulent acts according to <br> their respective domestic legislations. <br> (2) In the case of any dispute concerning origin determination, classification, goods or other <br> matters, the competent authorities concerned in the importing and exporting Participating States <br> shall consult each other with a view to resolving the dispute, and the result shall be <br> communicated to other Participating States. <br> (3) Each Participating State shall designate a focal point or focal points to ensure the effective <br> and efficient implementation of the Rules of Origin under the APTA <br> "}]}]}, "members_found": ["410", "156", 2, 8703900000]}