{"FtaRooDetails": {"FtaId": 873, "FtaCode": "ITC00903", "FtaName": "GSTP", "FtaFullName": "AGREEMENT ON THE GLOBAL SYSTEM OF TRADE PREFERENCES AMONG DEVELOPING COUNTRIES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "19.04.1989", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Argentina; Brazil; Sri Lanka; Korea, Republic of; Romania; India; Egypt", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under GSTP", "AdminProcCooAuth": "The certification type under GSTP is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under GSTP is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for GSTP agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50% (40% for GSTP LDCs)", "RooText": "(a) Within the meaning of Rule 1 (b), products worked on or processed as a result of which the total value of the materials, parts or produce originating from non-participants or of undetermined origin used does not exceed 50 per cent of the f.o.b. value of the products produced or obtained and the final process of manufacture is performed within the territory of the exporting participant shall be eligible for preferential concessions subject to the provisions of Rule 3 (c) and Rule 4. RULE 10: Special criteria percentage Products originating in participating least developed countries can be allowed a favourable 10 percentage points applied to the percentages established in Rules 3 and 4. Thus, for Rule 3, the percentage would not exceed 60 percent, and for Rule 4, the percentage would not be less than 50 per cent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00903_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00903_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00903_full.pdf", "DocType": "8_full", "WebLink": "http://rtais.wto.org/rtadocs/146/TOA/English/ToA_GSTP.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: Cumulative rules of origin <br /> Products which comply with origin requirements <br /> provided for in Rule 1 and which are used by a participant as input for a finished product <br /> eligible for preferential treatment by another participant shall be considered as a product <br /> originating in the territory of the participant where working or processing of the finished <br /> product has taken place provided that the aggregate content originating in the territory of the <br /> participant is not less than 60 per cent of its f.o.b. value. [7] <br /> [7] \"Partial\" cumulation as implied by Rule 4 above means that only products which have acquired <br /> originating status in the territory of one participant may be taken into account when used as inputs for <br /> a finished product eligible for preferential treatment in the territory of another participant. <br /> RULE 10: Special criteria percentage <br /> Products originating in participating least <br /> developed countries can be allowed a favourable 10 percentage points applied to the <br /> percentages established in Rules 3 and 4. Thus, for Rule 3, the percentage would not exceed <br /> 60 percent, and for Rule 4, the percentage would not be less than 50 per cent.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: Wholly produced or obtained <br /> Within the meaning of Rule 1(a) the following <br /> shall be considered as wholly produced or obtained in the exporting participant : <br /> (a) raw or mineral products extracted from its soil, its water or its seabeds; [1] <br /> (b) agricultural products harvested there; [2] <br /> (c) animals born and raised there ; <br /> (d) products obtained from animals referred to in paragraph (c ) above ; <br /> (e) products obtained by hunting or fishing conducted there ; <br /> (f) products of sea fishing and other marine products taken from <br /> the high seas by its vessels; [3] [4] <br /> (g) products processed and/or made on board its factory ships exclusively from <br /> products referred to in paragraph (f) above ; [4] [5] <br /> (h) used articles collected there, fit only for the recovery of raw materials ; <br /> (i) waste and scrap resulting from manufacturing operations conducted there ; <br /> (j) goods produced there exclusively from the products referred to in paragraph <br /> (a) to (i) above. <br /> [1] Include mineral fuels, lubricants and related materials as well as mineral or metal ores. <br /> [2] Include forestry products. <br /> [3] \"Vessels\" - shall refer to fishing vessels engaged in commercial fishing, registered in a participant's <br /> country and operated by a citizen or citizens or governments of participants or partnership, <br /> corporation or association, duly registered in such participant's country, at least 60 per cent of equity <br /> of which is owned by a citizen or citizens and/or government of such participants or 75 per cent by <br /> citizens and/or governments of the participants. However the products taken from vessels engaged in <br /> commercial fishing under bilateral agreements which provide for chartering/leasing of such vessels <br /> and/or sharing of catch between participants will also be eligible for preferential concessions. <br /> [4] In respect of vessels or factory ships operated by government agencies, the requirement of flying the <br /> flag of a participant does not apply. <br /> [5] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined, used for <br /> processing and/or making on board products exclusively from those products <br /> referred to in paragraph (f) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: Direct consignment <br /> The following shall be considered as directly consigned <br /> from the exporting participant to the importing participant: <br /> (a) if the products are transported without passing through the territory of any non-participant; <br /> (b) the products whose transport involves transit through one or more intermediate <br /> non-participants with or without transhipment or temporary storage in such countries, provided that: <br /> (i) the transit entry is justified for geographical reason or by <br /> considerations related exclusively to transport requirements ; <br /> (ii) the products have not entered into trade or consumption there ; and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 6: Treatment of packing <br /> When determining the origin of products, packing <br /> should be considered as forming a whole with the product it contains. However, packing <br /> may be treated separately if the national legislation so requires.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7: Certificate of origin <br /> Products eligible for preferential concessions shall be <br /> supported by a certificate of Origin issued by an authority designated by the government of <br /> the exporting participant and notified to the other participants in accordance with the <br /> Certification Procedures to be developed and approved by the participants.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating products", "ArticleDesc": "RULE 1: Originating products <br> Products covered by preferential trading arrangements <br> within the framework of the GSTP imported into the territory of a participant from another <br> participant which are consigned directly within the meaning of Rule 5 hereof, shall be <br> eligible for preferential concessions if they conform to the origin requirement under any one <br> of the following conditions: <br> (a) Products wholly produced or obtained in the exporting participant as defined in Rule 2; or <br> (b) Products not wholly produced or obtained in the exporting participant, provided <br> that the said products are eligible under Rule 3 or Rule 4. <br> "}, {"ArticleTitle": "Not wholly produced or obtained", "ArticleDesc": "RULE 3: Not wholly produced or obtained <br> (a) Within the meaning of Rule 1 (b), products worked on or processed as a result of <br> which the total value of the materials, parts or produce originating from non-participants <br> or of undetermined origin used does not exceed 50 per cent of the <br> f.o.b. value of the products produced or obtained and the final process of <br> manufacture is performed within the territory of the exporting participant shall <br> be eligible for preferential concessions subject to the provisions of Rule 3 (c) and Rule 4. <br> (b) Sectoral agreements [6] <br> (c) The value of the non-originating materials, parts or produce shall be : <br> (i) The c.i.f. value at the time of importation of the materials, parts or <br> produce where this can be proven ; or <br> (ii) The earliest ascertainable price paid for the materials, parts or produce <br> of undetermined origin in the territory of the participant where the <br> working or processing takes place. <br> [6] In respect of products traded within the framework of sectoral agreements negotiated under the <br> GSTP, provision may need to be made for special criteria to apply. Consideration may be given to <br> these criteria as and when the sectoral agreements are negotiated. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "(a) In conformity with paragraphs (a) and (b) of Article 3 and Article 15 of the <br> Agreement on the GSTP and national legislations, any participant may prohibit <br> importation of products containing any inputs originating from States with <br> which it does not have economic and commercial relations. <br> (b) Participants will do their best to co-operate in order to specify origin of inputs <br> in the Certificate of Origin. <br> Rule 8: <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "RULE 9: Review <br> These Rules may be reviewed as and when necessary upon request of <br> one third of the participants and may be open to such modifications as may be agreed upon. <br> "}]}]}, "members_found": ["410", "144", 3, 8703900000]}