{"FtaRooDetails": {"FtaId": 899, "FtaCode": "ITC00929", "FtaName": "Unites States-Japan Trade Agreement", "FtaFullName": "TRADE AGREEMENT BETWEEN THE UNITED STATES OF AMERICA AND JAPAN", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; United States of America", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Unites States-Japan Trade Agreement", "AdminProcCooAuth": "The certification type under Unites States-Japan Trade Agreement is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Unites States-Japan Trade Agreement is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Unites States-Japan Trade Agreement agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "Not available", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General note", "RooText": " Sub-Section 2 General Interpretative Notes for Product-Specific Rules of Origin<br /> 1. This Sub-Section and Sub-Section 3 shall apply to the goods which are classified in the following:<br /> (a) chapters 1 through 2;<br /> (b) chapters 4 through 15;<br /> (c) headings 16.01 through 16.03;<br /> (d) chapters 17 through 21;<br /> (e) heading 22.02;<br /> (f) heading 22.04;<br /> (g) tariff item 220600.100;<br /> (h) tariff item 220710.199;<br /> (i) heading 22.09;<br /> (j) chapter 23;<br /> (k) subheadings 2905.43 through 2905.45;<br /> (l) heading 33.01;<br /> (m) headings 35.01 through 35.02;<br /> (n) headings 35.04 through 35.05;<br /> (o) subheading 3809.10; and<br /> (p) subheadings 3823.11 through 3823.70.<br /> 2. For the purposes of product-specific rules of origin set out in this Sub-Section and SubSection 3, the following abbreviations apply:<br /> (a) \"CC\" means production from non-originating materials of any chapter, except that<br /> of the good, or a change to the chapter, heading, or subheading from any other<br /> chapter; this means that all non-originating materials used in the production of the<br /> good must undergo a change in tariff classification at the 2-digit level (i.e. a change<br /> in chapter) of the Harmonized System.<br /> (b) \"CTH\" means production from non-originating materials of any heading, except<br /> that of the good, or a change to the chapter, heading, or subheading from any other<br /> heading; this means that all non-originating materials used in the production of the<br /> good must undergo a change in tariff classification at the 4-digit level (i.e. a change<br /> in heading) of the Harmonized System.<br /> (c) \"CTSH\" means production from non-originating materials of any subheading,<br /> except that of the good, or a change to the chapter, heading, or subheading from<br /> any other subheading; this means that all non-originating materials used in the<br /> production of the good must undergo a change in tariff classification at the 6-digit<br /> level (i.e. a change in subheading) of the Harmonized System.<br /> 3. For the purposes of interpreting the product-specific rules of origin set out in this Sub-<br /> Section and Sub-Section 3:<br /> (a) the requirement of a change in tariff classification shall apply only to non-<br /> originating materials;<br /> (b) if a product-specific rule of origin excludes certain materials of the Harmonized<br /> System, it shall be construed to mean that the product-specific rule of origin<br /> requires that the excluded materials be originating for the good to be originating;<br /> (c) if a good is subject to alternative product-specific rules of origin, the good shall be<br /> originating if it satisfies one of the alternatives;<br /> (d) if a good is subject to a product-specific rule of origin that includes multiple<br /> requirements, the good shall be originating only if it satisfies all of the<br /> requirements; and<br /> (e) if a single product-specific rule of origin applies to a group of headings or<br /> subheadings and that rule of origin specifies a change of heading or subheading, it<br /> shall be understood that the change in heading or subheading may occur from any<br /> other heading or subheading, as the case may be, including from any other heading<br /> or subheading within the group.<br /> 4. For the purposes of chapters 6 through 14, an agricultural or horticultural good grown in<br /> the territory of a Party is originating even if grown from seed, bulbs, rhizomes, rootstock, cuttings,<br /> slips, grafts, shoots, buds, or other live parts of plants that are imported from a non-Party.<br /> 5. For the purposes of heading 18.06, \"cacao content\" consists of ingredients that come from<br /> the cocoa bean, that is the total chocolate liquor or cocoa powder (cocoa solids) and cocoa butter.<br /> The percent cacao content means the total percentage of such ingredients by weight of the good.<br /> 6. For the purposes of heading 18.06, \"confectionery\" is a good which is put up for retail sale<br /> and principally intended to be eaten without any further preparation.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00929_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00929_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/files/agreements/japan/Annex_I_Tariffs_and_Tariff-Related_Provisions_of_Japan.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00929_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/countries-regions/japan-korea-apec/japan/us-japan-trade-agreement-negotiations/us-japan-trade-agreement-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "3 (a) Except as provided in subparagraph (c), Japan shall provide that a good that <br /> contains non-originating materials that do not satisfy the applicable change in tariff <br /> classification requirement specified in Sub-Sections 2 and 3 for the good is <br /> nonetheless an originating good if the value of all those materials does not exceed <br /> 10 percent of the value of the good and the good meets all the other applicable <br /> requirements of this Section. <br /> (b) Subparagraph (a) applies only when using a non-originating material in the <br /> production of another good. <br /> (c) Subparagraph (a) does not apply to: <br /> (i) non-originating materials of headings 04.01 through 04.06, or non- <br /> originating dairy preparations containing over 10 percent by dry weight of <br /> milk solids of subheading 1901.90 or 2106.90, used in the production of a <br /> good of headings 04.01 through 04.06 other than a good of subheadings <br /> 0402.10 through 0402.29 or 0406.30 (for greater certainty, milk powder of <br /> subheadings 0402.10 through 0402.29, and processed cheese of subheading <br /> 0406.30, that are originating as a result of the application of the 10 percent <br /> de minimis allowance in subparagraph (a), shall be an originating material <br /> when used in the production of any good of headings 04.01 through 04.06 <br /> as referred to in this subparagraph or the goods listed in subparagraph (ii)); <br /> (ii) non-originating materials of headings 04.01 through 04.06, or non- <br /> originating dairy preparations containing over 10 percent by dry weight of <br /> milk solids of subheading 1901.90, used in the production of the following goods: <br /> (A) infant preparations containing over 10 percent by dry weight of milk <br /> solids of subheading 1901.10; <br /> (B) mixes and doughs, containing over 25 percent by dry weight of <br /> butterfat, not put up for retail sale of subheading 1901.20; <br /> (C) dairy preparations containing over 10 percent by dry weight of milk <br /> solids of subheading 1901.90 or 2106.90; <br /> (D) goods of heading 21.05; <br /> (E) beverages containing milk of subheading 2202.91 or 2202.99; or <br /> (F) animal feeds containing over 10 percent by dry weight of milk solids <br /> of subheading 2309.90; <br /> (iii) non-originating materials of heading 08.05 or subheadings 2009.11 through <br /> 2009.39, used in the production of a good of subheadings 2009.11 through <br /> 2009.39 or a fruit or vegetable juice of any single fruit or vegetable, fortified <br /> with minerals or vitamins, concentrated or unconcentrated, of subheading <br /> 2106.90, 2202.91, or 2202.99; <br /> (iv) non-originating materials of chapter 15, used in the production of a good of <br /> heading 15.07, 15.08, 15.12, or 15.14; or <br /> (v) non-originating peaches, pears, or apricots of chapter 8 or 20, used in the <br /> production of a good of heading 20.08.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "5 (a) Japan shall provide that, in determining whether a good is wholly obtained, or <br /> satisfies a change in tariff classification requirement as set out in Sub-Sections 2 <br /> and 3, accessories, spare parts, tools, and instructional or other information <br /> materials, as described in subparagraph (c), are to be disregarded. <br /> (b) Japan shall provide that a good's accessories, spare parts, tools, and instructional <br /> or other information materials, as described in subparagraph (c), have the <br /> originating status of the good with which they are delivered. <br /> (c) For the purposes of this paragraph, accessories, spare parts, tools, and instructional <br /> or other information materials are covered when: <br /> (i) the accessories, spare parts, tools, and instructional or other information <br /> materials are classified and delivered with, but not invoiced separately <br /> from, the good; and <br /> (ii) the types, quantities, and value of the accessories, spare parts, tools, and <br /> instructional or other information materials are customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "(d) \"indirect material\" means a material used in the production, testing, or inspection <br /> of a good but not physically incorporated into the good; or a material used in the <br /> maintenance of buildings or the operation of equipment, associated with the <br /> production of a good, including: <br /> (i) fuel, energy, catalysts, and solvents; <br /> (ii) equipment, devices, and supplies, used to test or inspect the good; <br /> (iii) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br /> (iv) tools, dies, and molds; <br /> (v) spare parts and materials, used in the maintenance of equipment and buildings; <br /> (vi) lubricants, greases, compounding materials, and other materials, used in <br /> production or used to operate equipment and buildings; and <br /> (vii) any other material that is not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be a part <br /> of that production; <br /> 7 Japan shall provide that an indirect material is considered to be originating without regard <br /> to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "8 (a) Japan shall provide that an originating good retains its originating status if the good <br /> has been transported to the importing Party without passing through the territory of a non-Party. <br /> (b) Japan shall provide that if an originating good is transported through the territory <br /> of one or more non-Parties, the good retains its originating status provided that the good: <br /> (i) does not undergo any operation outside the territories of the Parties other <br /> than: unloading; reloading; separation from a bulk shipment; storing; <br /> labelling or marking required by the importing Party; or any other operation <br /> necessary to preserve it in good condition or to transport the good to the <br /> territory of the importing Party; and <br /> (ii) remains under the control of the customs administration in the territory of a non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "2 (a) Except as otherwise provided in this Section, Japan shall provide that a good is <br /> originating if it is: <br /> (i) wholly obtained or produced entirely in the territory of one or both Parties <br /> as established in subparagraph (b); <br /> (ii) produced entirely in the territory of one or both Parties, exclusively from <br /> originating materials; or <br /> (iii) produced entirely in the territory of one or both Parties by one or more <br /> producers using non-originating materials provided the good satisfies all <br /> applicable requirements of Sub-Sections 2 and 3, <br /> and the good satisfies all other applicable requirements of this Section.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "6 (a) Japan shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale, if classified with the good, are disregarded in determining <br /> whether a good is originating. <br /> (b) Japan shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "4 Japan shall provide that a fungible good or material is treated as originating based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognized in the Generally Accepted <br /> Accounting Principles if the fungible good or material is commingled, provided <br /> that the inventory management method selected is used throughout the fiscal year <br /> of the person that selected the inventory management method.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "9 (a) Japan may require an importer who makes a claim for preferential tariff treatment <br /> under this Agreement to submit a declaration that the good qualifies as an <br /> originating good at the time of importation. <br /> (b) The requirements for a declaration referred to in subparagraph (a) are specified in <br /> the laws, regulations, or procedures of Japan and are published or otherwise made <br /> available in a manner as to enable interested persons to become acquainted with them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Section C <br /> Rules of Origin and Origin Procedures of Japan <br /> Sub-Section 1 <br /> General Rules and Procedures <br /> 1 For the purposes of this Section: <br /> (a) \"fungible goods or materials\" means goods or materials that are interchangeable <br /> for commercial purposes and whose properties are essentially identical; <br /> (b) \"Generally Accepted Accounting Principles\" means those principles recognized by <br /> consensus or with substantial authoritative support in the territory of a Party with <br /> respect to the recording of revenues, expenses, costs, assets, and liabilities; the <br /> disclosure of information; and the preparation of financial statements. These <br /> principles may encompass broad guidelines for general application, as well as <br /> detailed standards, practices, and procedures; <br /> (c) \"good\" means any merchandise, product, article, or material; <br /> (d) \"indirect material\" means a material used in the production, testing, or inspection <br /> of a good but not physically incorporated into the good; or a material used in the <br /> maintenance of buildings or the operation of equipment, associated with the <br /> production of a good, including: <br /> (i) fuel, energy, catalysts, and solvents; <br /> (ii) equipment, devices, and supplies, used to test or inspect the good; <br /> (iii) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br /> (iv) tools, dies, and molds; <br /> (v) spare parts and materials, used in the maintenance of equipment and buildings; <br /> (vi) lubricants, greases, compounding materials, and other materials, used in <br /> production or used to operate equipment and buildings; and <br /> (vii) any other material that is not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be a part <br /> of that production; <br /> (e) \"material\" means a good that is used in the production of another good; <br /> (f) \"non-originating good\" or \"non-originating material\" means a good or material that <br /> does not qualify as originating in accordance with this Section; <br /> (g) \"originating good\" or \"originating material\" means a good or material that qualifies <br /> as originating in accordance with this Section; <br /> (h) \"packing materials and containers for shipment\" means goods used to protect <br /> another good during its transportation, but does not include the packaging materials <br /> or containers in which a good is packaged for retail sale; <br /> (i) \"preferential tariff treatment\" means the customs duty rate applicable to an <br /> originating good, pursuant to Section B; <br /> (j) \"production\" means operations including growing, cultivating, raising, mining, <br /> harvesting, fishing, trapping, hunting, capturing, collecting, breeding, extracting, <br /> gathering, manufacturing, processing, or assembling a good; <br /> (k) \"transaction value\" means the price actually paid or payable for the good when sold <br /> for export or other value determined in accordance with the Agreement on <br /> Implementation of Article VII of the General Agreement on Tariffs and Trade 1994, <br /> set out in Annex 1A to the WTO Agreement; and <br /> (l) \"value of the good\" means the transaction value of the good excluding any costs <br /> incurred in the international shipment of the good. <br /> 2 (a) Except as otherwise provided in this Section, Japan shall provide that a good is <br /> originating if it is: <br /> (i) wholly obtained or produced entirely in the territory of one or both Parties <br /> as established in subparagraph (b); <br /> (ii) produced entirely in the territory of one or both Parties, exclusively from <br /> originating materials; or <br /> (iii) produced entirely in the territory of one or both Parties by one or more <br /> producers using non-originating materials provided the good satisfies all <br /> applicable requirements of Sub-Sections 2 and 3, <br /> and the good satisfies all other applicable requirements of this Section. <br /> (b) Japan shall provide that for the purposes of subparagraph (a), a good is wholly <br /> obtained or produced entirely in the territory of one or both Parties if it is: <br /> (i) a plant or plant good, grown, cultivated, harvested, picked, or gathered there; <br /> (ii) a live animal, other than that falling under chapter 3, born and raised there; <br /> (iii) a good obtained there from a live animal, other than that falling under chapter 3; <br /> (iv) an animal, other than that falling under chapter 3, obtained by hunting, <br /> trapping, fishing, gathering, or capturing there; <br /> (v) a mineral or other naturally occurring substance, not included in <br /> subparagraphs (i) through (iv), extracted or taken from there; and <br /> (vi) a good produced there, exclusively from goods referred to in subparagraphs <br /> (i) through (v), or from their derivatives. <br /> 3 (a) Except as provided in subparagraph (c), Japan shall provide that a good that <br /> contains non-originating materials that do not satisfy the applicable change in tariff <br /> classification requirement specified in Sub-Sections 2 and 3 for the good is <br /> nonetheless an originating good if the value of all those materials does not exceed <br /> 10 percent of the value of the good and the good meets all the other applicable <br /> requirements of this Section. <br /> (b) Subparagraph (a) applies only when using a non-originating material in the <br /> production of another good. <br /> (c) Subparagraph (a) does not apply to: <br /> (i) non-originating materials of headings 04.01 through 04.06, or non- <br /> originating dairy preparations containing over 10 percent by dry weight of <br /> milk solids of subheading 1901.90 or 2106.90, used in the production of a <br /> good of headings 04.01 through 04.06 other than a good of subheadings <br /> 0402.10 through 0402.29 or 0406.30 (for greater certainty, milk powder of <br /> subheadings 0402.10 through 0402.29, and processed cheese of subheading <br /> 0406.30, that are originating as a result of the application of the 10 percent <br /> de minimis allowance in subparagraph (a), shall be an originating material <br /> when used in the production of any good of headings 04.01 through 04.06 <br /> as referred to in this subparagraph or the goods listed in subparagraph (ii)); <br /> (ii) non-originating materials of headings 04.01 through 04.06, or non- <br /> originating dairy preparations containing over 10 percent by dry weight of <br /> milk solids of subheading 1901.90, used in the production of the following goods: <br /> (A) infant preparations containing over 10 percent by dry weight of milk <br /> solids of subheading 1901.10; <br /> (B) mixes and doughs, containing over 25 percent by dry weight of <br /> butterfat, not put up for retail sale of subheading 1901.20; <br /> (C) dairy preparations containing over 10 percent by dry weight of milk <br /> solids of subheading 1901.90 or 2106.90; <br /> (D) goods of heading 21.05; <br /> (E) beverages containing milk of subheading 2202.91 or 2202.99; or <br /> (F) animal feeds containing over 10 percent by dry weight of milk solids <br /> of subheading 2309.90; <br /> (iii) non-originating materials of heading 08.05 or subheadings 2009.11 through <br /> 2009.39, used in the production of a good of subheadings 2009.11 through <br /> 2009.39 or a fruit or vegetable juice of any single fruit or vegetable, fortified <br /> with minerals or vitamins, concentrated or unconcentrated, of subheading <br /> 2106.90, 2202.91, or 2202.99; <br /> (iv) non-originating materials of chapter 15, used in the production of a good of <br /> heading 15.07, 15.08, 15.12, or 15.14; or <br /> (v) non-originating peaches, pears, or apricots of chapter 8 or 20, used in the <br /> production of a good of heading 20.08. <br /> 4 Japan shall provide that a fungible good or material is treated as originating based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognized in the Generally Accepted <br /> Accounting Principles if the fungible good or material is commingled, provided <br /> that the inventory management method selected is used throughout the fiscal year <br /> of the person that selected the inventory management method. <br /> 5 (a) Japan shall provide that, in determining whether a good is wholly obtained, or <br /> satisfies a change in tariff classification requirement as set out in Sub-Sections 2 <br /> and 3, accessories, spare parts, tools, and instructional or other information <br /> materials, as described in subparagraph (c), are to be disregarded. <br /> (b) Japan shall provide that a good's accessories, spare parts, tools, and instructional <br /> or other information materials, as described in subparagraph (c), have the <br /> originating status of the good with which they are delivered. <br /> (c) For the purposes of this paragraph, accessories, spare parts, tools, and instructional <br /> or other information materials are covered when: <br /> (i) the accessories, spare parts, tools, and instructional or other information <br /> materials are classified and delivered with, but not invoiced separately <br /> from, the good; and <br /> (ii) the types, quantities, and value of the accessories, spare parts, tools, and <br /> instructional or other information materials are customary for that good. <br /> 6 (a) Japan shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale, if classified with the good, are disregarded in determining <br /> whether a good is originating. <br /> (b) Japan shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is originating. <br /> 7 Japan shall provide that an indirect material is considered to be originating without regard <br /> to where it is produced. <br /> 8 (a) Japan shall provide that an originating good retains its originating status if the good <br /> has been transported to the importing Party without passing through the territory of a non-Party. <br /> (b) Japan shall provide that if an originating good is transported through the territory <br /> of one or more non-Parties, the good retains its originating status provided that the good: <br /> (i) does not undergo any operation outside the territories of the Parties other <br /> than: unloading; reloading; separation from a bulk shipment; storing; <br /> labelling or marking required by the importing Party; or any other operation <br /> necessary to preserve it in good condition or to transport the good to the <br /> territory of the importing Party; and <br /> (ii) remains under the control of the customs administration in the territory of a non-Party. <br /> 9 (a) Japan may require an importer who makes a claim for preferential tariff treatment <br /> under this Agreement to submit a declaration that the good qualifies as an <br /> originating good at the time of importation. <br /> (b) The requirements for a declaration referred to in subparagraph (a) are specified in <br /> the laws, regulations, or procedures of Japan and are published or otherwise made <br /> available in a manner as to enable interested persons to become acquainted with them. <br /> 10 (a) Japan may request information from an importer who makes a claim for preferential <br /> (iii) the importer fails to comply with the requirements of this Section.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["842", "392", 4, 8703900000]}