{"FtaRooDetails": {"FtaId": 94, "FtaCode": "ITC00096", "FtaName": "CECA, ASEAN-Korea", "FtaFullName": "AGREEMENT ON TRADE IN GOODS UNDER THE FRAMEWORK AGREEMENT ON COMPREHENSIVE ECONOMIC COOPERATION AMONG THE GOVERNMENTS OF THE MEMBER COUNTRIES OF THE ASSOCIATION OF SOUTHEAST ASIAN NATIONS AND THE REPUBLIC OF KOREA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.06.2007", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Brunei Darussalam; Myanmar; Cambodia; Indonesia; Korea, Republic of; Lao, People's Democratic Republic; Malaysia; Philippines; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CECA, ASEAN-Korea", "AdminProcCooAuth": "The certification type under CECA, ASEAN-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CECA, ASEAN-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CECA, ASEAN-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45%", "RooText": "A regional value content of not less than 45 percent of the FOB value of the good", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Explanatory notes", "RooText": " APPENDIX 3<br /> EXPLANATORY NOTES TO ANNEX 3<br /> 1. RVC Calculation Formula<br /> For the purposes of Rule 5 of Annex 3, RVC of a good specified in Appendix 2 shall be<br /> calculated in accordance with the formula provided for in paragraph 2 of Rule 4 of Annex 3.<br /> 2. Non-Qualifying Operations for Textile and Garment<br /> Notwithstanding any provisions in Annex 3, a good from Chapters 50 through 63 shall not<br /> be considered to be originating in the territory of a Party if the following operations are undertaken<br /> exclusively by itself or in combination within each paragraph in the territory of that Party, whether<br /> or not both RVC and CTC criteria, are satisfied:<br /> (a) simple combining operations, labeling, ironing or pressing, cleaning or dry cleaning,<br /> packaging operations, or any combination thereof;<br /> (b) cutting to length or width and hemming, stitching or overlocking of fabrics which are<br /> readily identifiable as being intended for a particular commercial use;<br /> (c) trimming and/or joining together of accessory articles, such as straps, bands, beads,<br /> cords, rings or eyelets, by sewing, looping, linking or attaching;<br /> (d) bleaching, waterproofing, decating, shrinking, mercerizing, or similar operations for<br /> the purposes of having merely undergone the finishing operations; or<br /> (e) embroidery which represents less than five (5) percent of the total area of the<br /> embroidered goods or embroidery which contributes less than five (5) percent of the<br /> total weight of the embroidered goods.<br /> 3. Agricultural and Horticultural goods<br /> Agricultural and horticultural goods grown in the territory of an exporting Party shall be<br /> treated as originating in the territory of that Party even if they are grown from seed, bulbs,<br /> rootstock, cuttings, slips or other live parts of plants imported from a territory of a third country.<br /> 4. Aquacultural goods<br /> Aquacultural goods raised in the territory of an exporting Party shall be treated as<br /> originating in the territory of that Party if they are raised from seedstocks such as eggs, frys,<br /> fingerlings, glass eels or oyster spats to be normally fed on initial feed such as rotifer or artemia.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00096_coo.pdf", "DocType": "1_coo", "WebLink": "http://akfta.asean.org/uploads/docs/akfta-certificate-of-origin-form.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00096_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://akfta.asean.org/uploads/docs/agreements/AK-TIG-Annex3-Appendix2-PSR-with-cover.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00096_roo.pdf", "DocType": "3_roo", "WebLink": "http://akfta.asean.org/uploads/docs/agreements/AK-TIG-Annex3-ROO-2006.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00096_proo.pdf", "DocType": "4_proo", "WebLink": "http://akfta.asean.org/uploads/docs/agreements/AK-TIG-Annex3-Appendix1-OCP-for-ROO.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00096_full.pdf", "DocType": "8_full", "WebLink": "http://akfta.asean.org/index.php?page=asean-korea-trade-in-goods-agreement"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Accumulation <br /> Unless otherwise provided for in this Annex, a good originating in the territory of a <br /> Party, which is used in the territory of another Party as material for a finished good eligible <br /> for preferential tariff treatment, shall be considered to be originating in the territory of the <br /> latter Party where working or processing of the finished good has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 : De Minimis <br /> 1. A good that does not undergo a change in tariff classification shall be considered as <br /> originating if: <br /> (a) for a good, other than that provided for in Chapters 50 through 63 of the <br /> Harmonized System, the value of all non-originating materials used in its <br /> production that do not undergo the required change in tariff classification does <br /> not exceed ten (10) percent of the FOB value of the good; <br /> (b) for a good provided for in Chapters 50 through 63 of the Harmonized System, <br /> the weight of all non-originating materials used in its production that do not <br /> undergo the required change in tariff classification does not exceed ten (10) <br /> percent of the total weight of the good; <br /> and the good specified in sub-paragraph (a) and (b) meets all other applicable criteria set <br /> forth in this Annex for qualifying as an originating good. <br /> 2. The value of non-originating materials referred to in paragraph 1 shall, however, be <br /> included in the value of non-originating materials for any applicable RVC requirement for the <br /> good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6 : Treatment for Certain Goods <br /> Notwithstanding Rules 2, 4 and 5, certain goods shall be considered to be originating <br /> even if the production process or operation has been undertaken in an area outside the <br /> territories of Korea and ASEAN Member Countries (i.e. industrial zone) on materials <br /> exported from a Party and subsequently re-imported to that Party. The application of this <br /> Rule, including the list of products and the specific procedures related to this application shall : be mutually agreed upon by the Parties. <br /> be mutually agreed upon by the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12 : Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools, and instructional or other informational <br /> materials presented with a good shall not be taken into account in determining the origin of <br /> the good, provided that such accessories, spare parts, tools, and instructional or other <br /> informational materials are classified with the good and their customs duties are collected <br /> with the good by the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 : Not Wholly Obtained or Produced Goods <br /> 1. For the purposes of paragraph 1(b) of Rule 2, a good, except those covered under <br /> Rule 5 as provided for in Appendix 2, shall be deemed to be originating if the regional value : content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br /> content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br /> good has undergone a change in tariff classification at four digit-level (change of tariff <br /> heading) of the Harmonized System. <br /> 2. The formula for calculating the RVC shall be3: <br /> (a) Build-Up Method <br /> 1 The Parties understand that for the purposes of determining the origin of products of sea-fishing and other <br /> products, \"rights\" in sub-paragraph (f) of Rule 3 include those rights of access to the fisheries resources of a <br /> coastal state, as accruing from agreements or other arrangements concluded between a Party and the coastal <br /> state at the level of governments or duly authorised private entities. <br /> 2 \"International law\" in sub-paragraph (f) of Rule 3 refers to generally accepted international law such as the <br /> United Nations Convention on the Law of the Sea. <br /> 3 The Parties shall be given the flexibility to adopt the method of calculating the RVC, whether it is the build-up <br /> or the build-down method. In order to promote transparency, consistency and certainty, each Party shall adhere <br /> to one method. Any change in the method of calculation shall be notified to all the other Parties at least six (6) <br /> months prior to the adoption of the new method. It is understood that any verification of the RVC by the <br /> importing Party shall be done on the basis of the method used by the exporting Party. <br /> VOM <br /> RVC =-----------------------x 100% <br /> FOB <br /> VOM means value of originating materials, which includes the value of <br /> originating materials, direct labour cost, direct overhead cost, transportation <br /> cost and profit <br /> (b) Build-Down Method <br /> FOB - VNM <br /> RVC =-------------------------x 100% <br /> FOB <br /> VNM means value of non-originating materials, which shall be: (i) the CIF <br /> value at the time of importation of the materials, parts or goods; or (ii) the <br /> earliest ascertained price paid for the materials, parts or goods of <br /> undetermined origin in the territory of the Party where the working or <br /> processing has taken place", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 : Neutral Elements <br /> In order to determine whether a good originates, it shall not be necessary to determine <br /> the origin of the following which might be used in its production and not incorporated into <br /> the good: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; and <br /> (g) any other goods that are not incorporated into the good but of which use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Direct Consignment <br /> 1. Preferential tariff treatment shall be applied to a good satisfying the requirements of <br /> this Annex and which is transported directly between the territories of the exporting Party and <br /> the importing Party. <br /> 2. Notwithstanding paragraph 1, a good of which transport involves transit through one <br /> or more intermediate third countries, other than the territories of the exporting Party and the <br /> importing Party, shall be considered to be consigned directly, provided that: <br /> (a) the transit is justified for geographical reason or by consideration related <br /> exclusively to transport requirement; <br /> (b) the good has not entered into trade or consumption there; and <br /> (c) the good has not undergone any operation other than unloading and reloading <br /> or any operation required to keep it in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11 : Treatment of Packaging and Packing Materials <br /> 1. (a) If a good is subject to the RVC criterion as set out in Rule 4, the value of the <br /> packaging and packing materials for retail sale shall be taken into account in <br /> its determination of origin, where the packaging and packing materials are <br /> considered to be forming a whole with the good. <br /> (b) Where sub-paragraph (a) is not applicable, the packaging and packing <br /> materials for retail sale, when classified together with the packaged good, shall <br /> not be taken into account in considering whether all non-originating materials <br /> used in the manufacture of the good fulfil the criterion corresponding to a <br /> change in tariff classification of the said good. <br /> 2. Packing materials and containers for transportation of a good shall not be taken into <br /> account in determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 : Identical and Interchangeable Materials <br /> 1. For the purposes of establishing the origin of a good, when the good is manufactured <br /> utilising originating and non-originating materials, mixed or physically combined, the origin <br /> of such materials can be determined by generally accepted accounting principles of inventory <br /> management practiced in the territory of the exporting Party. <br /> 2. Once a decision has been taken on the inventory management method, that method <br /> shall be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 20 : Exhibitions <br /> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br /> exporting Party for exhibition in another country and sold during or after the <br /> exhibition for importation into the territory of a Party shall be granted preferential <br /> tariff treatment on the condition that the good meets the requirements as set out in <br /> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br /> importing Party that: <br /> (a) an exporter has dispatched the good from the territory of the exporting <br /> Party to the country where the exhibition has been held and has <br /> exhibited it there; <br /> (b) the exporter has sold the goods or transferred it to a consignee in the <br /> territory of the importing Party; and <br /> (c) the good has been consigned during the exhibition or immediately <br /> thereafter to the territory of the importing Party in the state in which it <br /> was sent for the exhibition. <br /> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br /> provided to the relevant government authorities of the importing Party. The name and <br /> address of the exhibition shall be indicated. As an evidence for the identification of <br /> the good and the conditions under which it was exhibited, a certificate issued by the <br /> relevant government authorities of the country where the exhibition took place <br /> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br /> be required. <br /> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br /> similar show or display in shops or business premises with a view to the sale of <br /> foreign good and where the good remains under customs control during the <br /> exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 : Certificate of Origin <br /> A claim that a good shall be accepted as eligible for preferential tariff treatment shall <br /> be supported by a Certificate of Origin issued by a competent authority designated by the <br /> exporting Party and notified to all the other Parties in accordance with the Operational <br /> Certification Procedures, as set out in Appendix 1. <br /> Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br /> 1. The producer and/or exporter of the good, or its authorised representative, <br /> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br /> regulations, requesting for pre-exportation examination of the origin of the good. The <br /> result of the examination, subject to review periodically or whenever appropriate, <br /> shall be accepted as the supporting evidence in determining the origin of the said good <br /> to be exported thereafter. The pre-exportation examination may not apply to the good <br /> of which, by its nature, origin can be easily determined. <br /> 2. The producer and/or exporter or its authorised representative shall apply for a <br /> Certificate of Origin together with appropriate supporting documents proving that the <br /> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br /> with the domestic laws and regulations of the Party. <br /> 3. The issuing authority shall, to the best of its competence and ability, carry out <br /> proper examination, in accordance with the domestic laws and regulations of the <br /> Party, upon each application for a Certification of Origin to ensure that: <br /> (a) the Certificate of Origin is duly completed and signed by the <br /> authorised signatory; <br /> (b) the origin of the good is in conformity with Annex 3; <br /> (c) other statements in the Certificate of Origin correspond to supporting <br /> documentary evidence submitted; and <br /> (d) the description, quantity and weight of the good, marks and number of <br /> packages, number and kinds of packages, as specified, conform to the <br /> good to be exported. <br /> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br /> provided that each item must qualify separately in its own right. <br /> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br /> attached and referred to as Form AK. It shall be in the English language. <br /> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br /> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br /> upon by the Parties. <br /> 3. A Certificate of Origin shall bear a reference number separately given by each <br /> place or office of issuance. <br /> 4. The original copy shall be forwarded by the producer and/or exporter to the <br /> importer for submission to the customs authority of the importing Party. The <br /> duplicate shall be retained by the issuing authority of the exporting Party. The <br /> triplicate shall be retained by the producer and/or exporter. <br /> 5. The issuing authority shall endeavour to periodically provide records of <br /> issuance of Certificates of Origin, including issuing number and date, producer and/or <br /> exporter and description of goods, to the customs authority of the importing Party. <br /> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br /> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br /> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br /> within a reasonable period but not exceeding two (2) months. The issuing authority <br /> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br /> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br /> the customs authority of the importing Party, as it deems fit, should accept the <br /> clarifications made by the issuing authority to accept the Certificate of Origin and <br /> reinstate the preferential tariff treatment. The clarifications should be detailed and <br /> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br /> by the importing Party. <br /> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous materials and <br /> making any addition required. Such alterations shall be approved by an official <br /> authorised to sign a Certificate of Origin and certified by the issuing authority. <br /> Unused spaces shall be crossed out to prevent any subsequent addition. <br /> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br /> and/or exporter may apply to the issuing authority for a certified true copy of the <br /> original to be made out on the basis of the export documents in its possession bearing <br /> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br /> of Origin. This copy shall bear the date of issuance of the original Certificate of <br /> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br /> one year from the date of issuance of the original Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11 : Waiver of certificate of origin <br /> A Certificate of Origin shall not be required for: <br /> (a) a good originating in the territory of a Party which does not exceed <br /> US$ 200.00 FOB; or <br /> (b) a good sent by post from the territory of a Party which does not exceed <br /> US$ 200.00 FOB, <br /> provided that the importation does not form part of one or more importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the submission of a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br /> regulations, be submitted to the customs authority of the importing Party within six <br /> (6) months from the date of issuance by the issuing authority of the exporting Party or <br /> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br /> 2. Where the Certificate of Origin is submitted to the customs authority of the <br /> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br /> submission, such Certificate of Origin shall be accepted when the failure to observe <br /> such time-limit results from force majeure or other valid causes beyond the control of <br /> the producer and/or exporter. <br /> 3. In all cases, the customs authority of the importing Party may accept such <br /> Certificate of Origin, provided that the good has been imported before the expiration <br /> of the time-limit of the said Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 : RECORD KEEPING REQUIREMENT <br /> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br /> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br /> subject to the domestic laws and regulations of the exporting Party, keep its <br /> supporting records for application for not less than three (3) years from the date of <br /> issuance of the Certificate of Origin. <br /> 2. The importer shall keep records relevant to the importation in accordance with <br /> the domestic laws and regulations of the importing Party. <br /> 3. The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the issuing authority for not less than three (3) years <br /> from the date of issuance. <br /> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br /> upon request of the importing Party by an official authorised to sign a Certificate of <br /> Origin and certified by the appropriate government authorities. <br /> 5. Any information communicated between the Parties concerned shall be treated <br /> as confidential and shall be used for the validation of Certificates of Origin purpose <br /> only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : 1. A Certificate of Origin shall be issued at the time of exportation or soon <br /> 4. In exceptional cases where a Certificate of Origin has not been issued at the <br /> time of exportation or soon thereafter due to involuntary errors, omissions or other <br /> valid causes, a Certificate of Origin may be issued retroactively but no later than one <br /> year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 21 : 1. Customs authority in the importing Party may accept Certificates of Origin in <br /> 1. Customs authority in the importing Party may accept Certificates of Origin in <br /> cases where the sales invoice is issued either by a company located in a third country <br /> or by an exporter for the account of the said company, provided that the good meets <br /> the requirements of Annex 3. <br /> 2. The exporter of the goods shall indicate \"third country invoicing\" and such <br /> information as name and country of the company issuing the invoice in the Certificate <br /> of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 : VERIFICATION <br /> 1. The importing Party may request the issuing authority of the exporting Party <br /> to conduct a retroactive check at random and/or when the importing Party has <br /> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br /> information regarding the true origin of the good in question or of certain parts <br /> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br /> a retroactive check on a producer's and/or exporter's cost statement based on the <br /> current cost and prices within a six-month timeframe of the specified date of <br /> exportation3, subject to the following procedures: <br /> (a) the request of the importing Party for a retroactive check shall be <br /> accompanied with the Certificate of Origin concerned and shall specify <br /> the reasons and any additional information suggesting that the <br /> particulars given on the said Certificate of Origin may be inaccurate, <br /> unless the retroactive check is requested on a random basis; <br /> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br /> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br /> in accordance with its customs laws and regulations. <br /> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br /> any six-month period, before or after the date specified, or any time in between as long as it does not <br /> exceed the period of six months. <br /> (b) the issuing authority of the exporting Party receiving a request for <br /> retroactive check shall respond to the request promptly and reply <br /> within two (2) months after receipt of the request; <br /> (c) the customs authority of the importing Party may suspend provision of <br /> preferential tariff treatment while awaiting the result of verification. <br /> However, it may release the good to the importer subject to any <br /> administrative measures deemed necessary, provided that they are not <br /> held to be subject to import prohibition or restriction and there is no <br /> suspicion of fraud; and <br /> (d) the issuing authority shall promptly transmit the results of the <br /> verification process to the importing Party which shall then determine <br /> whether or not the subject good is originating. The entire process for <br /> retroactive check, including the process of notifying the issuing <br /> authority of the exporting Party the result of determination on whether <br /> or not the good is originating, shall be completed within six (6) <br /> months. While the process of the retroactive check is being <br /> undertaken, sub-paragraph (c) shall be applied. <br /> 2. The customs authority of the importing Party may request an importer for <br /> information or documents relating to the origin of imported good in accordance with <br /> its domestic laws and regulations before requesting the retroactive check pursuant to <br /> paragraph 1. <br /> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br /> check, it may, under exceptional circumstances, request verification visits to the <br /> exporting Party. <br /> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br /> (a) an importing Party shall deliver a written notification of its intention to <br /> conduct the verification visit simultaneously to: <br /> (i) the producer and/or exporter whose premises are to be visited; <br /> (ii) the issuing authority of the Party in the territory of which the <br /> verification visit is to occur; <br /> (iii) the customs authority of the Party in the territory of which the <br /> verification visit is to occur; and <br /> (iv) the importer of the good subject to the verification visit; <br /> (b) the written notification mentioned in sub-paragraph (a) shall be as <br /> comprehensive as possible and shall include, among others: <br /> (i) the name of the customs authority issuing the notification; <br /> (ii) the name of the producer and/or exporter whose premises are to <br /> be visited; <br /> (iii) the proposed date of the verification visit; <br /> (iv) the coverage of the proposed verification visit, including <br /> reference to the good subject to the verification; and <br /> (v) the names and designation of the officials performing the <br /> verification visit; <br /> (c) an importing Party shall obtain the written consent of the producer <br /> and/or exporter whose premises are to be visited; <br /> (d) when a written consent from the producer and/or exporter is not <br /> obtained within thirty (30) days from the date of receipt of the <br /> notification pursuant to sub-paragraph (a), the notifying Party may <br /> deny preferential tariff treatment to the good referred to in the said <br /> Certificate of Origin that would have been subject to the verification <br /> visit; and <br /> (e) the issuing authority receiving the notification may postpone the <br /> proposed verification visit and notify the importing Party of such <br /> intention within fifteen (15) days from the date of receipt of the <br /> notification. Notwithstanding any postponement, any verification visit <br /> shall be carried out within sixty (60) days from the date of such receipt, <br /> or a longer period as the Parties may agree. <br /> 3. The Party conducting the verification visit shall provide the producer and/or <br /> exporter, whose good is subject to such verification, and the relevant issuing authority <br /> with a written determination of whether or not the good subject to such verification <br /> qualifies as an originating good. <br /> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br /> determination referred to in paragraph 3 that the good qualifies as an originating good. <br /> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br /> receipt of the written determination to provide in writing comments or additional <br /> information regarding the eligibility of the good for preferential tariff treatment. If <br /> the good is still found to be non-originating, the final written determination shall be <br /> communicated to the issuing authority within thirty (30) days from the date of receipt <br /> of the comments/additional information from the producer and/or exporter. <br /> 6. The verification visit process, including the actual visit and the determination <br /> under paragraph 3 whether the good subject to such verification is originating or not, <br /> shall be carried out and its results communicated to the issuing authority within a <br /> maximum period of six (6) months from the first day the initial verification visit was <br /> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br /> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br /> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br /> Origin have been committed, the government authorities concerned shall cooperate in <br /> the action to be taken by a Party against the persons involved. <br /> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br /> discrepancies, between the statements made in a Certificate of Origin and those made <br /> in the documents submitted to the customs authority of the importing Party for the <br /> purpose of carrying out the formalities for importing the good shall not ipso facto <br /> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br /> 2. For multiple items declared under the same Certificate of Origin, a problem <br /> encountered with one of the items listed shall not affect or delay the granting of <br /> preferential tariff treatment and customs clearance of the remaining items listed in that <br /> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br /> items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Rule 3 : Wholly Obtained or Produced Goods <br> Rule 6 : Treatment for Certain Goods <br> RULES OF ORIGIN : In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> Treatment for Certain Goods <br> In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Within the meaning of paragraph 1(a) of Rule 2, the following shall be considered to <br> Notwithstanding Rules 2, 4 and 5, certain goods shall be considered to be originating <br> to Article 5 of this Agreement, the following Rules shall apply: <br> be wholly obtained or produced in the territory of a Party: <br> even if the production process or operation has been undertaken in an area outside the <br> (a) plants and plant products harvested, picked or gathered after being grown <br> (b) Live animals born and raised there; <br> territories of Korea and ASEAN Member Countries (i.e. industrial zone) on materials <br> exported from a Party and subsequently re-imported to that Party. The application of this <br> Rule, including the list of products and the specific procedures related to this application shall : be mutually agreed upon by the Parties. <br> transport and storage; <br> (c) goods obtained from live animals referred to in sub-paragraph (b); <br> be mutually agreed upon by the Parties. <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> Neutral elements <br> Rule 7 : Accumulation <br> capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in sub- <br> Unless otherwise provided for in this Annex, a good originating in the territory of a <br> FOB <br> paragraphs (a) through (d), extracted or taken from its soil, waters, seabed or <br> Party, which is used in the territory of another Party as material for a finished good eligible <br> beneath its seabed; <br> for preferential tariff treatment, shall be considered to be originating in the territory of the <br> (f) products of sea-fishing taken by vessels registered with the Party and entitled <br> (b) tools, dies and moulds; <br> latter Party where working or processing of the finished good has taken place. <br> to fly its flag, and other products taken by the Party or a person of that Party, <br> Rule 8 : Non-Qualifying Operations <br> from the waters, seabed or beneath the seabed outside the territorial waters of <br> (d) lubricants, greases, compounding materials and other materials used in <br> the Party, provided that the Party has the rights to exploit1 the natural <br> 1. Notwithstanding any provisions in this Annex, a good shall not be considered to be <br> resources of such waters, seabed and beneath the seabed under international <br> originating in the territory of a Party if the following operations are undertaken exclusively <br> law2; <br> boards and all other simple packaging operations; <br> by itself or in combination in the territory of that Party: <br> (g) products of sea-fishing and other marine products taken from the high seas by <br> (a) preserving operations to ensure that the good remains in good condition during <br> vessels registered with the Party and entitled to fly its flag; <br> products or their packaging; <br> (h) goods produced and/or made on board factory ships registered with a Party <br> and entitled to fly its flag, exclusively from products referred to in sub- <br> (c) simple4 washing, cleaning, removal of dust, oxide, oil, paint or other <br> paragraph (g); <br> disassembly of products into parts; <br> (i) goods taken from outer space provided that they are obtained by the Party or a <br> there; <br> (d) simple4 painting and polishing operations; <br> person of that Party; <br> (e) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> (j) articles collected from there which can no longer perform their original <br> (f) operations to colour sugar or form sugar lumps; <br> purpose nor are capable of being restored or repaired and are fit only for the <br> (g) simple4 peeling, stoning, or un-shelling; <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> (h) sharpening, simple grinding or simple cutting; <br> (i) sifting, screening, sorting, classifying, grading, matching; <br> (i) production there; or <br> (j) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (ii) used goods collected there, provided that such goods are fit only for <br> the recovery of raw materials; and <br> (k) affixing or printing marks, labels, logos and other like distinguishing signs on <br> (l) goods obtained or produced in the territory of the Party solely from goods <br> referred to in sub-paragraphs (a) through (k). <br> (l) simple mixing5 of products, whether or not of different kinds; <br> undergo the required change in tariff classification does not exceed ten (10) <br> Rule 4 : Not Wholly Obtained or Produced Goods <br> (m) simple4 assembly of parts of articles to constitute a complete article or <br> Not Wholly Obtained or Produced Goods <br> 1. For the purposes of paragraph 1(b) of Rule 2, a good, except those covered under <br> (n) simple4 testing or calibrations; or <br> Rule 5 as provided for in Appendix 2, shall be deemed to be originating if the regional value : content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> (o) slaughtering of animals6 <br> content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> 4 \"simple\" generally describes an activity which does not need special skills, machines, apparatus or equipment <br> good has undergone a change in tariff classification at four digit-level (change of tariff <br> especially produced or installed for carrying out the activity. <br> heading) of the Harmonized System. <br> 5 \"simple mixing\" generally describes an activity which does not need special skills, machines, apparatus or <br> 2. The formula for calculating the RVC shall be3: <br> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br> include chemical reaction. Chemical reaction means a process (including a biochemical process) which result in <br> (k) waste and scrap derived from: <br> 1 The Parties understand that for the purposes of determining the origin of products of sea-fishing and other <br> a molecule with a new structure by breaking intramolecular bonds and by forming new intramolecular bonds, or <br> products, \"rights\" in sub-paragraph (f) of Rule 3 include those rights of access to the fisheries resources of a <br> by altering the spatial arrangement of atoms in a molecule. <br> coastal state, as accruing from agreements or other arrangements concluded between a Party and the coastal <br> 6 Slaughtering means the mere killing of animals and subsequent processes such as cutting, chilling, freezing, <br> state at the level of governments or duly authorised private entities. <br> salting, drying or smoking, for the purpose of preservation for storage and transport. <br> 2 \"International law\" in sub-paragraph (f) of Rule 3 refers to generally accepted international law such as the <br> 2. A good originating in the territory of a Party shall retain its initial originating status, <br> United Nations Convention on the Law of the Sea. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> when exported from another Party, where operations undertaken have not gone beyond those <br> 3 The Parties shall be given the flexibility to adopt the method of calculating the RVC, whether it is the build-up <br> referred to in paragraph 1. <br> or the build-down method. In order to promote transparency, consistency and certainty, each Party shall adhere <br> Rule 9 : Direct Consignment <br> to one method. Any change in the method of calculation shall be notified to all the other Parties at least six (6) <br> months prior to the adoption of the new method. It is understood that any verification of the RVC by the <br> 1. Preferential tariff treatment shall be applied to a good satisfying the requirements of <br> importing Party shall be done on the basis of the method used by the exporting Party. <br> this Annex and which is transported directly between the territories of the exporting Party and <br> production. <br> (a) Build-Up Method <br> RVC =-----------------------x 100% <br> 2. Notwithstanding paragraph 1, a good of which transport involves transit through one <br> VOM <br> or more intermediate third countries, other than the territories of the exporting Party and the <br> VOM means value of originating materials, which includes the value of <br> importing Party, shall be considered to be consigned directly, provided that: <br> originating materials, direct labour cost, direct overhead cost, transportation <br> (a) the transit is justified for geographical reason or by consideration related <br> cost and profit <br> exclusively to transport requirement; <br> (b) Build-Down Method <br> (b) the good has not entered into trade or consumption there; and <br> (c) the good has not undergone any operation other than unloading and reloading <br> RVC =-------------------------x 100% <br> or any operation required to keep it in good condition. <br> FOB - VNM <br> Rule 10 : De Minimis <br> VNM means value of non-originating materials, which shall be: (i) the CIF <br> value at the time of importation of the materials, parts or goods; or (ii) the <br> 1. A good that does not undergo a change in tariff classification shall be considered as <br> earliest ascertained price paid for the materials, parts or goods of <br> undetermined origin in the territory of the Party where the working or <br> (a) for a good, other than that provided for in Chapters 50 through 63 of the <br> processing has taken place <br> Harmonized System, the value of all non-originating materials used in its <br> production that do not undergo the required change in tariff classification does <br> not exceed ten (10) percent of the FOB value of the good; <br> (b) for a good provided for in Chapters 50 through 63 of the Harmonized System, <br> the weight of all non-originating materials used in its production that do not <br> percent of the total weight of the good; <br> and the good specified in sub-paragraph (a) and (b) meets all other applicable criteria set <br> forth in this Annex for qualifying as an originating good. <br> 2. The value of non-originating materials referred to in paragraph 1 shall, however, be <br> included in the value of non-originating materials for any applicable RVC requirement for the <br> (b) changes of packaging, breaking-up and assembly of packages; <br> Rule 11 : Treatment of Packaging and Packing Materials <br> Accumulation <br> Treatment of Packaging and Packing Materials <br> 1. (a) If a good is subject to the RVC criterion as set out in Rule 4, the value of the <br> packaging and packing materials for retail sale shall be taken into account in <br> its determination of origin, where the packaging and packing materials are <br> considered to be forming a whole with the good. <br> (b) Where sub-paragraph (a) is not applicable, the packaging and packing <br> materials for retail sale, when classified together with the packaged good, shall <br> not be taken into account in considering whether all non-originating materials <br> used in the manufacture of the good fulfil the criterion corresponding to a <br> originating if: <br> 2. Packing materials and containers for transportation of a good shall not be taken into <br> account in determining the origin of the good. <br> Rule 12 : Accessories, Spare Parts and Tools <br> Accessories, Spare Parts and Tools <br> The origin of accessories, spare parts, tools, and instructional or other informational <br> materials presented with a good shall not be taken into account in determining the origin of <br> the good, provided that such accessories, spare parts, tools, and instructional or other <br> informational materials are classified with the good and their customs duties are collected <br> with the good by the importing Party. <br> Rule 13 : Neutral Elements <br> In order to determine whether a good originates, it shall not be necessary to determine <br> the origin of the following which might be used in its production and not incorporated into <br> the good: <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) equipment, devices and supplies used for testing or inspecting the good; and <br> (g) any other goods that are not incorporated into the good but of which use in the <br> production of the good can reasonably be demonstrated to be a part of that <br> Rule 14 : Identical and Interchangeable Materials <br> 1. For the purposes of establishing the origin of a good, when the good is manufactured <br> change in tariff classification of the said good. <br> utilising originating and non-originating materials, mixed or physically combined, the origin <br> of such materials can be determined by generally accepted accounting principles of inventory <br> 2. Once a decision has been taken on the inventory management method, that method <br> the importing Party. <br> shall be used throughout the fiscal year. <br> Rule 15 : Certificate of Origin <br> A claim that a good shall be accepted as eligible for preferential tariff treatment shall <br> be supported by a Certificate of Origin issued by a competent authority designated by the <br> exporting Party and notified to all the other Parties in accordance with the Operational <br> Certification Procedures, as set out in Appendix 1. <br> De Minimis <br> management practiced in the territory of the exporting Party. <br> coverings; <br> Certificate of Origin <br> good. <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> production or used to operate equipment and buildings; <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of this Annex: <br> CIF means the value of the good imported, and includes the cost of freight and insurance up <br> to the port or place of entry into the country of importation; <br> FOB means the free-on-board value of a good, inclusive of the cost of transport from the <br> producer to the port or site of final shipment abroad; <br> goods shall include materials or products, which can be wholly obtained or produced, even if <br> they are intended for later use as materials in another production process. For the purposes of <br> this Annex, the terms \"goods\" and \"products\" can be used interchangeably and the terms <br> \"good\" and \"product\" shall be interpreted accordingly; <br> Harmonized System means the nomenclature of the Harmonized Commodity Description <br> and Coding System defined in the International Convention on the Harmonized Commodity <br> Description and Coding System including all legal notes thereto, as in force and as amended <br> from time to time; <br> identical and interchangeable materials means materials being of the same kind and <br> commercial quality, possessing the same technical and physical characteristics, and which <br> once they are incorporated into the finished good cannot be distinguished from one another <br> for origin purposes by virtue of any markings, etc.; <br> materials shall include ingredients, raw materials, parts, components, sub-assemblies used in <br> the production process; <br> non-originating goods means products or materials that do not qualify as originating under <br> this Annex; <br> originating goods means products or materials that qualify as originating under this Annex; <br> packing materials and containers for transportation means the goods used to protect a <br> good during its transportation, different from those materials or containers used for its retail <br> sale; <br> preferential tariff treatment means tariff concessions granted to originating goods as <br> reflected by the tariff rates applicable under this Agreement; <br> Product Specific Rules means the rules that specify that the materials have undergone a <br> change in tariff classification or a specific manufacturing or processing operation, or satisfy a <br> regional value content or a combination of any of these criteria; <br> production means methods of obtaining a good including growing, mining, harvesting, <br> manufacturing, producing, processing or assembling a good; and <br> third country means a non-Party or a Party which is not an importing or exporting Party, and <br> the phrase \"third countries\" shall be interpreted accordingly. <br> raising, breeding, extracting, gathering, collecting, capturing, fishing, trapping, hunting, <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Rule 2 : Origin Criteria <br> 1. For the purposes of this Agreement, a good imported into the territory of a Party shall <br> be deemed to be originating and eligible for preferential tariff treatment if it conforms to the <br> origin requirements under any one of the following: <br> (a) a good which is wholly obtained or produced entirely in the territory of the <br> (b) a good not wholly obtained or produced in the territory of the exporting Party, <br> exporting Party as set out and defined in Rule 3; or <br> provided that the said good is eligible under Rule 4 or 5 or 6 or 7. <br> 2. Except as provided for in Rule 7, the conditions for acquiring originating status set <br> out in this Annex must be fulfilled without interruption in the territory of the exporting Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Rule 3 : Wholly Obtained or Produced Goods <br> Rule 6 : Treatment for Certain Goods <br> RULES OF ORIGIN : In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> Treatment for Certain Goods <br> In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Within the meaning of paragraph 1(a) of Rule 2, the following shall be considered to <br> Notwithstanding Rules 2, 4 and 5, certain goods shall be considered to be originating <br> to Article 5 of this Agreement, the following Rules shall apply: <br> be wholly obtained or produced in the territory of a Party: <br> even if the production process or operation has been undertaken in an area outside the <br> (a) plants and plant products harvested, picked or gathered after being grown <br> (b) Live animals born and raised there; <br> territories of Korea and ASEAN Member Countries (i.e. industrial zone) on materials <br> exported from a Party and subsequently re-imported to that Party. The application of this <br> Rule, including the list of products and the specific procedures related to this application shall : be mutually agreed upon by the Parties. <br> transport and storage; <br> (c) goods obtained from live animals referred to in sub-paragraph (b); <br> be mutually agreed upon by the Parties. <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> Neutral elements <br> Rule 7 : Accumulation <br> capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in sub- <br> Unless otherwise provided for in this Annex, a good originating in the territory of a <br> FOB <br> paragraphs (a) through (d), extracted or taken from its soil, waters, seabed or <br> Party, which is used in the territory of another Party as material for a finished good eligible <br> beneath its seabed; <br> for preferential tariff treatment, shall be considered to be originating in the territory of the <br> (f) products of sea-fishing taken by vessels registered with the Party and entitled <br> (b) tools, dies and moulds; <br> latter Party where working or processing of the finished good has taken place. <br> to fly its flag, and other products taken by the Party or a person of that Party, <br> Rule 8 : Non-Qualifying Operations <br> from the waters, seabed or beneath the seabed outside the territorial waters of <br> (d) lubricants, greases, compounding materials and other materials used in <br> the Party, provided that the Party has the rights to exploit1 the natural <br> 1. Notwithstanding any provisions in this Annex, a good shall not be considered to be <br> resources of such waters, seabed and beneath the seabed under international <br> originating in the territory of a Party if the following operations are undertaken exclusively <br> law2; <br> boards and all other simple packaging operations; <br> by itself or in combination in the territory of that Party: <br> (g) products of sea-fishing and other marine products taken from the high seas by <br> (a) preserving operations to ensure that the good remains in good condition during <br> vessels registered with the Party and entitled to fly its flag; <br> products or their packaging; <br> (h) goods produced and/or made on board factory ships registered with a Party <br> and entitled to fly its flag, exclusively from products referred to in sub- <br> (c) simple4 washing, cleaning, removal of dust, oxide, oil, paint or other <br> paragraph (g); <br> disassembly of products into parts; <br> (i) goods taken from outer space provided that they are obtained by the Party or a <br> there; <br> (d) simple4 painting and polishing operations; <br> person of that Party; <br> (e) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> (j) articles collected from there which can no longer perform their original <br> (f) operations to colour sugar or form sugar lumps; <br> purpose nor are capable of being restored or repaired and are fit only for the <br> (g) simple4 peeling, stoning, or un-shelling; <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> (h) sharpening, simple grinding or simple cutting; <br> (i) sifting, screening, sorting, classifying, grading, matching; <br> (i) production there; or <br> (j) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (ii) used goods collected there, provided that such goods are fit only for <br> the recovery of raw materials; and <br> (k) affixing or printing marks, labels, logos and other like distinguishing signs on <br> (l) goods obtained or produced in the territory of the Party solely from goods <br> referred to in sub-paragraphs (a) through (k). <br> (l) simple mixing5 of products, whether or not of different kinds; <br> undergo the required change in tariff classification does not exceed ten (10) <br> Rule 4 : Not Wholly Obtained or Produced Goods <br> (m) simple4 assembly of parts of articles to constitute a complete article or <br> Not Wholly Obtained or Produced Goods <br> 1. For the purposes of paragraph 1(b) of Rule 2, a good, except those covered under <br> (n) simple4 testing or calibrations; or <br> Rule 5 as provided for in Appendix 2, shall be deemed to be originating if the regional value : content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> (o) slaughtering of animals6 <br> content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> 4 \"simple\" generally describes an activity which does not need special skills, machines, apparatus or equipment <br> good has undergone a change in tariff classification at four digit-level (change of tariff <br> especially produced or installed for carrying out the activity. <br> heading) of the Harmonized System. <br> 5 \"simple mixing\" generally describes an activity which does not need special skills, machines, apparatus or <br> 2. The formula for calculating the RVC shall be3: <br> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br> include chemical reaction. Chemical reaction means a process (including a biochemical process) which result in <br> (k) waste and scrap derived from: <br> 1 The Parties understand that for the purposes of determining the origin of products of sea-fishing and other <br> a molecule with a new structure by breaking intramolecular bonds and by forming new intramolecular bonds, or <br> products, \"rights\" in sub-paragraph (f) of Rule 3 include those rights of access to the fisheries resources of a <br> by altering the spatial arrangement of atoms in a molecule. <br> coastal state, as accruing from agreements or other arrangements concluded between a Party and the coastal <br> 6 Slaughtering means the mere killing of animals and subsequent processes such as cutting, chilling, freezing, <br> state at the level of governments or duly authorised private entities. <br> salting, drying or smoking, for the purpose of preservation for storage and transport. <br> 2 \"International law\" in sub-paragraph (f) of Rule 3 refers to generally accepted international law such as the <br> 2. A good originating in the territory of a Party shall retain its initial originating status, <br> United Nations Convention on the Law of the Sea. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> when exported from another Party, where operations undertaken have not gone beyond those <br> 3 The Parties shall be given the flexibility to adopt the method of calculating the RVC, whether it is the build-up <br> referred to in paragraph 1. <br> or the build-down method. In order to promote transparency, consistency and certainty, each Party shall adhere <br> Rule 9 : Direct Consignment <br> to one method. Any change in the method of calculation shall be notified to all the other Parties at least six (6) <br> months prior to the adoption of the new method. It is understood that any verification of the RVC by the <br> 1. Preferential tariff treatment shall be applied to a good satisfying the requirements of <br> importing Party shall be done on the basis of the method used by the exporting Party. <br> this Annex and which is transported directly between the territories of the exporting Party and <br> production. <br> (a) Build-Up Method <br> RVC =-----------------------x 100% <br> 2. Notwithstanding paragraph 1, a good of which transport involves transit through one <br> VOM <br> or more intermediate third countries, other than the territories of the exporting Party and the <br> VOM means value of originating materials, which includes the value of <br> importing Party, shall be considered to be consigned directly, provided that: <br> originating materials, direct labour cost, direct overhead cost, transportation <br> (a) the transit is justified for geographical reason or by consideration related <br> cost and profit <br> exclusively to transport requirement; <br> (b) Build-Down Method <br> (b) the good has not entered into trade or consumption there; and <br> (c) the good has not undergone any operation other than unloading and reloading <br> RVC =-------------------------x 100% <br> or any operation required to keep it in good condition. <br> FOB - VNM <br> Rule 10 : De Minimis <br> VNM means value of non-originating materials, which shall be: (i) the CIF <br> value at the time of importation of the materials, parts or goods; or (ii) the <br> 1. A good that does not undergo a change in tariff classification shall be considered as <br> earliest ascertained price paid for the materials, parts or goods of <br> undetermined origin in the territory of the Party where the working or <br> (a) for a good, other than that provided for in Chapters 50 through 63 of the <br> processing has taken place <br> Harmonized System, the value of all non-originating materials used in its <br> production that do not undergo the required change in tariff classification does <br> not exceed ten (10) percent of the FOB value of the good; <br> (b) for a good provided for in Chapters 50 through 63 of the Harmonized System, <br> the weight of all non-originating materials used in its production that do not <br> percent of the total weight of the good; <br> and the good specified in sub-paragraph (a) and (b) meets all other applicable criteria set <br> forth in this Annex for qualifying as an originating good. <br> 2. The value of non-originating materials referred to in paragraph 1 shall, however, be <br> included in the value of non-originating materials for any applicable RVC requirement for the <br> (b) changes of packaging, breaking-up and assembly of packages; <br> Rule 11 : Treatment of Packaging and Packing Materials <br> Accumulation <br> Treatment of Packaging and Packing Materials <br> 1. (a) If a good is subject to the RVC criterion as set out in Rule 4, the value of the <br> packaging and packing materials for retail sale shall be taken into account in <br> its determination of origin, where the packaging and packing materials are <br> considered to be forming a whole with the good. <br> (b) Where sub-paragraph (a) is not applicable, the packaging and packing <br> materials for retail sale, when classified together with the packaged good, shall <br> not be taken into account in considering whether all non-originating materials <br> used in the manufacture of the good fulfil the criterion corresponding to a <br> originating if: <br> 2. Packing materials and containers for transportation of a good shall not be taken into <br> account in determining the origin of the good. <br> Rule 12 : Accessories, Spare Parts and Tools <br> Accessories, Spare Parts and Tools <br> The origin of accessories, spare parts, tools, and instructional or other informational <br> materials presented with a good shall not be taken into account in determining the origin of <br> the good, provided that such accessories, spare parts, tools, and instructional or other <br> informational materials are classified with the good and their customs duties are collected <br> with the good by the importing Party. <br> Rule 13 : Neutral Elements <br> In order to determine whether a good originates, it shall not be necessary to determine <br> the origin of the following which might be used in its production and not incorporated into <br> the good: <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) equipment, devices and supplies used for testing or inspecting the good; and <br> (g) any other goods that are not incorporated into the good but of which use in the <br> production of the good can reasonably be demonstrated to be a part of that <br> Rule 14 : Identical and Interchangeable Materials <br> 1. For the purposes of establishing the origin of a good, when the good is manufactured <br> change in tariff classification of the said good. <br> utilising originating and non-originating materials, mixed or physically combined, the origin <br> of such materials can be determined by generally accepted accounting principles of inventory <br> 2. Once a decision has been taken on the inventory management method, that method <br> the importing Party. <br> shall be used throughout the fiscal year. <br> Rule 15 : Certificate of Origin <br> A claim that a good shall be accepted as eligible for preferential tariff treatment shall <br> be supported by a Certificate of Origin issued by a competent authority designated by the <br> exporting Party and notified to all the other Parties in accordance with the Operational <br> Certification Procedures, as set out in Appendix 1. <br> De Minimis <br> management practiced in the territory of the exporting Party. <br> coverings; <br> Certificate of Origin <br> good. <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> production or used to operate equipment and buildings; <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Rule 5 : Product Specific Rules <br> For the purposes of Rule 2, goods which satisfy the Product Specific Rules provided <br> in Appendix 2 shall be considered to be originating in the territory of the Party where <br> working or processing of the goods has taken place. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 3 <br> Rule 3 : Wholly Obtained or Produced Goods <br> Rule 6 : Treatment for Certain Goods <br> RULES OF ORIGIN : In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Wholly Obtained or Produced Goods <br> Direct Consignment <br> Treatment for Certain Goods <br> In determining the origin of a good eligible for preferential tariff treatment pursuant <br> Within the meaning of paragraph 1(a) of Rule 2, the following shall be considered to <br> Notwithstanding Rules 2, 4 and 5, certain goods shall be considered to be originating <br> to Article 5 of this Agreement, the following Rules shall apply: <br> be wholly obtained or produced in the territory of a Party: <br> even if the production process or operation has been undertaken in an area outside the <br> (a) plants and plant products harvested, picked or gathered after being grown <br> (b) Live animals born and raised there; <br> territories of Korea and ASEAN Member Countries (i.e. industrial zone) on materials <br> exported from a Party and subsequently re-imported to that Party. The application of this <br> Rule, including the list of products and the specific procedures related to this application shall : be mutually agreed upon by the Parties. <br> transport and storage; <br> (c) goods obtained from live animals referred to in sub-paragraph (b); <br> be mutually agreed upon by the Parties. <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> Neutral elements <br> Rule 7 : Accumulation <br> capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in sub- <br> Unless otherwise provided for in this Annex, a good originating in the territory of a <br> FOB <br> paragraphs (a) through (d), extracted or taken from its soil, waters, seabed or <br> Party, which is used in the territory of another Party as material for a finished good eligible <br> beneath its seabed; <br> for preferential tariff treatment, shall be considered to be originating in the territory of the <br> (f) products of sea-fishing taken by vessels registered with the Party and entitled <br> (b) tools, dies and moulds; <br> latter Party where working or processing of the finished good has taken place. <br> to fly its flag, and other products taken by the Party or a person of that Party, <br> Rule 8 : Non-Qualifying Operations <br> from the waters, seabed or beneath the seabed outside the territorial waters of <br> (d) lubricants, greases, compounding materials and other materials used in <br> the Party, provided that the Party has the rights to exploit1 the natural <br> 1. Notwithstanding any provisions in this Annex, a good shall not be considered to be <br> resources of such waters, seabed and beneath the seabed under international <br> originating in the territory of a Party if the following operations are undertaken exclusively <br> law2; <br> boards and all other simple packaging operations; <br> by itself or in combination in the territory of that Party: <br> (g) products of sea-fishing and other marine products taken from the high seas by <br> (a) preserving operations to ensure that the good remains in good condition during <br> vessels registered with the Party and entitled to fly its flag; <br> products or their packaging; <br> (h) goods produced and/or made on board factory ships registered with a Party <br> and entitled to fly its flag, exclusively from products referred to in sub- <br> (c) simple4 washing, cleaning, removal of dust, oxide, oil, paint or other <br> paragraph (g); <br> disassembly of products into parts; <br> (i) goods taken from outer space provided that they are obtained by the Party or a <br> there; <br> (d) simple4 painting and polishing operations; <br> person of that Party; <br> (e) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> (j) articles collected from there which can no longer perform their original <br> (f) operations to colour sugar or form sugar lumps; <br> purpose nor are capable of being restored or repaired and are fit only for the <br> (g) simple4 peeling, stoning, or un-shelling; <br> disposal or recovery of parts of raw materials, or for recycling purposes; <br> (h) sharpening, simple grinding or simple cutting; <br> (i) sifting, screening, sorting, classifying, grading, matching; <br> (i) production there; or <br> (j) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (ii) used goods collected there, provided that such goods are fit only for <br> the recovery of raw materials; and <br> (k) affixing or printing marks, labels, logos and other like distinguishing signs on <br> (l) goods obtained or produced in the territory of the Party solely from goods <br> referred to in sub-paragraphs (a) through (k). <br> (l) simple mixing5 of products, whether or not of different kinds; <br> undergo the required change in tariff classification does not exceed ten (10) <br> Rule 4 : Not Wholly Obtained or Produced Goods <br> (m) simple4 assembly of parts of articles to constitute a complete article or <br> Not Wholly Obtained or Produced Goods <br> 1. For the purposes of paragraph 1(b) of Rule 2, a good, except those covered under <br> (n) simple4 testing or calibrations; or <br> Rule 5 as provided for in Appendix 2, shall be deemed to be originating if the regional value : content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> (o) slaughtering of animals6 <br> content (hereinafter referred to as the \"RVC\") is not less than 40% of the FOB value or if a <br> 4 \"simple\" generally describes an activity which does not need special skills, machines, apparatus or equipment <br> good has undergone a change in tariff classification at four digit-level (change of tariff <br> especially produced or installed for carrying out the activity. <br> heading) of the Harmonized System. <br> 5 \"simple mixing\" generally describes an activity which does not need special skills, machines, apparatus or <br> 2. The formula for calculating the RVC shall be3: <br> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br> include chemical reaction. Chemical reaction means a process (including a biochemical process) which result in <br> (k) waste and scrap derived from: <br> 1 The Parties understand that for the purposes of determining the origin of products of sea-fishing and other <br> a molecule with a new structure by breaking intramolecular bonds and by forming new intramolecular bonds, or <br> products, \"rights\" in sub-paragraph (f) of Rule 3 include those rights of access to the fisheries resources of a <br> by altering the spatial arrangement of atoms in a molecule. <br> coastal state, as accruing from agreements or other arrangements concluded between a Party and the coastal <br> 6 Slaughtering means the mere killing of animals and subsequent processes such as cutting, chilling, freezing, <br> state at the level of governments or duly authorised private entities. <br> salting, drying or smoking, for the purpose of preservation for storage and transport. <br> 2 \"International law\" in sub-paragraph (f) of Rule 3 refers to generally accepted international law such as the <br> 2. A good originating in the territory of a Party shall retain its initial originating status, <br> United Nations Convention on the Law of the Sea. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> when exported from another Party, where operations undertaken have not gone beyond those <br> 3 The Parties shall be given the flexibility to adopt the method of calculating the RVC, whether it is the build-up <br> referred to in paragraph 1. <br> or the build-down method. In order to promote transparency, consistency and certainty, each Party shall adhere <br> Rule 9 : Direct Consignment <br> to one method. Any change in the method of calculation shall be notified to all the other Parties at least six (6) <br> months prior to the adoption of the new method. It is understood that any verification of the RVC by the <br> 1. Preferential tariff treatment shall be applied to a good satisfying the requirements of <br> importing Party shall be done on the basis of the method used by the exporting Party. <br> this Annex and which is transported directly between the territories of the exporting Party and <br> production. <br> (a) Build-Up Method <br> RVC =-----------------------x 100% <br> 2. Notwithstanding paragraph 1, a good of which transport involves transit through one <br> VOM <br> or more intermediate third countries, other than the territories of the exporting Party and the <br> VOM means value of originating materials, which includes the value of <br> importing Party, shall be considered to be consigned directly, provided that: <br> originating materials, direct labour cost, direct overhead cost, transportation <br> (a) the transit is justified for geographical reason or by consideration related <br> cost and profit <br> exclusively to transport requirement; <br> (b) Build-Down Method <br> (b) the good has not entered into trade or consumption there; and <br> (c) the good has not undergone any operation other than unloading and reloading <br> RVC =-------------------------x 100% <br> or any operation required to keep it in good condition. <br> FOB - VNM <br> Rule 10 : De Minimis <br> VNM means value of non-originating materials, which shall be: (i) the CIF <br> value at the time of importation of the materials, parts or goods; or (ii) the <br> 1. A good that does not undergo a change in tariff classification shall be considered as <br> earliest ascertained price paid for the materials, parts or goods of <br> undetermined origin in the territory of the Party where the working or <br> (a) for a good, other than that provided for in Chapters 50 through 63 of the <br> processing has taken place <br> Harmonized System, the value of all non-originating materials used in its <br> production that do not undergo the required change in tariff classification does <br> not exceed ten (10) percent of the FOB value of the good; <br> (b) for a good provided for in Chapters 50 through 63 of the Harmonized System, <br> the weight of all non-originating materials used in its production that do not <br> percent of the total weight of the good; <br> and the good specified in sub-paragraph (a) and (b) meets all other applicable criteria set <br> forth in this Annex for qualifying as an originating good. <br> 2. The value of non-originating materials referred to in paragraph 1 shall, however, be <br> included in the value of non-originating materials for any applicable RVC requirement for the <br> (b) changes of packaging, breaking-up and assembly of packages; <br> Rule 11 : Treatment of Packaging and Packing Materials <br> Accumulation <br> Treatment of Packaging and Packing Materials <br> 1. (a) If a good is subject to the RVC criterion as set out in Rule 4, the value of the <br> packaging and packing materials for retail sale shall be taken into account in <br> its determination of origin, where the packaging and packing materials are <br> considered to be forming a whole with the good. <br> (b) Where sub-paragraph (a) is not applicable, the packaging and packing <br> materials for retail sale, when classified together with the packaged good, shall <br> not be taken into account in considering whether all non-originating materials <br> used in the manufacture of the good fulfil the criterion corresponding to a <br> originating if: <br> 2. Packing materials and containers for transportation of a good shall not be taken into <br> account in determining the origin of the good. <br> Rule 12 : Accessories, Spare Parts and Tools <br> Accessories, Spare Parts and Tools <br> The origin of accessories, spare parts, tools, and instructional or other informational <br> materials presented with a good shall not be taken into account in determining the origin of <br> the good, provided that such accessories, spare parts, tools, and instructional or other <br> informational materials are classified with the good and their customs duties are collected <br> with the good by the importing Party. <br> Rule 13 : Neutral Elements <br> In order to determine whether a good originates, it shall not be necessary to determine <br> the origin of the following which might be used in its production and not incorporated into <br> the good: <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) equipment, devices and supplies used for testing or inspecting the good; and <br> (g) any other goods that are not incorporated into the good but of which use in the <br> production of the good can reasonably be demonstrated to be a part of that <br> Rule 14 : Identical and Interchangeable Materials <br> 1. For the purposes of establishing the origin of a good, when the good is manufactured <br> change in tariff classification of the said good. <br> utilising originating and non-originating materials, mixed or physically combined, the origin <br> of such materials can be determined by generally accepted accounting principles of inventory <br> 2. Once a decision has been taken on the inventory management method, that method <br> the importing Party. <br> shall be used throughout the fiscal year. <br> Rule 15 : Certificate of Origin <br> A claim that a good shall be accepted as eligible for preferential tariff treatment shall <br> be supported by a Certificate of Origin issued by a competent authority designated by the <br> exporting Party and notified to all the other Parties in accordance with the Operational <br> Certification Procedures, as set out in Appendix 1. <br> De Minimis <br> management practiced in the territory of the exporting Party. <br> coverings; <br> Certificate of Origin <br> good. <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> production or used to operate equipment and buildings; <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Consultations, Review and Modification", "ArticleDesc": "Rule 16 : Consultations, Review and Modification <br> 1. The Parties shall consult regularly to ensure that the Rules in this Annex are <br> administered effectively, uniformly and consistently in order to achieve the spirit and <br> objectives of this Annex. <br> 2. This Annex may be reviewed and modified as and when necessary upon request of a <br> Party and may be open to such reviews and modifications as may be agreed upon in the <br> Implementing Committee established under Article 5.3 of the Framework Agreement. <br> "}, {"ArticleTitle": "Institutional Arrangement", "ArticleDesc": "Rule 17 : Institutional Arrangement <br> Subject to Article 5.3 of the Framework Agreement, the Korea-ASEAN Rules of <br> Origin Committee shall be established and be responsible for administering and enforcing the <br> general rules of origin and customs procedures as provided for in this Annex and endeavour <br> to resolve any differences arising therefrom. <br> "}, {"ArticleTitle": "Settlement of Disputes", "ArticleDesc": "Rule 18 : Settlement of Disputes <br> 1. In the case of differences concerning origin determination, classification of a good or <br> other matters relevant to the implementation of this Annex, the government authorities <br> concerned of the importing Party and the exporting Party shall consult each other with a view <br> to resolving the differences, and the result shall be notified to all the other Parties for <br> information. <br> 2. Where no mutually satisfactory solution to the differences has been reached through <br> the consultations mentioned in paragraph 1, the Party concerned may invoke the dispute <br> settlement procedures as set out in the Agreement on Dispute Settlement Mechanism under <br> the Framework Agreement. <br> APPENDIX 1 <br> OPERATIONAL CERTIFICATION PROCEDURES <br> FOR THE RULES OF ORIGIN <br> For the purposes of implementing Annex 3, the following operational <br> procedures on the issuance of a Certificate of Origin, verification of origin and other <br> related administrative matters shall be observed: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purposes of this Appendix: <br> back-to-back Certificate of Origin means a Certificate of Origin issued by an <br> intermediate exporting Party based on the Certificate of Origin issued by the first <br> exporting Party; <br> customs authority means the competent authority that is responsible under the law of <br> a Party for the administration of customs laws and regulations1; <br> exporter means a natural or juridical person located in the territory of a Party from <br> where a good is exported by such a person; <br> importer means a natural or juridical person located in the territory of a Party into <br> where a good is imported by such a person; and <br> issuing authority means the competent authority designated by the government of the <br> exporting Party to issue a Certificate of Origin and notified to all the other Parties in <br> accordance with this Appendix. <br> producer means a natural or juridical person who carries out production as set out in <br> Rule 1 of Annex 3 in the territory of a Party. : ISSUING AUTHORITIES <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> "}, {"ArticleTitle": "ISSUING AUTHORITIES", "ArticleDesc": "Rule 2 : ISSUING AUTHORITIES <br> 1. Each Party shall provide the names, addresses, specimen signatures and <br> specimen of official seals of its issuing authorities to all the other Parties, through the <br> ASEAN Secretariat. Any change in the said list shall be promptly provided in the <br> same manner. <br> 1 Such laws and regulations administered and enforced by the customs authority of each Party <br> concerning the importation, exportation and transit of goods as they relate to customs duties, charges <br> and other taxes or prohibitions, restrictions and controls with respect to the movement of controlled <br> items across the boundary of the customs authority of each Party. <br> 2. Any Certificate of Origin issued by an official not included in the said list <br> shall not be honoured by the customs authority. <br> "}, {"ArticleTitle": "For the purposes of determining originating status, the issuing authorities shall", "ArticleDesc": "Rule 3 : For the purposes of determining originating status, the issuing authorities shall <br> have the right to request for supporting documentary evidence or to carry out the <br> check considered appropriate in accordance with a Party's respective domestic laws <br> and regulations. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> Rule 20 : Exhibitions <br> Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br> through consultations. <br> ISSUANCE OF A CERTIFICATE OF ORIGIN <br> In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> ACTION AGAINST FRAUDULENT ACTS <br> 1. The producer and/or exporter of the good, or its authorised representative, <br> and/or exporter may apply to the issuing authority for a certified true copy of the <br> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br> original to be made out on the basis of the export documents in its possession bearing <br> exporting Party for exhibition in another country and sold during or after the <br> Origin have been committed, the government authorities concerned shall cooperate in <br> regulations, requesting for pre-exportation examination of the origin of the good. The <br> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br> exhibition for importation into the territory of a Party shall be granted preferential <br> the action to be taken by a Party against the persons involved. <br> result of the examination, subject to review periodically or whenever appropriate, <br> of Origin. This copy shall bear the date of issuance of the original Certificate of <br> tariff treatment on the condition that the good meets the requirements as set out in <br> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br> shall be accepted as the supporting evidence in determining the origin of the said good <br> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br> to be exported thereafter. The pre-exportation examination may not apply to the good <br> importing Party that: <br> of which, by its nature, origin can be easily determined. <br> Rule 9 : PRESENTATION <br> (a) an exporter has dispatched the good from the territory of the exporting <br> 2. The producer and/or exporter or its authorised representative shall apply for a <br> Party to the country where the exhibition has been held and has <br> Certificate of Origin together with appropriate supporting documents proving that the <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> exhibited it there; <br> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br> submit to the customs authority of the importing Party at the time of import, a <br> (b) the exporter has sold the goods or transferred it to a consignee in the <br> with the domestic laws and regulations of the Party. <br> declaration, a Certificate of Origin including supporting documents (i.e. invoices and, <br> territory of the importing Party; and <br> 3. The issuing authority shall, to the best of its competence and ability, carry out <br> when required, the through Bill of Lading issued in the territory of the exporting <br> (c) the good has been consigned during the exhibition or immediately <br> proper examination, in accordance with the domestic laws and regulations of the <br> Party) and other documents as required in accordance with the domestic laws and <br> thereafter to the territory of the importing Party in the state in which it <br> Party, upon each application for a Certification of Origin to ensure that: <br> regulations of the importing Party. <br> was sent for the exhibition. <br> Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br> authorised signatory; <br> 1. The Certificate of Origin shall, in accordance with domestic laws and <br> provided to the relevant government authorities of the importing Party. The name and <br> (b) the origin of the good is in conformity with Annex 3; <br> regulations, be submitted to the customs authority of the importing Party within six <br> address of the exhibition shall be indicated. As an evidence for the identification of <br> (c) other statements in the Certificate of Origin correspond to supporting <br> (6) months from the date of issuance by the issuing authority of the exporting Party or <br> the good and the conditions under which it was exhibited, a certificate issued by the <br> documentary evidence submitted; and <br> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br> relevant government authorities of the country where the exhibition took place <br> (d) the description, quantity and weight of the good, marks and number of <br> 2. Where the Certificate of Origin is submitted to the customs authority of the <br> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br> packages, number and kinds of packages, as specified, conform to the <br> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br> be required. <br> good to be exported. <br> making any addition required. Such alterations shall be approved by an official <br> submission, such Certificate of Origin shall be accepted when the failure to observe <br> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br> such time-limit results from force majeure or other valid causes beyond the control of <br> similar show or display in shops or business premises with a view to the sale of <br> provided that each item must qualify separately in its own right. <br> the producer and/or exporter. <br> foreign good and where the good remains under customs control during the <br> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> 3. In all cases, the customs authority of the importing Party may accept such <br> exhibition. <br> 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> Certificate of Origin, provided that the good has been imported before the expiration <br> qualifies as an originating good. <br> attached and referred to as Form AK. It shall be in the English language. <br> of the time-limit of the said Certificate of Origin. <br> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br> Rule 11 : Waiver of certificate of origin <br> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br> Waiver of certificate of origin <br> upon by the Parties. <br> A Certificate of Origin shall not be required for: <br> 3. A Certificate of Origin shall bear a reference number separately given by each <br> place or office of issuance. <br> (a) a good originating in the territory of a Party which does not exceed <br> US$ 200.00 FOB; or <br> 4. The original copy shall be forwarded by the producer and/or exporter to the <br> (b) a good sent by post from the territory of a Party which does not exceed <br> importer for submission to the customs authority of the importing Party. The <br> US$ 200.00 FOB, <br> duplicate shall be retained by the issuing authority of the exporting Party. The <br> provided that the importation does not form part of one or more importations that may <br> triplicate shall be retained by the producer and/or exporter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> 5. The issuing authority shall endeavour to periodically provide records of <br> avoiding the submission of a Certificate of Origin. <br> issuance of Certificates of Origin, including issuing number and date, producer and/or <br> Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br> exporter and description of goods, to the customs authority of the importing Party. <br> 1. Where the origin of a good is not in doubt, the discovery of minor <br> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br> discrepancies, between the statements made in a Certificate of Origin and those made <br> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br> in the documents submitted to the customs authority of the importing Party for the <br> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br> purpose of carrying out the formalities for importing the good shall not ipso facto <br> Exhibitions <br> within a reasonable period but not exceeding two (2) months. The issuing authority <br> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br> 2. For multiple items declared under the same Certificate of Origin, a problem <br> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br> encountered with one of the items listed shall not affect or delay the granting of <br> origin. Any alteration shall be made by striking out the erroneous materials and <br> the customs authority of the importing Party, as it deems fit, should accept the <br> preferential tariff treatment and customs clearance of the remaining items listed in that <br> clarifications made by the issuing authority to accept the Certificate of Origin and <br> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br> reinstate the preferential tariff treatment. The clarifications should be detailed and <br> items. <br> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br> Rule 13 : RECORD KEEPING REQUIREMENT <br> by the importing Party. <br> RECORD KEEPING REQUIREMENT <br> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br> Neither erasures nor superimpositions shall be allowed on a Certificate of <br> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br> subject to the domestic laws and regulations of the exporting Party, keep its <br> supporting records for application for not less than three (3) years from the date of <br> authorised to sign a Certificate of Origin and certified by the issuing authority. <br> issuance of the Certificate of Origin. <br> 2. The importer shall keep records relevant to the importation in accordance with <br> the domestic laws and regulations of the importing Party. <br> 3. The application for Certificates of Origin and all documents related to such <br> application shall be retained by the issuing authority for not less than three (3) years <br> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party by an official authorised to sign a Certificate of <br> Origin and certified by the appropriate government authorities. <br> 5. Any information communicated between the Parties concerned shall be treated <br> as confidential and shall be used for the validation of Certificates of Origin purpose <br> only. <br> Rule 14 : VERIFICATION <br> 1. The importing Party may request the issuing authority of the exporting Party <br> to conduct a retroactive check at random and/or when the importing Party has <br> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br> information regarding the true origin of the good in question or of certain parts <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br> a retroactive check on a producer's and/or exporter's cost statement based on the <br> current cost and prices within a six-month timeframe of the specified date of <br> exportation3, subject to the following procedures: <br> (a) the request of the importing Party for a retroactive check shall be <br> one year from the date of issuance of the original Certificate of Origin. <br> accompanied with the Certificate of Origin concerned and shall specify <br> the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis; <br> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br> in accordance with its customs laws and regulations. <br> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br> any six-month period, before or after the date specified, or any time in between as long as it does not <br> exceed the period of six months. <br> (b) the issuing authority of the exporting Party receiving a request for <br> retroactive check shall respond to the request promptly and reply <br> within two (2) months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend provision of <br> from the date of issuance. <br> However, it may release the good to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> PRESENTATION <br> held to be subject to import prohibition or restriction and there is no <br> suspicion of fraud; and <br> (d) the issuing authority shall promptly transmit the results of the <br> verification process to the importing Party which shall then determine <br> whether or not the subject good is originating. The entire process for <br> retroactive check, including the process of notifying the issuing <br> authority of the exporting Party the result of determination on whether <br> or not the good is originating, shall be completed within six (6) <br> months. While the process of the retroactive check is being <br> undertaken, sub-paragraph (c) shall be applied. <br> 2. The customs authority of the importing Party may request an importer for <br> (a) the Certificate of Origin is duly completed and signed by the <br> information or documents relating to the origin of imported good in accordance with <br> its domestic laws and regulations before requesting the retroactive check pursuant to <br> paragraph 1. <br> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br> 1. If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification visits to the <br> Certificate of Origin. <br> exporting Party. <br> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br> Verification <br> conduct the verification visit simultaneously to: <br> (i) the producer and/or exporter whose premises are to be visited; <br> (ii) the issuing authority of the Party in the territory of which the <br> verification visit is to occur; <br> (iii) the customs authority of the Party in the territory of which the <br> verification visit is to occur; and <br> (b) the written notification mentioned in sub-paragraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (i) the name of the customs authority issuing the notification; <br> (ii) the name of the producer and/or exporter whose premises are to <br> be visited; <br> (iv) the coverage of the proposed verification visit, including <br> reference to the good subject to the verification; and <br> (v) the names and designation of the officials performing the <br> verification visit; <br> (c) an importing Party shall obtain the written consent of the producer <br> and/or exporter whose premises are to be visited; <br> (d) when a written consent from the producer and/or exporter is not <br> obtained within thirty (30) days from the date of receipt of the <br> notification pursuant to sub-paragraph (a), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the said <br> Certificate of Origin that would have been subject to the verification <br> visit; and <br> (e) the issuing authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen (15) days from the date of receipt of the <br> notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within sixty (60) days from the date of such receipt, <br> or a longer period as the Parties may agree. <br> 3. The Party conducting the verification visit shall provide the producer and/or <br> exporter, whose good is subject to such verification, and the relevant issuing authority <br> with a written determination of whether or not the good subject to such verification <br> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br> determination referred to in paragraph 3 that the good qualifies as an originating good. <br> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br> receipt of the written determination to provide in writing comments or additional <br> information regarding the eligibility of the good for preferential tariff treatment. If <br> the good is still found to be non-originating, the final written determination shall be <br> communicated to the issuing authority within thirty (30) days from the date of receipt <br> of the comments/additional information from the producer and/or exporter. <br> 6. The verification visit process, including the actual visit and the determination <br> under paragraph 3 whether the good subject to such verification is originating or not, <br> shall be carried out and its results communicated to the issuing authority within a <br> maximum period of six (6) months from the first day the initial verification visit was <br> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> preferential tariff treatment while awaiting the result of verification. <br> (a) an importing Party shall deliver a written notification of its intention to <br> (iv) the importer of the good subject to the verification visit; <br> (iii) the proposed date of the verification visit; <br> "}, {"ArticleTitle": "1. A Certificate of Origin shall be issued at the time of exportation or soon ...", "ArticleDesc": "Rule 7 : 1. A Certificate of Origin shall be issued at the time of exportation or soon <br> thereafter whenever the good to be exported can be considered to be originating in the <br> territory of the exporting Party within the meaning of Annex 3. <br> 2. The issuing authority of the intermediate Party may issue a back-to-back <br> Certificate of Origin, if an application is made by the exporter while the good is <br> passing through its territory, provided that: <br> (a) a valid original Certificate of Origin is presented; <br> (b) the importer of the intermediate Party and the exporter who applies for <br> the back-to-back Certificate of Origin in the intermediate Party are the <br> same; and <br> (c) verification procedures as set out in Rule 14 is applied. <br> 3. Upon request of a Party, the Parties shall review the provisions of this Rule <br> and the implementation thereof, and revise it as may be mutually agreed upon by the <br> Parties. <br> 4. In exceptional cases where a Certificate of Origin has not been issued at the <br> time of exportation or soon thereafter due to involuntary errors, omissions or other <br> valid causes, a Certificate of Origin may be issued retroactively but no later than one <br> year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\". <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> Rule 20 : Exhibitions <br> Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br> through consultations. <br> ISSUANCE OF A CERTIFICATE OF ORIGIN <br> In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> ACTION AGAINST FRAUDULENT ACTS <br> 1. The producer and/or exporter of the good, or its authorised representative, <br> and/or exporter may apply to the issuing authority for a certified true copy of the <br> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br> original to be made out on the basis of the export documents in its possession bearing <br> exporting Party for exhibition in another country and sold during or after the <br> Origin have been committed, the government authorities concerned shall cooperate in <br> regulations, requesting for pre-exportation examination of the origin of the good. The <br> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br> exhibition for importation into the territory of a Party shall be granted preferential <br> the action to be taken by a Party against the persons involved. <br> result of the examination, subject to review periodically or whenever appropriate, <br> of Origin. This copy shall bear the date of issuance of the original Certificate of <br> tariff treatment on the condition that the good meets the requirements as set out in <br> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br> shall be accepted as the supporting evidence in determining the origin of the said good <br> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br> to be exported thereafter. The pre-exportation examination may not apply to the good <br> importing Party that: <br> of which, by its nature, origin can be easily determined. <br> Rule 9 : PRESENTATION <br> (a) an exporter has dispatched the good from the territory of the exporting <br> 2. The producer and/or exporter or its authorised representative shall apply for a <br> Party to the country where the exhibition has been held and has <br> Certificate of Origin together with appropriate supporting documents proving that the <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> exhibited it there; <br> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br> submit to the customs authority of the importing Party at the time of import, a <br> (b) the exporter has sold the goods or transferred it to a consignee in the <br> with the domestic laws and regulations of the Party. <br> declaration, a Certificate of Origin including supporting documents (i.e. invoices and, <br> territory of the importing Party; and <br> 3. The issuing authority shall, to the best of its competence and ability, carry out <br> when required, the through Bill of Lading issued in the territory of the exporting <br> (c) the good has been consigned during the exhibition or immediately <br> proper examination, in accordance with the domestic laws and regulations of the <br> Party) and other documents as required in accordance with the domestic laws and <br> thereafter to the territory of the importing Party in the state in which it <br> Party, upon each application for a Certification of Origin to ensure that: <br> regulations of the importing Party. <br> was sent for the exhibition. <br> Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br> authorised signatory; <br> 1. The Certificate of Origin shall, in accordance with domestic laws and <br> provided to the relevant government authorities of the importing Party. The name and <br> (b) the origin of the good is in conformity with Annex 3; <br> regulations, be submitted to the customs authority of the importing Party within six <br> address of the exhibition shall be indicated. As an evidence for the identification of <br> (c) other statements in the Certificate of Origin correspond to supporting <br> (6) months from the date of issuance by the issuing authority of the exporting Party or <br> the good and the conditions under which it was exhibited, a certificate issued by the <br> documentary evidence submitted; and <br> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br> relevant government authorities of the country where the exhibition took place <br> (d) the description, quantity and weight of the good, marks and number of <br> 2. Where the Certificate of Origin is submitted to the customs authority of the <br> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br> packages, number and kinds of packages, as specified, conform to the <br> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br> be required. <br> good to be exported. <br> making any addition required. Such alterations shall be approved by an official <br> submission, such Certificate of Origin shall be accepted when the failure to observe <br> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br> such time-limit results from force majeure or other valid causes beyond the control of <br> similar show or display in shops or business premises with a view to the sale of <br> provided that each item must qualify separately in its own right. <br> the producer and/or exporter. <br> foreign good and where the good remains under customs control during the <br> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> 3. In all cases, the customs authority of the importing Party may accept such <br> exhibition. <br> 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> Certificate of Origin, provided that the good has been imported before the expiration <br> qualifies as an originating good. <br> attached and referred to as Form AK. It shall be in the English language. <br> of the time-limit of the said Certificate of Origin. <br> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br> Rule 11 : Waiver of certificate of origin <br> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br> Waiver of certificate of origin <br> upon by the Parties. <br> A Certificate of Origin shall not be required for: <br> 3. A Certificate of Origin shall bear a reference number separately given by each <br> place or office of issuance. <br> (a) a good originating in the territory of a Party which does not exceed <br> US$ 200.00 FOB; or <br> 4. The original copy shall be forwarded by the producer and/or exporter to the <br> (b) a good sent by post from the territory of a Party which does not exceed <br> importer for submission to the customs authority of the importing Party. The <br> US$ 200.00 FOB, <br> duplicate shall be retained by the issuing authority of the exporting Party. The <br> provided that the importation does not form part of one or more importations that may <br> triplicate shall be retained by the producer and/or exporter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> 5. The issuing authority shall endeavour to periodically provide records of <br> avoiding the submission of a Certificate of Origin. <br> issuance of Certificates of Origin, including issuing number and date, producer and/or <br> Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br> exporter and description of goods, to the customs authority of the importing Party. <br> 1. Where the origin of a good is not in doubt, the discovery of minor <br> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br> discrepancies, between the statements made in a Certificate of Origin and those made <br> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br> in the documents submitted to the customs authority of the importing Party for the <br> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br> purpose of carrying out the formalities for importing the good shall not ipso facto <br> Exhibitions <br> within a reasonable period but not exceeding two (2) months. The issuing authority <br> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br> 2. For multiple items declared under the same Certificate of Origin, a problem <br> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br> encountered with one of the items listed shall not affect or delay the granting of <br> origin. Any alteration shall be made by striking out the erroneous materials and <br> the customs authority of the importing Party, as it deems fit, should accept the <br> preferential tariff treatment and customs clearance of the remaining items listed in that <br> clarifications made by the issuing authority to accept the Certificate of Origin and <br> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br> reinstate the preferential tariff treatment. The clarifications should be detailed and <br> items. <br> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br> Rule 13 : RECORD KEEPING REQUIREMENT <br> by the importing Party. <br> RECORD KEEPING REQUIREMENT <br> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br> Neither erasures nor superimpositions shall be allowed on a Certificate of <br> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br> subject to the domestic laws and regulations of the exporting Party, keep its <br> supporting records for application for not less than three (3) years from the date of <br> authorised to sign a Certificate of Origin and certified by the issuing authority. <br> issuance of the Certificate of Origin. <br> 2. The importer shall keep records relevant to the importation in accordance with <br> the domestic laws and regulations of the importing Party. <br> 3. The application for Certificates of Origin and all documents related to such <br> application shall be retained by the issuing authority for not less than three (3) years <br> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party by an official authorised to sign a Certificate of <br> Origin and certified by the appropriate government authorities. <br> 5. Any information communicated between the Parties concerned shall be treated <br> as confidential and shall be used for the validation of Certificates of Origin purpose <br> only. <br> Rule 14 : VERIFICATION <br> 1. The importing Party may request the issuing authority of the exporting Party <br> to conduct a retroactive check at random and/or when the importing Party has <br> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br> information regarding the true origin of the good in question or of certain parts <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br> a retroactive check on a producer's and/or exporter's cost statement based on the <br> current cost and prices within a six-month timeframe of the specified date of <br> exportation3, subject to the following procedures: <br> (a) the request of the importing Party for a retroactive check shall be <br> one year from the date of issuance of the original Certificate of Origin. <br> accompanied with the Certificate of Origin concerned and shall specify <br> the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis; <br> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br> in accordance with its customs laws and regulations. <br> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br> any six-month period, before or after the date specified, or any time in between as long as it does not <br> exceed the period of six months. <br> (b) the issuing authority of the exporting Party receiving a request for <br> retroactive check shall respond to the request promptly and reply <br> within two (2) months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend provision of <br> from the date of issuance. <br> However, it may release the good to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> PRESENTATION <br> held to be subject to import prohibition or restriction and there is no <br> suspicion of fraud; and <br> (d) the issuing authority shall promptly transmit the results of the <br> verification process to the importing Party which shall then determine <br> whether or not the subject good is originating. The entire process for <br> retroactive check, including the process of notifying the issuing <br> authority of the exporting Party the result of determination on whether <br> or not the good is originating, shall be completed within six (6) <br> months. While the process of the retroactive check is being <br> undertaken, sub-paragraph (c) shall be applied. <br> 2. The customs authority of the importing Party may request an importer for <br> (a) the Certificate of Origin is duly completed and signed by the <br> information or documents relating to the origin of imported good in accordance with <br> its domestic laws and regulations before requesting the retroactive check pursuant to <br> paragraph 1. <br> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br> 1. If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification visits to the <br> Certificate of Origin. <br> exporting Party. <br> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br> Verification <br> conduct the verification visit simultaneously to: <br> (i) the producer and/or exporter whose premises are to be visited; <br> (ii) the issuing authority of the Party in the territory of which the <br> verification visit is to occur; <br> (iii) the customs authority of the Party in the territory of which the <br> verification visit is to occur; and <br> (b) the written notification mentioned in sub-paragraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (i) the name of the customs authority issuing the notification; <br> (ii) the name of the producer and/or exporter whose premises are to <br> be visited; <br> (iv) the coverage of the proposed verification visit, including <br> reference to the good subject to the verification; and <br> (v) the names and designation of the officials performing the <br> verification visit; <br> (c) an importing Party shall obtain the written consent of the producer <br> and/or exporter whose premises are to be visited; <br> (d) when a written consent from the producer and/or exporter is not <br> obtained within thirty (30) days from the date of receipt of the <br> notification pursuant to sub-paragraph (a), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the said <br> Certificate of Origin that would have been subject to the verification <br> visit; and <br> (e) the issuing authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen (15) days from the date of receipt of the <br> notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within sixty (60) days from the date of such receipt, <br> or a longer period as the Parties may agree. <br> 3. The Party conducting the verification visit shall provide the producer and/or <br> exporter, whose good is subject to such verification, and the relevant issuing authority <br> with a written determination of whether or not the good subject to such verification <br> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br> determination referred to in paragraph 3 that the good qualifies as an originating good. <br> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br> receipt of the written determination to provide in writing comments or additional <br> information regarding the eligibility of the good for preferential tariff treatment. If <br> the good is still found to be non-originating, the final written determination shall be <br> communicated to the issuing authority within thirty (30) days from the date of receipt <br> of the comments/additional information from the producer and/or exporter. <br> 6. The verification visit process, including the actual visit and the determination <br> under paragraph 3 whether the good subject to such verification is originating or not, <br> shall be carried out and its results communicated to the issuing authority within a <br> maximum period of six (6) months from the first day the initial verification visit was <br> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> preferential tariff treatment while awaiting the result of verification. <br> (a) an importing Party shall deliver a written notification of its intention to <br> (iv) the importer of the good subject to the verification visit; <br> (iii) the proposed date of the verification visit; <br> "}, {"ArticleTitle": "1. The Parties shall maintain, in accordance with their respective domestic laws ...", "ArticleDesc": "Rule 16 : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> and regulations, the confidentiality of classified business information collected in the <br> process of verification pursuant to Rules 14 and 15 and shall protect that information <br> from disclosure that could prejudice the competitive position of the person who <br> provided the information. <br> 2. Subject to the domestic laws and regulations, and agreement of the Parties, <br> classified information may only be disclosed by the authorities of one Party to <br> another, for the administration and enforcement of origin determination. <br> "}, {"ArticleTitle": "DENIAL OF PREFERENTIAL TARIFF TREATMENT", "ArticleDesc": "Rule 17 : DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> Except as otherwise provided in this Appendix, the importing Party may deny <br> claim for preferential tariff treatment or recover unpaid duties in accordance with its <br> laws and regulations, where the good does not meet the requirements of Annex 3, or <br> where the relevant requirements of this Appendix are not fulfilled. <br> "}, {"ArticleTitle": "SPECIAL CASES", "ArticleDesc": "Rule 18 : SPECIAL CASES <br> When destination of all or parts of the good exported to the territory of a <br> specified Party is changed, before or after its arrival in the territory of that Party, the <br> following shall be observed: <br> (a) even if the good is already imported into the territory of a specified <br> importing Party, the customs authority of that importing Party shall <br> endorse the Certificate of Origin to the effect for all or parts of the <br> good in case where the importer makes a written application for the <br> preferential tariff treatment along with the submission of the original <br> Certificate of Origin; and <br> territory of the importing Party as specified in the Certificate of Origin, <br> the producer and/or exporter shall apply in writing, accompanied with <br> the issued Certificate of Origin, for a new issuance for all or parts of <br> the good. <br> "}, {"ArticleTitle": "Special cases", "ArticleDesc": "(b) if the changing of destination occurs during transportation to the <br> "}, {"ArticleTitle": "For the purposes of implementing Rule 9 of Annex 3, where transportation is", "ArticleDesc": "Rule 19 : For the purposes of implementing Rule 9 of Annex 3, where transportation is <br> effected through the territory of one or more intermediate countries, other than that of <br> the exporting Party and the importing Party, the following shall be produced to the <br> relevant government authorities of the importing Party: <br> (a) a through Bill of Lading issued in the territory of the exporting Party; <br> (b) a Certificate of Origin; <br> (c) a copy of the original commercial invoice in respect of the good; and <br> (d) other relevant supporting documents, if any, as evidence that the <br> requirements of Rule 9 of Annex 3 are being complied with. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> Rule 20 : Exhibitions <br> Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br> through consultations. <br> ISSUANCE OF A CERTIFICATE OF ORIGIN <br> In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> ACTION AGAINST FRAUDULENT ACTS <br> 1. The producer and/or exporter of the good, or its authorised representative, <br> and/or exporter may apply to the issuing authority for a certified true copy of the <br> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br> original to be made out on the basis of the export documents in its possession bearing <br> exporting Party for exhibition in another country and sold during or after the <br> Origin have been committed, the government authorities concerned shall cooperate in <br> regulations, requesting for pre-exportation examination of the origin of the good. The <br> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br> exhibition for importation into the territory of a Party shall be granted preferential <br> the action to be taken by a Party against the persons involved. <br> result of the examination, subject to review periodically or whenever appropriate, <br> of Origin. This copy shall bear the date of issuance of the original Certificate of <br> tariff treatment on the condition that the good meets the requirements as set out in <br> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br> shall be accepted as the supporting evidence in determining the origin of the said good <br> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br> to be exported thereafter. The pre-exportation examination may not apply to the good <br> importing Party that: <br> of which, by its nature, origin can be easily determined. <br> Rule 9 : PRESENTATION <br> (a) an exporter has dispatched the good from the territory of the exporting <br> 2. The producer and/or exporter or its authorised representative shall apply for a <br> Party to the country where the exhibition has been held and has <br> Certificate of Origin together with appropriate supporting documents proving that the <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> exhibited it there; <br> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br> submit to the customs authority of the importing Party at the time of import, a <br> (b) the exporter has sold the goods or transferred it to a consignee in the <br> with the domestic laws and regulations of the Party. <br> declaration, a Certificate of Origin including supporting documents (i.e. invoices and, <br> territory of the importing Party; and <br> 3. The issuing authority shall, to the best of its competence and ability, carry out <br> when required, the through Bill of Lading issued in the territory of the exporting <br> (c) the good has been consigned during the exhibition or immediately <br> proper examination, in accordance with the domestic laws and regulations of the <br> Party) and other documents as required in accordance with the domestic laws and <br> thereafter to the territory of the importing Party in the state in which it <br> Party, upon each application for a Certification of Origin to ensure that: <br> regulations of the importing Party. <br> was sent for the exhibition. <br> Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br> authorised signatory; <br> 1. The Certificate of Origin shall, in accordance with domestic laws and <br> provided to the relevant government authorities of the importing Party. The name and <br> (b) the origin of the good is in conformity with Annex 3; <br> regulations, be submitted to the customs authority of the importing Party within six <br> address of the exhibition shall be indicated. As an evidence for the identification of <br> (c) other statements in the Certificate of Origin correspond to supporting <br> (6) months from the date of issuance by the issuing authority of the exporting Party or <br> the good and the conditions under which it was exhibited, a certificate issued by the <br> documentary evidence submitted; and <br> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br> relevant government authorities of the country where the exhibition took place <br> (d) the description, quantity and weight of the good, marks and number of <br> 2. Where the Certificate of Origin is submitted to the customs authority of the <br> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br> packages, number and kinds of packages, as specified, conform to the <br> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br> be required. <br> good to be exported. <br> making any addition required. Such alterations shall be approved by an official <br> submission, such Certificate of Origin shall be accepted when the failure to observe <br> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br> such time-limit results from force majeure or other valid causes beyond the control of <br> similar show or display in shops or business premises with a view to the sale of <br> provided that each item must qualify separately in its own right. <br> the producer and/or exporter. <br> foreign good and where the good remains under customs control during the <br> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> 3. In all cases, the customs authority of the importing Party may accept such <br> exhibition. <br> 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> Certificate of Origin, provided that the good has been imported before the expiration <br> qualifies as an originating good. <br> attached and referred to as Form AK. It shall be in the English language. <br> of the time-limit of the said Certificate of Origin. <br> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br> Rule 11 : Waiver of certificate of origin <br> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br> Waiver of certificate of origin <br> upon by the Parties. <br> A Certificate of Origin shall not be required for: <br> 3. A Certificate of Origin shall bear a reference number separately given by each <br> place or office of issuance. <br> (a) a good originating in the territory of a Party which does not exceed <br> US$ 200.00 FOB; or <br> 4. The original copy shall be forwarded by the producer and/or exporter to the <br> (b) a good sent by post from the territory of a Party which does not exceed <br> importer for submission to the customs authority of the importing Party. The <br> US$ 200.00 FOB, <br> duplicate shall be retained by the issuing authority of the exporting Party. The <br> provided that the importation does not form part of one or more importations that may <br> triplicate shall be retained by the producer and/or exporter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> 5. The issuing authority shall endeavour to periodically provide records of <br> avoiding the submission of a Certificate of Origin. <br> issuance of Certificates of Origin, including issuing number and date, producer and/or <br> Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br> exporter and description of goods, to the customs authority of the importing Party. <br> 1. Where the origin of a good is not in doubt, the discovery of minor <br> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br> discrepancies, between the statements made in a Certificate of Origin and those made <br> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br> in the documents submitted to the customs authority of the importing Party for the <br> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br> purpose of carrying out the formalities for importing the good shall not ipso facto <br> Exhibitions <br> within a reasonable period but not exceeding two (2) months. The issuing authority <br> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br> 2. For multiple items declared under the same Certificate of Origin, a problem <br> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br> encountered with one of the items listed shall not affect or delay the granting of <br> origin. Any alteration shall be made by striking out the erroneous materials and <br> the customs authority of the importing Party, as it deems fit, should accept the <br> preferential tariff treatment and customs clearance of the remaining items listed in that <br> clarifications made by the issuing authority to accept the Certificate of Origin and <br> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br> reinstate the preferential tariff treatment. The clarifications should be detailed and <br> items. <br> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br> Rule 13 : RECORD KEEPING REQUIREMENT <br> by the importing Party. <br> RECORD KEEPING REQUIREMENT <br> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br> Neither erasures nor superimpositions shall be allowed on a Certificate of <br> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br> subject to the domestic laws and regulations of the exporting Party, keep its <br> supporting records for application for not less than three (3) years from the date of <br> authorised to sign a Certificate of Origin and certified by the issuing authority. <br> issuance of the Certificate of Origin. <br> 2. The importer shall keep records relevant to the importation in accordance with <br> the domestic laws and regulations of the importing Party. <br> 3. The application for Certificates of Origin and all documents related to such <br> application shall be retained by the issuing authority for not less than three (3) years <br> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party by an official authorised to sign a Certificate of <br> Origin and certified by the appropriate government authorities. <br> 5. Any information communicated between the Parties concerned shall be treated <br> as confidential and shall be used for the validation of Certificates of Origin purpose <br> only. <br> Rule 14 : VERIFICATION <br> 1. The importing Party may request the issuing authority of the exporting Party <br> to conduct a retroactive check at random and/or when the importing Party has <br> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br> information regarding the true origin of the good in question or of certain parts <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br> a retroactive check on a producer's and/or exporter's cost statement based on the <br> current cost and prices within a six-month timeframe of the specified date of <br> exportation3, subject to the following procedures: <br> (a) the request of the importing Party for a retroactive check shall be <br> one year from the date of issuance of the original Certificate of Origin. <br> accompanied with the Certificate of Origin concerned and shall specify <br> the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis; <br> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br> in accordance with its customs laws and regulations. <br> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br> any six-month period, before or after the date specified, or any time in between as long as it does not <br> exceed the period of six months. <br> (b) the issuing authority of the exporting Party receiving a request for <br> retroactive check shall respond to the request promptly and reply <br> within two (2) months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend provision of <br> from the date of issuance. <br> However, it may release the good to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> PRESENTATION <br> held to be subject to import prohibition or restriction and there is no <br> suspicion of fraud; and <br> (d) the issuing authority shall promptly transmit the results of the <br> verification process to the importing Party which shall then determine <br> whether or not the subject good is originating. The entire process for <br> retroactive check, including the process of notifying the issuing <br> authority of the exporting Party the result of determination on whether <br> or not the good is originating, shall be completed within six (6) <br> months. While the process of the retroactive check is being <br> undertaken, sub-paragraph (c) shall be applied. <br> 2. The customs authority of the importing Party may request an importer for <br> (a) the Certificate of Origin is duly completed and signed by the <br> information or documents relating to the origin of imported good in accordance with <br> its domestic laws and regulations before requesting the retroactive check pursuant to <br> paragraph 1. <br> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br> 1. If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification visits to the <br> Certificate of Origin. <br> exporting Party. <br> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br> Verification <br> conduct the verification visit simultaneously to: <br> (i) the producer and/or exporter whose premises are to be visited; <br> (ii) the issuing authority of the Party in the territory of which the <br> verification visit is to occur; <br> (iii) the customs authority of the Party in the territory of which the <br> verification visit is to occur; and <br> (b) the written notification mentioned in sub-paragraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (i) the name of the customs authority issuing the notification; <br> (ii) the name of the producer and/or exporter whose premises are to <br> be visited; <br> (iv) the coverage of the proposed verification visit, including <br> reference to the good subject to the verification; and <br> (v) the names and designation of the officials performing the <br> verification visit; <br> (c) an importing Party shall obtain the written consent of the producer <br> and/or exporter whose premises are to be visited; <br> (d) when a written consent from the producer and/or exporter is not <br> obtained within thirty (30) days from the date of receipt of the <br> notification pursuant to sub-paragraph (a), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the said <br> Certificate of Origin that would have been subject to the verification <br> visit; and <br> (e) the issuing authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen (15) days from the date of receipt of the <br> notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within sixty (60) days from the date of such receipt, <br> or a longer period as the Parties may agree. <br> 3. The Party conducting the verification visit shall provide the producer and/or <br> exporter, whose good is subject to such verification, and the relevant issuing authority <br> with a written determination of whether or not the good subject to such verification <br> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br> determination referred to in paragraph 3 that the good qualifies as an originating good. <br> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br> receipt of the written determination to provide in writing comments or additional <br> information regarding the eligibility of the good for preferential tariff treatment. If <br> the good is still found to be non-originating, the final written determination shall be <br> communicated to the issuing authority within thirty (30) days from the date of receipt <br> of the comments/additional information from the producer and/or exporter. <br> 6. The verification visit process, including the actual visit and the determination <br> under paragraph 3 whether the good subject to such verification is originating or not, <br> shall be carried out and its results communicated to the issuing authority within a <br> maximum period of six (6) months from the first day the initial verification visit was <br> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> preferential tariff treatment while awaiting the result of verification. <br> (a) an importing Party shall deliver a written notification of its intention to <br> (iv) the importer of the good subject to the verification visit; <br> (iii) the proposed date of the verification visit; <br> "}, {"ArticleTitle": "1. Customs authority in the importing Party may accept Certificates of Origin in ...", "ArticleDesc": "Rule 21 : 1. Customs authority in the importing Party may accept Certificates of Origin in <br> cases where the sales invoice is issued either by a company located in a third country <br> or by an exporter for the account of the said company, provided that the good meets <br> the requirements of Annex 3. <br> 2. The exporter of the goods shall indicate \"third country invoicing\" and such <br> information as name and country of the company issuing the invoice in the Certificate <br> of Origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> Rule 20 : Exhibitions <br> Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br> through consultations. <br> ISSUANCE OF A CERTIFICATE OF ORIGIN <br> In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> ACTION AGAINST FRAUDULENT ACTS <br> 1. The producer and/or exporter of the good, or its authorised representative, <br> and/or exporter may apply to the issuing authority for a certified true copy of the <br> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br> original to be made out on the basis of the export documents in its possession bearing <br> exporting Party for exhibition in another country and sold during or after the <br> Origin have been committed, the government authorities concerned shall cooperate in <br> regulations, requesting for pre-exportation examination of the origin of the good. The <br> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br> exhibition for importation into the territory of a Party shall be granted preferential <br> the action to be taken by a Party against the persons involved. <br> result of the examination, subject to review periodically or whenever appropriate, <br> of Origin. This copy shall bear the date of issuance of the original Certificate of <br> tariff treatment on the condition that the good meets the requirements as set out in <br> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br> shall be accepted as the supporting evidence in determining the origin of the said good <br> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br> to be exported thereafter. The pre-exportation examination may not apply to the good <br> importing Party that: <br> of which, by its nature, origin can be easily determined. <br> Rule 9 : PRESENTATION <br> (a) an exporter has dispatched the good from the territory of the exporting <br> 2. The producer and/or exporter or its authorised representative shall apply for a <br> Party to the country where the exhibition has been held and has <br> Certificate of Origin together with appropriate supporting documents proving that the <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> exhibited it there; <br> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br> submit to the customs authority of the importing Party at the time of import, a <br> (b) the exporter has sold the goods or transferred it to a consignee in the <br> with the domestic laws and regulations of the Party. <br> declaration, a Certificate of Origin including supporting documents (i.e. invoices and, <br> territory of the importing Party; and <br> 3. The issuing authority shall, to the best of its competence and ability, carry out <br> when required, the through Bill of Lading issued in the territory of the exporting <br> (c) the good has been consigned during the exhibition or immediately <br> proper examination, in accordance with the domestic laws and regulations of the <br> Party) and other documents as required in accordance with the domestic laws and <br> thereafter to the territory of the importing Party in the state in which it <br> Party, upon each application for a Certification of Origin to ensure that: <br> regulations of the importing Party. <br> was sent for the exhibition. <br> Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br> authorised signatory; <br> 1. The Certificate of Origin shall, in accordance with domestic laws and <br> provided to the relevant government authorities of the importing Party. The name and <br> (b) the origin of the good is in conformity with Annex 3; <br> regulations, be submitted to the customs authority of the importing Party within six <br> address of the exhibition shall be indicated. As an evidence for the identification of <br> (c) other statements in the Certificate of Origin correspond to supporting <br> (6) months from the date of issuance by the issuing authority of the exporting Party or <br> the good and the conditions under which it was exhibited, a certificate issued by the <br> documentary evidence submitted; and <br> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br> relevant government authorities of the country where the exhibition took place <br> (d) the description, quantity and weight of the good, marks and number of <br> 2. Where the Certificate of Origin is submitted to the customs authority of the <br> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br> packages, number and kinds of packages, as specified, conform to the <br> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br> be required. <br> good to be exported. <br> making any addition required. Such alterations shall be approved by an official <br> submission, such Certificate of Origin shall be accepted when the failure to observe <br> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br> such time-limit results from force majeure or other valid causes beyond the control of <br> similar show or display in shops or business premises with a view to the sale of <br> provided that each item must qualify separately in its own right. <br> the producer and/or exporter. <br> foreign good and where the good remains under customs control during the <br> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> 3. In all cases, the customs authority of the importing Party may accept such <br> exhibition. <br> 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> Certificate of Origin, provided that the good has been imported before the expiration <br> qualifies as an originating good. <br> attached and referred to as Form AK. It shall be in the English language. <br> of the time-limit of the said Certificate of Origin. <br> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br> Rule 11 : Waiver of certificate of origin <br> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br> Waiver of certificate of origin <br> upon by the Parties. <br> A Certificate of Origin shall not be required for: <br> 3. A Certificate of Origin shall bear a reference number separately given by each <br> place or office of issuance. <br> (a) a good originating in the territory of a Party which does not exceed <br> US$ 200.00 FOB; or <br> 4. The original copy shall be forwarded by the producer and/or exporter to the <br> (b) a good sent by post from the territory of a Party which does not exceed <br> importer for submission to the customs authority of the importing Party. The <br> US$ 200.00 FOB, <br> duplicate shall be retained by the issuing authority of the exporting Party. The <br> provided that the importation does not form part of one or more importations that may <br> triplicate shall be retained by the producer and/or exporter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> 5. The issuing authority shall endeavour to periodically provide records of <br> avoiding the submission of a Certificate of Origin. <br> issuance of Certificates of Origin, including issuing number and date, producer and/or <br> Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br> exporter and description of goods, to the customs authority of the importing Party. <br> 1. Where the origin of a good is not in doubt, the discovery of minor <br> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br> discrepancies, between the statements made in a Certificate of Origin and those made <br> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br> in the documents submitted to the customs authority of the importing Party for the <br> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br> purpose of carrying out the formalities for importing the good shall not ipso facto <br> Exhibitions <br> within a reasonable period but not exceeding two (2) months. The issuing authority <br> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br> 2. For multiple items declared under the same Certificate of Origin, a problem <br> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br> encountered with one of the items listed shall not affect or delay the granting of <br> origin. Any alteration shall be made by striking out the erroneous materials and <br> the customs authority of the importing Party, as it deems fit, should accept the <br> preferential tariff treatment and customs clearance of the remaining items listed in that <br> clarifications made by the issuing authority to accept the Certificate of Origin and <br> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br> reinstate the preferential tariff treatment. The clarifications should be detailed and <br> items. <br> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br> Rule 13 : RECORD KEEPING REQUIREMENT <br> by the importing Party. <br> RECORD KEEPING REQUIREMENT <br> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br> Neither erasures nor superimpositions shall be allowed on a Certificate of <br> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br> subject to the domestic laws and regulations of the exporting Party, keep its <br> supporting records for application for not less than three (3) years from the date of <br> authorised to sign a Certificate of Origin and certified by the issuing authority. <br> issuance of the Certificate of Origin. <br> 2. The importer shall keep records relevant to the importation in accordance with <br> the domestic laws and regulations of the importing Party. <br> 3. The application for Certificates of Origin and all documents related to such <br> application shall be retained by the issuing authority for not less than three (3) years <br> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party by an official authorised to sign a Certificate of <br> Origin and certified by the appropriate government authorities. <br> 5. Any information communicated between the Parties concerned shall be treated <br> as confidential and shall be used for the validation of Certificates of Origin purpose <br> only. <br> Rule 14 : VERIFICATION <br> 1. The importing Party may request the issuing authority of the exporting Party <br> to conduct a retroactive check at random and/or when the importing Party has <br> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br> information regarding the true origin of the good in question or of certain parts <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br> a retroactive check on a producer's and/or exporter's cost statement based on the <br> current cost and prices within a six-month timeframe of the specified date of <br> exportation3, subject to the following procedures: <br> (a) the request of the importing Party for a retroactive check shall be <br> one year from the date of issuance of the original Certificate of Origin. <br> accompanied with the Certificate of Origin concerned and shall specify <br> the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis; <br> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br> in accordance with its customs laws and regulations. <br> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br> any six-month period, before or after the date specified, or any time in between as long as it does not <br> exceed the period of six months. <br> (b) the issuing authority of the exporting Party receiving a request for <br> retroactive check shall respond to the request promptly and reply <br> within two (2) months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend provision of <br> from the date of issuance. <br> However, it may release the good to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> PRESENTATION <br> held to be subject to import prohibition or restriction and there is no <br> suspicion of fraud; and <br> (d) the issuing authority shall promptly transmit the results of the <br> verification process to the importing Party which shall then determine <br> whether or not the subject good is originating. The entire process for <br> retroactive check, including the process of notifying the issuing <br> authority of the exporting Party the result of determination on whether <br> or not the good is originating, shall be completed within six (6) <br> months. While the process of the retroactive check is being <br> undertaken, sub-paragraph (c) shall be applied. <br> 2. The customs authority of the importing Party may request an importer for <br> (a) the Certificate of Origin is duly completed and signed by the <br> information or documents relating to the origin of imported good in accordance with <br> its domestic laws and regulations before requesting the retroactive check pursuant to <br> paragraph 1. <br> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br> 1. If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification visits to the <br> Certificate of Origin. <br> exporting Party. <br> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br> Verification <br> conduct the verification visit simultaneously to: <br> (i) the producer and/or exporter whose premises are to be visited; <br> (ii) the issuing authority of the Party in the territory of which the <br> verification visit is to occur; <br> (iii) the customs authority of the Party in the territory of which the <br> verification visit is to occur; and <br> (b) the written notification mentioned in sub-paragraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (i) the name of the customs authority issuing the notification; <br> (ii) the name of the producer and/or exporter whose premises are to <br> be visited; <br> (iv) the coverage of the proposed verification visit, including <br> reference to the good subject to the verification; and <br> (v) the names and designation of the officials performing the <br> verification visit; <br> (c) an importing Party shall obtain the written consent of the producer <br> and/or exporter whose premises are to be visited; <br> (d) when a written consent from the producer and/or exporter is not <br> obtained within thirty (30) days from the date of receipt of the <br> notification pursuant to sub-paragraph (a), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the said <br> Certificate of Origin that would have been subject to the verification <br> visit; and <br> (e) the issuing authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen (15) days from the date of receipt of the <br> notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within sixty (60) days from the date of such receipt, <br> or a longer period as the Parties may agree. <br> 3. The Party conducting the verification visit shall provide the producer and/or <br> exporter, whose good is subject to such verification, and the relevant issuing authority <br> with a written determination of whether or not the good subject to such verification <br> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br> determination referred to in paragraph 3 that the good qualifies as an originating good. <br> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br> receipt of the written determination to provide in writing comments or additional <br> information regarding the eligibility of the good for preferential tariff treatment. If <br> the good is still found to be non-originating, the final written determination shall be <br> communicated to the issuing authority within thirty (30) days from the date of receipt <br> of the comments/additional information from the producer and/or exporter. <br> 6. The verification visit process, including the actual visit and the determination <br> under paragraph 3 whether the good subject to such verification is originating or not, <br> shall be carried out and its results communicated to the issuing authority within a <br> maximum period of six (6) months from the first day the initial verification visit was <br> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> preferential tariff treatment while awaiting the result of verification. <br> (a) an importing Party shall deliver a written notification of its intention to <br> (iv) the importer of the good subject to the verification visit; <br> (iii) the proposed date of the verification visit; <br> "}, {"ArticleTitle": "CUSTOMS CONTACT POINT", "ArticleDesc": "Rule 23 : CUSTOMS CONTACT POINT <br> 1. Each Party shall designate a contact point for all matters relating to this <br> Appendix. <br> 2. When the contact point of a Party raises any matter arising from Annex 3 to <br> the contact point of any other Party, the customs authority of the latter Party shall <br> assign its own experts to look into the matter and to respond with its findings and <br> proposed solution for resolving the matter within a reasonable period of time. <br> 3. The contact points shall endeavor to resolve any matter raised under Annex 3 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 4 : ISSUANCE OF A CERTIFICATE OF ORIGIN <br> Rule 8 : In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> Rule 20 : Exhibitions <br> Rule 22 : ACTION AGAINST FRAUDULENT ACTS <br> through consultations. <br> ISSUANCE OF A CERTIFICATE OF ORIGIN <br> In the event of theft, loss or destruction of a Certificate of Origin, the producer <br> ACTION AGAINST FRAUDULENT ACTS <br> 1. The producer and/or exporter of the good, or its authorised representative, <br> and/or exporter may apply to the issuing authority for a certified true copy of the <br> 1. Notwithstanding Rule 9 of Annex 3, a good sent from the territory of the <br> 1. When it is suspected that fraudulent acts in connection with a Certificate of <br> shall apply to the issuing authority, in accordance with the Party's domestic laws and <br> original to be made out on the basis of the export documents in its possession bearing <br> exporting Party for exhibition in another country and sold during or after the <br> Origin have been committed, the government authorities concerned shall cooperate in <br> regulations, requesting for pre-exportation examination of the origin of the good. The <br> the endorsement of the words \"CERTIFIED TRUE COPY\" in box 12 of a Certificate <br> exhibition for importation into the territory of a Party shall be granted preferential <br> the action to be taken by a Party against the persons involved. <br> result of the examination, subject to review periodically or whenever appropriate, <br> of Origin. This copy shall bear the date of issuance of the original Certificate of <br> tariff treatment on the condition that the good meets the requirements as set out in <br> 2. Each Party shall provide legal sanctions for fraudulent acts related to a <br> shall be accepted as the supporting evidence in determining the origin of the said good <br> Origin. The certified true copy of a Certificate of Origin shall be issued no later than <br> Annex 3, provided that it is shown to the satisfaction of the customs authority of the <br> to be exported thereafter. The pre-exportation examination may not apply to the good <br> importing Party that: <br> of which, by its nature, origin can be easily determined. <br> Rule 9 : PRESENTATION <br> (a) an exporter has dispatched the good from the territory of the exporting <br> 2. The producer and/or exporter or its authorised representative shall apply for a <br> Party to the country where the exhibition has been held and has <br> Certificate of Origin together with appropriate supporting documents proving that the <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> exhibited it there; <br> good to be exported qualifies for the issuance of a Certificate of Origin, consistent <br> submit to the customs authority of the importing Party at the time of import, a <br> (b) the exporter has sold the goods or transferred it to a consignee in the <br> with the domestic laws and regulations of the Party. <br> declaration, a Certificate of Origin including supporting documents (i.e. invoices and, <br> territory of the importing Party; and <br> 3. The issuing authority shall, to the best of its competence and ability, carry out <br> when required, the through Bill of Lading issued in the territory of the exporting <br> (c) the good has been consigned during the exhibition or immediately <br> proper examination, in accordance with the domestic laws and regulations of the <br> Party) and other documents as required in accordance with the domestic laws and <br> thereafter to the territory of the importing Party in the state in which it <br> Party, upon each application for a Certification of Origin to ensure that: <br> regulations of the importing Party. <br> was sent for the exhibition. <br> Rule 10 : 1. The Certificate of Origin shall, in accordance with domestic laws and <br> 2. For the purposes of implementing paragraph 1, a Certificate of Origin shall be <br> authorised signatory; <br> 1. The Certificate of Origin shall, in accordance with domestic laws and <br> provided to the relevant government authorities of the importing Party. The name and <br> (b) the origin of the good is in conformity with Annex 3; <br> regulations, be submitted to the customs authority of the importing Party within six <br> address of the exhibition shall be indicated. As an evidence for the identification of <br> (c) other statements in the Certificate of Origin correspond to supporting <br> (6) months from the date of issuance by the issuing authority of the exporting Party or <br> the good and the conditions under which it was exhibited, a certificate issued by the <br> documentary evidence submitted; and <br> the intermediate exporting Party in the case of back-to-back Certificate of Origin. <br> relevant government authorities of the country where the exhibition took place <br> (d) the description, quantity and weight of the good, marks and number of <br> 2. Where the Certificate of Origin is submitted to the customs authority of the <br> together with supporting documents prescribed in sub-paragraph (d) of Rule 19 may <br> packages, number and kinds of packages, as specified, conform to the <br> importing Party after the expiration of the time-limit as stated in paragraph 1 for its <br> be required. <br> good to be exported. <br> making any addition required. Such alterations shall be approved by an official <br> submission, such Certificate of Origin shall be accepted when the failure to observe <br> 3. Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or <br> 4. Multiple items declared on the same Certificate of Origin, shall be allowed, <br> such time-limit results from force majeure or other valid causes beyond the control of <br> similar show or display in shops or business premises with a view to the sale of <br> provided that each item must qualify separately in its own right. <br> the producer and/or exporter. <br> foreign good and where the good remains under customs control during the <br> Rule 5 : 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> 3. In all cases, the customs authority of the importing Party may accept such <br> exhibition. <br> 1. A Certificate of Origin shall be on A4 size paper and shall be in the form <br> Certificate of Origin, provided that the good has been imported before the expiration <br> qualifies as an originating good. <br> attached and referred to as Form AK. It shall be in the English language. <br> of the time-limit of the said Certificate of Origin. <br> 2. A Certificate of Origin shall comprise one original and two (2) copies. The <br> Rule 11 : Waiver of certificate of origin <br> colors of the original and the copies of a Certificate of Origin shall be mutually agreed <br> Waiver of certificate of origin <br> upon by the Parties. <br> A Certificate of Origin shall not be required for: <br> 3. A Certificate of Origin shall bear a reference number separately given by each <br> place or office of issuance. <br> (a) a good originating in the territory of a Party which does not exceed <br> US$ 200.00 FOB; or <br> 4. The original copy shall be forwarded by the producer and/or exporter to the <br> (b) a good sent by post from the territory of a Party which does not exceed <br> importer for submission to the customs authority of the importing Party. The <br> US$ 200.00 FOB, <br> duplicate shall be retained by the issuing authority of the exporting Party. The <br> provided that the importation does not form part of one or more importations that may <br> triplicate shall be retained by the producer and/or exporter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> 5. The issuing authority shall endeavour to periodically provide records of <br> avoiding the submission of a Certificate of Origin. <br> issuance of Certificates of Origin, including issuing number and date, producer and/or <br> Rule 12 : 1. Where the origin of a good is not in doubt, the discovery of minor <br> exporter and description of goods, to the customs authority of the importing Party. <br> 1. Where the origin of a good is not in doubt, the discovery of minor <br> 6. In cases where a Certificate of Origin is rejected by the customs authority of <br> discrepancies, between the statements made in a Certificate of Origin and those made <br> the importing Party, the subject Certificate of Origin shall be marked accordingly in <br> in the documents submitted to the customs authority of the importing Party for the <br> box 4 and the original Certificate of Origin shall be returned to the issuing authority <br> purpose of carrying out the formalities for importing the good shall not ipso facto <br> Exhibitions <br> within a reasonable period but not exceeding two (2) months. The issuing authority <br> invalidate the Certificate of Origin, if it does in fact correspond to the good submitted. <br> shall be duly notified of the grounds for the denial of preferential tariff treatment. <br> 2. For multiple items declared under the same Certificate of Origin, a problem <br> 7. In cases where a Certificate of Origin is not accepted, as stated in paragraph 6, <br> encountered with one of the items listed shall not affect or delay the granting of <br> origin. Any alteration shall be made by striking out the erroneous materials and <br> the customs authority of the importing Party, as it deems fit, should accept the <br> preferential tariff treatment and customs clearance of the remaining items listed in that <br> clarifications made by the issuing authority to accept the Certificate of Origin and <br> Certificate of Origin. Paragraph 1(c) of Rule 14 may be applied to the problematic <br> reinstate the preferential tariff treatment. The clarifications should be detailed and <br> items. <br> exhaustive in addressing the grounds for denial of preferential tariff treatment raised <br> Rule 13 : RECORD KEEPING REQUIREMENT <br> by the importing Party. <br> RECORD KEEPING REQUIREMENT <br> Rule 6 : Neither erasures nor superimpositions shall be allowed on a Certificate of <br> 1. For the purposes of the verification process pursuant to Rules 14 and 15, the <br> Neither erasures nor superimpositions shall be allowed on a Certificate of <br> producer and/or exporter applying for the issuance of a Certificate of Origin shall, <br> subject to the domestic laws and regulations of the exporting Party, keep its <br> supporting records for application for not less than three (3) years from the date of <br> authorised to sign a Certificate of Origin and certified by the issuing authority. <br> issuance of the Certificate of Origin. <br> 2. The importer shall keep records relevant to the importation in accordance with <br> the domestic laws and regulations of the importing Party. <br> 3. The application for Certificates of Origin and all documents related to such <br> application shall be retained by the issuing authority for not less than three (3) years <br> 4. Information relating to the validity of a Certificate of Origin shall be furnished <br> upon request of the importing Party by an official authorised to sign a Certificate of <br> Origin and certified by the appropriate government authorities. <br> 5. Any information communicated between the Parties concerned shall be treated <br> as confidential and shall be used for the validation of Certificates of Origin purpose <br> only. <br> Rule 14 : VERIFICATION <br> 1. The importing Party may request the issuing authority of the exporting Party <br> to conduct a retroactive check at random and/or when the importing Party has <br> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br> information regarding the true origin of the good in question or of certain parts <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> thereof. Upon such request, the issuing authority2 of the exporting Party shall conduct <br> a retroactive check on a producer's and/or exporter's cost statement based on the <br> current cost and prices within a six-month timeframe of the specified date of <br> exportation3, subject to the following procedures: <br> (a) the request of the importing Party for a retroactive check shall be <br> one year from the date of issuance of the original Certificate of Origin. <br> accompanied with the Certificate of Origin concerned and shall specify <br> the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis; <br> 2 In the case of Korea, the issuing authority referred to Rules 14 and 15, for the purpose of origin <br> verification for the exported goods into the ASEAN Member countries, refers to the customs authority <br> in accordance with its customs laws and regulations. <br> 3 With reference to the six-month timeframe, the issuing authority of the exporting Party can choose <br> any six-month period, before or after the date specified, or any time in between as long as it does not <br> exceed the period of six months. <br> (b) the issuing authority of the exporting Party receiving a request for <br> retroactive check shall respond to the request promptly and reply <br> within two (2) months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend provision of <br> from the date of issuance. <br> However, it may release the good to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> PRESENTATION <br> held to be subject to import prohibition or restriction and there is no <br> suspicion of fraud; and <br> (d) the issuing authority shall promptly transmit the results of the <br> verification process to the importing Party which shall then determine <br> whether or not the subject good is originating. The entire process for <br> retroactive check, including the process of notifying the issuing <br> authority of the exporting Party the result of determination on whether <br> or not the good is originating, shall be completed within six (6) <br> months. While the process of the retroactive check is being <br> undertaken, sub-paragraph (c) shall be applied. <br> 2. The customs authority of the importing Party may request an importer for <br> (a) the Certificate of Origin is duly completed and signed by the <br> information or documents relating to the origin of imported good in accordance with <br> its domestic laws and regulations before requesting the retroactive check pursuant to <br> paragraph 1. <br> Rule 15 : 1. If the importing Party is not satisfied with the outcome of the retroactive <br> 1. If the importing Party is not satisfied with the outcome of the retroactive <br> check, it may, under exceptional circumstances, request verification visits to the <br> Certificate of Origin. <br> exporting Party. <br> 2. Prior to conducting a verification visit pursuant to paragraph 1: <br> Verification <br> conduct the verification visit simultaneously to: <br> (i) the producer and/or exporter whose premises are to be visited; <br> (ii) the issuing authority of the Party in the territory of which the <br> verification visit is to occur; <br> (iii) the customs authority of the Party in the territory of which the <br> verification visit is to occur; and <br> (b) the written notification mentioned in sub-paragraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (i) the name of the customs authority issuing the notification; <br> (ii) the name of the producer and/or exporter whose premises are to <br> be visited; <br> (iv) the coverage of the proposed verification visit, including <br> reference to the good subject to the verification; and <br> (v) the names and designation of the officials performing the <br> verification visit; <br> (c) an importing Party shall obtain the written consent of the producer <br> and/or exporter whose premises are to be visited; <br> (d) when a written consent from the producer and/or exporter is not <br> obtained within thirty (30) days from the date of receipt of the <br> notification pursuant to sub-paragraph (a), the notifying Party may <br> deny preferential tariff treatment to the good referred to in the said <br> Certificate of Origin that would have been subject to the verification <br> visit; and <br> (e) the issuing authority receiving the notification may postpone the <br> proposed verification visit and notify the importing Party of such <br> intention within fifteen (15) days from the date of receipt of the <br> notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within sixty (60) days from the date of such receipt, <br> or a longer period as the Parties may agree. <br> 3. The Party conducting the verification visit shall provide the producer and/or <br> exporter, whose good is subject to such verification, and the relevant issuing authority <br> with a written determination of whether or not the good subject to such verification <br> 4. Any suspended preferential tariff treatment shall be reinstated upon the written <br> determination referred to in paragraph 3 that the good qualifies as an originating good. <br> 5. The producer and/or exporter shall be allowed thirty (30) days from the date of <br> receipt of the written determination to provide in writing comments or additional <br> information regarding the eligibility of the good for preferential tariff treatment. If <br> the good is still found to be non-originating, the final written determination shall be <br> communicated to the issuing authority within thirty (30) days from the date of receipt <br> of the comments/additional information from the producer and/or exporter. <br> 6. The verification visit process, including the actual visit and the determination <br> under paragraph 3 whether the good subject to such verification is originating or not, <br> shall be carried out and its results communicated to the issuing authority within a <br> maximum period of six (6) months from the first day the initial verification visit was <br> conducted. While the process of verification is being undertaken, paragraph 1(c) of <br> Rule 14 shall be applied. : 1. The Parties shall maintain, in accordance with their respective domestic laws <br> preferential tariff treatment while awaiting the result of verification. <br> (a) an importing Party shall deliver a written notification of its intention to <br> (iv) the importer of the good subject to the verification visit; <br> (iii) the proposed date of the verification visit; <br> "}]}]}, "members_found": ["410", "360", 5, 8703900000]}