{"FtaRooDetails": {"FtaId": 10, "FtaCode": "ITC00010", "FtaName": "AAP.A25TM 20: Venezuela for Trinidad and Tobago", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL SUSCRITO ENTRE VENEZUELA Y TRINIDAD Y TOBAGO", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "31.08.1989", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Country", "MemberStates": "Trinidad and Tobago; Venezuela (Bolivarian Republic of)", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.A25TM 20: Venezuela for Trinidad and Tobago", "AdminProcCooAuth": "The certification type under AAP.A25TM 20: Venezuela for Trinidad and Tobago is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.A25TM 20: Venezuela for Trinidad and Tobago is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.A25TM 20: Venezuela for Trinidad and Tobago agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) Los productos en cuya elaboración se utilicen materiales que no sean originarios de los países signatarios del presente Acuerdo, cuando resulten de un proceso de transformación realizado en el territorio de alguno de ellos, que les confiera una nueva individualidad, caracterizada por el hecho de estar clasificados en la Nomenclatura Arancelaria de Bruselas, en posición diferente a la de dichos materiales. No obstante, no serán considerados como originarios los productos que resulten de operaciones o procesos efectuados en el territorio de un país signatario por los cuales adquieran la forma final en que serán comercializados, cuando en dichas operaciones o procesos se utilicen exclusivamente materiales o insumos que no sean originarios de sus respectivos países y consistan solamente en montajes o ensambles, fraccionamiento en lotes de volúmenes, selección, clasificación ,marcación, composición de surtidos de mercaderías u otras operaciones o procesos semejantes. d) Los productos que resulten de operaciones de ensamble y montaje realizadas en el territorio de un país signatario, utilizando materiales originarios de los países signatarios y de terceros países cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países, no exceda del cincuenta (50) por ciento del valor FOB de dichos productos.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00010_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/a605d1e8eaadaf57032577bd0044c017/$FILE/CO%20Venezuela%20-%20Trinidad%20y%20Tobago.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00010_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/a605d1e8eaadaf57032577bd0044c017/$FILE/Anexo%20lll.docx"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00010_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/f648ed517f865e1883257d800057e111/b365123fe0e1d3c4032568250041915f?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "QUINTO.-. A los efectos del cumplimiento de los requisitos de origen establecidos en el <br /> presente anexo, los materiales y otros insumos, originarios del territorio de uno de los países <br /> signatarios incorporados por otro de los países signatarios a la elaboración de determinado <br /> producto, serán considerados como originarios del territorio de este último.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "a) Los productos elaborados íntegramente en el territorio de cualquiera de ellos, cuando en su <br /> elaboración se utilicen exclusivamente materiales originarios de los países signatarios del presente Acuerdo. <br /> b) Se considerarán como producidos en el territorio de un país signatario: <br /> i) Los productos de los reinos mineral, vegetal, y animal, incluyendo los de la caza y la pesca, <br /> extraídos, cosechados o recolectados en su territorio o en sus aguas territoriales.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "iii) Los productos que resulten de operaciones o procesos efectuados en su territorio por los <br /> que adquieran la forma final en que serán comercializados, excepto cuando dichos procesos u <br /> operaciones consistan solamente en simples montajes o ensambles, embalaje, fraccionamiento <br /> en lotes o volúmenes, selección y clasificación, marcación, composición de surtidos de <br /> mercaderías u otras operaciones o procesos equivalentes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "d) Los productos que resulten de operaciones de ensamble y montaje realizadas en el territorio <br /> de un país signatario, utilizando materiales originarios de los países signatarios y de terceros <br /> países cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales <br /> originarios de terceros países, no exceda del cincuenta (50) por ciento del valor <br /> FOB de dichos productos. <br /> establecidos en el artículo primero. <br /> TERCERO.- En la determinación de los requisitos de origen a que se refiere el artículo <br /> segundo, así como en la revisión de los que se hubieren establecido, los países signatarios <br /> tomarán como base, individual o conjuntamente, entre otros, los siguientes elementos: <br /> I) Materiales y otros insumos empleados en la producción: <br /> a) Materias primas: <br /> i) Materia prima preponderante o que confiera al producto su característica esencial; y <br /> ii) Materias primas principales. <br /> b) Partes o piezas: <br /> i) Parte o pieza que confiera al producto su característica esencial; <br /> ii) Partes o piezas principales; y <br /> iii) Porcentaje de las partes o piezas en relación al peso total. <br /> II) Proceso de transformación o elaboración realizado. <br /> III) Proporción máxima del valor de los materiales importados de países no signatarios en <br /> relación con el valor total del producto, que resulte del procedimiento de valorización <br /> convenido en cada caso. <br /> SEPTIMO.- Se entenderá que la expresión @^@materiales@^@ comprende las materias primas, <br /> productos intermedios y las partes o piezas utilizadas en la elaboración de los productos.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "PRIMERO.-. Serán considerados originarios de los países signatarios: <br /> a) Los productos elaborados íntegramente en el territorio de cualquiera de ellos, cuando en su <br /> elaboración se utilicen exclusivamente materiales originarios de los países signatarios del presente Acuerdo. <br /> b) Se considerarán como producidos en el territorio de un país signatario: <br /> i) Los productos de los reinos mineral, vegetal, y animal, incluyendo los de la caza y la pesca, <br /> extraídos, cosechados o recolectados en su territorio o en sus aguas territoriales. <br /> ii) Los productos del mar extraídos fuera de sus aguas territoriales por barcos de su bandera o <br /> arrendados por empresas establecidas en su territorio; y <br /> iii) Los productos que resulten de operaciones o procesos efectuados en su territorio por los <br /> que adquieran la forma final en que serán comercializados, excepto cuando dichos procesos u <br /> operaciones consistan solamente en simples montajes o ensambles, embalaje, fraccionamiento <br /> en lotes o volúmenes, selección y clasificación, marcación, composición de surtidos de <br /> mercaderías u otras operaciones o procesos equivalentes. <br /> c) Los productos en cuya elaboración se utilicen materiales que no sean originarios de los <br /> países signatarios del presente Acuerdo, cuando resulten de un proceso de transformación <br /> realizado en el territorio de alguno de ellos, que les confiera una nueva individualidad, <br /> caracterizada por el hecho de estar clasificados en la Nomenclatura Arancelaria de Bruselas, <br /> en posición diferente a la de dichos materiales. <br /> No obstante, no serán considerados como originarios los productos que resulten de <br /> operaciones o procesos efectuados en el territorio de un país signatario por los cuales <br /> adquieran la forma final en que serán comercializados, cuando en dichas operaciones o <br /> procesos se utilicen exclusivamente materiales o insumos que no sean originarios de sus <br /> respectivos países y consistan solamente en montajes o ensambles, fraccionamiento en lotes <br /> de volúmenes, selección, clasificación ,marcación, composición de surtidos de mercaderías u <br /> otras operaciones o procesos semejantes. <br /> d) Los productos que resulten de operaciones de ensamble y montaje realizadas en el territorio <br /> de un país signatario, utilizando materiales originarios de los países signatarios y de terceros <br /> países cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales <br /> originarios de terceros países, no exceda del cincuenta (50) por ciento del valor <br /> FOB de dichos productos.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "OCTAVO.- Para que la importación de los productos incluidos en el presente Acuerdo pueda <br /> beneficiarse de las reducciones de gravámenes y restricciones otorgadas entre sí por los <br /> países signatarios, en la documentación correspondiente a las exportaciones de dichos <br /> productos deberá constar una declaración que acredite el cumplimiento de los requisitos de <br /> origen establecidos conforme a lo dispuesto en los artículos anteriores. <br /> NOVENO.- La declaración a que se refiere el artículo precedente será expedida por el <br /> productor final o el exportador de la mercancía y certificada por una institución oficial o entidad <br /> habilitada por el país signatario exportador. <br /> DECIMO.- En todos los casos, se utilizará el formulario que figura en los Anexos del presente Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "DECIMOSEGUNDO.- Siempre que un país signatario considere que los certificados emitidos <br /> por una institución habilitada por el país exportador, no se ajustan a las disposiciones <br /> contenidas en el presente régimen, lo comunicará al referido país exportador para que éste <br /> adopte las medidas que estime necesarias para dar solución a los problemas planteados. <br /> En ningún caso el país importador detendrá el trámite de importación de los productos <br /> amparados en los certificados a que se refiere el párrafo anterior pero podrá, además de <br /> solicitar las informaciones adicionales que correspondan a las autoridades gubernamentales <br /> del país exportador adoptar las medidas que considere necesarias para garantizar el interés fiscal. <br /> En caso de duda sobre el origen de la mercadería, y si no se hubiese resuelto el problema por <br /> gestión bilateral, no se impedirá la importación de los bienes de que se trate, siempre que se <br /> otorgue una fianza que garantice al país importador el pago de los impuestos y otros recargos <br /> que pudiere causar su importación, como si fuere originario de terceros países. La fianza se <br /> hará efectiva o no según se resuelva.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["all", "862"]}