{"FtaRooDetails": {"FtaId": 100, "FtaCode": "ITC00103", "FtaName": "CEPA, India-Korea", "FtaFullName": "COMPREHENSIVE ECONOMIC PARTNERSHIP AGREEMENT BETWEEN THE REPUBLIC OF KOREA AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2010", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CEPA, India-Korea", "AdminProcCooAuth": "The certification type under CEPA, India-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CEPA, India-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CEPA, India-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH and RVC 35%", "RooText": "(i) the regional value content is not less than 35 percent of the FOB value; and (ii) the goods have undergone a change in tariff classification in a subheading, at the six digit level, of the HS from tariff classification in which all the non-originating materials used in their manufacture are classified;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " Annex 3-A<br /> Products Specific Rules<br /> Part I - General Interpretative Notes<br /> 1. The specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading.<br /> 2. The following definitions apply:<br /> (a) the Product Specific Rules in this Annex are structured on the basis of the<br /> HS, including its General Interpretative Rules, Section Notes and Chapter<br /> Notes;<br /> (b) Chapter means a chapter of the HS;<br /> (c) Heading means the first four digits in the tariff classification number under<br /> the HS; and<br /> (d) Subheading means the first six digits in the tariff classification number<br /> under the HS.<br /> 3. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 4. Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff provisions at the level of a chapter,<br /> heading or subheading of the HS, each Party shall construe the rule of origin to require that<br /> materials classified in those excluded provisions be originating for the good to qualify as<br /> originating.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00103_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/in/1/eng/CEPA_CHAP4_ANNEXB_E.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00103_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/in/1/eng/CEPA_CHAP3_ANNEXA_E.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00103_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/in/1/eng/CEPA_CHAP3_E.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00103_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/in/1/eng/CEPA_CHAP4_E.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00103_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/in/1/eng/CEPA_CHAP5_E.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00103_full.pdf", "DocType": "8_full", "WebLink": "https://www.customs.go.kr/kcshome/main/content/ContentView.do?contentId=CONTENT_ID_000002362&layoutMenuNo=23270"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: ACCUMULATION <br /> Originating materials from the territory of a Party, incorporated in the production of a good <br /> in the territory of the other Party shall be considered to originate in the territory, of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: DE MINIMIS <br /> 1 A good that does not undergo a change in tariff classification pursuant to Article 3.4 <br /> and Annex 3-A in the final process of production shall be considered as originating if: <br /> (a) for goods except for those falling within Chapters 1 through 14 and <br /> Chapters 50 through 63 of the HS, the value of all non-originating materials <br /> used in its production, which do not undergo the required change in tariff <br /> classification, does not exceed ten percent of the FOB value of the good; <br /> (b) for goods falling within Chapters 50 through 63 of the HS, the total weight <br /> of non-originating basic textile materials used in its production, which do <br /> not undergo the required change in tariff classification, does not exceed <br /> seven percent of the total weight of all the basic textile materials used; and <br /> (c) the good meets all other applicable criteria set forth in this Chapter for <br /> qualifying as an originating good. <br /> 2 The value of such non-originating materials shall be included in the value of non- <br /> originating materials for any applicable regional value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX 3-B <br /> EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br /> 1 List of Goods <br /> (a) Each Party shall apply Article 3.14 to goods listed in Appendix 3-B-1 attached hereto. <br /> (b) A Party may request amendment of the list referred to in subparagraph (a), <br /> which the other Party shall consider in good faith. Such amendment shall <br /> be adopted when mutually agreed by both Parties. <br /> 2 Origin Conferring <br /> (a) Goods referred to in paragraph 1(a) and any subsequent amendments, which <br /> are re-imported as the goods that do not undergo any process beyond <br /> operations within the territory of the re-importing Party for export as set out <br /> in Article 3.6 shall be deemed to be originating in the territory of that Party, provided that: <br /> (i) the total value of non-originating input (7) does not exceed 40 percent <br /> of the FOB price of the final good for which originating status is claimed; and <br /> (ii) the value of originating materials exported from the Party is not less <br /> than 60 percent of the total value of materials used in manufacturing <br /> the re-imported material or good. <br /> (b) Except as otherwise provided for in this Annex, relevant Articles of this <br /> Chapter shall be applied mutatis mutandis to the origin conferring of the <br /> goods to which Article 3.14 applies. <br /> 3 Specific Procedures for the Implementation of Article 3.14 <br /> (a) Certificate of Origin for goods covered by Article 3.14 shall be issued by <br /> the Issuing Authorities (8) of the exporting Party in accordance with Chapter <br /> Four (Origin Procedures). <br /> (b) The issuing authority of the exporting Party shall indicate in the Certificate <br /> of Origin that the good is covered by Article 3.14. <br /> (c) Except as otherwise provided for in this Annex, the relevant Articles of <br /> Chapter Four (Origin Procedures) shall be applied mutatis mutandis to the <br /> goods to which Article 3.14 applies. <br /> (d) Each Party shall assist the customs authority of importing Party to conduct <br /> verification on goods covered by Article 3.14 in accordance with Articles <br /> 4.11 (Verification by competent authority of exporting Party), 4.12 <br /> (Verification by Customs Authority of Importing Party), 4.13 (Verification 4.15 <br /> of Materials that are used in the Production of the Good), <br /> (Confidentiality) and 4.18(Uniform Regulations/Rules). <br /> 4 Special Safeguard <br /> (a) When a Party determines that there is an increase of importation of a good <br /> covered by Article 3.14 into the territory of that Party in such quantities and <br /> under such conditions as to cause, or threaten to cause, serious injury to its <br /> domestic industry, that Party shall be free to suspend the application of Article <br /> 3.14 to such a good for such a period of time as it may consider necessary to <br /> prevent or remedy such injury or threat to cause injury to the domestic industry of the Party. <br /> (b) A Party that intends to suspend the application of Article 3.14 pursuant to <br /> subparagraph (a) shall notify to the other Party two months in advance of the <br /> start of the suspension period and afford the other Party an opportunity to <br /> exchange views with it in respect of the proposed suspension. <br /> (c) The period mentioned in subparagraph (a) may be extended provided that the <br /> Party which has taken the action of suspension, has determined that the <br /> suspension continues to be necessary to prevent or remedy injury. <br /> (d) In critical circumstances, where delay would cause damage which would be <br /> difficult to repair, the suspension of the application of Article 3.14 under <br /> subparagraph (a) may be taken provisionally without two months advance <br /> notification to the other Party, on the condition that notification shall be made <br /> before such suspension takes effect. <br /> (e) When a Party has made a determination mentioned in subparagraph (a) and the <br /> requirements set out in subparagraph (b) are fulfilled, the Party concerned may <br /> suspend the application of Article 3.14 unilaterally and unconditionally, <br /> including as follows: <br /> (i) there shall be no obligation to prove that there is serious injury; <br /> (ii) there shall be no obligation for advance consultation; <br /> (iii) there shall be no limit to the duration or frequency of suspension; and <br /> (iv) there shall be no obligation for compensation. <br /> 5 Review <br /> (a) Parties shall review the implementation and operation of Article 3.14 in <br /> accordance with the procedure set out in Article 15.2.2(c) (Joint Committee <br /> and Review). For the purposes: <br /> (i) the exporting Party shall provide to the importing Party or Joint <br /> Committee a brief factual report on the operation of Article 3.14, <br /> including export statistics of each good listed in the attached lists <br /> referred to in paragraph 1(a) to the importing Party during the <br /> previous six month period; and <br /> (ii) the importing Party shall provide upon the request of the exporting <br /> Party or Joint Committee information pertaining to denial of claims <br /> for preferential tariff treatment, if any, including the number of <br /> Certificates of Origin not accepted, and reasons for denial. <br /> The importing Party or Joint Committee may request such additional <br /> information as it may consider necessary for its review of the <br /> implementation and operation of Article 3.14 from the exporting Party. <br /> (c) Taking into account the result of the review provided for in subparagraph <br /> (a), the Parties or Joint Committee may make recommendations as they may consider necessary. <br /> 6 Option of Rescinding <br /> Anytime five years after the date of entry into force of this Agreement, each Party will <br /> have an option of rescinding the application of this Annex when it determines, on the basis <br /> of a review and on its own discretion, that its interests have been seriously damaged as a <br /> consequence of the application of Article 3.14. <br /> 7 Any dispute concerning the interpretation, implementation or application of this <br /> Annex shall not be subject to the procedures and mechanism set out in Chapter Fourteen <br /> (Dispute Settlement). <br /> 8 Nothing in this Annex shall affect the rights and obligations of the Parties under <br /> this Agreement, including Section B-2 (Safeguard Measures) of Chapter Two (Trade in Goods). <br /> (7) @^@Total value of non-originating input@^@ shall mean the value of any non-originating materials added inside <br /> as well as any materials added and all other cost accumulated outside the Party concerned, including transport costs. <br /> (8) With regard to Korea, Issuing Authorities means the Korean customs authority. <br /> APPENDIX 3-B-1 <br /> PRODUCT LIST SUBJECT TO EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br /> Chapter 20 Preparations of vegetables, fruit, nuts or other parts of plants <br /> 200892 <br /> Chapter 43 Furskins and artificial fur; manufactures thereof <br /> 430400 <br /> Chapter 48 Paper and paperboard; articles of paper pulp, of paper or of paperboard <br /> 480439 <br /> Chapter 55 Man-made staple fibers <br /> 550962, 550969 <br /> Chapter 58 Special woven fabrics; tufted textile fabrics; lace; tapestries; trimmings; embroidery <br /> 581099 <br /> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br /> 610120, 610130, 610190, 610210, 610220, 610230, 610290, 610322, 610323, 610329, 610331, 610332, <br /> 610333, 610339, 610341, 610342, 610343, 610349, 610413, 610419, 610422, 610423, 610429, 610431, <br /> 610439, 610441, 610449, 610451, 610459, 610461, 610469, 610590, 610712, 610719, 610721, 610722, <br /> 610729, 610791, 610811, 610829, 610832, 611019, 611211, 611212, 611219, 611220, 611231, 611239, <br /> 611241, 611249, 611420, 611490 <br /> Chapter 62 Articles of apparel and clothing accessories, not knitted or crocheted <br /> 620111, 620112, 620113, 620119, 620192, 620219, 620291, 620292, 620299, 620312, 620322, 620323, <br /> 620329, 620339, 620349, 620412, 620419, 620421, 620422, 620423, 620429, 620441, 620444, 620590, <br /> 620610, 620620, 620721, 620722, 620791, 620799, 620811, 620819, 620821, 620822, 620829, 620891, <br /> 620899, 620920, 620930, 620990, 621040, 621120, 621132, 621139, 621141, 621142, 621230, 621390, <br /> 621420 <br /> Chapter 63 Other made up textile articles; sets; worn clothing and worn textile articles; rags <br /> 630130", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: ACCESSORIES, SPARE PARTS AND TOOLS <br /> Accessories, spare parts or tools delivered with a good that form part of the good's standard <br /> accessories, spare parts or tools, shall be treated as originating goods if the good is an <br /> originating good, and shall be disregarded in determining whether all the non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification, provided that: <br /> (a) the accessories, spare parts or tools are not invoiced separately from the good; <br /> (b) the quantities and value of the accessories, spare parts or tools are standard <br /> trade practice for the good in the domestic market of the exporting Party; and <br /> (c) if the good is subject to a regional value content requirement, the value of <br /> the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating <br /> the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br /> Within the meaning of Article 3.2(a), the following goods shall be considered as being <br /> wholly obtained or produced in the territory of a Party: <br /> (a) raw or mineral goods extracted from its territory; <br /> (b) plants and plant products harvested, picked or gathered after being grown <br /> there; <br /> (c) live animals born and raised there; <br /> (d) goods obtained from animals referred to in subparagraph (c); <br /> (e) goods obtained by hunting or trapping within the land territory, or fishing or <br /> aquaculture conducted within the internal waters or within the territorial sea of the Party; <br /> (f) goods of sea-fishing and other goods taken from the sea outside the <br /> territorial sea of a Party by vessels registered or recorded with a Party and flying its flag; <br /> (g) goods produced on board factory ships from the goods referred to in <br /> subparagraph (f), provided that such factory ships are registered or recorded <br /> with a Party and fly its flag; <br /> (h) goods taken by a Party or a person of a Party from the seabed or beneath the <br /> seabed outside territorial sea of a Party, provided that the Party has rights to <br /> exploit such seabed or beneath the seabed in accordance with the 1982 <br /> United Nations Convention on the Law of the Sea; <br /> (i) articles collected there, including waste and scrap derived from production <br /> there, which can no longer perform their original purpose nor are capable of <br /> being restored or repaired and are fit only for disposal or recovery of parts <br /> or raw materials, or for recycling purposes; and <br /> (j) goods produced there exclusively from goods referred to in subparagraphs <br /> (a) through (i) or from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: NON-QUALIFYING OPERATIONS <br /> 1 Notwithstanding any provision in this Chapter, a good shall not be considered to <br /> have satisfied the requirements for an originating good in Article 3.4 merely by reason of <br /> going through the following operations or processes: <br /> (a) preserving operations (1) to ensure that the products remain in good condition during transport; <br /> (b) changes of packaging or packing, and breaking-up and assembly of packages; <br /> (c) washing, cleaning or removal of dust, oxide, oil, paint or other coverings; <br /> (d) simple (2) painting and polishing operations; <br /> (e) sifting, screening, sorting, classifying, grading or matching, including the <br /> making-up of sets of articles; <br /> (f) simple combining operations, labelling, pressing, cleaning or dry cleaning, <br /> packaging operations, or any combination thereof; <br /> (g) cutting to length or width and hemming, or stitching or overlocking of <br /> fabrics which are readily identifiable as being intended for a particular commercial use; <br /> (h) trimming and/or joining together by sewing, looping, linking or attaching <br /> accessory articles such as straps, bands, beads, cords, rings and eyelets; <br /> (i) one or more finishing operations on yarns, fabrics or other textile articles, <br /> such as bleaching, waterproofing, decating, shrinking, mercerizing, or similar operations; <br /> (j) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> (k) operations to colour sugar or form sugar lumps; <br /> (l) peeling, stoning and unshelling; <br /> (m) unflaking, crushing, squeezing, slicing, macerating and removal of bones; <br /> (n) sharpening, simple grinding or simple cutting and repackaging; <br /> rice; (o) simple (3) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (p) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> (q) simple mixing (4) of products, whether or not of different kinds; <br /> (r) simple (5) assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (s) simple (6) testing or calibrations; <br /> (t) mere dilution with water or another substance that does not materially alter <br /> the characteristics of the goods; <br /> (u) slaughtering of animals; or <br /> (v) a combination of two or more operations referred to in subparagraphs (a) through (u). <br /> (1) Preserving operations include drying, freezing, keeping in brine, ventilation, spreading out, chilling, <br /> placing in salt or sulfur dioxide, removal of damaged parts, and like operations. <br /> (2)@^@simple@^@ generally describes activities which need neither special skills nor machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. <br /> (3) See footnote 2. <br /> (4) @^@simple mixing@^@ generally describes activities which need neither special skills nor machines, apparatus or <br /> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br /> include chemical reaction. Chemical reaction means a process, including a biochemical process, which <br /> results in a molecule with a new structure by breaking intra-molecular bonds and by forming new intra- <br /> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br /> (5) See footnote 2. <br /> (6) See footnote 2. <br /> 2 All operations carried out in a Party on a given product shall be considered together <br /> when determining whether the working or processing undergone by that product is to be <br /> regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br /> 1 Except as under Article 3.14 and provided that the final process of manufacturing is <br /> performed within the territory of the exporting Party, goods would be considered as <br /> originating within the meaning of Article 3.2(b), <br /> (a) which satisfy the Product Specific Rules provided in Annex 3-A; <br /> (b) except for goods covered under subparagraph (a) as provided for in Annex 3-A, if; <br /> (i) the regional value content is not less than 35 percent of the FOB value; and <br /> (ii) the goods have undergone a change in tariff classification in a <br /> subheading, at the six digit level, of the HS from tariff classification <br /> in which all the non-originating materials used in their manufacture are classified; <br /> 2 When a regional value content is required to determine an originating good, the <br /> regional value content of a good shall be calculated on the basis of the following method: <br /> FOB value - VNM <br /> RVC = -------------------------------- x 100 <br /> FOB value <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> FOB value is the value of the good as defined in Article 3.1; <br /> VNM means the value of non-originating materials specified in paragraph 4. <br /> 3 For the purpose of paragraph 2, if the material does not satisfy the requirements of <br /> paragraph 1, the non-qualifying value of the materials shall be that proportion which <br /> cannot be attributed to one or both of the Parties, provided that the requirements of Article 3.6 <br /> at each stage of value accumulation are satisfied. <br /> 4 The value of the non-originating materials used in the production of a good shall be: <br /> (a) for imported materials, the CIF value as defined in Article 3.1; or <br /> (b) for materials of undetermined origin, the earliest price as ascertained to <br /> have been paid for in the territory of the Party where the working or <br /> processing takes place, in accordance with the Customs Valuation Agreement. <br /> 5 For the value of non-originating materials, the following expenses, where included <br /> under paragraph 4, may be deducted from the value of the non-originating materials: <br /> (a) inland transportation costs incurred to transport the materials to the location <br /> of the producer; and <br /> (b) duties, taxes and customs brokerage fees on the material paid in the territory <br /> of one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable, or otherwise recoverable, including credit against <br /> duties or taxes paid or payable.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.1: DEFINITIONS <br /> indirect materials means goods used in the production, testing or inspection of a good but <br /> not physically incorporated into the good, or goods used in the maintenance of buildings or <br /> the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) parts including spare parts and materials used in the maintenance of <br /> equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production; <br /> ARTICLE 3.5: INDIRECT MATERIALS <br /> In order to determine whether a good originates in a Party, the origin of the indirect <br /> materials shall not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: DIRECT CONSIGNMENT <br /> 1 Preferential tariff treatment shall be applied to a good satisfying the requirements of <br /> this Chapter and which is transported directly between the territories of the exporting Party <br /> and the importing Party. <br /> 2 Notwithstanding paragraph 1, a good of which transport involves transit through <br /> one or more intermediate third countries, other than the territories of the exporting Party <br /> and the importing Party, shall be considered to be consigned directly, provided that: <br /> (a) the goods have not entered into trade or consumption there; <br /> (b) the goods have not undergone any operation there other than unloading and <br /> reloading or any operation required to keep them in good condition; and <br /> (c) the goods have remained under the customs control in the country of transit.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: PRINCIPLE OF TERRITORIALITY <br /> 1 Except as provided for in Articles 3.7 and 3.14, the conditions for acquiring <br /> originating status set out in Articles 3.2 through 3.12 shall be fulfilled without interruption in a Party. <br /> 2 Except as provided for in Article 3.7, an originating product exported from a Party <br /> to a non-Party shall, when returned, be considered to be non-originating unless it can be <br /> demonstrated to the satisfaction of the customs authority in accordance with laws and <br /> regulations of the importing Party concerned that: <br /> (a) the returning product is the same as that exported; and <br /> (b) the returning product has not undergone any operation beyond that <br /> necessary to preserve it in good condition while being exported. <br /> ARTICLE 3.14: EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br /> Notwithstanding the provisions of Article 3.13, the acquisition of originating status in <br /> accordance with the conditions set out in Articles 3.2 through 3.12 shall not be affected by <br /> working or processing carried out in the area agreed by both Parties in the Exchange of <br /> Notes on materials exported from the Party concerned and subsequently re-imported there, <br /> provided that the conditions set out in Annex 3-B are fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> Packaging materials and containers in which a good is packaged for retail sale shall, if <br /> classified with the good, be disregarded in determining whether all the non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification, and, if the good is subject to a regional value content requirement, the value <br /> of such packaging materials and containers shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value content of the good. <br /> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Packing materials and containers in which a good is packed for shipment shall be <br /> disregarded in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo an <br /> applicable change in tariff classification; and <br /> (b) the good satisfies a regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: FUNGIBLE MATERIALS <br /> 1 Where identical and interchangeable originating and non-originating materials are <br /> used in the manufacture of a product, those materials shall be physically segregated, <br /> according to their origin, during storage. <br /> 2 A producer facing considerable costs or material difficulties in keeping separate <br /> stocks of identical and interchangeable originating and non-originating materials used in <br /> the manufacture of a product, may use the so-called @^@accounting segregation@^@ method for managing stocks. <br /> 3 The accounting method shall be recorded, applied and maintained in accordance <br /> with Generally Accepted Accounting Principles applicable in the Party in which the <br /> product is manufactured. The method chosen shall: <br /> (a) permit a clear distinction to be made between originating and non- <br /> originating materials acquired and/or kept in stock; and <br /> (b) guarantee that no more products receive originating status than would be the <br /> case if the materials had been physically segregated.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.3: APPLICATION FOR CERTIFICATE OF ORIGIN <br /> 1 The exporter or the producer of the goods qualified for preferential tariff treatment <br /> shall apply in writing or electronically, as the case may be, to the relevant Issuing <br /> Authorities requesting for pre-export verification of the origin of the goods. The Issuing <br /> Authorities may conduct pre-export verification. The result of the verification, subject to <br /> review periodically or whenever appropriate, shall be accepted as the supporting evidence <br /> in verifying the origin of the said goods to be exported thereafter. The pre-export <br /> verification may not apply to the goods of which, by their nature, origin can be easily verified. <br /> 2 At the time of carrying out the formalities for exporting the goods under preferential tariff treatment: <br /> (a) the exporter or his or her authorised representative shall submit a written <br /> application for a Certificate of Origin together with appropriate supporting <br /> documents proving that the goods to be exported qualify for the issuance of <br /> the Certificate of Origin; or <br /> (b) where an exporter is not the producer of the good, the application for a <br /> Certificate of Origin may be on the basis of the producer's origin <br /> declaration that the goods qualify as originating goods, including the result <br /> of pre-export verification pursuant to paragraph 1. <br /> 3 The Issuing Authorities shall, to the best of their competence and ability, carry out <br /> proper examination upon each application for a Certificate of Origin to ensure that: <br /> (a) the application for the Certificate of Origin is duly completed and signed by <br /> the exporter or its authorised signatory; <br /> (b) the origin of the goods is in conformity with Chapter Three (Rules of Origin); <br /> (c) the other statements of the Certificate of Origin correspond to supporting <br /> documentary evidence submitted; and <br /> (d) export of multiple items declared on a single Certificate of Origin shall be <br /> allowed, provided that each item qualifies as originating separately in its own right. <br /> ARTICLE 4.4: ISSUANCE OF A CERTIFICATE OF ORIGIN <br /> 1 A Certificate of Origin shall: <br /> (a) be in a printed format or such other medium including electronic format; <br /> (b) be completed in English in conformity with the specimen and the <br /> instructions contained therein as set out in the Annex 4-B; and <br /> (c) comprise one original and three copies. <br /> 2 The Issuing Authorities, while retaining the duplicate, shall provide the original and <br /> remaining two copies to the exporter. The original shall be forwarded, together with the <br /> triplicate, by the exporter to the importer for submission to the customs authority at the <br /> port or place of importation. The triplicate shall be retained by the importer. The <br /> quadruplicate shall be retained by the exporter. <br /> 3 No erasures and superimpositions shall be allowed on the Certificate of Origin. <br /> Any alteration shall be made by striking out the errors and making any addition required. <br /> Such alterations shall be approved and certified by an official authorised to sign the <br /> Certificate of Origin issued by the relevant Issuing Authorities. Unused spaces shall be <br /> crossed out to prevent any subsequent addition. <br /> 4 The Certificate of Origin shall be issued at the time of exportation, or within seven <br /> working days from the date of shipment whenever the goods to be exported can be <br /> considered originating in that Party. Under exceptional cases where a Certificate of <br /> Origin has not been issued at the time of exportation or within seven working days from <br /> the date of shipment due to involuntary errors or omissions, or any other valid reasons, the <br /> Certificate of Origin may be issued retrospectively but not later than one year from the date <br /> of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in Remarks box of the Certificate of Origin. <br /> 5 In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br /> apply in writing to the Issuing Authorities which issued it for a certified true copy of the <br /> original and the triplicate to be made on the basis of the export documents in their <br /> possession bearing the endorsement of the words @^@CERTIFIED TRUE COPY@^@, (in lieu of <br /> the original certificate) in Remarks box of the Certificate of Origin. This copy shall bear <br /> the date of the original Certificate of Origin. The certified true copy of a Certificate of <br /> Origin shall be issued not later than one year from the date of issuance of the original <br /> Certificate of Origin and on the condition that the exporter provides to the relevant Issuing <br /> Authorities the quadruplicate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (amount not specified)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9: WAIVER OF CERTIFICATE OF ORIGIN <br /> Goods sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage may be admitted as originating goods without requiring the <br /> submission of a Certificate of Origin, in accordance with each Party's laws and regulations.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.2: ISSUING AUTHORITIES OF CERTIFICATE OF ORIGIN <br /> 1 The Certificate of Origin shall be issued by the Government designated authorities <br /> (hereinafter referred to as @^@Issuing Authorities@^@) of the exporting Party as provided in Annex 4-A. <br /> 2 Each Party shall inform the other Party of the names and addresses of the <br /> authorised officials of its respective Issuing Authorities and also provide the original sets of <br /> their specimen signatures and specimen of official seals. Any change in names, addresses, <br /> specimen signatures or official seals shall be promptly informed to the other Party. <br /> 3 For the purposes of verifying the requirements for preferential tariff treatment, the <br /> Issuing Authorities shall have the right to request for any supporting documentary evidence <br /> or to carry out any verification considered appropriate, consistent with its laws or practices. <br /> ANNEX 4-A <br /> ISSUING AUTHORITY OF CERTIFICATE OF ORIGIN <br /> 1 The following bodies and their successors are authorised to issue a Certificate of <br /> Origin for the purposes of this Chapter: <br /> (a) for Korea, Korea Customs Service, Korea Chamber of Commerce and <br /> Industry or any other agency authorised by the Government of Korea, in <br /> accordance with its laws and regulations; and <br /> (b) for India, Export Inspection Council of India or any other agency authorised <br /> by the Government of India, in accordance with its laws and regulations. <br /> 2 In the event any authorised body repeatedly or intentionally violates the <br /> requirements of Chapter Three (Rules of Origin) and this Chapter by wrongly issuing the <br /> Certificate of Origin, the exporting Party shall revoke the authorisation of such body to <br /> issue the Certificate of Origin under this Agreement. For this purpose, the exporting <br /> Party shall also consider views of the customs authority of the importing Party in deciding <br /> on revoking the authorisation. <br /> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br /> replacement or addition of a body that is authorised to issue the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.5: VALIDITY OF CERTIFICATE OF ORIGIN <br /> 1 A Certificate of Origin shall be valid for 12 months from the date of issue in the <br /> exporting Party, and the claim for preferential tariff treatment shall be made within the said <br /> period to the customs authority of the importing Party. <br /> 2 A Certificate of Origin, which is submitted to the customs authority of the <br /> importing Party after the said expiration date specified in paragraph 1, may be accepted for <br /> the purpose of claiming preferential tariff treatment, in accordance with the procedures <br /> applicable in that Party where the failure to submit these documents by the final date is due <br /> to exceptional circumstances. <br /> 3 In all cases, the customs authority in the importing Party may accept such <br /> Certificate of Origin, provided that the goods have been imported before the expiration <br /> date of the said Certificate of Origin in accordance with the procedures applicable in that Party. <br /> 4 A single Certificate of Origin may be used for: <br /> (a) a single shipment of goods that results in the filing of one or more entries on <br /> the importation of the goods into the territory of a Party; or <br /> (b) more than one shipment of goods that results in the filing of one entry on <br /> the importation of the goods into the territory of a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: RECORD KEEPING REQUIREMENT <br /> 1 The application for a Certificate of Origin and all documents related to origin shall <br /> be retained by the Issuing Authorities, exporter and producer for not less than five years <br /> from the date of issuance of the Certificate of Origin. <br /> 2 A copy of the Certificate of Origin and all relevant import documents shall be <br /> retained by an importer for not less than five years from the date of importation. <br /> 3 An importer, exporter or producer may choose to maintain records specified in <br /> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br /> limited to, digital, electronic, optical, magnetic or hard copy. <br /> 4 Importers, exporters and producers that are required to maintain documents related <br /> to origin pursuant to paragraphs 1 and 2 will make those documents available for <br /> inspection by an officer of the customs authority or Issuing Authorities of a Party <br /> conducting a verification visit and provide facilities for inspection thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.4: ISSUANCE OF A CERTIFICATE OF ORIGIN <br /> 4 The Certificate of Origin shall be issued at the time of exportation, or within seven <br /> working days from the date of shipment whenever the goods to be exported can be <br /> considered originating in that Party. Under exceptional cases where a Certificate of <br /> Origin has not been issued at the time of exportation or within seven working days from <br /> the date of shipment due to involuntary errors or omissions, or any other valid reasons, the <br /> Certificate of Origin may be issued retrospectively but not later than one year from the date <br /> of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in Remarks box of the Certificate of Origin. <br /> 2 Each Party may in accordance with its laws and regulations, provide that, where a <br /> good would have qualified as an originating good when it was imported into its territory, <br /> the importer of the good may, within a period of at least one year or for such longer period <br /> specified by the importing Party's laws and regulations after the date on which the good <br /> was imported, apply for a refund of any excess duties paid as the result of the good not <br /> having been accorded preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br /> importer in its territory that claims preferential tariff treatment for a good imported into its <br /> territory from the territory of the other Party to: <br /> (a) request preferential tariff treatment at the time of importation of an <br /> originating good, if required by the customs authority of the importing Party; <br /> (b) make a written declaration, if it deems necessary, that the good qualifies as <br /> an originating good; <br /> (c) submit the original Certificate of Origin to the customs authority of the <br /> importing Party at the time of importation, if required by the customs <br /> authority of the importing Party; <br /> (d) provide, on the request of that Party's customs authority, any other <br /> documentation relating to the importation of the good; and <br /> (e) promptly make a corrected declaration in a manner required by the customs <br /> authority of the importing Party, subject to the customs laws of the <br /> importing Party and pay any duties along with interest and other charges <br /> owing, where the importer has reason to believe that a Certificate of Origin <br /> on which a declaration was based contains information that is not correct. <br /> 2 Each Party may in accordance with its laws and regulations, provide that, where a <br /> good would have qualified as an originating good when it was imported into its territory, <br /> the importer of the good may, within a period of at least one year or for such longer period <br /> specified by the importing Party's laws and regulations after the date on which the good <br /> was imported, apply for a refund of any excess duties paid as the result of the good not <br /> having been accorded preferential tariff treatment. <br /> 3 For the purposes of paragraph 1(d), the customs authority of the importing Party <br /> may require an importer to demonstrate that the good was shipped in accordance with Article 3.15 <br /> (Direct Consignment) by providing with: <br /> (a) bills of lading or waybills indicating the shipping route and all points of <br /> shipment and transhipment prior to the importation of the good; and <br /> (b) where the good is shipped through or transhipped in a non-Party, a copy of <br /> the customs control documents indicating that the good remained under <br /> customs control while in that non-Party. <br /> 4 Where the customs authority of the importing Party determines that a Certificate of <br /> Origin is illegible, defective on its face or has not been completed pursuant to Article 4.4, <br /> or discovers that discrepancies exist between the Certificate of Origin and the written <br /> declaration, the importer will be granted a period of not less than five working days, but <br /> not exceeding 30 working days from the date of request by the customs authority to <br /> provide a copy of the corrected Certificate of Origin. <br /> 5 An importer that makes a corrected declaration of origin pursuant to paragraph 1(e) <br /> and pays any duties owing, will not be subject to penalties under Article 4.16, in <br /> accordance with each Party's laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.6: INVOICING BY A NON-PARTY OPERATOR <br /> 1 The customs authority in the importing Party may accept a Certificate of Origin in <br /> cases where the sales invoice is issued by an operator located in a third country or by an <br /> exporter for the account of the said operator, provided that the good meets the requirements <br /> of Chapter Three (Rules of Origin). <br /> 2 The exporter of the goods shall indicate @^@third country invoicing@^@ and such <br /> information as name, address and country of the operator issuing the invoice in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.11: VERIFICATION BY COMPETENT AUTHORITY OF EXPORTING PARTY <br /> 1 The importing Party may, at random or when it has reasonable doubt as to the <br /> authenticity of the document or as to the accuracy of the information regarding the true <br /> origin of the goods in question or of certain parts thereof, request the Issuing Authorities (1) <br /> of the exporting Party for a retroactive check. The Issuing Authorities shall conduct such <br /> check subject to the following procedures: <br /> (a) the request for a retroactive check shall be accompanied with the Certificate <br /> of Origin concerned and shall specify the reasons and any additional <br /> information suggesting that the particulars given on that Certificate of <br /> Origin may be inaccurate, unless the retroactive check is requested on a random basis; <br /> (b) the Issuing Authorities receiving a request for a retroactive check shall <br /> respond to the request promptly and reply within three months after receipt of the request; <br /> (c) the customs authority of the importing Party may suspend the provision of <br /> preferential tariff treatment while awaiting the result of verification. <br /> However, it may release the goods to the importer subject to any <br /> administrative measures deemed necessary, provided that they are not <br /> subject to import prohibition or restriction and that there is no suspicion of fraud; and <br /> (d) the Issuing Authorities shall promptly transmit the results of the verification <br /> process to the customs authority of the importing Party which shall then <br /> determine whether or not the subject good is originating. The retroactive <br /> check process, including the process of notifying the Issuing Authorities of <br /> the exporting Party of the results of determination on whether the subject <br /> good is originating or not, should be completed within six months. While <br /> the process of the retroactive check is being undertaken, subparagraph (c) shall be applied. <br /> 2 The customs authority of the importing Party may request an importer for <br /> information or documents relating to the origin of imported goods in accordance with its <br /> laws and regulations before requesting the retroactive check pursuant to paragraph 1. <br /> (1) In the case of Korea, the Issuing Authorities referred to Articles 4.11 through 4.13 for the purposes of <br /> origin verification for the exported goods into India refer to the customs authority in accordance with its <br /> customs laws and regulations. <br /> ARTICLE 4.12: VERIFICATION BY CUSTOMS AUTHORITY OF IMPORTING PARTY <br /> 1 If the customs authority of the importing Party is not satisfied with the results of the <br /> retroactive check pursuant to Article 4.11, it may, under exceptional circumstances, <br /> conduct a verification in the exporting Party by means of: <br /> (a) written requests for information and documentation from the exporter or producer; <br /> (b) written questionnaires to the exporter or producer; and/or <br /> (c) verification visits to the premises of an exporter or producer in the exporting Party. <br /> 2 The written request or questionnaire pursuant to paragraph 1(a) or (b) will indicate <br /> that the time period the exporter or producer has to complete and return the questionnaire <br /> or the information and documentation required will be 30 days or for such longer period as <br /> the Parties may agree, from the date of its receipt. <br /> 3 When the customs authority of a Party has received the completed questionnaire or <br /> the information and documentation required pursuant to paragraph 1(a) or (b), and <br /> considers that it needs more information to determine the origin of the goods subject to <br /> verification, it may request additional information from the exporter or producer. <br /> 4 Where an exporter or producer fails to return a duly completed questionnaire or <br /> fails to provide the information and documentation required within the period referred to in <br /> paragraph 2, the importing Party may deny preferential tariff treatment to the good in <br /> question after providing at least 30 days written notice to the exporter or producer to <br /> provide written comments or additional information that will be taken into account prior to <br /> completing the verification. <br /> 5 Prior to conducting a verification visit pursuant to paragraph 1(c): <br /> (a) an importing Party shall deliver a written notification of its intention to <br /> conduct the verification visit simultaneously to: <br /> (i) the producer or exporter whose premises are to be visited; <br /> (ii) the Issuing Authorities of the Party in the territory of which the <br /> verification visit is to occur; <br /> (iii) the customs authority of the Party in the territory of which the <br /> verification visit is to occur; and <br /> (iv) the importer of the good subject to the verification visit; <br /> (b) the written notification mentioned in subparagraph (a) shall be as <br /> comprehensive as possible and shall include, among others: <br /> (i) the name of the customs authority issuing the notification; <br /> (ii) the name of the producer or exporter whose premises are to be visited; <br /> (iii) the proposed date of the verification visit; <br /> (iv) the coverage of the proposed verification visit, including reference <br /> to the good subject to the verification; and <br /> (v) the names and designation of the officials performing the verification visit; <br /> (c) an importing Party shall obtain the written consent of the producer or <br /> exporter whose premises are to be visited; <br /> (d) when a written consent from the producer or exporter is not obtained within <br /> 30 days from the date of receipt of the notification pursuant to subparagraph <br /> (a), the notifying Party may deny preferential tariff treatment to the good <br /> referred to in the Certificate of Origin that would have been subject to the verification visit; and <br /> (e) the Issuing Authorities receiving the notification may postpone the proposed <br /> verification visit and notify in writing the customs authority of the <br /> importing Party of such intention within 15 days from the date of receipt of <br /> the notification. Notwithstanding any postponement, any verification visit <br /> shall be carried out within 60 days from the date of such receipt, or for such <br /> longer period as the Parties may agree. <br /> 6 For the purposes of paragraph 1(c), an exporter or producer of a good will identify <br /> any observers to be present during such verification visit by the customs authority of the importing Party. <br /> 7 The importing Party conducting the verification visit shall provide the producer or <br /> exporter and importer whose goods are subject to the verification and the relevant issuing <br /> authority with a written determination of whether or not the subject good qualifies as an <br /> originating good. Any suspended preferential tariff treatment shall be reinstated upon the <br /> determination that goods qualify as originating goods. <br /> 8 The producer or exporter shall be allowed 30 days from the date of receipt of the <br /> written determination pursuant to paragraphs 4 and 7 to provide written comments or <br /> additional information regarding the eligibility of the good for preferential tariff treatment. <br /> If the good is still found to be non-originating, the final written determination shall be <br /> communicated to the Issuing Authorities within 30 days from the date of receipt of the <br /> comments or additional information from the producer or exporter. <br /> 9 The verification visit process, including the actual visit, the determination and its <br /> notification of whether the subject good is originating or not shall be carried out and its <br /> results shall be communicated to the Issuing Authorities within a maximum period of six <br /> months from the first day when the verification visit was conducted. While the process of <br /> verification is undertaken, Article 4.11.1(c) shall be applied. <br /> 10 The customs authority of a Party may, prior to the verification visit, request the <br /> importer of the good to voluntarily obtain and supply written information provided by the <br /> exporter or producer of the good in the territory of the other Party. The failure of the <br /> importer to obtain and supply such information will not be considered as a failure of the <br /> exporter or producer to supply the information, or as a ground for denying preferential tariff treatment. <br /> ARTICLE 4.13: VERIFICATION OF MATERIALS THAT ARE USED IN THE PRODUCTION OF THE GOOD <br /> 1 Where the customs authority of a Party, in conducting a verification of origin of a <br /> good imported into its territory under Articles 4.11 and 4.12, conducts a verification of the <br /> origin of a material that is used in the production of the good, the verification of the <br /> material may be conducted in accordance with the procedures set out in Article 4.12.1. <br /> 2 The customs authority of a Party may consider the material to be non-originating in <br /> determining whether the good is an originating good where the producer or supplier of that <br /> material does not allow the customs authority access to information required to make a <br /> determination of whether the material is an originating material by the following or other means: <br /> (a) denial of access to its records; <br /> (b) failure to respond to a verification questionnaire; or <br /> (c) refusal to consent to a verification visit within 30 days of receipt of <br /> notification under Article 4.12.5(d) as made applicable by Article 4.12.1. <br /> 3 A Party will not consider a material that is used in the production of a good to be a <br /> non-originating material solely on the basis of postponement of a verification visit <br /> under Article 4.12.5(e) as made applicable by paragraph 1. <br /> 4 Communications under Articles 4.11 through 4.13 between the Parties shall be in the English language. <br /> ARTICLE 4.14: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> 1 Except as otherwise provided for in this Chapter, the importing Party may deny <br /> claim for preferential tariff treatment or recover unpaid duties in accordance with its laws <br /> and regulations, where: <br /> (a) the good does not meet the requirements of Chapter Three (Rules of Origin); <br /> (b) the exporter, producer or importer of the good that is required to maintain <br /> records or documentation under Article 4.10 fails to maintain records or <br /> documentation relevant to determining the origin of the good or denies <br /> access to the records or documentation; <br /> (c) the importer, exporter or producer fails to provide information that the Party <br /> requested pursuant to Articles 4.12.1(a) and 4.12.1(b) demonstrating that the <br /> good is an originating good; <br /> (d) after receipt of a written notification for a verification visit pursuant to <br /> Article 4.12.5, the exporter or producer in the territory of the other Party <br /> prevents such verification visit; or <br /> (e) the Party finds a pattern of conduct indicating that an importer, exporter or <br /> producer has provided false or unsupported information or declarations that <br /> a good imported into its territory is an originating good. <br /> 2 For the purposes of paragraph 1(e), @^@pattern of conduct@^@ means at least two <br /> instances of false or unsupported representations by an exporter or producer of a good <br /> resulting in at least two written determinations being sent to that exporter or producer <br /> pursuant to Articles 4.12.4 and 4.12.7, that conclude, as a finding of fact, that Certificates <br /> of Origin applied by that exporter or producer with respect to identical goods contain false <br /> or unsupported representations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.16: PENALTIES <br /> 1 Each Party shall maintain measures imposing criminal, civil or administrative <br /> sanctions for violations of its laws and regulations relating to this Chapter. <br /> 2 When it is suspected that fraudulent acts in connection with the Certificate of <br /> Origin have been committed, the Issuing Authorities concerned shall cooperate in the <br /> action to be taken in the territory of the respective Party against the persons involved.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.8: ADVANCE RULINGS <br /> 1. In accordance with its laws and regulations, each Party shall endeavour to provide, <br /> through its customs or other competent authorities, for the expeditious issuance of written <br /> advance rulings, prior to the importation of a good into its territory, to an importer in its <br /> territory or an exporter or a producer in the territory of the other Party, concerning: <br /> (a) classification of goods; <br /> (b) principles to be adopted for the purpose of determination of value of goods; <br /> (c) determination of origin of goods; or <br /> (d) such other matters as the Parties may agree. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of such advance <br /> rulings, including the details of the information required to process an application for a ruling. <br /> 3. Subject to any confidentiality requirements in its laws and regulations, each Party <br /> shall make available to the public, for example, on the Internet, its advance rulings on tariff <br /> classification and any other matter as the Parties may agree. <br /> 4. To facilitate trade, the Parties shall include in their bilateral dialogue regular", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.7: DISCREPANCIES IN THE CERTIFICATE OF ORIGIN <br /> The discovery of minor discrepancies between the statements made in the Certificate of <br /> Origin and those made in the documents submitted to the customs authority of the <br /> importing Party for the purpose of carrying out the formalities for importing the goods <br /> shall not ipso facto invalidate the Certificate of Origin, if it does in fact correspond to the said goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.7: REVIEW AND APPEAL <br /> 1. Each Party shall provide an easily accessible process for administrative and judicial <br /> review or appeal of the decisions taken by its customs authority. <br /> 2. Subject to each Party's laws and regulations, any affected person shall have the <br /> right to appeal against the decisions taken by its customs authority. In case it is required <br /> for reasons of confidentiality, each Party shall provide for submission of the information by <br /> the producer or exporter on behalf of the importer directly to the Party conducting the <br /> administrative review. Without prejudice to the use of such information in the process of <br /> review as per each Party's laws and regulations, the exporter or producer providing the <br /> information may ask the Party conducting the administrative review to treat that <br /> information as confidential in accordance with Article 4.15 (Confidentiality). <br /> 3. Application for review or appeal of the decisions taken by the customs authority of <br /> a Party shall be made in writing and shall be accompanied by all relevant documents.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER THREE <br> Article 3.15: Direct Consignment <br> ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> Within the meaning of Article 3.2(a), the following goods shall be considered as being <br> RULES OF ORIGIN <br> wholly obtained or produced in the territory of a Party: <br> (a) raw or mineral goods extracted from its territory; <br> (b) plants and plant products harvested, picked or gathered after being grown <br> there; <br> (c) live animals born and raised there; <br> (d) goods obtained from animals referred to in subparagraph (c); <br> (e) goods obtained by hunting or trapping within the land territory, or fishing or <br> aquaculture conducted within the internal waters or within the territorial sea of the Party; <br> (f) goods of sea-fishing and other goods taken from the sea outside the <br> territorial sea of a Party by vessels registered or recorded with a Party and flying its flag; <br> (g) goods produced on board factory ships from the goods referred to in <br> subparagraph (f), provided that such factory ships are registered or recorded <br> with a Party and fly its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or beneath the <br> seabed outside territorial sea of a Party, provided that the Party has rights to <br> exploit such seabed or beneath the seabed in accordance with the 1982 <br> United Nations Convention on the Law of the Sea; <br> (i) articles collected there, including waste and scrap derived from production <br> there, which can no longer perform their original purpose nor are capable of <br> being restored or repaired and are fit only for disposal or recovery of parts <br> or raw materials, or for recycling purposes; and <br> (j) goods produced there exclusively from goods referred to in subparagraphs <br> (a) through (i) or from their derivatives, at any stage of production. <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> 1 Except as under Article 3.14 and provided that the final process of manufacturing is <br> performed within the territory of the exporting Party, goods would be considered as <br> regarded as insufficient within the meaning of paragraph 1. <br> originating within the meaning of Article 3.2(b), <br> (a) which satisfy the Product Specific Rules provided in Annex 3-A; <br> (b) except for goods covered under subparagraph (a) as provided for in Annex 3-A, if; <br> (i) the regional value content is not less than 35 percent of the FOB value; and <br> ARTICLE 3.9: ACCESSORIES, SPARE PARTS AND TOOLS <br> (ii) the goods have undergone a change in tariff classification in a <br> disassembly of products into parts; <br> subheading, at the six digit level, of the HS from tariff classification <br> in which all the non-originating materials used in their manufacture are classified; <br> 2 When a regional value content is required to determine an originating good, the <br> regional value content of a good shall be calculated on the basis of the following method: <br> FOB value - VNM <br> RVC = -------------------------------- x 100 <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> FOB value is the value of the good as defined in Article 3.1; <br> VNM means the value of non-originating materials specified in paragraph 4. <br> 3 For the purpose of paragraph 2, if the material does not satisfy the requirements of <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> paragraph 1, the non-qualifying value of the materials shall be that proportion which <br> with generally accepted accounting principles applicable in the Party in which the <br> cannot be attributed to one or both of the Parties, provided that the requirements of Article 3.6 <br> RVC is the regional value content, expressed as a percentage; <br> at each stage of value accumulation are satisfied. <br> 4 The value of the non-originating materials used in the production of a good shall be: <br> (a) for imported materials, the CIF value as defined in Article 3.1; or <br> (b) for materials of undetermined origin, the earliest price as ascertained to <br> FOB Value <br> have been paid for in the territory of the Party where the working or <br> processing takes place, in accordance with the Customs Valuation Agreement. <br> 5 For the value of non-originating materials, the following expenses, where included <br> under paragraph 4, may be deducted from the value of the non-originating materials: <br> (a) inland transportation costs incurred to transport the materials to the location <br> of the producer; and <br> where, <br> (b) duties, taxes and customs brokerage fees on the material paid in the territory <br> of one or both of the Parties, other than duties and taxes that are waived, <br> refunded, refundable, or otherwise recoverable, including credit against <br> duties or taxes paid or payable. <br> ARTICLE 3.5: INDIRECT MATERIALS <br> In order to determine whether a good originates in a Party, the origin of the indirect <br> materials shall not be taken into account. <br> reloading or any operation required to keep them in good condition; and <br> ARTICLE 3.6: NON-QUALIFYING OPERATIONS <br> 1 Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 3.4 merely by reason of <br> going through the following operations or processes: <br> (a) preserving operations (1) to ensure that the products remain in good condition during transport; <br> (b) changes of packaging or packing, and breaking-up and assembly of packages; <br> (c) washing, cleaning or removal of dust, oxide, oil, paint or other coverings; <br> (d) simple (2) painting and polishing operations; <br> (e) sifting, screening, sorting, classifying, grading or matching, including the <br> making-up of sets of articles; <br> (f) simple combining operations, labelling, pressing, cleaning or dry cleaning, <br> packaging operations, or any combination thereof; <br> (g) cutting to length or width and hemming, or stitching or overlocking of <br> fabrics which are readily identifiable as being intended for a particular commercial use; <br> (h) trimming and/or joining together by sewing, looping, linking or attaching <br> accessory articles such as straps, bands, beads, cords, rings and eyelets; <br> (i) one or more finishing operations on yarns, fabrics or other textile articles, <br> such as bleaching, waterproofing, decating, shrinking, mercerizing, or similar operations; <br> (a) for goods except for those falling within Chapters 1 through 14 and <br> (j) husking, partial or total bleaching, polishing, and glazing of cereals and <br> (k) operations to colour sugar or form sugar lumps; <br> (l) peeling, stoning and unshelling; <br> (m) unflaking, crushing, squeezing, slicing, macerating and removal of bones; <br> (n) sharpening, simple grinding or simple cutting and repackaging; <br> on products or their packaging; <br> rice; (o) simple (3) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (b) the good satisfies a regional value content requirement. <br> (p) affixing or printing marks, labels, logos and other like distinguishing signs <br> (q) simple mixing (4) of products, whether or not of different kinds; <br> (c) the good meets all other applicable criteria set forth in this Chapter for <br> (r) simple (5) assembly of parts of articles to constitute a complete article or <br> qualifying as an originating good. <br> (s) simple (6) testing or calibrations; <br> (t) mere dilution with water or another substance that does not materially alter <br> the characteristics of the goods; <br> (u) slaughtering of animals; or <br> (v) a combination of two or more operations referred to in subparagraphs (a) through (u). <br> (1) Preserving operations include drying, freezing, keeping in brine, ventilation, spreading out, chilling, <br> placing in salt or sulfur dioxide, removal of damaged parts, and like operations. <br> (2)@^@simple@^@ generally describes activities which need neither special skills nor machines, apparatus or <br> (3) See footnote 2. <br> (4) @^@simple mixing@^@ generally describes activities which need neither special skills nor machines, apparatus or <br> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br> include chemical reaction. Chemical reaction means a process, including a biochemical process, which <br> materials used in the production of the good undergo the applicable change in tariff <br> results in a molecule with a new structure by breaking intra-molecular bonds and by forming new intra- <br> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (5) See footnote 2. <br> (6) See footnote 2. <br> 2 All operations carried out in a Party on a given product shall be considered together <br> when determining whether the working or processing undergone by that product is to be <br> ARTICLE 3.7: ACCUMULATION <br> Originating materials from the territory of a Party, incorporated in the production of a good <br> in the territory of the other Party shall be considered to originate in the territory, of the other Party. <br> ARTICLE 3.8: DE MINIMIS <br> 1 A good that does not undergo a change in tariff classification pursuant to Article 3.4 <br> and Annex 3-A in the final process of production shall be considered as originating if: <br> Chapters 50 through 63 of the HS, the value of all non-originating materials <br> used in its production, which do not undergo the required change in tariff <br> classification, does not exceed ten percent of the FOB value of the good; <br> (b) for goods falling within Chapters 50 through 63 of the HS, the total weight <br> of non-originating basic textile materials used in its production, which do <br> not undergo the required change in tariff classification, does not exceed <br> seven percent of the total weight of all the basic textile materials used; and <br> 2 The value of such non-originating materials shall be included in the value of non- <br> originating materials for any applicable regional value content requirement for the good. <br> Accessories, spare parts or tools delivered with a good that form part of the good's standard <br> accessories, spare parts or tools, shall be treated as originating goods if the good is an <br> case if the materials had been physically segregated. <br> originating good, and shall be disregarded in determining whether all the non-originating <br> equipment especially produced or installed for carrying out the activity. <br> classification, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; <br> (b) the quantities and value of the accessories, spare parts or tools are standard <br> 1 Where identical and interchangeable originating and non-originating materials are <br> trade practice for the good in the domestic market of the exporting Party; and <br> (c) if the good is subject to a regional value content requirement, the value of <br> used in the manufacture of a product, those materials shall be physically segregated, <br> the accessories, spare parts, or tools shall be taken into account as <br> the regional value content of the good. <br> ARTICLE 3.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> Packaging materials and containers in which a good is packaged for retail sale shall, if <br> classified with the good, be disregarded in determining whether all the non-originating <br> classification, and, if the good is subject to a regional value content requirement, the value <br> of such packaging materials and containers shall be taken into account as originating or <br> non-originating materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> Packing materials and containers in which a good is packed for shipment shall be <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> stocks of identical and interchangeable originating and non-originating materials used in <br> applicable change in tariff classification; and <br> ARTICLE 3.12: FUNGIBLE MATERIALS <br> according to their origin, during storage. <br> necessary to preserve it in good condition while being exported. <br> the manufacture of a product, may use the so-called @^@accounting segregation@^@ method for managing stocks. <br> product is manufactured. The method chosen shall: <br> (a) permit a clear distinction to be made between originating and non- <br> originating materials acquired and/or kept in stock; and <br> (b) guarantee that no more products receive originating status than would be the <br> ARTICLE 3.13: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Articles 3.7 and 3.14, the conditions for acquiring <br> originating status set out in Articles 3.2 through 3.12 shall be fulfilled without interruption in a Party. <br> 2 Except as provided for in Article 3.7, an originating product exported from a Party <br> to a non-Party shall, when returned, be considered to be non-originating unless it can be <br> demonstrated to the satisfaction of the customs authority in accordance with laws and <br> regulations of the importing Party concerned that: <br> (a) the returning product is the same as that exported; and <br> (b) the returning product has not undergone any operation beyond that <br> ARTICLE 3.14: EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br> Notwithstanding the provisions of Article 3.13, the acquisition of originating status in <br> accordance with the conditions set out in Articles 3.2 through 3.12 shall not be affected by <br> or boards and all other simple packaging operations; <br> working or processing carried out in the area agreed by both Parties in the Exchange of <br> Notes on materials exported from the Party concerned and subsequently re-imported there, <br> provided that the conditions set out in Annex 3-B are fulfilled. <br> 1 Preferential tariff treatment shall be applied to a good satisfying the requirements of <br> this Chapter and which is transported directly between the territories of the exporting Party <br> and the importing Party. <br> 2 Notwithstanding paragraph 1, a good of which transport involves transit through <br> one or more intermediate third countries, other than the territories of the exporting Party <br> and the importing Party, shall be considered to be consigned directly, provided that: <br> (a) the goods have not entered into trade or consumption there; <br> (b) the goods have not undergone any operation there other than unloading and <br> (c) the goods have remained under the customs control in the country of transit. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purposes of this Chapter: <br> good means any merchandise, product, article or material; <br> (a) fuel and energy; <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (g) catalysts and solvents; and <br> equipment and buildings; <br> (b) tools, dies and moulds; <br> production of the good can reasonably be demonstrated to be a part of that production; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "carrier means any vehicle for air, sea, and land transport; <br> CIF value means the price actually paid or payable to the exporter for a good when the <br> good is loaded out of the carrier, at the port of importation, including the cost of the good, <br> insurance, and freight necessary to deliver the good to the named port of destination. The <br> valuation shall be made in accordance with the Customs Valuation Agreement; <br> FOB value means the price actually paid or payable to the exporter for a good when the <br> good is loaded onto the carrier at the named port of exportation, including the cost of the <br> good and all costs necessary to bring the good onto the carrier. The valuation shall be <br> made in accordance with the Customs Valuation Agreement; <br> fungible materials means materials being of the same kind and commercial quality, <br> possessing the same technical and physical characteristics, and which once they are <br> incorporated into the finished product cannot be distinguished from one another for origin <br> purposes by virtue of any markings, etc; <br> Generally Accepted Accounting Principles means recognised consensus or substantial <br> authoritative support given in the territory of a Party with respect to the recording of <br> preparation of financial statements. Generally Accepted Accounting Principles may <br> encompass broad guidelines for general application, as well as detailed standards, practices, and procedures; <br> indirect materials means goods used in the production, testing or inspection of a good but <br> revenues, expenses, costs, assets, and liabilities, the disclosure of information, and the <br> not physically incorporated into the good, or goods used in the maintenance of buildings or <br> the operation of equipment associated with the production of a good, including: <br> (c) parts including spare parts and materials used in the maintenance of <br> (d) lubricants, greases, compounding materials and other materials used in <br> production or used to operate equipment and buildings; <br> (f) equipment, devices and supplies used for testing or inspecting the good; <br> (h) any other goods that are not incorporated into the good but whose use in the <br> materials means ingredients, raw materials, parts, components, subassemblies and goods <br> that are used in the production of another good and physically incorporated into another good; <br> non-originating materials used in production means any materials whose country of <br> origin is other than the Parties (imported non-originating) and any materials whose origin <br> cannot be determined (undetermined origin); <br> originating materials means materials that qualify as originating under this Chapter; <br> packing materials and containers for shipment means goods used to protect a good <br> during its transportation, different from those containers or materials used for its retail sale; <br> producer means a person who grows, mines, raises, harvests, fishes, reproduces and <br> production means method of obtaining goods including growing, raising, mining, <br> extracting, harvesting, fishing, producing, reproducing and breeding, trapping, gathering, <br> collecting, hunting and capturing, manufacturing, processing, assembling or disassembling a good; and <br> used means utilised or consumed in the production of goods. <br> breeds, traps, hunts, manufactures, processes, assembles or disassembles a good; <br> "}, {"ArticleTitle": "ORIGINATING GOODS", "ArticleDesc": "For the purposes of this Agreement, goods shall be deemed originating and eligible for <br> preferential tariff treatment if they are consigned according to Article 3.15 and conform to <br> the origin requirements under any of the following conditions: <br> (a) goods wholly obtained or produced in the territory of the exporting Party, in <br> accordance with Article 3.3; or <br> (b) goods not wholly obtained or produced in the territory of the exporting <br> Party, provided that the said products are eligible under Article 3.4. <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 3.2: Originating Goods <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER THREE <br> Article 3.15: Direct Consignment <br> ARTICLE 3.3: WHOLLY OBTAINED OR PRODUCED <br> Within the meaning of Article 3.2(a), the following goods shall be considered as being <br> RULES OF ORIGIN <br> wholly obtained or produced in the territory of a Party: <br> (a) raw or mineral goods extracted from its territory; <br> (b) plants and plant products harvested, picked or gathered after being grown <br> there; <br> (c) live animals born and raised there; <br> (d) goods obtained from animals referred to in subparagraph (c); <br> (e) goods obtained by hunting or trapping within the land territory, or fishing or <br> aquaculture conducted within the internal waters or within the territorial sea of the Party; <br> (f) goods of sea-fishing and other goods taken from the sea outside the <br> territorial sea of a Party by vessels registered or recorded with a Party and flying its flag; <br> (g) goods produced on board factory ships from the goods referred to in <br> subparagraph (f), provided that such factory ships are registered or recorded <br> with a Party and fly its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or beneath the <br> seabed outside territorial sea of a Party, provided that the Party has rights to <br> exploit such seabed or beneath the seabed in accordance with the 1982 <br> United Nations Convention on the Law of the Sea; <br> (i) articles collected there, including waste and scrap derived from production <br> there, which can no longer perform their original purpose nor are capable of <br> being restored or repaired and are fit only for disposal or recovery of parts <br> or raw materials, or for recycling purposes; and <br> (j) goods produced there exclusively from goods referred to in subparagraphs <br> (a) through (i) or from their derivatives, at any stage of production. <br> ARTICLE 3.4: NOT WHOLLY OBTAINED OR PRODUCED <br> 1 Except as under Article 3.14 and provided that the final process of manufacturing is <br> performed within the territory of the exporting Party, goods would be considered as <br> regarded as insufficient within the meaning of paragraph 1. <br> originating within the meaning of Article 3.2(b), <br> (a) which satisfy the Product Specific Rules provided in Annex 3-A; <br> (b) except for goods covered under subparagraph (a) as provided for in Annex 3-A, if; <br> (i) the regional value content is not less than 35 percent of the FOB value; and <br> ARTICLE 3.9: ACCESSORIES, SPARE PARTS AND TOOLS <br> (ii) the goods have undergone a change in tariff classification in a <br> disassembly of products into parts; <br> subheading, at the six digit level, of the HS from tariff classification <br> in which all the non-originating materials used in their manufacture are classified; <br> 2 When a regional value content is required to determine an originating good, the <br> regional value content of a good shall be calculated on the basis of the following method: <br> FOB value - VNM <br> RVC = -------------------------------- x 100 <br> 2 A producer facing considerable costs or material difficulties in keeping separate <br> FOB value is the value of the good as defined in Article 3.1; <br> VNM means the value of non-originating materials specified in paragraph 4. <br> 3 For the purpose of paragraph 2, if the material does not satisfy the requirements of <br> 3 The accounting method shall be recorded, applied and maintained in accordance <br> paragraph 1, the non-qualifying value of the materials shall be that proportion which <br> with generally accepted accounting principles applicable in the Party in which the <br> cannot be attributed to one or both of the Parties, provided that the requirements of Article 3.6 <br> RVC is the regional value content, expressed as a percentage; <br> at each stage of value accumulation are satisfied. <br> 4 The value of the non-originating materials used in the production of a good shall be: <br> (a) for imported materials, the CIF value as defined in Article 3.1; or <br> (b) for materials of undetermined origin, the earliest price as ascertained to <br> FOB Value <br> have been paid for in the territory of the Party where the working or <br> processing takes place, in accordance with the Customs Valuation Agreement. <br> 5 For the value of non-originating materials, the following expenses, where included <br> under paragraph 4, may be deducted from the value of the non-originating materials: <br> (a) inland transportation costs incurred to transport the materials to the location <br> of the producer; and <br> where, <br> (b) duties, taxes and customs brokerage fees on the material paid in the territory <br> of one or both of the Parties, other than duties and taxes that are waived, <br> refunded, refundable, or otherwise recoverable, including credit against <br> duties or taxes paid or payable. <br> ARTICLE 3.5: INDIRECT MATERIALS <br> In order to determine whether a good originates in a Party, the origin of the indirect <br> materials shall not be taken into account. <br> reloading or any operation required to keep them in good condition; and <br> ARTICLE 3.6: NON-QUALIFYING OPERATIONS <br> 1 Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 3.4 merely by reason of <br> going through the following operations or processes: <br> (a) preserving operations (1) to ensure that the products remain in good condition during transport; <br> (b) changes of packaging or packing, and breaking-up and assembly of packages; <br> (c) washing, cleaning or removal of dust, oxide, oil, paint or other coverings; <br> (d) simple (2) painting and polishing operations; <br> (e) sifting, screening, sorting, classifying, grading or matching, including the <br> making-up of sets of articles; <br> (f) simple combining operations, labelling, pressing, cleaning or dry cleaning, <br> packaging operations, or any combination thereof; <br> (g) cutting to length or width and hemming, or stitching or overlocking of <br> fabrics which are readily identifiable as being intended for a particular commercial use; <br> (h) trimming and/or joining together by sewing, looping, linking or attaching <br> accessory articles such as straps, bands, beads, cords, rings and eyelets; <br> (i) one or more finishing operations on yarns, fabrics or other textile articles, <br> such as bleaching, waterproofing, decating, shrinking, mercerizing, or similar operations; <br> (a) for goods except for those falling within Chapters 1 through 14 and <br> (j) husking, partial or total bleaching, polishing, and glazing of cereals and <br> (k) operations to colour sugar or form sugar lumps; <br> (l) peeling, stoning and unshelling; <br> (m) unflaking, crushing, squeezing, slicing, macerating and removal of bones; <br> (n) sharpening, simple grinding or simple cutting and repackaging; <br> on products or their packaging; <br> rice; (o) simple (3) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (b) the good satisfies a regional value content requirement. <br> (p) affixing or printing marks, labels, logos and other like distinguishing signs <br> (q) simple mixing (4) of products, whether or not of different kinds; <br> (c) the good meets all other applicable criteria set forth in this Chapter for <br> (r) simple (5) assembly of parts of articles to constitute a complete article or <br> qualifying as an originating good. <br> (s) simple (6) testing or calibrations; <br> (t) mere dilution with water or another substance that does not materially alter <br> the characteristics of the goods; <br> (u) slaughtering of animals; or <br> (v) a combination of two or more operations referred to in subparagraphs (a) through (u). <br> (1) Preserving operations include drying, freezing, keeping in brine, ventilation, spreading out, chilling, <br> placing in salt or sulfur dioxide, removal of damaged parts, and like operations. <br> (2)@^@simple@^@ generally describes activities which need neither special skills nor machines, apparatus or <br> (3) See footnote 2. <br> (4) @^@simple mixing@^@ generally describes activities which need neither special skills nor machines, apparatus or <br> equipment especially produced or installed for carrying out the activity. However, simple mixing does not <br> include chemical reaction. Chemical reaction means a process, including a biochemical process, which <br> materials used in the production of the good undergo the applicable change in tariff <br> results in a molecule with a new structure by breaking intra-molecular bonds and by forming new intra- <br> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (5) See footnote 2. <br> (6) See footnote 2. <br> 2 All operations carried out in a Party on a given product shall be considered together <br> when determining whether the working or processing undergone by that product is to be <br> ARTICLE 3.7: ACCUMULATION <br> Originating materials from the territory of a Party, incorporated in the production of a good <br> in the territory of the other Party shall be considered to originate in the territory, of the other Party. <br> ARTICLE 3.8: DE MINIMIS <br> 1 A good that does not undergo a change in tariff classification pursuant to Article 3.4 <br> and Annex 3-A in the final process of production shall be considered as originating if: <br> Chapters 50 through 63 of the HS, the value of all non-originating materials <br> used in its production, which do not undergo the required change in tariff <br> classification, does not exceed ten percent of the FOB value of the good; <br> (b) for goods falling within Chapters 50 through 63 of the HS, the total weight <br> of non-originating basic textile materials used in its production, which do <br> not undergo the required change in tariff classification, does not exceed <br> seven percent of the total weight of all the basic textile materials used; and <br> 2 The value of such non-originating materials shall be included in the value of non- <br> originating materials for any applicable regional value content requirement for the good. <br> Accessories, spare parts or tools delivered with a good that form part of the good's standard <br> accessories, spare parts or tools, shall be treated as originating goods if the good is an <br> case if the materials had been physically segregated. <br> originating good, and shall be disregarded in determining whether all the non-originating <br> equipment especially produced or installed for carrying out the activity. <br> classification, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; <br> (b) the quantities and value of the accessories, spare parts or tools are standard <br> 1 Where identical and interchangeable originating and non-originating materials are <br> trade practice for the good in the domestic market of the exporting Party; and <br> (c) if the good is subject to a regional value content requirement, the value of <br> used in the manufacture of a product, those materials shall be physically segregated, <br> the accessories, spare parts, or tools shall be taken into account as <br> the regional value content of the good. <br> ARTICLE 3.10: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> Packaging materials and containers in which a good is packaged for retail sale shall, if <br> classified with the good, be disregarded in determining whether all the non-originating <br> classification, and, if the good is subject to a regional value content requirement, the value <br> of such packaging materials and containers shall be taken into account as originating or <br> non-originating materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> Packing materials and containers in which a good is packed for shipment shall be <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> stocks of identical and interchangeable originating and non-originating materials used in <br> applicable change in tariff classification; and <br> ARTICLE 3.12: FUNGIBLE MATERIALS <br> according to their origin, during storage. <br> necessary to preserve it in good condition while being exported. <br> the manufacture of a product, may use the so-called @^@accounting segregation@^@ method for managing stocks. <br> product is manufactured. The method chosen shall: <br> (a) permit a clear distinction to be made between originating and non- <br> originating materials acquired and/or kept in stock; and <br> (b) guarantee that no more products receive originating status than would be the <br> ARTICLE 3.13: PRINCIPLE OF TERRITORIALITY <br> 1 Except as provided for in Articles 3.7 and 3.14, the conditions for acquiring <br> originating status set out in Articles 3.2 through 3.12 shall be fulfilled without interruption in a Party. <br> 2 Except as provided for in Article 3.7, an originating product exported from a Party <br> to a non-Party shall, when returned, be considered to be non-originating unless it can be <br> demonstrated to the satisfaction of the customs authority in accordance with laws and <br> regulations of the importing Party concerned that: <br> (a) the returning product is the same as that exported; and <br> (b) the returning product has not undergone any operation beyond that <br> ARTICLE 3.14: EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br> Notwithstanding the provisions of Article 3.13, the acquisition of originating status in <br> accordance with the conditions set out in Articles 3.2 through 3.12 shall not be affected by <br> or boards and all other simple packaging operations; <br> working or processing carried out in the area agreed by both Parties in the Exchange of <br> Notes on materials exported from the Party concerned and subsequently re-imported there, <br> provided that the conditions set out in Annex 3-B are fulfilled. <br> 1 Preferential tariff treatment shall be applied to a good satisfying the requirements of <br> this Chapter and which is transported directly between the territories of the exporting Party <br> and the importing Party. <br> 2 Notwithstanding paragraph 1, a good of which transport involves transit through <br> one or more intermediate third countries, other than the territories of the exporting Party <br> and the importing Party, shall be considered to be consigned directly, provided that: <br> (a) the goods have not entered into trade or consumption there; <br> (b) the goods have not undergone any operation there other than unloading and <br> (c) the goods have remained under the customs control in the country of transit. <br> originating or non-originating materials, as the case may be, in calculating <br> "}, {"ArticleTitle": "INTERPRETATION AND APPLICATION", "ArticleDesc": "ARTICLE 3.16: INTERPRETATION AND APPLICATION <br> (a) the basis for tariff classification in this Chapter is the HS; <br> (b) in applying the Customs Valuation Agreement for the determination of the <br> (i) the principles of the Customs Valuation Agreement shall apply to <br> domestic transactions, with such modifications as may be required <br> by the circumstances, as would apply to international transactions; <br> (ii) the provisions of this Chapter shall take precedence over the <br> Customs Valuation Agreement to the extent of any difference; and <br> (iii) the definitions in Article 3.1 shall take precedence over the <br> definitions in the Customs Valuation Agreement to the extent of any difference; and <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "For the purposes of this Chapter: <br> origin of a good under this Chapter: <br> (c) all costs referred to in this Chapter shall be recorded and maintained in <br> accordance with the Generally Accepted Accounting Principles applicable <br> in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "CONSULTATIONS AND MODIFICATIONS", "ArticleDesc": "ARTICLE 3.17: CONSULTATIONS AND MODIFICATIONS <br> 1 The Parties shall consult and cooperate to ensure that this Chapter is applied in an <br> effective and uniform manner. <br> 2 Pursuant to Article 15.2.2(c) (Joint Committee and Review), the Parties shall <br> consult to review, no later than three years after the date of entry into force of this <br> Agreement, the rules of origin and discuss necessary amendments or modifications to this <br> Chapter and its Annexes, including Article 3.4.1 and Product Specific Rules provided in <br> Annex 3-A, taking into account developments in technology, production processes, and <br> other related matters including the recommended amendments to the HS. <br> ANNEX 3-B <br> EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br> 1 List of Goods <br> (a) Each Party shall apply Article 3.14 to goods listed in Appendix 3-B-1 attached hereto. <br> (b) A Party may request amendment of the list referred to in subparagraph (a), <br> which the other Party shall consider in good faith. Such amendment shall <br> be adopted when mutually agreed by both Parties. <br> 2 Origin Conferring <br> (a) Goods referred to in paragraph 1(a) and any subsequent amendments, which <br> are re-imported as the goods that do not undergo any process beyond <br> operations within the territory of the re-importing Party for export as set out <br> in Article 3.6 shall be deemed to be originating in the territory of that Party, provided that: <br> (i) the total value of non-originating input (7) does not exceed 40 percent <br> of the FOB price of the final good for which originating status is claimed; and <br> (ii) the value of originating materials exported from the Party is not less <br> than 60 percent of the total value of materials used in manufacturing <br> the re-imported material or good. <br> (b) Except as otherwise provided for in this Annex, relevant Articles of this <br> Chapter shall be applied mutatis mutandis to the origin conferring of the <br> 3 Specific Procedures for the Implementation of Article 3.14 <br> (a) Certificate of Origin for goods covered by Article 3.14 shall be issued by <br> the Issuing Authorities (8) of the exporting Party in accordance with Chapter <br> Four (Origin Procedures). <br> (b) The issuing authority of the exporting Party shall indicate in the Certificate <br> of Origin that the good is covered by Article 3.14. <br> (c) Except as otherwise provided for in this Annex, the relevant Articles of <br> Chapter Four (Origin Procedures) shall be applied mutatis mutandis to the <br> goods to which Article 3.14 applies. <br> (d) Each Party shall assist the customs authority of importing Party to conduct <br> verification on goods covered by Article 3.14 in accordance with Articles <br> 4.11 (Verification by competent authority of exporting Party), 4.12 <br> (Verification by Customs Authority of Importing Party), 4.13 (Verification 4.15 <br> of Materials that are used in the Production of the Good), <br> (Confidentiality) and 4.18(Uniform Regulations/Rules). <br> 4 Special Safeguard <br> (a) When a Party determines that there is an increase of importation of a good <br> covered by Article 3.14 into the territory of that Party in such quantities and <br> under such conditions as to cause, or threaten to cause, serious injury to its <br> domestic industry, that Party shall be free to suspend the application of Article <br> 3.14 to such a good for such a period of time as it may consider necessary to <br> prevent or remedy such injury or threat to cause injury to the domestic industry of the Party. <br> (b) A Party that intends to suspend the application of Article 3.14 pursuant to <br> subparagraph (a) shall notify to the other Party two months in advance of the <br> start of the suspension period and afford the other Party an opportunity to <br> exchange views with it in respect of the proposed suspension. <br> (c) The period mentioned in subparagraph (a) may be extended provided that the <br> Party which has taken the action of suspension, has determined that the <br> suspension continues to be necessary to prevent or remedy injury. <br> (d) In critical circumstances, where delay would cause damage which would be <br> difficult to repair, the suspension of the application of Article 3.14 under <br> subparagraph (a) may be taken provisionally without two months advance <br> notification to the other Party, on the condition that notification shall be made <br> before such suspension takes effect. <br> (e) When a Party has made a determination mentioned in subparagraph (a) and the <br> requirements set out in subparagraph (b) are fulfilled, the Party concerned may <br> suspend the application of Article 3.14 unilaterally and unconditionally, <br> including as follows: <br> (i) there shall be no obligation to prove that there is serious injury; <br> (ii) there shall be no obligation for advance consultation; <br> (iii) there shall be no limit to the duration or frequency of suspension; and <br> (iv) there shall be no obligation for compensation. <br> 5 Review <br> (a) Parties shall review the implementation and operation of Article 3.14 in <br> accordance with the procedure set out in Article 15.2.2(c) (Joint Committee <br> and Review). For the purposes: <br> (i) the exporting Party shall provide to the importing Party or Joint <br> Committee a brief factual report on the operation of Article 3.14, <br> including export statistics of each good listed in the attached lists <br> referred to in paragraph 1(a) to the importing Party during the <br> previous six month period; and <br> (ii) the importing Party shall provide upon the request of the exporting <br> Party or Joint Committee information pertaining to denial of claims <br> for preferential tariff treatment, if any, including the number of <br> Certificates of Origin not accepted, and reasons for denial. <br> The importing Party or Joint Committee may request such additional <br> information as it may consider necessary for its review of the <br> implementation and operation of Article 3.14 from the exporting Party. <br> (c) Taking into account the result of the review provided for in subparagraph <br> (a), the Parties or Joint Committee may make recommendations as they may consider necessary. <br> 6 Option of Rescinding <br> Anytime five years after the date of entry into force of this Agreement, each Party will <br> have an option of rescinding the application of this Annex when it determines, on the basis <br> of a review and on its own discretion, that its interests have been seriously damaged as a <br> consequence of the application of Article 3.14. <br> 7 Any dispute concerning the interpretation, implementation or application of this <br> Annex shall not be subject to the procedures and mechanism set out in Chapter Fourteen <br> (Dispute Settlement). <br> 8 Nothing in this Annex shall affect the rights and obligations of the Parties under <br> this Agreement, including Section B-2 (Safeguard Measures) of Chapter Two (Trade in Goods). <br> (7) @^@Total value of non-originating input@^@ shall mean the value of any non-originating materials added inside <br> as well as any materials added and all other cost accumulated outside the Party concerned, including transport costs. <br> (8) With regard to Korea, Issuing Authorities means the Korean customs authority. <br> APPENDIX 3-B-1 <br> PRODUCT LIST SUBJECT TO EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br> Chapter 20 Preparations of vegetables, fruit, nuts or other parts of plants <br> 200892 <br> Chapter 43 Furskins and artificial fur; manufactures thereof <br> 430400 <br> Chapter 48 Paper and paperboard; articles of paper pulp, of paper or of paperboard <br> 480439 <br> Chapter 55 Man-made staple fibers <br> 550962, 550969 <br> Chapter 58 Special woven fabrics; tufted textile fabrics; lace; tapestries; trimmings; embroidery <br> 581099 <br> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br> 610120, 610130, 610190, 610210, 610220, 610230, 610290, 610322, 610323, 610329, 610331, 610332, <br> 610333, 610339, 610341, 610342, 610343, 610349, 610413, 610419, 610422, 610423, 610429, 610431, <br> 610439, 610441, 610449, 610451, 610459, 610461, 610469, 610590, 610712, 610719, 610721, 610722, <br> 610729, 610791, 610811, 610829, 610832, 611019, 611211, 611212, 611219, 611220, 611231, 611239, <br> 611241, 611249, 611420, 611490 <br> Chapter 62 Articles of apparel and clothing accessories, not knitted or crocheted <br> 620111, 620112, 620113, 620119, 620192, 620219, 620291, 620292, 620299, 620312, 620322, 620323, <br> 620329, 620339, 620349, 620412, 620419, 620421, 620422, 620423, 620429, 620441, 620444, 620590, <br> 620610, 620620, 620721, 620722, 620791, 620799, 620811, 620819, 620821, 620822, 620829, 620891, <br> 620899, 620920, 620930, 620990, 621040, 621120, 621132, 621139, 621141, 621142, 621230, 621390, <br> 621420 <br> Chapter 63 Other made up textile articles; sets; worn clothing and worn textile articles; rags <br> 630130 <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.1: DEFINITIONS <br> customs authority means the authority that is responsible under the law of a Party for the <br> administration and application of customs laws and regulations; <br> identical goods means goods that are same in all respects, including physical <br> characteristics and quality, irrespective of minor differences in appearance that are not <br> relevant to a determination of origin of those goods under Chapter Three (Rules of Origin); <br> indirect materials means @^@indirect materials@^@ as defined in Article 3.1 (Definitions); <br> materials means @^@materials@^@ as defined in Article 3.1 (Definitions); <br> producer means @^@producer@^@ as defined in Article 3.1 (Definitions); and <br> production means @^@production@^@ as defined in Article 3.1 (Definitions). <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> determination of origin means a determination as to whether a good qualifies as an <br> originating good in accordance with Chapter Three (Rules of Origin); <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.2: ISSUING AUTHORITIES OF CERTIFICATE OF ORIGIN <br> ARTICLE 4.16: PENALTIES <br> ARTICLE 5.7: REVIEW AND APPEAL <br> 1 The Certificate of Origin shall be issued by the Government designated authorities <br> 1 Each Party shall maintain measures imposing criminal, civil or administrative <br> 1. Each Party shall provide an easily accessible process for administrative and judicial <br> (hereinafter referred to as @^@Issuing Authorities@^@) of the exporting Party as provided in Annex 4-A. <br> sanctions for violations of its laws and regulations relating to this Chapter. <br> review or appeal of the decisions taken by its customs authority. <br> 2 Each Party shall inform the other Party of the names and addresses of the <br> 2 When it is suspected that fraudulent acts in connection with the Certificate of <br> 2. Subject to each Party's laws and regulations, any affected person shall have the <br> authorised officials of its respective Issuing Authorities and also provide the original sets of <br> Origin have been committed, the Issuing Authorities concerned shall cooperate in the <br> right to appeal against the decisions taken by its customs authority. In case it is required <br> their specimen signatures and specimen of official seals. Any change in names, addresses, <br> for reasons of confidentiality, each Party shall provide for submission of the information by <br> specimen signatures or official seals shall be promptly informed to the other Party. <br> the producer or exporter on behalf of the importer directly to the Party conducting the <br> 3 For the purposes of verifying the requirements for preferential tariff treatment, the <br> administrative review. Without prejudice to the use of such information in the process of <br> Issuing Authorities shall have the right to request for any supporting documentary evidence <br> review as per each Party's laws and regulations, the exporter or producer providing the <br> or to carry out any verification considered appropriate, consistent with its laws or practices. <br> (d) such other matters as the Parties may agree. <br> information may ask the Party conducting the administrative review to treat that <br> ARTICLE 4.3: APPLICATION FOR CERTIFICATE OF ORIGIN <br> information as confidential in accordance with Article 4.15 (Confidentiality). <br> 1 The exporter or the producer of the goods qualified for preferential tariff treatment <br> 3. Application for review or appeal of the decisions taken by the customs authority of <br> rulings, including the details of the information required to process an application for a ruling. <br> shall apply in writing or electronically, as the case may be, to the relevant Issuing <br> a Party shall be made in writing and shall be accompanied by all relevant documents. <br> Authorities requesting for pre-export verification of the origin of the goods. The Issuing <br> ARTICLE 5.8: ADVANCE RULINGS <br> Authorities may conduct pre-export verification. The result of the verification, subject to <br> 1. In accordance with its laws and regulations, each Party shall endeavour to provide, <br> review periodically or whenever appropriate, shall be accepted as the supporting evidence <br> through its customs or other competent authorities, for the expeditious issuance of written <br> in verifying the origin of the said goods to be exported thereafter. The pre-export <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> verification may not apply to the goods of which, by their nature, origin can be easily verified. <br> territory or an exporter or a producer in the territory of the other Party, concerning: <br> 2 At the time of carrying out the formalities for exporting the goods under preferential tariff treatment: <br> (a) classification of goods; <br> (a) the exporter or his or her authorised representative shall submit a written <br> (b) principles to be adopted for the purpose of determination of value of goods; <br> application for a Certificate of Origin together with appropriate supporting <br> (c) determination of origin of goods; or <br> documents proving that the goods to be exported qualify for the issuance of <br> the Certificate of Origin; or <br> 2. Each Party shall adopt or maintain procedures for the issuance of such advance <br> (b) where an exporter is not the producer of the good, the application for a <br> Certificate of Origin may be on the basis of the producer's origin <br> 3. Subject to any confidentiality requirements in its laws and regulations, each Party <br> declaration that the goods qualify as originating goods, including the result <br> shall make available to the public, for example, on the Internet, its advance rulings on tariff <br> of pre-export verification pursuant to paragraph 1. <br> classification and any other matter as the Parties may agree. <br> 3 The Issuing Authorities shall, to the best of their competence and ability, carry out <br> 4. To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> proper examination upon each application for a Certificate of Origin to ensure that: <br> updates on changes in their respective laws and regulations on the matters listed in paragraph 1. <br> (a) the application for the Certificate of Origin is duly completed and signed by <br> the exporter or its authorised signatory; <br> (b) the origin of the goods is in conformity with Chapter Three (Rules of Origin); <br> (c) the other statements of the Certificate of Origin correspond to supporting <br> documentary evidence submitted; and <br> (d) export of multiple items declared on a single Certificate of Origin shall be <br> allowed, provided that each item qualifies as originating separately in its own right. <br> ARTICLE 4.4: ISSUANCE OF A CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall: <br> (a) be in a printed format or such other medium including electronic format; <br> (b) be completed in English in conformity with the specimen and the <br> instructions contained therein as set out in the Annex 4-B; and <br> (c) comprise one original and three copies. <br> 2 The Issuing Authorities, while retaining the duplicate, shall provide the original and <br> remaining two copies to the exporter. The original shall be forwarded, together with the <br> triplicate, by the exporter to the importer for submission to the customs authority at the <br> port or place of importation. The triplicate shall be retained by the importer. The <br> quadruplicate shall be retained by the exporter. <br> 3 No erasures and superimpositions shall be allowed on the Certificate of Origin. <br> Any alteration shall be made by striking out the errors and making any addition required. <br> Such alterations shall be approved and certified by an official authorised to sign the <br> Certificate of Origin issued by the relevant Issuing Authorities. Unused spaces shall be <br> crossed out to prevent any subsequent addition. <br> 4 The Certificate of Origin shall be issued at the time of exportation, or within seven <br> working days from the date of shipment whenever the goods to be exported can be <br> considered originating in that Party. Under exceptional cases where a Certificate of <br> Origin has not been issued at the time of exportation or within seven working days from <br> the date of shipment due to involuntary errors or omissions, or any other valid reasons, the <br> Certificate of Origin may be issued retrospectively but not later than one year from the date <br> of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in Remarks box of the Certificate of Origin. <br> 5 In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> apply in writing to the Issuing Authorities which issued it for a certified true copy of the <br> original and the triplicate to be made on the basis of the export documents in their <br> possession bearing the endorsement of the words @^@CERTIFIED TRUE COPY@^@, (in lieu of <br> the original certificate) in Remarks box of the Certificate of Origin. This copy shall bear <br> the date of the original Certificate of Origin. The certified true copy of a Certificate of <br> Origin shall be issued not later than one year from the date of issuance of the original <br> Certificate of Origin and on the condition that the exporter provides to the relevant Issuing <br> Authorities the quadruplicate. <br> ARTICLE 4.5: VALIDITY OF CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall be valid for 12 months from the date of issue in the <br> exporting Party, and the claim for preferential tariff treatment shall be made within the said <br> period to the customs authority of the importing Party. <br> 2 A Certificate of Origin, which is submitted to the customs authority of the <br> importing Party after the said expiration date specified in paragraph 1, may be accepted for <br> the purpose of claiming preferential tariff treatment, in accordance with the procedures <br> applicable in that Party where the failure to submit these documents by the final date is due <br> to exceptional circumstances. <br> 3 In all cases, the customs authority in the importing Party may accept such <br> Certificate of Origin, provided that the goods have been imported before the expiration <br> date of the said Certificate of Origin in accordance with the procedures applicable in that Party. <br> 4 A single Certificate of Origin may be used for: <br> (a) a single shipment of goods that results in the filing of one or more entries on <br> the importation of the goods into the territory of a Party; or <br> (b) more than one shipment of goods that results in the filing of one entry on <br> the importation of the goods into the territory of a Party. <br> ARTICLE 4.6: INVOICING BY A NON-PARTY OPERATOR <br> 1 The customs authority in the importing Party may accept a Certificate of Origin in <br> cases where the sales invoice is issued by an operator located in a third country or by an <br> exporter for the account of the said operator, provided that the good meets the requirements <br> of Chapter Three (Rules of Origin). <br> 2 The exporter of the goods shall indicate @^@third country invoicing@^@ and such <br> information as name, address and country of the operator issuing the invoice in the Certificate of Origin. <br> ARTICLE 4.7: DISCREPANCIES IN THE CERTIFICATE OF ORIGIN <br> The discovery of minor discrepancies between the statements made in the Certificate of <br> Origin and those made in the documents submitted to the customs authority of the <br> importing Party for the purpose of carrying out the formalities for importing the goods <br> shall not ipso facto invalidate the Certificate of Origin, if it does in fact correspond to the said goods. <br> ARTICLE 4.8: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> importer in its territory that claims preferential tariff treatment for a good imported into its <br> territory from the territory of the other Party to: <br> (a) request preferential tariff treatment at the time of importation of an <br> originating good, if required by the customs authority of the importing Party; <br> (b) make a written declaration, if it deems necessary, that the good qualifies as <br> an originating good; <br> (c) submit the original Certificate of Origin to the customs authority of the <br> importing Party at the time of importation, if required by the customs <br> authority of the importing Party; <br> (d) provide, on the request of that Party's customs authority, any other <br> documentation relating to the importation of the good; and <br> (e) promptly make a corrected declaration in a manner required by the customs <br> authority of the importing Party, subject to the customs laws of the <br> importing Party and pay any duties along with interest and other charges <br> owing, where the importer has reason to believe that a Certificate of Origin <br> on which a declaration was based contains information that is not correct. <br> (a) an importing Party shall deliver a written notification of its intention to <br> 2 Each Party may in accordance with its laws and regulations, provide that, where a <br> conduct the verification visit simultaneously to: <br> good would have qualified as an originating good when it was imported into its territory, <br> the importer of the good may, within a period of at least one year or for such longer period <br> specified by the importing Party's laws and regulations after the date on which the good <br> was imported, apply for a refund of any excess duties paid as the result of the good not <br> (iii) the customs authority of the Party in the territory of which the <br> having been accorded preferential tariff treatment. <br> 3 For the purposes of paragraph 1(d), the customs authority of the importing Party <br> may require an importer to demonstrate that the good was shipped in accordance with Article 3.15 <br> (Direct Consignment) by providing with: <br> good is an originating good; <br> (a) bills of lading or waybills indicating the shipping route and all points of <br> (i) the name of the customs authority issuing the notification; <br> shipment and transhipment prior to the importation of the good; and <br> (b) where the good is shipped through or transhipped in a non-Party, a copy of <br> the customs control documents indicating that the good remained under <br> customs control while in that non-Party. <br> 4 Where the customs authority of the importing Party determines that a Certificate of <br> Origin is illegible, defective on its face or has not been completed pursuant to Article 4.4, <br> or discovers that discrepancies exist between the Certificate of Origin and the written <br> declaration, the importer will be granted a period of not less than five working days, but <br> not exceeding 30 working days from the date of request by the customs authority to <br> provide a copy of the corrected Certificate of Origin. <br> 5 An importer that makes a corrected declaration of origin pursuant to paragraph 1(e) <br> and pays any duties owing, will not be subject to penalties under Article 4.16, in <br> accordance with each Party's laws and regulations. <br> ARTICLE 4.9: WAIVER OF CERTIFICATE OF ORIGIN <br> Goods sent as small packages from private persons to private persons or forming part of <br> travellers' personal luggage may be admitted as originating goods without requiring the <br> submission of a Certificate of Origin, in accordance with each Party's laws and regulations. <br> ARTICLE 4.10: RECORD KEEPING REQUIREMENT <br> 1 The application for a Certificate of Origin and all documents related to origin shall <br> be retained by the Issuing Authorities, exporter and producer for not less than five years <br> from the date of issuance of the Certificate of Origin. <br> 2 A copy of the Certificate of Origin and all relevant import documents shall be <br> retained by an importer for not less than five years from the date of importation. <br> 3 An importer, exporter or producer may choose to maintain records specified in <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> limited to, digital, electronic, optical, magnetic or hard copy. <br> 4 Importers, exporters and producers that are required to maintain documents related <br> to origin pursuant to paragraphs 1 and 2 will make those documents available for <br> inspection by an officer of the customs authority or Issuing Authorities of a Party <br> conducting a verification visit and provide facilities for inspection thereof. <br> ARTICLE 4.11: VERIFICATION BY COMPETENT AUTHORITY OF EXPORTING PARTY <br> 1 The importing Party may, at random or when it has reasonable doubt as to the <br> authenticity of the document or as to the accuracy of the information regarding the true <br> origin of the goods in question or of certain parts thereof, request the Issuing Authorities (1) <br> of the exporting Party for a retroactive check. The Issuing Authorities shall conduct such <br> check subject to the following procedures: <br> (a) the request for a retroactive check shall be accompanied with the Certificate <br> of Origin concerned and shall specify the reasons and any additional <br> information suggesting that the particulars given on that Certificate of <br> Origin may be inaccurate, unless the retroactive check is requested on a random basis; <br> (b) the Issuing Authorities receiving a request for a retroactive check shall <br> respond to the request promptly and reply within three months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend the provision of <br> preferential tariff treatment while awaiting the result of verification. <br> However, it may release the goods to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> subject to import prohibition or restriction and that there is no suspicion of fraud; and <br> action to be taken in the territory of the respective Party against the persons involved. <br> (d) the Issuing Authorities shall promptly transmit the results of the verification <br> process to the customs authority of the importing Party which shall then <br> determine whether or not the subject good is originating. The retroactive <br> check process, including the process of notifying the Issuing Authorities of <br> the exporting Party of the results of determination on whether the subject <br> good is originating or not, should be completed within six months. While <br> the process of the retroactive check is being undertaken, subparagraph (c) shall be applied. <br> 2 The customs authority of the importing Party may request an importer for <br> information or documents relating to the origin of imported goods in accordance with its <br> laws and regulations before requesting the retroactive check pursuant to paragraph 1. <br> (1) In the case of Korea, the Issuing Authorities referred to Articles 4.11 through 4.13 for the purposes of <br> origin verification for the exported goods into India refer to the customs authority in accordance with its <br> customs laws and regulations. <br> ARTICLE 4.12: VERIFICATION BY CUSTOMS AUTHORITY OF IMPORTING PARTY <br> 1 If the customs authority of the importing Party is not satisfied with the results of the <br> retroactive check pursuant to Article 4.11, it may, under exceptional circumstances, <br> conduct a verification in the exporting Party by means of: <br> (a) written requests for information and documentation from the exporter or producer; <br> (b) written questionnaires to the exporter or producer; and/or <br> (c) verification visits to the premises of an exporter or producer in the exporting Party. <br> 2 The written request or questionnaire pursuant to paragraph 1(a) or (b) will indicate <br> that the time period the exporter or producer has to complete and return the questionnaire <br> or the information and documentation required will be 30 days or for such longer period as <br> the Parties may agree, from the date of its receipt. <br> 3 When the customs authority of a Party has received the completed questionnaire or <br> the information and documentation required pursuant to paragraph 1(a) or (b), and <br> considers that it needs more information to determine the origin of the goods subject to <br> verification, it may request additional information from the exporter or producer. <br> 4 Where an exporter or producer fails to return a duly completed questionnaire or <br> fails to provide the information and documentation required within the period referred to in <br> paragraph 2, the importing Party may deny preferential tariff treatment to the good in <br> question after providing at least 30 days written notice to the exporter or producer to <br> provide written comments or additional information that will be taken into account prior to <br> completing the verification. <br> 5 Prior to conducting a verification visit pursuant to paragraph 1(c): <br> (ii) the Issuing Authorities of the Party in the territory of which the <br> verification visit is to occur; <br> verification visit is to occur; and <br> (iv) the importer of the good subject to the verification visit; <br> (b) the written notification mentioned in subparagraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (ii) the name of the producer or exporter whose premises are to be visited; <br> (iii) the proposed date of the verification visit; <br> (iv) the coverage of the proposed verification visit, including reference <br> to the good subject to the verification; and <br> (v) the names and designation of the officials performing the verification visit; <br> (c) an importing Party shall obtain the written consent of the producer or <br> exporter whose premises are to be visited; <br> (d) when a written consent from the producer or exporter is not obtained within <br> 30 days from the date of receipt of the notification pursuant to subparagraph <br> (a), the notifying Party may deny preferential tariff treatment to the good <br> referred to in the Certificate of Origin that would have been subject to the verification visit; and <br> (e) the Issuing Authorities receiving the notification may postpone the proposed <br> verification visit and notify in writing the customs authority of the <br> importing Party of such intention within 15 days from the date of receipt of <br> the notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within 60 days from the date of such receipt, or for such <br> longer period as the Parties may agree. <br> 6 For the purposes of paragraph 1(c), an exporter or producer of a good will identify <br> any observers to be present during such verification visit by the customs authority of the importing Party. <br> 7 The importing Party conducting the verification visit shall provide the producer or <br> exporter and importer whose goods are subject to the verification and the relevant issuing <br> authority with a written determination of whether or not the subject good qualifies as an <br> originating good. Any suspended preferential tariff treatment shall be reinstated upon the <br> determination that goods qualify as originating goods. <br> 8 The producer or exporter shall be allowed 30 days from the date of receipt of the <br> written determination pursuant to paragraphs 4 and 7 to provide written comments or <br> additional information regarding the eligibility of the good for preferential tariff treatment. <br> If the good is still found to be non-originating, the final written determination shall be <br> communicated to the Issuing Authorities within 30 days from the date of receipt of the <br> comments or additional information from the producer or exporter. <br> (i) the producer or exporter whose premises are to be visited; <br> 9 The verification visit process, including the actual visit, the determination and its <br> notification of whether the subject good is originating or not shall be carried out and its <br> results shall be communicated to the Issuing Authorities within a maximum period of six <br> months from the first day when the verification visit was conducted. While the process of <br> verification is undertaken, Article 4.11.1(c) shall be applied. <br> 10 The customs authority of a Party may, prior to the verification visit, request the <br> importer of the good to voluntarily obtain and supply written information provided by the <br> exporter or producer of the good in the territory of the other Party. The failure of the <br> importer to obtain and supply such information will not be considered as a failure of the <br> exporter or producer to supply the information, or as a ground for denying preferential tariff treatment. <br> ARTICLE 4.13: VERIFICATION OF MATERIALS THAT ARE USED IN THE PRODUCTION OF THE GOOD <br> 1 Where the customs authority of a Party, in conducting a verification of origin of a <br> good imported into its territory under Articles 4.11 and 4.12, conducts a verification of the <br> origin of a material that is used in the production of the good, the verification of the <br> material may be conducted in accordance with the procedures set out in Article 4.12.1. <br> 2 The customs authority of a Party may consider the material to be non-originating in <br> determining whether the good is an originating good where the producer or supplier of that <br> material does not allow the customs authority access to information required to make a <br> determination of whether the material is an originating material by the following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire; or <br> (c) refusal to consent to a verification visit within 30 days of receipt of <br> notification under Article 4.12.5(d) as made applicable by Article 4.12.1. <br> 3 A Party will not consider a material that is used in the production of a good to be a <br> non-originating material solely on the basis of postponement of a verification visit <br> under Article 4.12.5(e) as made applicable by paragraph 1. <br> 4 Communications under Articles 4.11 through 4.13 between the Parties shall be in the English language. <br> ARTICLE 4.14: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, the importing Party may deny <br> claim for preferential tariff treatment or recover unpaid duties in accordance with its laws <br> and regulations, where: <br> (a) the good does not meet the requirements of Chapter Three (Rules of Origin); <br> (b) the exporter, producer or importer of the good that is required to maintain <br> records or documentation under Article 4.10 fails to maintain records or <br> documentation relevant to determining the origin of the good or denies <br> access to the records or documentation; <br> (c) the importer, exporter or producer fails to provide information that the Party <br> requested pursuant to Articles 4.12.1(a) and 4.12.1(b) demonstrating that the <br> (d) after receipt of a written notification for a verification visit pursuant to <br> Article 4.12.5, the exporter or producer in the territory of the other Party <br> prevents such verification visit; or <br> (e) the Party finds a pattern of conduct indicating that an importer, exporter or <br> producer has provided false or unsupported information or declarations that <br> a good imported into its territory is an originating good. <br> 2 For the purposes of paragraph 1(e), @^@pattern of conduct@^@ means at least two <br> instances of false or unsupported representations by an exporter or producer of a good <br> resulting in at least two written determinations being sent to that exporter or producer <br> pursuant to Articles 4.12.4 and 4.12.7, that conclude, as a finding of fact, that Certificates <br> of Origin applied by that exporter or producer with respect to identical goods contain false <br> or unsupported representations. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 4.15: CONFIDENTIALITY <br> 1 Each Party shall maintain, in accordance with its laws and regulations, <br> confidentiality of the information collected pursuant to this Chapter and shall protect that <br> information from disclosure that could prejudice the competitive position of the persons <br> providing the information. Where the Party receiving the information is required by its <br> laws and regulations to disclose information, that Party shall ensure to notify the Party or <br> persons who provided that information. <br> 2 The confidential information collected pursuant to this Chapter shall not be used for <br> purposes other than the administration and enforcement of determinations of origin, and of <br> customs matters except with the permission of the Party or persons who provided the confidential information. <br> 3 Notwithstanding paragraph 2, information that is obtained pursuant to this Chapter <br> may be used in any administrative, judicial or quasi-judicial proceedings instituted for <br> failure to comply with customs-related laws and regulations implementing Chapter Three <br> (Rules of Origin) and this Chapter. The Party or persons who provided the information <br> will be notified in advance of such use. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.2: ISSUING AUTHORITIES OF CERTIFICATE OF ORIGIN <br> ARTICLE 4.16: PENALTIES <br> ARTICLE 5.7: REVIEW AND APPEAL <br> 1 The Certificate of Origin shall be issued by the Government designated authorities <br> 1 Each Party shall maintain measures imposing criminal, civil or administrative <br> 1. Each Party shall provide an easily accessible process for administrative and judicial <br> (hereinafter referred to as @^@Issuing Authorities@^@) of the exporting Party as provided in Annex 4-A. <br> sanctions for violations of its laws and regulations relating to this Chapter. <br> review or appeal of the decisions taken by its customs authority. <br> 2 Each Party shall inform the other Party of the names and addresses of the <br> 2 When it is suspected that fraudulent acts in connection with the Certificate of <br> 2. Subject to each Party's laws and regulations, any affected person shall have the <br> authorised officials of its respective Issuing Authorities and also provide the original sets of <br> Origin have been committed, the Issuing Authorities concerned shall cooperate in the <br> right to appeal against the decisions taken by its customs authority. In case it is required <br> their specimen signatures and specimen of official seals. Any change in names, addresses, <br> for reasons of confidentiality, each Party shall provide for submission of the information by <br> specimen signatures or official seals shall be promptly informed to the other Party. <br> the producer or exporter on behalf of the importer directly to the Party conducting the <br> 3 For the purposes of verifying the requirements for preferential tariff treatment, the <br> administrative review. Without prejudice to the use of such information in the process of <br> Issuing Authorities shall have the right to request for any supporting documentary evidence <br> review as per each Party's laws and regulations, the exporter or producer providing the <br> or to carry out any verification considered appropriate, consistent with its laws or practices. <br> (d) such other matters as the Parties may agree. <br> information may ask the Party conducting the administrative review to treat that <br> ARTICLE 4.3: APPLICATION FOR CERTIFICATE OF ORIGIN <br> information as confidential in accordance with Article 4.15 (Confidentiality). <br> 1 The exporter or the producer of the goods qualified for preferential tariff treatment <br> 3. Application for review or appeal of the decisions taken by the customs authority of <br> rulings, including the details of the information required to process an application for a ruling. <br> shall apply in writing or electronically, as the case may be, to the relevant Issuing <br> a Party shall be made in writing and shall be accompanied by all relevant documents. <br> Authorities requesting for pre-export verification of the origin of the goods. The Issuing <br> ARTICLE 5.8: ADVANCE RULINGS <br> Authorities may conduct pre-export verification. The result of the verification, subject to <br> 1. In accordance with its laws and regulations, each Party shall endeavour to provide, <br> review periodically or whenever appropriate, shall be accepted as the supporting evidence <br> through its customs or other competent authorities, for the expeditious issuance of written <br> in verifying the origin of the said goods to be exported thereafter. The pre-export <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> verification may not apply to the goods of which, by their nature, origin can be easily verified. <br> territory or an exporter or a producer in the territory of the other Party, concerning: <br> 2 At the time of carrying out the formalities for exporting the goods under preferential tariff treatment: <br> (a) classification of goods; <br> (a) the exporter or his or her authorised representative shall submit a written <br> (b) principles to be adopted for the purpose of determination of value of goods; <br> application for a Certificate of Origin together with appropriate supporting <br> (c) determination of origin of goods; or <br> documents proving that the goods to be exported qualify for the issuance of <br> the Certificate of Origin; or <br> 2. Each Party shall adopt or maintain procedures for the issuance of such advance <br> (b) where an exporter is not the producer of the good, the application for a <br> Certificate of Origin may be on the basis of the producer's origin <br> 3. Subject to any confidentiality requirements in its laws and regulations, each Party <br> declaration that the goods qualify as originating goods, including the result <br> shall make available to the public, for example, on the Internet, its advance rulings on tariff <br> of pre-export verification pursuant to paragraph 1. <br> classification and any other matter as the Parties may agree. <br> 3 The Issuing Authorities shall, to the best of their competence and ability, carry out <br> 4. To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> proper examination upon each application for a Certificate of Origin to ensure that: <br> updates on changes in their respective laws and regulations on the matters listed in paragraph 1. <br> (a) the application for the Certificate of Origin is duly completed and signed by <br> the exporter or its authorised signatory; <br> (b) the origin of the goods is in conformity with Chapter Three (Rules of Origin); <br> (c) the other statements of the Certificate of Origin correspond to supporting <br> documentary evidence submitted; and <br> (d) export of multiple items declared on a single Certificate of Origin shall be <br> allowed, provided that each item qualifies as originating separately in its own right. <br> ARTICLE 4.4: ISSUANCE OF A CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall: <br> (a) be in a printed format or such other medium including electronic format; <br> (b) be completed in English in conformity with the specimen and the <br> instructions contained therein as set out in the Annex 4-B; and <br> (c) comprise one original and three copies. <br> 2 The Issuing Authorities, while retaining the duplicate, shall provide the original and <br> remaining two copies to the exporter. The original shall be forwarded, together with the <br> triplicate, by the exporter to the importer for submission to the customs authority at the <br> port or place of importation. The triplicate shall be retained by the importer. The <br> quadruplicate shall be retained by the exporter. <br> 3 No erasures and superimpositions shall be allowed on the Certificate of Origin. <br> Any alteration shall be made by striking out the errors and making any addition required. <br> Such alterations shall be approved and certified by an official authorised to sign the <br> Certificate of Origin issued by the relevant Issuing Authorities. Unused spaces shall be <br> crossed out to prevent any subsequent addition. <br> 4 The Certificate of Origin shall be issued at the time of exportation, or within seven <br> working days from the date of shipment whenever the goods to be exported can be <br> considered originating in that Party. Under exceptional cases where a Certificate of <br> Origin has not been issued at the time of exportation or within seven working days from <br> the date of shipment due to involuntary errors or omissions, or any other valid reasons, the <br> Certificate of Origin may be issued retrospectively but not later than one year from the date <br> of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in Remarks box of the Certificate of Origin. <br> 5 In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> apply in writing to the Issuing Authorities which issued it for a certified true copy of the <br> original and the triplicate to be made on the basis of the export documents in their <br> possession bearing the endorsement of the words @^@CERTIFIED TRUE COPY@^@, (in lieu of <br> the original certificate) in Remarks box of the Certificate of Origin. This copy shall bear <br> the date of the original Certificate of Origin. The certified true copy of a Certificate of <br> Origin shall be issued not later than one year from the date of issuance of the original <br> Certificate of Origin and on the condition that the exporter provides to the relevant Issuing <br> Authorities the quadruplicate. <br> ARTICLE 4.5: VALIDITY OF CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall be valid for 12 months from the date of issue in the <br> exporting Party, and the claim for preferential tariff treatment shall be made within the said <br> period to the customs authority of the importing Party. <br> 2 A Certificate of Origin, which is submitted to the customs authority of the <br> importing Party after the said expiration date specified in paragraph 1, may be accepted for <br> the purpose of claiming preferential tariff treatment, in accordance with the procedures <br> applicable in that Party where the failure to submit these documents by the final date is due <br> to exceptional circumstances. <br> 3 In all cases, the customs authority in the importing Party may accept such <br> Certificate of Origin, provided that the goods have been imported before the expiration <br> date of the said Certificate of Origin in accordance with the procedures applicable in that Party. <br> 4 A single Certificate of Origin may be used for: <br> (a) a single shipment of goods that results in the filing of one or more entries on <br> the importation of the goods into the territory of a Party; or <br> (b) more than one shipment of goods that results in the filing of one entry on <br> the importation of the goods into the territory of a Party. <br> ARTICLE 4.6: INVOICING BY A NON-PARTY OPERATOR <br> 1 The customs authority in the importing Party may accept a Certificate of Origin in <br> cases where the sales invoice is issued by an operator located in a third country or by an <br> exporter for the account of the said operator, provided that the good meets the requirements <br> of Chapter Three (Rules of Origin). <br> 2 The exporter of the goods shall indicate @^@third country invoicing@^@ and such <br> information as name, address and country of the operator issuing the invoice in the Certificate of Origin. <br> ARTICLE 4.7: DISCREPANCIES IN THE CERTIFICATE OF ORIGIN <br> The discovery of minor discrepancies between the statements made in the Certificate of <br> Origin and those made in the documents submitted to the customs authority of the <br> importing Party for the purpose of carrying out the formalities for importing the goods <br> shall not ipso facto invalidate the Certificate of Origin, if it does in fact correspond to the said goods. <br> ARTICLE 4.8: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> importer in its territory that claims preferential tariff treatment for a good imported into its <br> territory from the territory of the other Party to: <br> (a) request preferential tariff treatment at the time of importation of an <br> originating good, if required by the customs authority of the importing Party; <br> (b) make a written declaration, if it deems necessary, that the good qualifies as <br> an originating good; <br> (c) submit the original Certificate of Origin to the customs authority of the <br> importing Party at the time of importation, if required by the customs <br> authority of the importing Party; <br> (d) provide, on the request of that Party's customs authority, any other <br> documentation relating to the importation of the good; and <br> (e) promptly make a corrected declaration in a manner required by the customs <br> authority of the importing Party, subject to the customs laws of the <br> importing Party and pay any duties along with interest and other charges <br> owing, where the importer has reason to believe that a Certificate of Origin <br> on which a declaration was based contains information that is not correct. <br> (a) an importing Party shall deliver a written notification of its intention to <br> 2 Each Party may in accordance with its laws and regulations, provide that, where a <br> conduct the verification visit simultaneously to: <br> good would have qualified as an originating good when it was imported into its territory, <br> the importer of the good may, within a period of at least one year or for such longer period <br> specified by the importing Party's laws and regulations after the date on which the good <br> was imported, apply for a refund of any excess duties paid as the result of the good not <br> (iii) the customs authority of the Party in the territory of which the <br> having been accorded preferential tariff treatment. <br> 3 For the purposes of paragraph 1(d), the customs authority of the importing Party <br> may require an importer to demonstrate that the good was shipped in accordance with Article 3.15 <br> (Direct Consignment) by providing with: <br> good is an originating good; <br> (a) bills of lading or waybills indicating the shipping route and all points of <br> (i) the name of the customs authority issuing the notification; <br> shipment and transhipment prior to the importation of the good; and <br> (b) where the good is shipped through or transhipped in a non-Party, a copy of <br> the customs control documents indicating that the good remained under <br> customs control while in that non-Party. <br> 4 Where the customs authority of the importing Party determines that a Certificate of <br> Origin is illegible, defective on its face or has not been completed pursuant to Article 4.4, <br> or discovers that discrepancies exist between the Certificate of Origin and the written <br> declaration, the importer will be granted a period of not less than five working days, but <br> not exceeding 30 working days from the date of request by the customs authority to <br> provide a copy of the corrected Certificate of Origin. <br> 5 An importer that makes a corrected declaration of origin pursuant to paragraph 1(e) <br> and pays any duties owing, will not be subject to penalties under Article 4.16, in <br> accordance with each Party's laws and regulations. <br> ARTICLE 4.9: WAIVER OF CERTIFICATE OF ORIGIN <br> Goods sent as small packages from private persons to private persons or forming part of <br> travellers' personal luggage may be admitted as originating goods without requiring the <br> submission of a Certificate of Origin, in accordance with each Party's laws and regulations. <br> ARTICLE 4.10: RECORD KEEPING REQUIREMENT <br> 1 The application for a Certificate of Origin and all documents related to origin shall <br> be retained by the Issuing Authorities, exporter and producer for not less than five years <br> from the date of issuance of the Certificate of Origin. <br> 2 A copy of the Certificate of Origin and all relevant import documents shall be <br> retained by an importer for not less than five years from the date of importation. <br> 3 An importer, exporter or producer may choose to maintain records specified in <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> limited to, digital, electronic, optical, magnetic or hard copy. <br> 4 Importers, exporters and producers that are required to maintain documents related <br> to origin pursuant to paragraphs 1 and 2 will make those documents available for <br> inspection by an officer of the customs authority or Issuing Authorities of a Party <br> conducting a verification visit and provide facilities for inspection thereof. <br> ARTICLE 4.11: VERIFICATION BY COMPETENT AUTHORITY OF EXPORTING PARTY <br> 1 The importing Party may, at random or when it has reasonable doubt as to the <br> authenticity of the document or as to the accuracy of the information regarding the true <br> origin of the goods in question or of certain parts thereof, request the Issuing Authorities (1) <br> of the exporting Party for a retroactive check. The Issuing Authorities shall conduct such <br> check subject to the following procedures: <br> (a) the request for a retroactive check shall be accompanied with the Certificate <br> of Origin concerned and shall specify the reasons and any additional <br> information suggesting that the particulars given on that Certificate of <br> Origin may be inaccurate, unless the retroactive check is requested on a random basis; <br> (b) the Issuing Authorities receiving a request for a retroactive check shall <br> respond to the request promptly and reply within three months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend the provision of <br> preferential tariff treatment while awaiting the result of verification. <br> However, it may release the goods to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> subject to import prohibition or restriction and that there is no suspicion of fraud; and <br> action to be taken in the territory of the respective Party against the persons involved. <br> (d) the Issuing Authorities shall promptly transmit the results of the verification <br> process to the customs authority of the importing Party which shall then <br> determine whether or not the subject good is originating. The retroactive <br> check process, including the process of notifying the Issuing Authorities of <br> the exporting Party of the results of determination on whether the subject <br> good is originating or not, should be completed within six months. While <br> the process of the retroactive check is being undertaken, subparagraph (c) shall be applied. <br> 2 The customs authority of the importing Party may request an importer for <br> information or documents relating to the origin of imported goods in accordance with its <br> laws and regulations before requesting the retroactive check pursuant to paragraph 1. <br> (1) In the case of Korea, the Issuing Authorities referred to Articles 4.11 through 4.13 for the purposes of <br> origin verification for the exported goods into India refer to the customs authority in accordance with its <br> customs laws and regulations. <br> ARTICLE 4.12: VERIFICATION BY CUSTOMS AUTHORITY OF IMPORTING PARTY <br> 1 If the customs authority of the importing Party is not satisfied with the results of the <br> retroactive check pursuant to Article 4.11, it may, under exceptional circumstances, <br> conduct a verification in the exporting Party by means of: <br> (a) written requests for information and documentation from the exporter or producer; <br> (b) written questionnaires to the exporter or producer; and/or <br> (c) verification visits to the premises of an exporter or producer in the exporting Party. <br> 2 The written request or questionnaire pursuant to paragraph 1(a) or (b) will indicate <br> that the time period the exporter or producer has to complete and return the questionnaire <br> or the information and documentation required will be 30 days or for such longer period as <br> the Parties may agree, from the date of its receipt. <br> 3 When the customs authority of a Party has received the completed questionnaire or <br> the information and documentation required pursuant to paragraph 1(a) or (b), and <br> considers that it needs more information to determine the origin of the goods subject to <br> verification, it may request additional information from the exporter or producer. <br> 4 Where an exporter or producer fails to return a duly completed questionnaire or <br> fails to provide the information and documentation required within the period referred to in <br> paragraph 2, the importing Party may deny preferential tariff treatment to the good in <br> question after providing at least 30 days written notice to the exporter or producer to <br> provide written comments or additional information that will be taken into account prior to <br> completing the verification. <br> 5 Prior to conducting a verification visit pursuant to paragraph 1(c): <br> (ii) the Issuing Authorities of the Party in the territory of which the <br> verification visit is to occur; <br> verification visit is to occur; and <br> (iv) the importer of the good subject to the verification visit; <br> (b) the written notification mentioned in subparagraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (ii) the name of the producer or exporter whose premises are to be visited; <br> (iii) the proposed date of the verification visit; <br> (iv) the coverage of the proposed verification visit, including reference <br> to the good subject to the verification; and <br> (v) the names and designation of the officials performing the verification visit; <br> (c) an importing Party shall obtain the written consent of the producer or <br> exporter whose premises are to be visited; <br> (d) when a written consent from the producer or exporter is not obtained within <br> 30 days from the date of receipt of the notification pursuant to subparagraph <br> (a), the notifying Party may deny preferential tariff treatment to the good <br> referred to in the Certificate of Origin that would have been subject to the verification visit; and <br> (e) the Issuing Authorities receiving the notification may postpone the proposed <br> verification visit and notify in writing the customs authority of the <br> importing Party of such intention within 15 days from the date of receipt of <br> the notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within 60 days from the date of such receipt, or for such <br> longer period as the Parties may agree. <br> 6 For the purposes of paragraph 1(c), an exporter or producer of a good will identify <br> any observers to be present during such verification visit by the customs authority of the importing Party. <br> 7 The importing Party conducting the verification visit shall provide the producer or <br> exporter and importer whose goods are subject to the verification and the relevant issuing <br> authority with a written determination of whether or not the subject good qualifies as an <br> originating good. Any suspended preferential tariff treatment shall be reinstated upon the <br> determination that goods qualify as originating goods. <br> 8 The producer or exporter shall be allowed 30 days from the date of receipt of the <br> written determination pursuant to paragraphs 4 and 7 to provide written comments or <br> additional information regarding the eligibility of the good for preferential tariff treatment. <br> If the good is still found to be non-originating, the final written determination shall be <br> communicated to the Issuing Authorities within 30 days from the date of receipt of the <br> comments or additional information from the producer or exporter. <br> (i) the producer or exporter whose premises are to be visited; <br> 9 The verification visit process, including the actual visit, the determination and its <br> notification of whether the subject good is originating or not shall be carried out and its <br> results shall be communicated to the Issuing Authorities within a maximum period of six <br> months from the first day when the verification visit was conducted. While the process of <br> verification is undertaken, Article 4.11.1(c) shall be applied. <br> 10 The customs authority of a Party may, prior to the verification visit, request the <br> importer of the good to voluntarily obtain and supply written information provided by the <br> exporter or producer of the good in the territory of the other Party. The failure of the <br> importer to obtain and supply such information will not be considered as a failure of the <br> exporter or producer to supply the information, or as a ground for denying preferential tariff treatment. <br> ARTICLE 4.13: VERIFICATION OF MATERIALS THAT ARE USED IN THE PRODUCTION OF THE GOOD <br> 1 Where the customs authority of a Party, in conducting a verification of origin of a <br> good imported into its territory under Articles 4.11 and 4.12, conducts a verification of the <br> origin of a material that is used in the production of the good, the verification of the <br> material may be conducted in accordance with the procedures set out in Article 4.12.1. <br> 2 The customs authority of a Party may consider the material to be non-originating in <br> determining whether the good is an originating good where the producer or supplier of that <br> material does not allow the customs authority access to information required to make a <br> determination of whether the material is an originating material by the following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire; or <br> (c) refusal to consent to a verification visit within 30 days of receipt of <br> notification under Article 4.12.5(d) as made applicable by Article 4.12.1. <br> 3 A Party will not consider a material that is used in the production of a good to be a <br> non-originating material solely on the basis of postponement of a verification visit <br> under Article 4.12.5(e) as made applicable by paragraph 1. <br> 4 Communications under Articles 4.11 through 4.13 between the Parties shall be in the English language. <br> ARTICLE 4.14: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, the importing Party may deny <br> claim for preferential tariff treatment or recover unpaid duties in accordance with its laws <br> and regulations, where: <br> (a) the good does not meet the requirements of Chapter Three (Rules of Origin); <br> (b) the exporter, producer or importer of the good that is required to maintain <br> records or documentation under Article 4.10 fails to maintain records or <br> documentation relevant to determining the origin of the good or denies <br> access to the records or documentation; <br> (c) the importer, exporter or producer fails to provide information that the Party <br> requested pursuant to Articles 4.12.1(a) and 4.12.1(b) demonstrating that the <br> (d) after receipt of a written notification for a verification visit pursuant to <br> Article 4.12.5, the exporter or producer in the territory of the other Party <br> prevents such verification visit; or <br> (e) the Party finds a pattern of conduct indicating that an importer, exporter or <br> producer has provided false or unsupported information or declarations that <br> a good imported into its territory is an originating good. <br> 2 For the purposes of paragraph 1(e), @^@pattern of conduct@^@ means at least two <br> instances of false or unsupported representations by an exporter or producer of a good <br> resulting in at least two written determinations being sent to that exporter or producer <br> pursuant to Articles 4.12.4 and 4.12.7, that conclude, as a finding of fact, that Certificates <br> of Origin applied by that exporter or producer with respect to identical goods contain false <br> or unsupported representations. <br> "}, {"ArticleTitle": "REVIEW", "ArticleDesc": "ARTICLE 4.17: REVIEW <br> After five years from the date of entry into force of this Agreement, the Parties shall <br> examine and revise, if deemed necessary, the system of the Certificate of Origin including <br> certification completed and signed by the exporter or producer and other procedures under this Chapter. <br> "}, {"ArticleTitle": "UNIFORM REGULATIONS/RULES", "ArticleDesc": "ARTICLE 4.18: UNIFORM REGULATIONS/RULES <br> 1 The Parties shall establish and implement, through their respective laws, <br> regulations or administrative policies, by the date of entry into force of this Agreement, <br> Uniform Regulations/Rules regarding the interpretation, application and administration of <br> Chapter Three (Rules of Origin) and this Chapter. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations/Rules within such period as the Parties may agree. <br> ANNEX 4-A <br> ISSUING AUTHORITY OF CERTIFICATE OF ORIGIN <br> 1 The following bodies and their successors are authorised to issue a Certificate of <br> Origin for the purposes of this Chapter: <br> (a) for Korea, Korea Customs Service, Korea Chamber of Commerce and <br> Industry or any other agency authorised by the Government of Korea, in <br> accordance with its laws and regulations; and <br> (b) for India, Export Inspection Council of India or any other agency authorised <br> by the Government of India, in accordance with its laws and regulations. <br> 2 In the event any authorised body repeatedly or intentionally violates the <br> requirements of Chapter Three (Rules of Origin) and this Chapter by wrongly issuing the <br> Certificate of Origin, the exporting Party shall revoke the authorisation of such body to <br> issue the Certificate of Origin under this Agreement. For this purpose, the exporting <br> Party shall also consider views of the customs authority of the importing Party in deciding <br> on revoking the authorisation. <br> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br> replacement or addition of a body that is authorised to issue the Certificate of Origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.2: ISSUING AUTHORITIES OF CERTIFICATE OF ORIGIN <br> ARTICLE 4.16: PENALTIES <br> ARTICLE 5.7: REVIEW AND APPEAL <br> 1 The Certificate of Origin shall be issued by the Government designated authorities <br> 1 Each Party shall maintain measures imposing criminal, civil or administrative <br> 1. Each Party shall provide an easily accessible process for administrative and judicial <br> (hereinafter referred to as @^@Issuing Authorities@^@) of the exporting Party as provided in Annex 4-A. <br> sanctions for violations of its laws and regulations relating to this Chapter. <br> review or appeal of the decisions taken by its customs authority. <br> 2 Each Party shall inform the other Party of the names and addresses of the <br> 2 When it is suspected that fraudulent acts in connection with the Certificate of <br> 2. Subject to each Party's laws and regulations, any affected person shall have the <br> authorised officials of its respective Issuing Authorities and also provide the original sets of <br> Origin have been committed, the Issuing Authorities concerned shall cooperate in the <br> right to appeal against the decisions taken by its customs authority. In case it is required <br> their specimen signatures and specimen of official seals. Any change in names, addresses, <br> for reasons of confidentiality, each Party shall provide for submission of the information by <br> specimen signatures or official seals shall be promptly informed to the other Party. <br> the producer or exporter on behalf of the importer directly to the Party conducting the <br> 3 For the purposes of verifying the requirements for preferential tariff treatment, the <br> administrative review. Without prejudice to the use of such information in the process of <br> Issuing Authorities shall have the right to request for any supporting documentary evidence <br> review as per each Party's laws and regulations, the exporter or producer providing the <br> or to carry out any verification considered appropriate, consistent with its laws or practices. <br> (d) such other matters as the Parties may agree. <br> information may ask the Party conducting the administrative review to treat that <br> ARTICLE 4.3: APPLICATION FOR CERTIFICATE OF ORIGIN <br> information as confidential in accordance with Article 4.15 (Confidentiality). <br> 1 The exporter or the producer of the goods qualified for preferential tariff treatment <br> 3. Application for review or appeal of the decisions taken by the customs authority of <br> rulings, including the details of the information required to process an application for a ruling. <br> shall apply in writing or electronically, as the case may be, to the relevant Issuing <br> a Party shall be made in writing and shall be accompanied by all relevant documents. <br> Authorities requesting for pre-export verification of the origin of the goods. The Issuing <br> ARTICLE 5.8: ADVANCE RULINGS <br> Authorities may conduct pre-export verification. The result of the verification, subject to <br> 1. In accordance with its laws and regulations, each Party shall endeavour to provide, <br> review periodically or whenever appropriate, shall be accepted as the supporting evidence <br> through its customs or other competent authorities, for the expeditious issuance of written <br> in verifying the origin of the said goods to be exported thereafter. The pre-export <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> verification may not apply to the goods of which, by their nature, origin can be easily verified. <br> territory or an exporter or a producer in the territory of the other Party, concerning: <br> 2 At the time of carrying out the formalities for exporting the goods under preferential tariff treatment: <br> (a) classification of goods; <br> (a) the exporter or his or her authorised representative shall submit a written <br> (b) principles to be adopted for the purpose of determination of value of goods; <br> application for a Certificate of Origin together with appropriate supporting <br> (c) determination of origin of goods; or <br> documents proving that the goods to be exported qualify for the issuance of <br> the Certificate of Origin; or <br> 2. Each Party shall adopt or maintain procedures for the issuance of such advance <br> (b) where an exporter is not the producer of the good, the application for a <br> Certificate of Origin may be on the basis of the producer's origin <br> 3. Subject to any confidentiality requirements in its laws and regulations, each Party <br> declaration that the goods qualify as originating goods, including the result <br> shall make available to the public, for example, on the Internet, its advance rulings on tariff <br> of pre-export verification pursuant to paragraph 1. <br> classification and any other matter as the Parties may agree. <br> 3 The Issuing Authorities shall, to the best of their competence and ability, carry out <br> 4. To facilitate trade, the Parties shall include in their bilateral dialogue regular <br> proper examination upon each application for a Certificate of Origin to ensure that: <br> updates on changes in their respective laws and regulations on the matters listed in paragraph 1. <br> (a) the application for the Certificate of Origin is duly completed and signed by <br> the exporter or its authorised signatory; <br> (b) the origin of the goods is in conformity with Chapter Three (Rules of Origin); <br> (c) the other statements of the Certificate of Origin correspond to supporting <br> documentary evidence submitted; and <br> (d) export of multiple items declared on a single Certificate of Origin shall be <br> allowed, provided that each item qualifies as originating separately in its own right. <br> ARTICLE 4.4: ISSUANCE OF A CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall: <br> (a) be in a printed format or such other medium including electronic format; <br> (b) be completed in English in conformity with the specimen and the <br> instructions contained therein as set out in the Annex 4-B; and <br> (c) comprise one original and three copies. <br> 2 The Issuing Authorities, while retaining the duplicate, shall provide the original and <br> remaining two copies to the exporter. The original shall be forwarded, together with the <br> triplicate, by the exporter to the importer for submission to the customs authority at the <br> port or place of importation. The triplicate shall be retained by the importer. The <br> quadruplicate shall be retained by the exporter. <br> 3 No erasures and superimpositions shall be allowed on the Certificate of Origin. <br> Any alteration shall be made by striking out the errors and making any addition required. <br> Such alterations shall be approved and certified by an official authorised to sign the <br> Certificate of Origin issued by the relevant Issuing Authorities. Unused spaces shall be <br> crossed out to prevent any subsequent addition. <br> 4 The Certificate of Origin shall be issued at the time of exportation, or within seven <br> working days from the date of shipment whenever the goods to be exported can be <br> considered originating in that Party. Under exceptional cases where a Certificate of <br> Origin has not been issued at the time of exportation or within seven working days from <br> the date of shipment due to involuntary errors or omissions, or any other valid reasons, the <br> Certificate of Origin may be issued retrospectively but not later than one year from the date <br> of shipment, bearing the words @^@ISSUED RETROSPECTIVELY@^@ in Remarks box of the Certificate of Origin. <br> 5 In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> apply in writing to the Issuing Authorities which issued it for a certified true copy of the <br> original and the triplicate to be made on the basis of the export documents in their <br> possession bearing the endorsement of the words @^@CERTIFIED TRUE COPY@^@, (in lieu of <br> the original certificate) in Remarks box of the Certificate of Origin. This copy shall bear <br> the date of the original Certificate of Origin. The certified true copy of a Certificate of <br> Origin shall be issued not later than one year from the date of issuance of the original <br> Certificate of Origin and on the condition that the exporter provides to the relevant Issuing <br> Authorities the quadruplicate. <br> ARTICLE 4.5: VALIDITY OF CERTIFICATE OF ORIGIN <br> 1 A Certificate of Origin shall be valid for 12 months from the date of issue in the <br> exporting Party, and the claim for preferential tariff treatment shall be made within the said <br> period to the customs authority of the importing Party. <br> 2 A Certificate of Origin, which is submitted to the customs authority of the <br> importing Party after the said expiration date specified in paragraph 1, may be accepted for <br> the purpose of claiming preferential tariff treatment, in accordance with the procedures <br> applicable in that Party where the failure to submit these documents by the final date is due <br> to exceptional circumstances. <br> 3 In all cases, the customs authority in the importing Party may accept such <br> Certificate of Origin, provided that the goods have been imported before the expiration <br> date of the said Certificate of Origin in accordance with the procedures applicable in that Party. <br> 4 A single Certificate of Origin may be used for: <br> (a) a single shipment of goods that results in the filing of one or more entries on <br> the importation of the goods into the territory of a Party; or <br> (b) more than one shipment of goods that results in the filing of one entry on <br> the importation of the goods into the territory of a Party. <br> ARTICLE 4.6: INVOICING BY A NON-PARTY OPERATOR <br> 1 The customs authority in the importing Party may accept a Certificate of Origin in <br> cases where the sales invoice is issued by an operator located in a third country or by an <br> exporter for the account of the said operator, provided that the good meets the requirements <br> of Chapter Three (Rules of Origin). <br> 2 The exporter of the goods shall indicate @^@third country invoicing@^@ and such <br> information as name, address and country of the operator issuing the invoice in the Certificate of Origin. <br> ARTICLE 4.7: DISCREPANCIES IN THE CERTIFICATE OF ORIGIN <br> The discovery of minor discrepancies between the statements made in the Certificate of <br> Origin and those made in the documents submitted to the customs authority of the <br> importing Party for the purpose of carrying out the formalities for importing the goods <br> shall not ipso facto invalidate the Certificate of Origin, if it does in fact correspond to the said goods. <br> ARTICLE 4.8: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> importer in its territory that claims preferential tariff treatment for a good imported into its <br> territory from the territory of the other Party to: <br> (a) request preferential tariff treatment at the time of importation of an <br> originating good, if required by the customs authority of the importing Party; <br> (b) make a written declaration, if it deems necessary, that the good qualifies as <br> an originating good; <br> (c) submit the original Certificate of Origin to the customs authority of the <br> importing Party at the time of importation, if required by the customs <br> authority of the importing Party; <br> (d) provide, on the request of that Party's customs authority, any other <br> documentation relating to the importation of the good; and <br> (e) promptly make a corrected declaration in a manner required by the customs <br> authority of the importing Party, subject to the customs laws of the <br> importing Party and pay any duties along with interest and other charges <br> owing, where the importer has reason to believe that a Certificate of Origin <br> on which a declaration was based contains information that is not correct. <br> (a) an importing Party shall deliver a written notification of its intention to <br> 2 Each Party may in accordance with its laws and regulations, provide that, where a <br> conduct the verification visit simultaneously to: <br> good would have qualified as an originating good when it was imported into its territory, <br> the importer of the good may, within a period of at least one year or for such longer period <br> specified by the importing Party's laws and regulations after the date on which the good <br> was imported, apply for a refund of any excess duties paid as the result of the good not <br> (iii) the customs authority of the Party in the territory of which the <br> having been accorded preferential tariff treatment. <br> 3 For the purposes of paragraph 1(d), the customs authority of the importing Party <br> may require an importer to demonstrate that the good was shipped in accordance with Article 3.15 <br> (Direct Consignment) by providing with: <br> good is an originating good; <br> (a) bills of lading or waybills indicating the shipping route and all points of <br> (i) the name of the customs authority issuing the notification; <br> shipment and transhipment prior to the importation of the good; and <br> (b) where the good is shipped through or transhipped in a non-Party, a copy of <br> the customs control documents indicating that the good remained under <br> customs control while in that non-Party. <br> 4 Where the customs authority of the importing Party determines that a Certificate of <br> Origin is illegible, defective on its face or has not been completed pursuant to Article 4.4, <br> or discovers that discrepancies exist between the Certificate of Origin and the written <br> declaration, the importer will be granted a period of not less than five working days, but <br> not exceeding 30 working days from the date of request by the customs authority to <br> provide a copy of the corrected Certificate of Origin. <br> 5 An importer that makes a corrected declaration of origin pursuant to paragraph 1(e) <br> and pays any duties owing, will not be subject to penalties under Article 4.16, in <br> accordance with each Party's laws and regulations. <br> ARTICLE 4.9: WAIVER OF CERTIFICATE OF ORIGIN <br> Goods sent as small packages from private persons to private persons or forming part of <br> travellers' personal luggage may be admitted as originating goods without requiring the <br> submission of a Certificate of Origin, in accordance with each Party's laws and regulations. <br> ARTICLE 4.10: RECORD KEEPING REQUIREMENT <br> 1 The application for a Certificate of Origin and all documents related to origin shall <br> be retained by the Issuing Authorities, exporter and producer for not less than five years <br> from the date of issuance of the Certificate of Origin. <br> 2 A copy of the Certificate of Origin and all relevant import documents shall be <br> retained by an importer for not less than five years from the date of importation. <br> 3 An importer, exporter or producer may choose to maintain records specified in <br> paragraphs 1 and 2 in any medium that allows for prompt retrieval, including, but not <br> limited to, digital, electronic, optical, magnetic or hard copy. <br> 4 Importers, exporters and producers that are required to maintain documents related <br> to origin pursuant to paragraphs 1 and 2 will make those documents available for <br> inspection by an officer of the customs authority or Issuing Authorities of a Party <br> conducting a verification visit and provide facilities for inspection thereof. <br> ARTICLE 4.11: VERIFICATION BY COMPETENT AUTHORITY OF EXPORTING PARTY <br> 1 The importing Party may, at random or when it has reasonable doubt as to the <br> authenticity of the document or as to the accuracy of the information regarding the true <br> origin of the goods in question or of certain parts thereof, request the Issuing Authorities (1) <br> of the exporting Party for a retroactive check. The Issuing Authorities shall conduct such <br> check subject to the following procedures: <br> (a) the request for a retroactive check shall be accompanied with the Certificate <br> of Origin concerned and shall specify the reasons and any additional <br> information suggesting that the particulars given on that Certificate of <br> Origin may be inaccurate, unless the retroactive check is requested on a random basis; <br> (b) the Issuing Authorities receiving a request for a retroactive check shall <br> respond to the request promptly and reply within three months after receipt of the request; <br> (c) the customs authority of the importing Party may suspend the provision of <br> preferential tariff treatment while awaiting the result of verification. <br> However, it may release the goods to the importer subject to any <br> administrative measures deemed necessary, provided that they are not <br> subject to import prohibition or restriction and that there is no suspicion of fraud; and <br> action to be taken in the territory of the respective Party against the persons involved. <br> (d) the Issuing Authorities shall promptly transmit the results of the verification <br> process to the customs authority of the importing Party which shall then <br> determine whether or not the subject good is originating. The retroactive <br> check process, including the process of notifying the Issuing Authorities of <br> the exporting Party of the results of determination on whether the subject <br> good is originating or not, should be completed within six months. While <br> the process of the retroactive check is being undertaken, subparagraph (c) shall be applied. <br> 2 The customs authority of the importing Party may request an importer for <br> information or documents relating to the origin of imported goods in accordance with its <br> laws and regulations before requesting the retroactive check pursuant to paragraph 1. <br> (1) In the case of Korea, the Issuing Authorities referred to Articles 4.11 through 4.13 for the purposes of <br> origin verification for the exported goods into India refer to the customs authority in accordance with its <br> customs laws and regulations. <br> ARTICLE 4.12: VERIFICATION BY CUSTOMS AUTHORITY OF IMPORTING PARTY <br> 1 If the customs authority of the importing Party is not satisfied with the results of the <br> retroactive check pursuant to Article 4.11, it may, under exceptional circumstances, <br> conduct a verification in the exporting Party by means of: <br> (a) written requests for information and documentation from the exporter or producer; <br> (b) written questionnaires to the exporter or producer; and/or <br> (c) verification visits to the premises of an exporter or producer in the exporting Party. <br> 2 The written request or questionnaire pursuant to paragraph 1(a) or (b) will indicate <br> that the time period the exporter or producer has to complete and return the questionnaire <br> or the information and documentation required will be 30 days or for such longer period as <br> the Parties may agree, from the date of its receipt. <br> 3 When the customs authority of a Party has received the completed questionnaire or <br> the information and documentation required pursuant to paragraph 1(a) or (b), and <br> considers that it needs more information to determine the origin of the goods subject to <br> verification, it may request additional information from the exporter or producer. <br> 4 Where an exporter or producer fails to return a duly completed questionnaire or <br> fails to provide the information and documentation required within the period referred to in <br> paragraph 2, the importing Party may deny preferential tariff treatment to the good in <br> question after providing at least 30 days written notice to the exporter or producer to <br> provide written comments or additional information that will be taken into account prior to <br> completing the verification. <br> 5 Prior to conducting a verification visit pursuant to paragraph 1(c): <br> (ii) the Issuing Authorities of the Party in the territory of which the <br> verification visit is to occur; <br> verification visit is to occur; and <br> (iv) the importer of the good subject to the verification visit; <br> (b) the written notification mentioned in subparagraph (a) shall be as <br> comprehensive as possible and shall include, among others: <br> (ii) the name of the producer or exporter whose premises are to be visited; <br> (iii) the proposed date of the verification visit; <br> (iv) the coverage of the proposed verification visit, including reference <br> to the good subject to the verification; and <br> (v) the names and designation of the officials performing the verification visit; <br> (c) an importing Party shall obtain the written consent of the producer or <br> exporter whose premises are to be visited; <br> (d) when a written consent from the producer or exporter is not obtained within <br> 30 days from the date of receipt of the notification pursuant to subparagraph <br> (a), the notifying Party may deny preferential tariff treatment to the good <br> referred to in the Certificate of Origin that would have been subject to the verification visit; and <br> (e) the Issuing Authorities receiving the notification may postpone the proposed <br> verification visit and notify in writing the customs authority of the <br> importing Party of such intention within 15 days from the date of receipt of <br> the notification. Notwithstanding any postponement, any verification visit <br> shall be carried out within 60 days from the date of such receipt, or for such <br> longer period as the Parties may agree. <br> 6 For the purposes of paragraph 1(c), an exporter or producer of a good will identify <br> any observers to be present during such verification visit by the customs authority of the importing Party. <br> 7 The importing Party conducting the verification visit shall provide the producer or <br> exporter and importer whose goods are subject to the verification and the relevant issuing <br> authority with a written determination of whether or not the subject good qualifies as an <br> originating good. Any suspended preferential tariff treatment shall be reinstated upon the <br> determination that goods qualify as originating goods. <br> 8 The producer or exporter shall be allowed 30 days from the date of receipt of the <br> written determination pursuant to paragraphs 4 and 7 to provide written comments or <br> additional information regarding the eligibility of the good for preferential tariff treatment. <br> If the good is still found to be non-originating, the final written determination shall be <br> communicated to the Issuing Authorities within 30 days from the date of receipt of the <br> comments or additional information from the producer or exporter. <br> (i) the producer or exporter whose premises are to be visited; <br> 9 The verification visit process, including the actual visit, the determination and its <br> notification of whether the subject good is originating or not shall be carried out and its <br> results shall be communicated to the Issuing Authorities within a maximum period of six <br> months from the first day when the verification visit was conducted. While the process of <br> verification is undertaken, Article 4.11.1(c) shall be applied. <br> 10 The customs authority of a Party may, prior to the verification visit, request the <br> importer of the good to voluntarily obtain and supply written information provided by the <br> exporter or producer of the good in the territory of the other Party. The failure of the <br> importer to obtain and supply such information will not be considered as a failure of the <br> exporter or producer to supply the information, or as a ground for denying preferential tariff treatment. <br> ARTICLE 4.13: VERIFICATION OF MATERIALS THAT ARE USED IN THE PRODUCTION OF THE GOOD <br> 1 Where the customs authority of a Party, in conducting a verification of origin of a <br> good imported into its territory under Articles 4.11 and 4.12, conducts a verification of the <br> origin of a material that is used in the production of the good, the verification of the <br> material may be conducted in accordance with the procedures set out in Article 4.12.1. <br> 2 The customs authority of a Party may consider the material to be non-originating in <br> determining whether the good is an originating good where the producer or supplier of that <br> material does not allow the customs authority access to information required to make a <br> determination of whether the material is an originating material by the following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire; or <br> (c) refusal to consent to a verification visit within 30 days of receipt of <br> notification under Article 4.12.5(d) as made applicable by Article 4.12.1. <br> 3 A Party will not consider a material that is used in the production of a good to be a <br> non-originating material solely on the basis of postponement of a verification visit <br> under Article 4.12.5(e) as made applicable by paragraph 1. <br> 4 Communications under Articles 4.11 through 4.13 between the Parties shall be in the English language. <br> ARTICLE 4.14: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, the importing Party may deny <br> claim for preferential tariff treatment or recover unpaid duties in accordance with its laws <br> and regulations, where: <br> (a) the good does not meet the requirements of Chapter Three (Rules of Origin); <br> (b) the exporter, producer or importer of the good that is required to maintain <br> records or documentation under Article 4.10 fails to maintain records or <br> documentation relevant to determining the origin of the good or denies <br> access to the records or documentation; <br> (c) the importer, exporter or producer fails to provide information that the Party <br> requested pursuant to Articles 4.12.1(a) and 4.12.1(b) demonstrating that the <br> (d) after receipt of a written notification for a verification visit pursuant to <br> Article 4.12.5, the exporter or producer in the territory of the other Party <br> prevents such verification visit; or <br> (e) the Party finds a pattern of conduct indicating that an importer, exporter or <br> producer has provided false or unsupported information or declarations that <br> a good imported into its territory is an originating good. <br> 2 For the purposes of paragraph 1(e), @^@pattern of conduct@^@ means at least two <br> instances of false or unsupported representations by an exporter or producer of a good <br> resulting in at least two written determinations being sent to that exporter or producer <br> pursuant to Articles 4.12.4 and 4.12.7, that conclude, as a finding of fact, that Certificates <br> of Origin applied by that exporter or producer with respect to identical goods contain false <br> or unsupported representations. <br> "}]}]}, "members_found": ["699", "410"]}