{"FtaRooDetails": {"FtaId": 102, "FtaCode": "ITC00105", "FtaName": "CEPA, New Zealand-Singapore", "FtaFullName": "AGREEMENT BETWEEN NEW ZEALAND AND SINGAPORE ON A CLOSER ECONOMIC PARTNERSHP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2001", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "New Zealand; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CEPA, New Zealand-Singapore", "AdminProcCooAuth": "The certification type under CEPA, New Zealand-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CEPA, New Zealand-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CEPA, New Zealand-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30/40%", "RooText": "CTH or RVC(30BU/40BD)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 3.1<br /> ANZSCEP PRODUCT SPECIFIC RULES OF ORIGIN<br /> Headnote<br /> 1. The specific rule, or specific set of rules, that applies to a particular subheading is set<br /> out immediately adjacent to the subheading, heading, or chapter, as applicable.<br /> 2. Where a tariff heading or sub-heading is subject to alternative product specific rules,<br /> it shall be sufficient to comply with one of the rules.<br /> 3. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 4. Where the change in tariff classification rule expressly excludes a change from other<br /> tariff classifications, the exclusion applies only to non-originating materials.<br /> 5. For the purposes of this Annex:<br /> subheading means the first six digits in the tariff classification number under the<br /> Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized<br /> System; and<br /> chapter means the first two digits in the tariff classification number under the Harmonized<br /> System.<br /> 6. For the purposes of column 4 of this Annex:<br /> CC means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 2-digit level;<br /> CTH means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 4-digit level;<br /> CTSH means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 6-digit level;<br /> RVC(BU30/BD40) means that the good must have a regional value content of either not less<br /> than 30 per cent using the build-up method or not less than 40 per cent using the build-down<br /> method, as calculated under Article 3.5.<br /> 7. Chapter notes within this annex apply to all headings or subheadings within the<br /> indicated chapter, unless otherwise indicated.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00105_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Singapore-FTA/CEPUpgrade-Protocol-all-chapters-and-annexes/P03A2-Annex-3.2-Guidance-Template-for-Certificate-of-Origin.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00105_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Singapore-FTA/CEPUpgrade-Protocol-all-chapters-and-annexes/P03A1-Annex-3.1-Product-Specific-Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00105_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Singapore-FTA/CEPUpgrade-Protocol-all-chapters-and-annexes/P03-Ch3-Rules-of-Origin-and-Origin-Procedures.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00105_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Singapore-FTA/CEPUpgrade-Protocol-all-chapters-and-annexes/P04-Ch4-Customs-Procedures-and-Trade-Facilitation.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00105_full.pdf", "DocType": "8_full", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/Singapore-FTA/NZ-Singapore-CEP-full-text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Accumulation <br /> 1 Each Party shall provide that an originating good or material of one of the Parties that <br /> is used in the production of another good in the territory of the other Party is considered as <br /> originating in the territory of the other Party. <br /> 2 Each Party shall provide that production undertaken on a non-originating material in <br /> the territory of one or both of the Parties by one or more producers may contribute toward the <br /> originating content of a good for the purposes of determining its origin, regardless of whether <br /> that production was sufficient to confer originating status to the material itself. <br /> 3 Subject to paragraph 4, if each Party has a trade agreement that, as contemplated by <br /> the WTO Agreement, concerns the establishment of a free trade area with the same non- <br /> Party, the territory of that non-Party shall be deemed to form part of the territory of the free <br /> trade area established by this Agreement, for the purposes of determining whether a good is <br /> an originating good under this Agreement. <br /> 4 A Party shall apply paragraph 3 only once provisions with effect equivalent to those <br /> of paragraph 3 are in force between each Party and the non-Party with which each Party has <br /> separately concluded a free trade agreement. If such provisions in force between a Party and <br /> the non-Party apply to only certain goods or under certain conditions, the other Party may <br /> limit the application of paragraph 3 to those goods and under those conditions and as <br /> otherwise set out in this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: De Minimis <br /> 1 Each Party shall provide that a good that contains non-originating materials that do <br /> not satisfy the applicable change in tariff classification requirement specified in Annex 3.1 <br /> for the good is nonetheless an originating good if: <br /> (a) the value of all those materials does not exceed 10 per cent of the value of the <br /> good, as defined under Article 3.5, and the good meets all the other applicable <br /> requirements of this Chapter; or <br /> (b) for a good classified in Chapters 50 through 63 of the Harmonized System, the <br /> total weight of all such materials does not exceed 10 per cent of the total <br /> weight of the good, or the total value of all such materials does not exceed 10 <br /> per cent of the value of the good. <br /> 2 Paragraph 1 applies only when using a non-originating material in the production of another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Materials Used in Production <br /> 1 Each Party shall provide that if a non-originating material undergoes further <br /> production such that it satisfies the requirements of this Chapter, the material is treated as <br /> originating when determining the originating status of the subsequently produced good, <br /> regardless of whether that material was produced by the producer of the good. <br /> 2 Each Party shall provide that if a non-originating material is used in the production of <br /> a good, the following may be counted as originating content for the purposes of determining <br /> whether the good meets a regional value content requirement: <br /> (a) the value of processing of the non-originating materials undertaken in the <br /> territory of one or both of the Parties; and <br /> (b) the value of any originating material used in the production of the non- <br /> originating material undertaken in the territory of one or both of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Accessories, Spare Parts, Tools and Instructional or Other Information <br /> Materials <br /> 1 Each Party shall provide that: <br /> (a) in determining whether a good is wholly obtained or satisfies a process or <br /> change in tariff classification requirement as set out in Annex 3.1, accessories, <br /> spare parts, tools or instructional or other information materials, as described <br /> in paragraph 3, are to be disregarded; or <br /> (b) in determining whether a good meets a regional value content requirement, the <br /> value of the accessories, spare parts, tools or instructional or other information <br /> materials, as described in paragraph 3, are to be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good. <br /> 2 Each Party shall provide that a good's accessories, spare parts, tools or instructional <br /> or other information materials, as described in paragraph 3, have the originating status of the <br /> good with which they are delivered. <br /> 3 For the purposes of this Article, accessories, spare parts, tools and instructional or <br /> other information materials are covered when: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> materials are classified with, delivered with but not invoiced separately from the good; and <br /> (b) the types, quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials are customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Wholly Obtained or Produced Goods <br /> Each Party shall provide that for the purposes of Article 3.2, a good is wholly <br /> obtained or produced entirely in the territory of one or both of the Parties if it is: <br /> (a) a plant or plant good, grown, cultivated, harvested, picked or gathered there; <br /> (b) a live animal born and raised there; <br /> (c) a good obtained from a live animal there; <br /> (d) an animal obtained by hunting, trapping, fishing, gathering or capturing there; <br /> (e) a good obtained from aquaculture there; <br /> (f) a mineral or other naturally occurring substance, not included in <br /> subparagraphs (a) to (e), extracted or taken from there; <br /> (g) fish, shellfish and other marine life taken from the high seas, by vessels that <br /> are entitled to fly the flag of that Party; <br /> (h) a good produced from goods referred to in subparagraph (g) on board a factory <br /> ship that is registered, listed or recorded with a Party and entitled to fly the <br /> flag of that Party; <br /> (i) a good other than fish, shellfish and other marine life taken by a Party or a <br /> person of a Party from the seabed or subsoil outside the territories of the <br /> Parties and beyond areas over which non-Parties exercise jurisdiction provided <br /> that Party or person of that Party has the right to exploit that seabed or subsoil <br /> in accordance with international law; <br /> (j) a good that is: <br /> (i) waste or scrap derived from production there; or <br /> (ii) waste or scrap derived from used goods collected there, provided that <br /> those goods are fit only for the recovery of raw materials; and <br /> (k) a good produced there, exclusively from goods referred to in subparagraphs <br /> (a) to (j), or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Regional Value Content <br /> 1 Each Party shall provide that a regional value content requirement specified in this <br /> Chapter to determine whether a good is originating, is calculated as follows: <br /> (a) Build-down Method: Based on Value of Non-Originating Materials <br /> RVC = [(Value of the Good - VNM)/Value of the Good] x 100 <br /> or <br /> (b) Build-up Method: Based on Value of Originating Materials <br /> RVC = (VOM/Value of the Good) x 100 <br /> where: <br /> @^@RVC@^@ is the regional value content of a good, expressed as a percentage; <br /> @^@VNM@^@ is the value of non-originating materials, including materials of undetermined origin, <br /> used in the production of the good; and <br /> @^@VOM@^@ is the value of originating materials used in the production of the good in the <br /> territory of one or both of the Parties. <br /> 2 Each Party shall provide that all costs considered for the calculation of regional value <br /> content are recorded and maintained in conformity with the Generally Accepted Accounting <br /> Principles applicable in the territory of a Party where the good is produced. <br /> Article 3.7: Value of Materials Used in Production <br /> Each Party shall provide that for the purposes of this Chapter, the value of a material is: <br /> (a) for a material imported by the producer of the good, the transaction value of <br /> the material at the time of importation, including the costs incurred in the <br /> international shipment of the good; <br /> (b) for a material acquired in the territory where the good is produced: <br /> (i) the price paid or payable by the producer in the territory of the Party <br /> where the producer is located; <br /> (ii) the value as determined for an imported material in subparagraph (a); or <br /> (iii) the earliest ascertainable price paid or payable in the territory of the Party; or <br /> (c) for a material that is self-produced: <br /> (i) all the costs incurred in the production of the material, which includes <br /> general expenses; and <br /> (ii) an amount equivalent to the profit added in the normal course of trade <br /> or equal to the profit that is usually reflected in the sale of goods of the <br /> same class or kind as the self-produced material that is being valued. <br /> Article 3.8: Further Adjustments to the Value of Materials <br /> 1 Each Party shall provide that for an originating material, the following expenses may <br /> be added to the value of the material, if not included under Article 3.7: <br /> (a) the costs of freight, insurance, packing and all other costs incurred to transport <br /> the material to the location of the producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material, paid in the territory <br /> of one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable or otherwise recoverable, which include credit against <br /> duty or tax paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product. <br /> 2 Each Party shall provide that, for a non-originating material or material of <br /> undetermined origin, the following expenses may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing and all other costs incurred in <br /> transporting the material within the territories of the Parties to the location of <br /> the producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material paid in the territory of <br /> one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable or otherwise recoverable, which include credit against <br /> duty or tax paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product. <br /> 3 If the cost or expense listed in paragraph 1 or paragraph 2 is unknown or documentary <br /> evidence of the amount of the adjustment is not available, then no adjustment is allowed for <br /> that particular cost.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Indirect materials <br /> 1 Each Party shall provide that an indirect material is considered to be originating <br /> without regard to where it is produced. <br /> 2 Indirect material means a material used in the production, testing or inspection of a <br /> good but not physically incorporated into the good; or a material used in the maintenance of <br /> buildings or the operation of equipment, associated with the production of a good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used to test or inspect the good; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other material that is not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be a part of <br /> that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Transit and Transhipment <br /> 1 Each Party shall provide that an originating good retains its originating status if the <br /> good has been transported to the importing Party without passing through the territory of a <br /> non-Party. <br /> 2 Each Party shall provide that if an originating good is transported through the territory <br /> of one or more non-Parties, the good retains its originating status provided that the good does <br /> not undergo any operation outside the territories of the Parties other than: unloading; <br /> reloading; separation from a bulk shipment; storing; labelling or marking required by the <br /> importing Party; or any other operation necessary to preserve it in good condition or to <br /> transport the good to the territory of the importing Party. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> Except as otherwise provided in this Chapter, each Party shall provide that a good is <br /> originating if it is: <br /> (a) wholly obtained or produced entirely in the territory of one or both of the <br /> Parties by one or more producers as established in Article 3.3; <br /> (b) produced entirely in the territory of one or both of the Parties by one or more <br /> producers, exclusively from originating materials; or <br /> (c) produced entirely in the territory of one or both of the Parties by one or more <br /> producers using non-originating materials provided the good satisfies all <br /> applicable requirements of Annex 3.1, <br /> and the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale, if classified with the good, are disregarded in determining whether <br /> all the non-originating materials used in the production of the good have satisfied the <br /> applicable process or change in tariff classification requirement set out in Annex 3.1 or <br /> whether the good is wholly obtained or produced. <br /> 2 Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of the packaging materials and containers in which the good is <br /> packaged for retail sale, if classified with the good, are taken into account as originating or <br /> non-originating, as the case may be, in calculating the regional value content of the good. <br /> Article 3.14: Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Fungible Goods or Materials <br /> Each Party shall provide that a fungible good or material is treated as originating <br /> based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognised in the Generally <br /> Accepted Accounting Principles if the fungible good or material is <br /> commingled, provided that the inventory management method selected is used <br /> throughout the fiscal year of the person that selected the inventory <br /> management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 60%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Sets of Goods <br /> Sets, as defined in General Interpretative Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all component products are originating products. When a set is <br /> composed of originating and non-originating products, the set as a whole shall be regarded as <br /> originating, provided that the value of the originating products is not less than 40 percent of <br /> the value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18: Claims for Preferential Treatment <br /> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br /> treatment, based on a certification of origin completed by the exporter, producer or importer <br /> or an authorised representative of the exporter, producer or importer. [1] <br /> 2 Each Party shall provide that the certification of origin shall include a signed <br /> statement attesting to the origin of the goods. <br /> 3 Unless such information already appears on the export invoice or other entry <br /> documentation, the certification shall also include: <br /> (a) a full description of the good(s) sufficient to relate it to the good(s) covered by the certification; <br /> (b) six digit Harmonized System Code for the respective good(s); <br /> (c) the exporter's name and address; <br /> (d) the producer's name(s) if known (if the producer is not the exporter); <br /> (e) the importer's name(s) in respect of imported goods, if known; <br /> (f) the rule of origin under which the declarant claims the good(s) qualifies; <br /> (g) date of the origin declaration; and <br /> (h) in the case of a blanket declaration issued for multiple shipments, the period <br /> that the origin declaration covers. <br /> 4 The declaration or certificate of origin shall be in writing, including electronic format, <br /> and be completed in English. <br /> 5 An importer, exporter or producer, or a person acting on their behalf, may use the <br /> guidance template provided in Annex 3.2 to certify the goods. <br /> 6 Each Party shall provide that a certification of origin may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the <br /> certification of origin, but not exceeding 12 months. <br /> 7 Each Party shall provide that a certification of origin is valid for one year after the <br /> date that it was either issued or signed, or for such longer period specified by the laws and <br /> regulations of the importing Party. <br /> 8 Each Party shall allow an importer to submit a certification of origin in English. <br /> [1] This article does not prevent Parties adopting or maintaining laws and regulations governing the issuance of <br /> certificates of origin. <br /> Article 3.19: Basis of a Self-Certification of Origin <br /> 1 Each Party shall provide that if a producer certifies the origin of a good, the <br /> certification of origin is completed on the basis of the producer having information that the <br /> good is originating. <br /> 2 Each Party shall provide that if the exporter is not the producer of the good, a <br /> certification of origin may be completed by the exporter of the good on the basis of: <br /> (a) the exporter having information that the good is originating; or <br /> (b) reasonable reliance on the producer's information that the good is originating. <br /> 3 Each Party shall provide that a certification of origin may be completed by the <br /> importer of the good on the basis of: <br /> (a) the importer having documentation that the good is originating; or <br /> (b) reasonable reliance on supporting documentation provided by the exporter or <br /> producer that the good is originating. <br /> 4 Each Party shall provide that a certification of origin may be completed by an <br /> authorised representative of a producer, exporter or importer of the good on the basis of: <br /> (a) the authorised representative having documentation that the good is originating; or <br /> (b) reasonable reliance on supporting documentation provided by the producer, <br /> exporter or importer that the good is originating. <br /> 5 For greater certainty, nothing in paragraph 1 or paragraph 2 shall be construed to <br /> allow a Party to require an exporter or producer to complete a certification of origin or <br /> provide a certification of origin to another person.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Waiver of Certification of Origin <br /> Neither Party shall require a certification of origin if: <br /> (a) the customs value of the importation does not exceed US$ 1000 or the <br /> equivalent amount in the importing Party's currency or any higher amount as <br /> the importing Party may establish; or <br /> (b) it is for an importation of a good for which the importing Party has waived the <br /> requirement for a certification of origin, <br /> provided that the importation does not form part of a series of importations carried out or <br /> planned for the purposes of evading compliance with the importing Party's laws and <br /> regulations governing claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18: Claims for Preferential Treatment <br /> 6 Each Party shall provide that a certification of origin may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the <br /> certification of origin, but not exceeding 12 months. <br /> 7 Each Party shall provide that a certification of origin is valid for one year after the <br /> date that it was either issued or signed, or for such longer period specified by the laws and <br /> regulations of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.24: Record Keeping Requirements <br /> 1 Each Party shall provide that an importer claiming preferential tariff treatment for a <br /> good imported into the territory of that Party shall maintain, for a period of no less than five <br /> years from the date of importation of the good: <br /> (a) the documentation related to the importation, including the certification of <br /> origin that served as the basis for the claim; and <br /> (b) all records necessary to demonstrate that the good is originating and qualified <br /> for preferential tariff treatment, if the claim was based on a certification of <br /> origin completed by the importer. <br /> 2 Each Party shall provide that a producer or exporter in its territory that provides a <br /> certification of origin shall maintain, for a period of no less than five years from the date the <br /> certification of origin was issued, all records necessary to demonstrate that a good for which <br /> the exporter or producer provided a certification of origin is originating. Each Party shall <br /> make available information on types of records that may be used to demonstrate that a good is originating. <br /> 3 Each Party shall provide that an importer, exporter or producer in its territory may <br /> choose to maintain the records specified in paragraph 1 and paragraph 2 in any medium that <br /> allows for prompt retrieval, including electronic, optical, magnetic or written form in <br /> accordance with that Party's law. <br /> [2] A Party shall specify its declaration requirements in its laws, regulations or administrative procedures that are <br /> published or otherwise made available in a manner as to enable interested persons to become acquainted with them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.28: Refunds and Claims for Preferential Tariff Treatment after Importation <br /> 1 Each Party shall provide that an importer may apply for preferential tariff treatment <br /> and a refund of any excess duties paid for a good if the importer did not make a claim for <br /> preferential tariff treatment at the time of importation, provided that the good would have <br /> qualified for preferential tariff treatment when it was imported into the territory of the Party. <br /> 2 As a condition for preferential tariff treatment under paragraph 1, the importing Party <br /> may require that the importer: <br /> (a) make a claim for preferential tariff treatment; <br /> (b) provide a statement that the good was originating at the time of importation; <br /> (c) provide a copy of the certification of origin; and <br /> (d) provide such other documentation relating to the importation of the good as <br /> the importing Party may require, <br /> no later than one year after the date of importation or a longer period if specified in the <br /> importing Party's law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.27: Determinations on Claims for Preferential Tariff Treatment <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole reason that <br /> the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.25: Verification of Origin <br /> 1 For the purposes of determining whether a good imported into a Party from the other <br /> Party qualifies as an originating good, the customs administration of the importing Party may <br /> conduct a verification action by means of: <br /> (a) written requests for information from the importer; <br /> (b) written requests for information from the exporter or producer of the exporting Party; <br /> (c) requests that the customs administration of the exporting Party assist in <br /> verifying the origin of the good; or <br /> (d) verification visits to the premises of the exporter or the producer in the <br /> territory of the other Party to observe the facilities and the production <br /> processes of the good and to review the records referring to origin, including accounting records. <br /> 2 For the purposes of paragraph 1(a) and paragraph 1(b), the customs administration <br /> shall allow the importer, exporter, or producer a period of 60 days from the date of the <br /> written request to respond. During this period the importer, exporter, or producer may <br /> request, in writing, an extension not exceeding 30 days. <br /> 3 For the purposes of this Article and Article 3.26, all the information requested by the <br /> importing Party and responded to by the exporting Party shall be communicated in English. <br /> 4 The customs administration of the importing Party shall complete any action under <br /> paragraph 1 to verify eligibility for preferential tariff treatment within the period specified in <br /> the laws, regulations or administrative procedures of the importing Party. On completion of <br /> the verification action, the customs administration shall provide written advice to the <br /> exporting customs administration and the importer, exporter or producer of its decision as <br /> well as the legal basis and findings of fact on which the decision was made within 90 days. <br /> 5 Where a verification visit was undertaken, the customs administration shall also <br /> provide advice of the decision to the exporting Party. <br /> Article 3.26: Verification Visit <br /> 1 Prior to conducting a verification visit under Article 3.25.1(d), the customs <br /> administration of the importing Party shall: <br /> (a) make a written request to the exporter or producer to conduct a verification <br /> visit of their premises; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 2 An exporter or producer should provide its written consent to a proposed verification <br /> visit within 30 days of the receipt of notification in accordance with paragraph 1(a). <br /> 3 The written request referred to in paragraph 1(a) shall include: <br /> (a) the identity of the customs administration issuing the request; <br /> (b) the name of the exporter of the good in the exporting Party to whom the <br /> request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific reference to <br /> the good that is the subject of the verification referred to in the certificate of origin; and <br /> (f) the names and titles of the officials of the customs administration of the <br /> importing Party who will participate in the visit. <br /> 4 The customs administration of the importing Party shall notify the customs <br /> administration of the exporting Party when it requests a verification visit in accordance with this Article. <br /> 5 Officials of the customs administration of the exporting Party may participate in the <br /> verification visit as observers. <br /> Article 3.27: Determinations on Claims for Preferential Tariff Treatment <br /> 1 Except as otherwise provided in paragraph 2, each Party shall grant a claim for <br /> preferential tariff treatment made on or after the date of entry into force of the Protocol. <br /> 2 The importing Party may deny a claim for preferential tariff treatment if: <br /> (a) it determines that the good does not qualify for preferential treatment; <br /> (b) pursuant to a verification under Article 3.25, it has not received sufficient <br /> information to determine that the good qualifies as originating; <br /> (c) the exporter, producer or importer fails to respond to a written request for <br /> information in accordance with Article 3.25; <br /> (d) after receipt of a written notification for a verification visit, the exporter or <br /> producer does not provide its written consent in accordance with Article 3.25; or <br /> (e) the importer, exporter or producer fails to comply with the requirements of this Chapter. <br /> 3 If an importing Party denies a claim for preferential tariff treatment, it shall issue a <br /> determination to the importer that includes the reasons for the determination. <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole reason that <br /> the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.29: Penalties <br /> A Party may establish or maintain appropriate penalties for violations of its laws and <br /> regulations related to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Advance Rulings <br /> 1 Each Party shall issue an advance ruling to any person with respect to: <br /> (a) tariff classification of a product; <br /> (b) origin of goods; and <br /> (c) the appropriate method or criteria, and the application thereof, to be used for <br /> determining the customs value under a particular set of facts in accordance <br /> with the Customs Valuation Agreement. <br /> 2 On receipt of all necessary information, each Party shall issue an advanced ruling: <br /> (a) with respect to tariff classification, as expeditiously as possible, and in no case <br /> later than 40 days or in such shorter time as specified in its laws and regulations; <br /> (b) with respect to origin and valuation, as expeditiously as possible, and in no <br /> case later than 150 days or in such shorter time as specified in its laws and regulations. <br /> 3 The customs administration of each Party shall establish a validity period for an <br /> advance ruling for three years from the date of its issuance. <br /> 4 The issuing Party may modify or revoke an advance ruling if: <br /> (a) the ruling was based on an error of fact; <br /> (b) the information provided is false or inaccurate; <br /> (c) there is a change in the material facts or circumstances on which the ruling was based; <br /> (d) any of the conditions to which the Customs ruling was made subject cease to <br /> be met or complied with; or <br /> (e) a change is required to conform with a judicial decision or a change in its laws and regulations. <br /> 5 Each Party shall provide that any modification or revocation of an advance ruling <br /> shall be effective on the date on which the modification or revocation is issued, or on such <br /> later date as may be specified therein, and shall not be applied to importations of a good that <br /> have occurred prior to that date. <br /> 6 When each Party revokes, modifies, or invalidates the advance ruling, it shall provide <br /> written notice to the applicant setting out the relevant facts and the basis for its decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Discrepancies <br /> Each Party shall provide that it shall not reject a certification of origin due to minor <br /> errors or discrepancies in the certification of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Review and Appeal <br /> 1 Each Party shall ensure that any person to whom it issues a determination on a <br /> customs matter has access to: <br /> (a) administrative review of the determination, independent [1] of the employee or <br /> office that issued the determination; and <br /> (b) judicial review of the determination. <br /> 2 Each Party shall ensure that a customs authority that conducts a review under <br /> paragraph 1 notifies the parties to the matter in writing of its decision and the reasons for the <br /> decision. A Party may require a request as a condition for providing the reasons for a <br /> decision in the review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, crustaceans, <br> other aquatic invertebrates and aquatic plants from seed stock such as eggs, fry, fingerlings or <br> larvae, by intervention in the rearing or growth processes to enhance production such as <br> regular stocking, feeding or protection from predators; <br> Generally Accepted Accounting Principles means those principles recognised by consensus <br> or with substantial authoritative support in the territory of a Party with respect to the <br> recording of revenues, expenses, costs, assets and liabilities; the disclosure of information; <br> and the preparation of financial statements. These principles may encompass broad guidelines <br> for general application, as well as detailed standards, practices and procedures; <br> qualify as originating in accordance with this Chapter; <br> packing materials and containers for shipment means goods used to protect another good <br> during its transportation, but does not include the packaging materials or containers in which <br> a good is packaged for retail sale; <br> producer means a person who engages in the production of a good; <br> fishing, trapping, hunting, capturing, collecting, breeding, extracting, aquaculture, gathering, <br> recovered material means a material in the form of one or more individual parts that results from: <br> (a) the disassembly of a used good into individual parts; and <br> (b) the cleaning, inspecting, testing or other processing of those parts as necessary <br> for improvement to sound working condition; <br> transaction value means the price actually paid or payable for the good when sold for export <br> material means a good that is used in the production of another good; <br> to the country of importation or other value determined in accordance with the Customs <br> Valuation Agreement; and <br> value of the good means the transaction value of the good excluding any costs incurred in the <br> international shipment of the good. <br> production means operations including growing, cultivating, raising, mining, harvesting, <br> manufacturing, processing or assembling a good; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> non-originating good or non-originating material means a good or material that does not <br> "}, {"ArticleTitle": "Treatment of Recovered Materials Used in Production of a Remanufactured Good", "ArticleDesc": "Article 3.4: Treatment of Recovered Materials Used in Production of a Remanufactured Good <br> 1 Each Party shall provide that a recovered material derived in the territory of one or <br> both of the Parties is treated as originating when it is used in the production of, and <br> incorporated into, a remanufactured good. <br> 2 For greater certainty: <br> (a) a remanufactured good is originating only if it satisfies the applicable <br> requirements of Article 3.2; and <br> (b) a recovered material that is not used or incorporated in the production of a <br> remanufactured good is originating only if it satisfies the applicable <br> requirements of Article 3.2. <br> "}, {"ArticleTitle": "Obligations Relating to Importation", "ArticleDesc": "Article 3.22: Obligations Relating to Importation <br> 1 Except as otherwise provided for in this Chapter, each Party shall provide that, for the <br> purposes of claiming preferential tariff treatment, the importer shall: <br> (a) make a declaration [2] that the good qualifies as an originating good; and <br> (b) provide a copy of the certification of origin to the importing Party if required by the Party. <br> 2 Each Party shall provide that, if the importer has reason to believe that the <br> certification of origin is based on incorrect information that could affect the accuracy or <br> validity of the certification of origin, the importer shall correct the importation document and <br> pay any customs duty and, if applicable, penalties owed. <br> 3 No importing Party shall subject an importer to a penalty for making an invalid claim <br> for preferential tariff treatment if the importer, on becoming aware that such a claim is not <br> valid and prior to discovery of the error by that Party, voluntarily corrects the claim and pays <br> any applicable customs duty under the circumstances provided for in the Party's laws and regulations. <br> "}, {"ArticleTitle": "Obligations Relating to Exportation", "ArticleDesc": "Article 3.23: Obligations Relating to Exportation <br> Each Party shall provide that an exporter or a producer, or their authorised <br> representative, that has completed and signed a certification of origin, shall, on request, <br> provide a copy of the certification of origin and such other documents to its customs <br> administration, if required by the Party's laws and regulations. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.30: Confidentiality <br> Each Party shall maintain the confidentiality of the information collected in <br> accordance with this Chapter and shall protect that information from disclosure that could <br> prejudice the competitive position of the person providing the information. <br> Section C: Other Matters <br> "}, {"ArticleTitle": "Consultation on Rules of Origin and Origin Procedures", "ArticleDesc": "Article 3.31: Consultation on Rules of Origin and Origin Procedures <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently with the spirit and objectives of this Agreement, and <br> shall cooperate in the administration of this Chapter. <br> 2 The Parties shall consult to discuss possible amendments or modifications to this <br> Chapter, taking into account developments in technology, production processes or other related matters. <br> 3 Prior to the entry into force of an amended version of the Harmonized System, the <br> Parties shall consult to prepare updates to this Chapter that are necessary to reflect changes to <br> the Harmonized System. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.1: Objectives <br> The objectives of this Chapter are to: <br> (a) ensure predictability, consistency and transparency in the application of <br> (b) promote efficient administration of customs procedures, and the expeditious <br> customs laws and regulations of the Parties; <br> clearance of goods; <br> (c) simplify customs procedures of the Parties and harmonise them to the extent <br> possible with relevant international standards; <br> (d) promote co-operation between the customs authorities of the Parties; and <br> (e) facilitate trade between the Parties, including through a strengthened <br> environment for global and regional supply chains. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 4.2: Scope <br> This Chapter shall apply to customs procedures required for goods traded between the <br> Parties, in accordance with their laws and regulations. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 4.3: Customs Procedures and Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent, transparent, and facilitate trade, including through the expeditious clearance of goods. <br> 2 Subject to each Party's applicable laws and regulations, each customs administration <br> shall publish all its laws, regulations, and trade-related guidelines, procedures and <br> administrative rulings, either online or in print form. <br> 3 Customs procedures of each Party shall, if possible and to the extent permitted by its <br> customs laws and regulations, conform with the standards and recommended practices of the <br> World Customs Organisation and the WTO. <br> 4 The customs administration of each Party shall review its customs procedures with a <br> view to their simplification, to facilitate trade. <br> 5 Each Party shall, in a manner consistent with its laws and regulations, provide <br> opportunities and an appropriate time period to traders and other interested parties to <br> comment on the proposed introduction or amendment of laws and regulations of general <br> application related to the movement, release, and clearance of goods, including goods in transit. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 4.4: Customs Cooperation <br> Each Party shall, in accordance with its laws and regulations, cooperate with the other <br> Party through information sharing and other activities as appropriate, to achieve compliance <br> with their respective laws and regulations that pertain to: <br> (a) the implementation and operation of the provisions of this Agreement <br> governing importations or exportations, including claims for preferential tariff <br> treatment, procedures for making claims for preferential tariff treatment and <br> verification procedures; <br> (b) the implementation, application and operation of the Customs Valuation Agreement; <br> (c) restrictions or prohibitions on imports or exports; <br> (d) investigation and prevention of customs offences, including duty evasion and smuggling; and <br> (e) other customs matters as the Parties may decide. <br> "}, {"ArticleTitle": "Single Window and Use of Automated System", "ArticleDesc": "Article 4.6: Single Window and Use of Automated System <br> 1 Each Party shall establish or maintain a single window, enabling traders to submit <br> documentation or data requirements for importation, exportation, or transit of goods through <br> a single entry point to the participating authorities or agencies. After the examination by the <br> participating authorities or agencies of the documentation or data, the results shall be notified <br> to the applicants through the single window in a timely manner. <br> 2 In cases where documentation or data requirements have already been received <br> through the single window, the same documentation or data requirements shall not be <br> requested by participating authorities or agencies except in urgent circumstances and other <br> limited exceptions which are made public. <br> 3 Each Party shall adopt or maintain procedures to determine duties and taxes upon the <br> submission of the customs declaration and to allow collection of payment electronically upon <br> approval of the customs declaration. <br> "}, {"ArticleTitle": "Rapid Release of Goods", "ArticleDesc": "Article 4.7: Rapid Release of Goods <br> 1 Each Party shall adopt or maintain procedures that: <br> (a) provide for the release of goods within a period of time no greater than that <br> required to ensure compliance with its laws and regulations; <br> (b) provide, in normal circumstances, for goods to be released within 24 hours of <br> arrival; <br> (c) provide for advance electronic submission and processing of information <br> before the physical arrival of the goods to enable release of the goods on <br> arrival; and <br> (d) allow the release of imported goods prior to the final determination by its <br> customs administration of the applicable duties and taxes, provided the good is <br> otherwise eligible for release from customs. <br> 2 Notwithstanding paragraph 1(d) above, each Party may require importers to provide <br> security as a condition for the release of goods if such security is required to ensure that <br> obligations arising from the importation of the goods will be fulfilled. <br> 3 If a Party allows for the release of goods conditioned on a security, it shall adopt or <br> maintain procedures that: <br> (a) ensure that the amount of any security is no greater than that required to <br> ensure that obligations arising from the importation of the goods will be fulfilled; <br> (b) ensure that any security shall be discharged as soon as possible after its <br> customs authorities are satisfied that the obligations arising from the <br> importation of the goods have been fulfilled; and allow: <br> (c) <br> (i) importers to provide security such as bank guarantees, bonds, or other <br> non-cash financial instruments covering multiple entries; and <br> (ii) importers to provide security in any other forms specified by its <br> customs administration. <br> "}, {"ArticleTitle": "Expedited Shipments", "ArticleDesc": "Article 4.8: Expedited Shipments <br> Each Party shall adopt or maintain expedited customs procedures for express <br> consignments, while maintaining appropriate control and customs selection. These <br> procedures shall: <br> (a) provide for pre-arrival processing of information related to express shipments; <br> (b) allow the submission of a single document covering all of the goods in the <br> shipment by an express shipment service, through, if possible, electronic means; <br> (c) minimise, to the extent possible, the documentation required for the release of <br> express shipments; and <br> (d) provide, in normal circumstances, for an express shipment to be released <br> within four hours of the submission of necessary customs documentation. <br> "}, {"ArticleTitle": "Perishable Goods", "ArticleDesc": "Article 4.9: Perishable Goods <br> 1 With a view to preventing avoidable loss or deterioration of perishable goods, and <br> provided all regulatory requirements have been met, each Party shall: <br> (a) provide for the release of perishable goods under normal circumstances in the <br> shortest time possible; and <br> (b) provide for the release of perishable goods, in exceptional circumstances if it <br> would be appropriate to do so, outside the business hours of its customs administration. <br> 2 Each Party shall give appropriate priority to perishable goods when scheduling any <br> examinations that may be required. <br> 3 Each Party shall either arrange, or allow an importer to arrange, for the proper storage <br> of perishable goods pending their release. Each Party may require that any storage facilities <br> arranged by the importer are approved or designated by its relevant authorities. <br> 4 Each Party shall, if practicable and consistent with its laws and regulations, on request <br> of the importer, provide for the release to take place at those storage facilities. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.10: Risk Management <br> 1 Each Party shall adopt or maintain a risk management system for assessment and <br> targeting that enables its customs administration to focus its inspection activities on high-risk <br> consignments and expedite the release of low-risk consignments. <br> 2 Each Party shall design and apply risk management in a manner as to avoid arbitrary <br> or unjustifiable discrimination, or a disguised restriction on international trade. <br> 3 Each Party shall base risk management on an assessment of risk through appropriate <br> selectivity criteria. Such selectivity criteria may include, inter alia, the Harmonized System <br> code, nature and description of the goods, country of origin, country from which the goods <br> were shipped, value of the goods, compliance record of traders, and type of means of transport. <br> "}]}]}, "members_found": ["702", "554"]}