{"FtaRooDetails": {"FtaId": 104, "FtaCode": "ITC00107", "FtaName": "Chile-India", "FtaFullName": "PREFERENTIAL TRADE AGREEMENT BETWEEN THE REPUBLIC OF CHILE AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "11.09.2007", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Chile-India", "AdminProcCooAuth": "The certification type under Chile-India is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Chile-India is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Chile-India agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "1) For the purpose of Article 2(b), products worked on or processed as a result of which the total value of non originating materials, or of undetermined origin used does not exceed 60% of the FOB value of the products produced or obtained and the final process of manufacture is performed within the territory of exporting Party shall be eligible for preferential treatment subject to the provisions of Article 6. 2) To qualify for preferences the non-originating materials shall be considered to be sufficiently worked or processed if the product obtained is classified in a heading, at the four digit level, of the Harmonized System different from those in which all the non-originating materials used in its manufacture are classified.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00107_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CHL_IND/CertOfOrigin_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00107_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CHL_IND/CHL_IND_text_e.asp#AnnexC"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00107_full.pdf", "DocType": "8_full", "WebLink": "http://www.indiantradeportal.in/vs.jsp?lang=1&id=0,1,63,78"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Cumulation of origin <br /> Goods originating in any of the Party when used as an input for a finished <br /> product in another Party shall be considered originating in the latter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Accessories, spare parts and tools <br /> 1. Accessories, spare parts and tools despatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be considered as originating if the <br /> good is originating and shall be disregarded in determining whether all the <br /> non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification, provided that: <br /> a) the accessories, spare parts or tools are not invoiced separately from the <br /> good, notwithstanding they are detailed separately in the invoice; <br /> b) the quantities and value of the accessories, spare parts or tools are <br /> customary for the goods. <br /> 2. Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of accessories, spare parts, or tools shall be taken into account <br /> as originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Wholly produced or obtained products <br /> The following shall be considered as wholly produced or obtained in the <br /> territory of a Party: <br /> a) mineral products extracted from the soil or subsoil of any of the Parties, including <br /> its territorial seas, continental shelf or exclusive economic zone; <br /> b) Plants2 and plant products grown, harvested, picked or gathered there including in <br /> its territorial seas, continental shelf or exclusive economic zone; <br /> c) live animals born, and raised there, including by aquaculture; <br /> d) products from animals as in (c) above3. <br /> e) Animals and products thereof obtained by hunting, trapping, collecting, fishing or <br /> and capturing there; including its inland waters, territorial seas, continental shelf or in <br /> the exclusive economic zone; <br /> f) Products of seafishing and other marine products taken from the high seas by its <br /> vessels as defined in Article 1; <br /> g) goods processed and/or made on board its factory ships as defined in Article 1 <br /> exclusively from the products mentioned in subparagraphs (e) and (f); <br /> h) waste and scrap resulting from utilisation, consuming or manufacturing operations <br /> conducted in the territory of any of the Parties, provided they are fit only for the <br /> recovery of raw materials; and <br /> i) goods produced in any of the Parties exclusively from the products specified in <br /> subparagraphs (a) to (h) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Processes or operations considered as insufficient to confer originating status <br /> In the case of the products which have non-originating materials, the <br /> following operations, inter alia, shall be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not the <br /> requirements of Art. 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition <br /> during transport and storage such as aeration, drying, refrigeration, <br /> immersion in salty or sulphured water or in water added with other <br /> substances, extraction of damaged parts and similar operations; <br /> (b) dilution in water or in any other substance which does not substantially alter <br /> the product characteristics; <br /> (c) simple operations such as removal of dust, sifting, screening, sorting, <br /> classifying, grading, matching, washing, painting, husking, stoning of seeds, slicing and cutting; <br /> (d) simple change of package and breaking-up and assembly of packages; <br /> (e) simple packing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (f) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> (g) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> (h) simple assembly of parts to constitute a complete article or, disassembly of <br /> products into parts, in accordance with General Rule 2a of the Harmonised System; <br /> (i) slaughter of animals; <br /> (j) simple mixing of products, provided the characteristics of the obtained <br /> product are not essentially different from those of the mixed products; <br /> (k) oil application; and <br /> (l) a combination of two or more of the above operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Not wholly produced or obtained products <br /> 1) For the purpose of Article 2(b), products worked on or processed as a result of <br /> which the total value of non originating materials, or of undetermined origin used <br /> does not exceed 60% of the FOB value of the products produced or obtained and the <br /> final process of manufacture is performed within the territory of exporting Party shall <br /> be eligible for preferential treatment subject to the provisions of Article 6. <br /> 2) To qualify for preferences the non-originating materials shall be considered to <br /> be sufficiently worked or processed if the product obtained is classified in a heading, <br /> at the four digit level, of the Harmonized System different from those in which all the <br /> non-originating materials used in its manufacture are classified. <br /> 3) The customs value of the non-originating materials, parts or produce shall be: <br /> a) the CIF value at the time of importation of the materials, parts or produce <br /> where this can be proven; or <br /> 2 Plants refers to all plant life, including forestry products, fruits, flowers, vegetables, <br /> trees, sea weeds and fungi. <br /> 3 Animals referred to in paragraph (c), (d) and (e) covers all animal life, including <br /> mammals, birds, fish, crustaceans, molluscs and reptiles. <br /> b) the earliest ascertained price paid for the materials, parts or produce in the <br /> territory of the Party where the working or processing of the final goods takes place. <br /> 4) The value of the materials, parts or produce of undetermined origin shall be <br /> the earliest ascertained price paid for them in the territory of the Party where the <br /> working or processing of the final goods takes place. <br /> 5) The formula for 40% value added is as follows: <br /> (Customs value of Non-originating materials, Parts or Produce + Value of Undetermined Origin Materials, Parts or Produce) <br /> -------------------------------------------------------------------------------------------------------------------------------------------------------- x 100%_< 60% <br /> FOB value of the final product", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Neutral elements or indirect materials <br /> 1. @^@Neutral elements@^@ or @^@Indirect materials@^@ means goods used in the production, <br /> testing or inspection of goods but not physically incorporated into the goods, or goods <br /> used in the maintenance of buildings or the operation of equipment associated with <br /> the production of goods, including: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) tools, dies, machines and moulds; <br /> (d) parts and materials used in the maintenance of plant, equipment and buildings; <br /> (e) goods which do not enter into the final composition of the product; <br /> (f) gloves, glasses, footwear, clothing, safety equipment, and supplies; and <br /> (g) equipment, devices, and supplies used for testing or inspecting the goods. <br /> 2. Each Party shall provide that an indirect material shall be considered to be an <br /> originating material without regard to where it is produced and its value shall be the <br /> cost registered in. the accounting records of the producer of the export product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Direct transport, Transit and Trans-shipment <br /> In order for the originating goods or products to benefit from the preferential <br /> treatment provided for under the Agreement, they shall be transported directly <br /> between the Parties. The goods or products are transported directly provided: <br /> (a) they are transported through the territory of one or both Parties; <br /> (b) they are in transit through one or more territories of non-Parties, with <br /> or without trans-shipment or temporary warehousing in such <br /> territories, under the surveillance of the customs authorities therein, provided that: <br /> (i) the transit entry is justified for geographical reasons or by <br /> consideration related exclusively to transport requirements; <br /> (ii) they are not intended for trade, consumption, use or employment <br /> in the country of transit; or <br /> (iii) they do not undergo operations other than unloading, <br /> reloading or any operation designed to preserve them in good condition; and <br /> ( c). the period of such transit shall not exceed six months and goods under such transit <br /> shall bear the proof of having been under customs <br /> surveillance through necessary endorsements in the relevant customs document(s).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Packages and packing materials for retail sale <br /> 1 The packages and packing materials for retail sale, when classified together with the <br /> packaged product, according to General Rule 5 (b) of the Harmonised System, shall <br /> not be taken into account for considering whether all non-originating materials used in <br /> the manufacture of a product fulfil the criterion corresponding to a change of tariff <br /> classification of the said product. <br /> 2. If the product is subject to an ad valorem percentage criterion, the value of the <br /> packages and packing materials for retail sale shall be taken into account in its origin <br /> assessment, in case they are treated as being one for customs purposes with the goods in question. <br /> Article 11: Containers and packing materials for transport <br /> The containers and packing materials exclusively used for the transport of a product <br /> shall not be taken into account for determining the origin of any good, in accordance <br /> with General Rule 5 (b) of the Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Fungible Materials <br /> 1 Where identical and interchangeable originating and non-originating materials <br /> including materials of undetermined origin are used in the manufacture of a product, <br /> those materials shall be physically segregated, according to their origin, during storage. <br /> 2 A producer facing considerable costs or material difficulties in keeping <br /> separate stocks of identical and interchangeable originating and non-originating <br /> materials including materials of undetermined origin used in the manufacture of a <br /> product, may use the so-called @^@accounting segregation@^@ method for managing stocks. <br /> 3. The accounting method shall be recorded, applied and maintained in accordance <br /> with generally accepted accounting principles applicable in the Party in which the <br /> product is manufactured. The method chosen must: <br /> (a) permit a clear distinction to be made between originating and non originating <br /> materials including materials of undetermined origin acquired and/or kept in stock; and <br /> (b) guarantee that no more products receive originating status than would be the <br /> case if the materials had been physically segregated. <br /> 4 The producer using this facilitation shall furnish a sworn declaration for the <br /> quantity of products considered as originating and keep all documentary evidence of <br /> origin of the materials. At the request of the competent authorities of the exporting <br /> Party, the producer shall provide satisfactory information on how the stocks have been managed. <br /> 5. The competent authority may require from its exporters that the application of the <br /> method for managing stocks as provided for in this Article will be subject to prior authorisation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Sets <br /> Sets, as defined in General Rule 3 of the Harmonised System, shall be <br /> regarded as originating when all component products are originating. Nevertheless, <br /> when a set is composed of originating and non originating goods, the set as a whole <br /> shall be regarded as originating, provided that the CIF value of the non originating <br /> goods utilized in the composition of the set does not exceed 15% per cent of the FOB price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Certification of Origin <br /> 1 The Certificate of Origin is the document that certifies that goods fulfil the <br /> origin requirements as set out in this Annex so that they can benefit from the <br /> preferential tariff treatment as foreseen in this Agreement. The said Certificate is valid <br /> for only one importing operation concerning one or more goods and its original or in <br /> exceptional cases a copy of the original of which has to be submitted within 30 days <br /> from the date of clearance of goods in the importing Party and shall be included in the <br /> documentation to be presented at the customs authorities of the importing Party. <br /> 2 The issue of Origin Certificates and its control, shall be under the <br /> responsibility of a Government office in each Party. The Certificates of Origin shall <br /> be directly issued by those authorities or through delegation as referred to in <br /> paragraph 3 and shall be in English. <br /> 3 The Certificate of Origin shall be signed and issued by Government offices to <br /> be indicated by the Parties who may delegate the signing and issuing of origin <br /> certificates to other Government offices or representative corporate body. <br /> 4 The Certificate mentioned in the preceding paragraph shall be issued in the <br /> form agreed upon by the Parties and upon a sworn declaration by the final producer of <br /> the goods and the respective commercial invoice. <br /> 5 In all cases, the number and date of the commercial invoice shall be indicated in <br /> the box reserved for this purpose in the Certificate of Origin. <br /> 6 When a good to be traded is invoiced by a non-Party operator, the producer or <br /> exporter of the originating Party shall inform, in the field titled @^@observations@^@ of the <br /> respective Certificate of Origin, that the goods subject to declaration shall be invoiced <br /> from that non-Party operator, reproducing the following data from the commercial <br /> invoice issued by this operator: name, address, country, number and date. Value <br /> addition carried out only in the territory of a Party shall be taken into account for <br /> calculation of local value addition. <br /> Article 15: Issue of Certificates of Origin <br /> 1. For the issue of an Origin Certificate, the final producer or exporter of the good <br /> shall present the corresponding commercial invoice and a request containing a sworn <br /> declaration by the final producer certifying that the goods fulfil the origin criteria of <br /> this Annex, as well as the necessary documents supporting such a declaration. <br /> The said sworn declaration shall contain at least the following data: <br /> a) individual's name or company name; <br /> b) address; <br /> c) description of the good to be exported and its tariff classification; <br /> d) FOB value of the goods to be exported; and <br /> e) information relating to the good to be exported, which must indicate: <br /> i) materials, components and/or parts originating from the exporting <br /> Party and the Customs tariff heading, wherever possible, <br /> ii) materials, components and/or parts originating from the other Party indicating: <br /> - origin; <br /> - tariff classification (at least 6 level digit); <br /> - CIF value, in United States of America dollars; <br /> - percentage on the total value of the final product. <br /> iii) non-originating materials, components and/or parts indicating: <br /> - exporting Country; <br /> - tariff classification (at least 6 level digit), <br /> - CIF value, in United States of America dollars, and <br /> - percentage on the total value of the final product; and <br /> iv) description of the manufacturing process. <br /> 2 The description of the good in the sworn origin declaration, which certifies the <br /> fulfilment of the origin requirements set out in this Annex, shall correspond to the <br /> respective tariff classification, as well as with the description of the good in the <br /> commercial invoice and in the Certificate of Origin. <br /> 3 If the goods are regularly exported and their manufacturing process, as well as <br /> their materials are not modified, the Sworn Declaration of the Producer may be valid <br /> for a period of up to one year counted from the date of the issue of the certificate. <br /> 4 The Origin Certificate shall be issued not later than five (5) working days after <br /> the request presentation and it shall be valid for a period of one year from the date of its issue. <br /> 5 The origin certificates shall not be issued before the date of the issue of the <br /> commercial invoice relating to the consignment, but in the same date or within the <br /> following sixty (60) days. <br /> 6 The requesting party and the certifying offices or authorized institutions shall <br /> keep the documents supporting the origin certificates for a period no less than five (5) <br /> years, from the date of its issue. The certifying offices or the said institutions shall <br /> enumerate the certificates issued by them in sequential order. <br /> 7 The certifying offices or authorized institutions shall keep a permanent record <br /> of all issued origin certificates, which shall contain at least the certificate number, the <br /> requesting entity's name and the date of its issue. <br /> SECTION IV <br /> Control and Verification of Certificates of Origin", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Issue of Certificates of Origin <br /> 4 The Origin Certificate shall be issued not later than five (5) working days after <br /> the request presentation and it shall be valid for a period of one year from the date of its issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Issue of Certificates of Origin <br /> 6 The requesting party and the certifying offices or authorized institutions shall <br /> keep the documents supporting the origin certificates for a period no less than five (5) <br /> years, from the date of its issue. The certifying offices or the said institutions shall <br /> enumerate the certificates issued by them in sequential order.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 30 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: <br /> The competent authorities from the exporting Party shall provide the requested <br /> information according to Article 16 within thirty (30) days, from the date of the <br /> receipt of the request. Such period can be extended through mutual consultation for a <br /> period no more than thirty (30) days in justified cases. If this information is <br /> satisfactory, the said authorities shall release the importer from the guarantee referred <br /> to in Article 16 within thirty (30) days or shall promptly refund the duty paid in <br /> excess, in accordance with domestic laws of the Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Certification of Origin <br /> 6 When a good to be traded is invoiced by a non-Party operator, the producer or <br /> exporter of the originating Party shall inform, in the field titled @^@observations@^@ of the <br /> respective Certificate of Origin, that the goods subject to declaration shall be invoiced <br /> from that non-Party operator, reproducing the following data from the commercial <br /> invoice issued by this operator: name, address, country, number and date. Value <br /> addition carried out only in the territory of a Party shall be taken into account for <br /> calculation of local value addition.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: <br /> 1 Regardless of the presentation of an origin certificate in accordance with the <br /> Rules of Origin under this Annex, the customs authorities of the importing Party may, <br /> in the cases of reasonable doubt, request the relevant government authorities of the <br /> exporting Party any additional information necessary for the verification of the <br /> authenticity of a certificate, as well as the veracity of the information contained <br /> therein. This shall not preclude the application of the respective national legislation <br /> relating to breach of customs law. <br /> 2 Compliance with the request for additional information according to this <br /> Article shall only be made with reference to the registers and documents available in <br /> Government offices or institutions authorized to issue origin certificates. Copies of the <br /> documentation necessary for the issuing of origin certificates can be made available. <br /> 3 This Article, however, does not restrain the conclusion of Customs <br /> Cooperation Agreements between the Parties. <br /> 4 The reasons for the doubts concerning the authenticity of the certificate or the <br /> veracity of its data shall be put forward in a clear and concrete way. For this purpose, <br /> the consultations thereon shall be carried out by a specific office of the customs <br /> authorities designated by each Party. <br /> 5 The customs authorities of the importing Party shall not suspend the <br /> importation operations of the goods. However, they may deny preferential tariff <br /> treatment, request a guarantee in any of its modalities or may take any action <br /> necessary in order to preserve fiscal interests, as a pre-condition for the completion of <br /> the importation operations. <br /> 6. If a guarantee is required, its amount shall not be higher than the value of the <br /> applicable custom duties concerning the importation of the product from third <br /> countries, according to the legislation of the importing country. <br /> Article 17: <br /> The competent authorities from the exporting Party shall provide the requested <br /> information according to Article 16 within thirty (30) days, from the date of the <br /> receipt of the request. Such period can be extended through mutual consultation for a <br /> period no more than thirty (30) days in justified cases. If this information is <br /> satisfactory, the said authorities shall release the importer from the guarantee referred <br /> to in Article 16 within thirty (30) days or shall promptly refund the duty paid in <br /> excess, in accordance with domestic laws of the Parties. <br /> Article 18: <br /> The information obtained under the conditions of the present Chapter shall be <br /> confidential in character, in accordance with its law, and shall protect such <br /> information from disclosure that could prejudice the competitive position of the <br /> persons providing the information. It shall be utilized with a view to clarifying the <br /> matter under investigation by the competent authorities of the importing Party as well <br /> as during the investigation and legal proceedings. <br /> Article 19: <br /> In the cases in which the information requested under Article 16 is not <br /> provided within the deadline established in Article 17 or is insufficient to clarify any <br /> doubt concerning the origin of the good, the competent authorities of the importing <br /> Contracting Party may initiate an investigation on the matter within sixty (60) days, <br /> from the date of the request for the information. <br /> Article 20: <br /> 1 During the period of investigation, the customs authorities of the importing <br /> Party shall not suspend new importing operations relating to identical goods from the <br /> same exporter or producer. However, they may deny preferential tariff treatment, <br /> request a guarantee in any of its modalities or may take any action necessary in order <br /> to preserve fiscal interests, as a pre-condition for the completion of new importation operations. <br /> 2. The guarantee amount, whenever it is requested, shall be established according to Article 16.(6) <br /> Article 21: <br /> The customs authorities of the importing Party shall immediately notify the <br /> importer and the competent authorities of the exporting Party of the initiation of the <br /> origin investigation, in accordance with the procedures established in Article 22. <br /> Article 22: <br /> 1 During the investigation proceedings, the competent authorities of the <br /> importing Party may: <br /> (a) request, through the competent authorities of the exporting Party, new <br /> information, as well as any copy of the documentation in possession of the <br /> certifying offices or authorized institutions which issued the origin <br /> certificate under investigation, according to Article 16, which may be <br /> deemed necessary for verifying the authenticity of the said certificates and <br /> the veracity of the information contained therein. In such a request, the <br /> number and the date of the issue of the origin certificate under <br /> investigation shall be indicated; <br /> (b) for the purposes of verification of the contents of the local or regional <br /> added value, the producer or exporter shall facilitate the access to any <br /> information or documentation necessary for establishing the CIF value of <br /> the non-originating goods used in the production of the goods under investigation; <br /> (c) for the purposes of verification of the characteristics of certain production <br /> processes, the exporter or producer shall facilitate the access to any <br /> information and documentation that allow the confirmation of such processes; <br /> (d) send to the competent authorities of the exporting Party a written <br /> questionnaire to be passed on to the exporter or producer, indicating the <br /> origin certificate under investigation; <br /> (e) request to the competent authorities of the exporting Parties to facilitate <br /> visits to the premises of the producer, with a view to examining the <br /> production processes, as well as the equipment and tools utilized in the <br /> manufacture of the product under investigation; <br /> (f) the competent authorities of the Contracting Party shall accompany the <br /> authorities of the importing Contracting Party in their above-mentioned <br /> visit, which may include the participation of specialists who shall act as <br /> observers. Each Party could designate specialists, who shall be neutral and <br /> have no interest whatsoever in the investigation. Each Party may deny the <br /> participation of such specialists whenever the latter represent the interests <br /> of the companies or institutions involved in the investigation; <br /> (g) once the visit is concluded, the participants shall subscribe the minutes of <br /> it, in which it shall be indicated that it was carried out according to the <br /> conditions established in this Annex. The said minutes shall contain, in <br /> addition, the following information: date and place of the carrying out of <br /> the visit; identification of the origin certificates which led to the <br /> investigation; identification of the goods under investigation; identification <br /> of the participants, including indications of the organs and institutions to <br /> which they belong; a visit report; <br /> (h) the exporting Party may request the postponement of a verification visit <br /> for a period not more than thirty (30) days; and <br /> (i) carry out other actions as agreed upon between the Parties involved in the <br /> case under investigation. <br /> Article 23: <br /> The competent authorities of the exporting Party shall provide the information <br /> and documentation requested according to Article 22, a) and d), within thirty (30) <br /> days from the date of the receipt of the request. <br /> Article 24: <br /> Regarding the proceedings as foreseen in Article 22, the competent authorities <br /> of the importing Party may request the competent authority of the exporting Party the <br /> participation or advice of specialists concerning the matter under investigation. <br /> Article 25: <br /> In the cases in which the information or documentation requested to the <br /> competent authorities of the exporting Party is not produced within the stipulated <br /> deadline, or if the answer does not contain enough information or documentation for <br /> determining origin, the authenticity or veracity of the origin certificate under <br /> investigation, or still, if the producers do not agree to the visit, the competent <br /> authorities of the importing Party may consider that the products under investigation <br /> do not fulfil the origin requirements, and may, as a result deny preferential tariff <br /> treatment to the products mentioned in the origin certificate under investigation <br /> according to Article 19, and thus conclude such investigation. <br /> Article 26: <br /> 1 The competent authorities of the importing Party shall engage to conclude the <br /> investigation in a period not more than ninety (90) days, from the date of the receipt <br /> of all the information requested in accordance with Article 22. <br /> 2 lf it is considered that new investigative actions or the presentation of more <br /> information are necessary, the competent authorities of the importing Party shall <br /> communicate the fact to the competent authorities of the exporting Party. The term for <br /> the execution of such new actions or for the presentation of additional information <br /> shall be not more than ninety (90) days, from the date of the receipt of all the <br /> additional information, according to Article 22. <br /> 3 If the investigation is not concluded within ninety (90) days after all the <br /> information has been provided, the importer shall be released from the payment of the <br /> guarantee, regardless of the continuation of the investigation. Duties paid in excess <br /> shall be promptly refunded in accordance with the domestic legislation of the Parties. <br /> Article 27: <br /> 1 The customs authorities of the importing Party shall inform the importers and <br /> the competent authorities of the exporting Party of the conclusion of the investigation <br /> process, as well as the reasons that led to its decision. <br /> 2 The customs authority of the importing Party shall grant the competent <br /> authority of the exporting Party, access to the investigation files, in accordance with its legislation. <br /> Article 28: <br /> During the investigation process, occasional modifications in the <br /> manufacturing conditions made by the companies under investigation shall be taken <br /> into account for future shipments. <br /> Article 29: <br /> Once the investigation for the qualification of the origin concludes with a <br /> determination in favour of the importer, the importer shall be released from the <br /> guarantees requested in Articles 16 and 20, within no more than thirty (30) days or <br /> shall be promptly refunded the duties paid in excess in accordance with the domestic <br /> legislation of the Parties. <br /> Article 30: <br /> 1 Once the investigation establishes the non-qualification of the origin criterion <br /> of the goods contained in the origin certificate, the duties shall be levied as if the <br /> goods were imported from third countries and the sanctions foreseen in this <br /> Agreement and/or the ones foreseen in the legislation in force in each Party shall be applied. <br /> 2 In such a case, the competent authorities of the importing Party may deny <br /> preferential tariff treatment to new imports relating to identical good from the same <br /> producer, until it is clearly demonstrated that the manufacturing conditions were <br /> modified so as to fulfil the origin requirements of the Rules of Origin of this Annex. <br /> 3 Once the competent authorities of the exporting Party has sent the information <br /> demonstrating that the manufacturing conditions were modified and goods fulfil the <br /> origin criterion, the competent authorities of the importing Party shall have forty five <br /> (45) days, from the date of the receipt of the said information, to communicate its <br /> decision there upon, or a maximum of ninety (90) days if a new verification visit to <br /> the producer's premises, according to Article 22 (e), is deemed necessary. <br /> 4 lf the competent authorities of the importing and the exporting Parties fail to <br /> agree on the demonstration of the modification of the manufacturing conditions, they <br /> may make use of the Dispute Settlement Procedure established as per Article XVIII. <br /> Article 31: <br /> 1 A Party may request another Party to investigate the origin of a good imported <br /> by the latter from other Party, whenever there are well-founded reasons for suspecting <br /> that its products undergo competition from imported products with preferential tariff <br /> treatment which do not fulfil the Origin Rules of this Agreement. <br /> 2 For such purposes, the competent authorities of the Party requesting the <br /> investigation shall bring to the notice of the authorities of the importing Party the <br /> relevant information within forty five (45) days, from the date of the request. Once <br /> this information is received, the importing Contracting Party may initiate the <br /> proceedings established in this Annex, giving notice of this to the Party that requested <br /> the initiation of the investigation. <br /> Article 32: <br /> The proceedings of verification and control of origin as foreseen in this Annex <br /> may also apply to the goods already cleared for home consumption. <br /> Article 33: <br /> 1 Within sixty (60) days, from the receipt of the communication as provided in <br /> Article 27 or in the third paragraph of Article 30, in case the measure is inconsistent, <br /> the exporting Party may request for consultation to the Committee, stating the <br /> technical and legal reasons that would indicate that the measure adopted by the <br /> competent authorities of the importing Party are not consistent with this Annex; <br /> and/or request a technical advice with the aim of establishing whether the goods under <br /> investigation fulfil the origin rules of this Agreement. <br /> Article 34: <br /> The time periods set in this Annex shall be calculated on a consecutive day <br /> basis as from the day following the fact or event which they refer to.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Penalties <br /> Each Party shall adopt or maintain measures that provide for the imposition of <br /> civil, administrative, and, where appropriate, criminal sanctions for violations of its <br /> customs laws and regulations, including those governing tariff classification, customs", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purpose of this Annex: <br> subheadings (two, four and six digit codes respectively) used in the nomenclature <br> which makes up the Harmonized System or HS; <br> CIF means the value of the good imported that includes the cost of freight and <br> insurance up to the port or place of entry in the country of importation; <br> classification refers to the classification of a product or <br> FOB means the value of the good free on board, independent of the means of <br> material under a particular heading of the HS; <br> customs value means the value as determined in accordance with the Article VII and <br> the Agreement on Implementation of Article VII of GATT 1994 <br> (WTO Agreement on customs valuation); <br> factory ship means any vessels, as defined, used for processing and/or making on <br> another manufacturing operation; <br> board products exclusively from those products referred to in Clause (f) and (g) of Article 4; <br> transportation, at the port or site of final shipment abroad; <br> Harmonized System means the nomenclature which makes up the Harmonized <br> Commodity Description and Coding System including the chapters and the <br> corresponding number codes, section notes and chapter notes, as well as the General <br> Rules for their interpretation; <br> manufacture means any kind of working or processing including assembly or specific operations; <br> material means raw materials, ingredients, parts, components, subassembly and/or <br> goods that are physically incorporated into another good or are subject to a process in <br> product means the product being manufactured, even if it is intended for later use in <br> territory means: <br> (a) in the case of India including its territorial waters and the air space <br> above its territorial waters and the other maritime zones including the <br> Exclusive Economic Zone and Continental Shelf over which Republic <br> of India has sovereignty, sovereign rights or exclusive jurisdiction in <br> accordance with its laws in force, the 1982 United Nations Convention <br> on the Law of the Sea and international law; and <br> (b) In case of Chile, the land, maritime, and air space under its <br> sovereignty, and the Exclusive Economic Zone and the Continental <br> Shelf within which it exercises sovereign rights and jurisdiction in <br> accordance with international law and its domestic law; and <br> vessel means any ship engaged in commercial fishing or commercial exploitation of <br> marine products (on High Seas) registered with a Party and flying its flag and at least <br> 50% of equity is owned by citizen/s, corporation or government of the Party. <br> the production of another good; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "chapters, headings and subheadings mean the chapters, the headings and the <br> goods means both materials and products; <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2: General requirements <br> 1 For the purpose of implementing this Agreement, the following goods shall be <br> considered as originating from a Party: <br> (a) the goods wholly produced or obtained in the territory of the Party as <br> defined in Article 4 of this Annex; <br> (b) the goods not wholly produced in the territory of the Party, provided that <br> the said products are eligible under Article 5 read with Article 6, and/or Article 3 of this Annex. <br> "}]}]}, "members_found": ["699", "152"]}