{"FtaRooDetails": {"FtaId": 1042, "FtaCode": "ITC01073", "FtaName": "Cuba-Vietnam", "FtaFullName": "TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE SOCIALIST REPUBLIC OF VIET NAM AND THE GOVERNMENT OF THE REPUBLIC OF CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.04.2020", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; Viet Nam", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Cuba-Vietnam", "AdminProcCooAuth": "The certification type under Cuba-Vietnam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Cuba-Vietnam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Cuba-Vietnam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC X%", "RooText": "c) produced using non-originating materials, provided that they have undergone a production process conducted entirely in the territory of a Party, and that goods are classified under a different tariff heading compared to these materials' tariff heading; d) unable to comply with the provisions of the preceding paragraph because the production process does not involve a change in tariff heading for all non-originating materials, however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less than X per cent of the FOB export value of the final goods", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Interpretative Notes", "RooText": " ANNEX 3-A<br /> PRODUCT SPECIFIC RULES<br /> Section A<br /> Interpretative Notes<br /> 1. Interpretative notes within this Annex shall apply to all headings or subheadings<br /> within the indicated chapter unless there exists a specific exclusion.<br /> \"WO\" means that the good must be wholly produced or obtained in accordance with<br /> paragraph a) of Article 3.3 (Originating Goods) of Chapter 3 (Rules of Origin);<br /> \"RVC(X)\" means that the good must have a regional value content of not less than X<br /> per cent as calculated under paragraph d) of Article 3.3 (Originating Goods) of Chapter 3<br /> (Rules of Origin);<br /> \"CC\" means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the two-digit level;<br /> \"CTH\" means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the four-digit level;<br /> \"CTSH\" means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the six-digit level;<br /> 2. For the purposes of Article 3.3 (Originating Goods), the formula for calculating<br /> Regional Value Content or RVC is as follows:<br /> a) Direct Method<br /> RVC =<br /> Value of Direct Direct<br /> Originating + Labour + Overhead +<br /> Material_____________Cost______________Cost________<br /> FOB Price<br /> Other<br /> Cost<br /> + Profit<br /> x 100%<br /> b) Indirect Method<br /> FOB Price<br /> RVC =<br /> Value of Non- Originating<br /> ___________Materials, Parts or Goods<br /> FOB Price<br /> x 100%<br /> For the purposes of calculating the RVC provided in paragraph 1 of this Article:<br /> (a) Value of Originating Material is the CIF value of originating materials, parts or<br /> goods that are acquired or selfproduced by the producer in the production of the good;<br /> (b) Value of Non-Originating Materials, Parts or Goods shall be:<br /> (i) The CIF value at the time of importation of the goods or importation can be<br /> proven; or<br /> (ii) The earliest ascertained price paid for the goods of undetermined origin in<br /> the territory of a Party where the working or processing takes place;<br /> (c) Direct labour cost shall include wages, remuneration and other employee benefits<br /> associated with the manufacturing process;<br /> (d) The calculation of direct overhead cost shall include, but is not limited to, real<br /> property items associated with the production process (insurance, factory rent and leasing,<br /> depreciation on buildings, repair and maintenance, taxes, interests on mortgage); leasing of and<br /> interest payments for plant and equipment; factory security; insurance (plant, equipment and<br /> materials used in the manufacture of the goods); utilities (energy, electricity, water and other<br /> utilities directly attributable to the production of the goods); research, development, design and<br /> engineering; dies, moulds, tooling and the depreciation, maintenance and repair of plant and<br /> equipment; royalties or licences (in connection with patented machines or processes used in<br /> the manufacture of the goods or the right to manufacture the goods); inspection and testing of<br /> materials and the goods; storage and handling in the factory; disposal of recyclable wastes; and<br /> cost elements in computing the value of raw materials, i.e. port and clearance charges and<br /> import duties paid for dutiable component; and<br /> (e) FOB price means the FOB value of the goods as defined in Article 3.2 (Definitions).<br /> FOB price shall be determined by adding the value of materials, production cost, profit and<br /> other costs.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01073_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01073_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01073_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc01073_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01073_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Accumulation <br /> 1 For the purposes of compliance with the rules of origin, materials originating in the <br /> territory of either Party, embodied in a particular commodity in the territory of the exporting <br /> Party, shall be considered as originating in the territory of the latter. <br /> 2 When each Party has a trade agreement in force with the same country which is not <br /> party to this Agreement, by a decision of the Joint Committee, the materials of the non-Party <br /> may be considered as originating goods under this Agreement. <br /> 3 Paragraph 2 may only be applied once the mechanism/procedure and material which <br /> are subject to accumulate have been determined by agreement of the Parties. The Parties shall <br /> endeavour to implement accumulation scheme and shall establish a working group that <br /> develops this provision in the future.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: De Minimis <br /> A good shall be considered as originating if the CIF value of all non-originating <br /> materials used in its production not satisfying a change in tariff classification requirement does <br /> not exceed 10 per cent of the FOB value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Treatment of Intermediate Materials <br /> For the purposes of determining the origin of goods, for the cases specified in paragraph <br /> d) of Article 3.3 (Originating Goods), the producer may consider the total value of the <br /> intermediate goods used in the production of such goods as originating, provided that they <br /> qualify as such in accordance with the provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Accessories, Spare Parts and Tools <br /> 1 Accessories, spare parts and tools that are delivered with the good shall be considered <br /> as part of that good if they are not invoiced separately from the good and their value is <br /> customary for that good. They shall not be taken into account in determining whether all non- <br /> originating materials used in the production of the good have undergone the applicable change <br /> in tariff classification. <br /> 2 If a good is subject to regional value content requirement, the value of the accessories, <br /> spare parts or tools described in paragraph 1, shall be taken into account as originating or non- <br /> originating materials, as appropriate, in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Originating Goods <br /> The following goods shall be considered as originating if they are: <br /> a) wholly obtained or produced entirely in the territory of either Party, namely: <br /> (i) minerals extracted in the territory of either Party; <br /> (ii) vegetable products harvested, picked or gathered in the territory of either <br /> Party; <br /> (iii) live animals born and raised in the territory of either Party; <br /> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br /> in the territory of either Party; <br /> (v) fish, shellfish and other marine life taken from the sea outside the territory <br /> of the Parties by vessels owned or leased by a company established in the <br /> territory of a Party, provided that such vessels are registered or recorded <br /> with that Party and entitled to fly its flag; <br /> (vi) goods obtained or produced from fish, shellfish and other marine species <br /> on board factory vessels, provided that they are owned or leased by a <br /> company established in the territory of a Party and such vessels are <br /> registered with that Party and entitled to fly its flag; <br /> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br /> the seabed outside the territorial sea of that Party, provided that the Party <br /> or person of the Party has rights to exploit such seabed and beneath the seabed; <br /> (viii) waste and scrap derived from production or collected in the territory of <br /> either Party, provided that such goods are used as starting materials; and <br /> (ix) goods produced in the territory of either Party exclusively from goods <br /> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br /> stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Definitions <br /> For the purposes of this Chapter: <br /> change in tariff heading means all non-originating materials used in the production of goods <br /> that have undergone a change in tariff classification at the four-digit level; <br /> chapters, headings and subheadings means the chapters (two-digit code), headings (four- <br /> digit code) and subheadings (six-digit code) used in the nomenclature which constitutes the <br /> Harmonized System; <br /> CIF value means the value of the imported good, and includes the cost of insurance and freight <br /> up to the port or place of entry into the country of importation; <br /> classification means the sorting of a product by reference to a specific item in the nomenclature <br /> which constitutes the Harmonized System; <br /> competent authority means the authority of each Party responsible for the management and <br /> supervision of the provisions of this Chapter: <br /> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br /> Ministry of Finance and Prices acting together; and <br /> b) in the case of Viet Nam, the Ministry of Industry and Trade; <br /> customs authority means the authority that, according to the legislation of each Party, is <br /> responsible for the administration and enforcement of its customs laws and regulations: <br /> a) in the case of Cuba, the General Customs Office; and <br /> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br /> days means working days, excluding Saturdays, Sundays and holidays; <br /> FOB value means the free-on-board value of the good, inclusive of transport costs to the port <br /> or site of final shipment abroad; <br /> fungible materials means materials that are interchangeable for commercial purposes and <br /> whose properties are basically identical, and which cannot be distinguished by mere visual <br /> examination; <br /> goods means materials or products, which can be wholly obtained or produced, even if they <br /> are intended for later use as materials in another production process; <br /> Harmonized System means the Harmonized Commodity Description and Coding System in <br /> force, including its General Rules of Interpretation, Section Notes, Chapter Notes, Heading and <br /> Subheading Notes as adopted and implemented by the Parties in their respective laws and <br /> regulations; <br /> heading means the first four digits in the tariff classification of the Harmonized System; <br /> intermediate material means a material that is produced by the producer of a good and used <br /> in the production thereof, and acquires features that enable it to be marketed independently of <br /> the final good; <br /> material means raw materials, supplies, intermediate materials and components used in the <br /> manufacture of goods; <br /> packing materials and containers for shipment means goods used to protect a good during <br /> its transportation, but does not include packaging materials or containers in which a good is <br /> packaged for retail sale; <br /> production means methods of obtaining goods, including but not limited to the cultivation, <br /> breeding, raising, mining, harvesting, fishing, hunting, capturing, aquaculture, gathering, <br /> manufacturing, processing, assembly or disassembly of goods; <br /> qualified entity means public or private bodies recognised by the competent authority for <br /> issuing certificates of origin: <br /> a) in the case of Cuba, the Chamber of Commerce; and <br /> b) in the case of Viet Nam, authorised issuing authorities; <br /> sets means sets of products used for a particular purpose, prepared for retail sale and classified <br /> pursuant to Rule 3 of the General Rules for the Interpretation of the Harmonized System; <br /> territory means: <br /> a) in the case of Cuba, the entire sea and land area subject to its sovereignty and <br /> jurisdiction in accordance with their domestic law and international law; and <br /> b) in the case of Viet Nam, land and sea territories, in accordance with its domestic <br /> law and international law; <br /> verification report means the written document issued by the customs authority or <br /> institution licensed as appropriate, which is the result of a procedure that verifies whether a <br /> good qualifies as originating under this Chapter. <br /> Article 3.7: Processes or Operations which do not Confer Origin <br /> 1 Processes or operations described below shall be considered as insufficient working or <br /> processing to confer the status of originating products: <br /> a) ensuring preservation of goods in good condition for the purposes of transport <br /> or storage; <br /> b) facilitating shipment or transport; and <br /> c) packaging or presenting goods for sale. <br /> 2 A good originating in the territory of a Party shall retain its initial originating status, <br /> when exported from the other Party, where operations undertaken have not undergone <br /> operations beyond those referred to in paragraph 1. <br /> Article 4.1: Definitions <br /> For the purposes of this Chapter: <br /> customs authority means the authority that, according to the legislation of each Party, is <br /> responsible for the administration and enforcement of its customs laws and regulations: <br /> a) in the case of Cuba, the General Customs Office; and <br /> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br /> customs laws and regulations means such laws and regulations administered and enforced by <br /> the customs authority of each Party concerning the importation, exportation, and <br /> transit/transshipment of goods, as they relate to customs duties, charges, and other taxes, or to <br /> prohibitions, restrictions, and other similar controls with respect to the movement of controlled <br /> items across the boundary of the customs territory of each Party; <br /> customs procedures means the treatment applied by the customs authority of each Party to <br /> goods which are subject to customs control; <br /> requesting authority means the customs authority which requests assistance; and <br /> requested authority means the customs authority from which assistance is requested.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX 3-A <br /> PRODUCT SPECIFIC RULES <br /> Section A <br /> Interpretative Notes <br /> 2. For the purposes of Article 3.3 (Originating Goods), the formula for calculating <br /> Regional Value Content or RVC is as follows: <br /> a) Direct Method <br /> RVC = <br /> Value of      Direct      Direct <br /> Originating + Labour + Overhead + <br /> Material_____________Cost______________Cost________ <br /> FOB Price <br /> Other <br /> Cost <br /> + Profit <br /> x 100% <br /> b) Indirect Method <br /> FOB Price <br /> RVC = <br /> Value of Non- Originating <br /> ___________Materials, Parts or Goods <br /> FOB Price <br /> x 100% <br /> For the purposes of calculating the RVC provided in paragraph 1 of this Article: <br /> (a) Value of Originating Material is the CIF value of originating materials, parts or <br /> goods that are acquired or selfproduced by the producer in the production of the good; <br /> (b) Value of Non-Originating Materials, Parts or Goods shall be: <br /> (i) The CIF value at the time of importation of the goods or importation can be <br /> proven; or <br /> (ii) The earliest ascertained price paid for the goods of undetermined origin in <br /> the territory of a Party where the working or processing takes place; <br /> (c) Direct labour cost shall include wages, remuneration and other employee benefits <br /> associated with the manufacturing process; <br /> (d) The calculation of direct overhead cost shall include, but is not limited to, real <br /> property items associated with the production process (insurance, factory rent and leasing, <br /> depreciation on buildings, repair and maintenance, taxes, interests on mortgage); leasing of and <br /> interest payments for plant and equipment; factory security; insurance (plant, equipment and <br /> materials used in the manufacture of the goods); utilities (energy, electricity, water and other <br /> utilities directly attributable to the production of the goods); research, development, design and <br /> engineering; dies, moulds, tooling and the depreciation, maintenance and repair of plant and <br /> equipment; royalties or licences (in connection with patented machines or processes used in <br /> the manufacture of the goods or the right to manufacture the goods); inspection and testing of <br /> materials and the goods; storage and handling in the factory; disposal of recyclable wastes; and <br /> cost elements in computing the value of raw materials, i.e. port and clearance charges and <br /> import duties paid for dutiable component; and <br /> (e) FOB price means the FOB value of the goods as defined in Article 3.2 (Definitions). <br /> FOB price shall be determined by adding the value of materials, production cost, profit and <br /> other costs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Neutral Elements and Indirect Materials Used in Production <br /> In order to determine whether goods originate, it shall not be necessary to determine the origin <br /> of the following which might be used in the production of such goods: <br /> a) fuel and energy; <br /> b) tools, dies and molds; <br /> c) spare parts and materials used in the maintenance of equipment and buildings; <br /> d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> f) equipment, devices and supplies used for testing or inspecting the goods; <br /> g) catalysts and solvents; and <br /> h) any other materials that are not incorporated or intended to be incorporated in <br /> the final composition of the goods and can be demonstrated as part of the production process.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Direct Consignment <br /> 1 An originating good shall be deemed as directly consigned from the exporting Party to <br /> the importing Party: <br /> a) if the goods are transported without passing through the territory of any non-Party; or <br /> b) if the goods are transported for the purpose of transit through a non-Party with <br /> or without transshipment or temporary storage in that non-Party, provided that: <br /> (i) the transit is justified for geographical reasons, logistics or transport <br /> requirements; <br /> (ii) the goods have not entered into trade or consumption in the territory of <br /> that non-Party; and <br /> (iii) the goods have not undergone any operation in the territory of that non- <br /> Party other than unloading, reloading and splitting of consignment or any operation required <br /> to keep the goods in good condition. <br /> 2 In the case where an originating good of the exporting Party is imported through one or <br /> more non-Parties or after an exhibition in a non-Party, the customs authority of the importing <br /> Party may require importers, who claim the preferential tariff treatment for the good, to submit <br /> supporting documentation such as transport, customs documents or other documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Originating Goods <br /> The following goods shall be considered as originating if they are: <br /> a) wholly obtained or produced entirely in the territory of either Party, namely: <br /> (i) minerals extracted in the territory of either Party; <br /> (ii) vegetable products harvested, picked or gathered in the territory of either <br /> Party; <br /> (iii) live animals born and raised in the territory of either Party; <br /> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br /> in the territory of either Party; <br /> (v) fish, shellfish and other marine life taken from the sea outside the territory <br /> of the Parties by vessels owned or leased by a company established in the <br /> territory of a Party, provided that such vessels are registered or recorded <br /> with that Party and entitled to fly its flag; <br /> (vi) goods obtained or produced from fish, shellfish and other marine species <br /> on board factory vessels, provided that they are owned or leased by a <br /> company established in the territory of a Party and such vessels are <br /> registered with that Party and entitled to fly its flag; <br /> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br /> the seabed outside the territorial sea of that Party, provided that the Party <br /> or person of the Party has rights to exploit such seabed and beneath the seabed; <br /> (viii) waste and scrap derived from production or collected in the territory of <br /> either Party, provided that such goods are used as starting materials; and <br /> (ix) goods produced in the territory of either Party exclusively from goods <br /> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br /> stage of production; <br /> b) produced entirely in the territory of either Party, exclusively from materials that <br /> qualify as originating under this Chapter; <br /> c) produced using non-originating materials, provided that they have undergone a <br /> production process conducted entirely in the territory of a Party, and that goods are classified <br /> under a different tariff heading compared to these materials' tariff heading; <br /> d) unable to comply with the provisions of the preceding paragraph because the <br /> production process does not involve a change in tariff heading for all non-originating materials, <br /> however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less <br /> than X per cent of the FOB export value of the final goods; and <br /> e) produced entirely in the territory of a Party using non-originating materials <br /> provided that the goods meet the specific requirements set out in Annex 3-A (Product Specific <br /> Rules) to this Chapter. These requirements shall prevail over general criteria set out in <br /> paragraphs c) and d).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Packaging and Packing Materials for Retail Sale <br /> 1 If a good is subject to the RVC-based rule of origin, the value of the packaging and <br /> packing materials for retail sale shall be taken into account in its origin assessment, where the <br /> packaging and packing materials for retail sale are considered to be forming a whole with the good. <br /> 2 Where paragraph 1 is not applicable, the packaging and packing materials for retail <br /> sale, when classified together with the packaged good, shall not be considered in determining <br /> whether all of the non-originating materials used in the production of a good have met the <br /> change in tariff classification requirements for such good. <br /> Article 3.11: Packing Materials and Containers for Shipment <br /> Packing materials and containers for shipment are not taken into account in determining <br /> whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Fungible Materials <br /> 1 The determination of whether fungible materials are originating materials shall be made <br /> either by physical segregation of each of the materials or by the use of generally accepted <br /> accounting principles of stock control applicable, or inventory management practice, in the <br /> exporting Party. <br /> 2 Once a decision has been taken on the inventory management method, that method shall <br /> be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Sets of Goods <br /> The sets, as defined in Rule 3 of the General Rules for the Interpretation of Harmonized <br /> System, as well as goods whose description in the Harmonized System is of a set shall be <br /> considered as originating when all component goods are originating goods. However, when a <br /> set is composed of originating and non-originating goods, that set shall be considered as <br /> originating as a whole if the CIF value of non-originating goods does not exceed 15 per cent <br /> of the FOB value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Exhibitions <br /> Originating goods sent from a Party to a third country for exhibition or display and sold <br /> after or during the exhibition for importation by the other Party, benefit from the provisions of <br /> the Agreement, subject to the fulfillment of all proven requirements of this Chapter and be <br /> accompanied by supporting customs documentation of demonstration or display at the exhibition. <br /> Section B <br /> Procedures for the Issuance and Verification of Origin of Goods", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Certificates of Origin <br /> 1 Certificates of Origin are the only documents certifying that the goods fulfill the origin <br /> requirements of this Chapter and therefore can claim preferential tariff treatment under this Agreement. <br /> 2 The certificates referred to in paragraph 1 shall be issued in the format set out in Annex <br /> 3-B (Certificate of Origin (Form VN-CU)). One certificate covers the goods under one consignment. <br /> Article 3.18: Issuance of a Certificate of Origin <br /> 1 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br /> any time, at the request of the competent authority or entities authorised in the exporting Party, all <br /> appropriate documents proving the originating status and compliance with other requirements of this Chapter. <br /> 2 The Parties shall enforce the qualified entity to issue certificates of origin. Signatures of <br /> authorised officers for this purpose, are duly registered, subject to the modifications which are required <br /> to notify each Party, according to the procedures set by both Parties. <br /> Article 3.19: Validity of a Certificate of Origin <br /> 1 The Certificate of Origin shall be issued within three days of the exportation in <br /> accordance with the provisions of Article 3.17 (Certificates of Origin) and Article 3.18 <br /> (Issuance of a Certificate of Origin) and shall have a validity of one year from the date of <br /> issuance. This certificate shall be void if it is not properly filled in all fields. <br /> 2 The Certificate of Origin shall bear the name, signature and seal of qualified entities. <br /> 3 Certificates of Origin may not be issued prior to the date of the concerned commercial <br /> invoice, but at the same time or after such commercial invoice is issued. <br /> 4 The Parties shall endeavour to implement a system of certification and verification of <br /> origin electronically. When implementing the system of certification and verification of <br /> electronic Certificate of Origin (eC/O), the Parties shall recognise valid electronic signatures. <br /> 5 For the purposes of verifying the Certificates of Origin, the Parties shall make their best <br /> efforts to establish websites on information of Certificates of Origin issued by the exporting Party. <br /> Article 3.20: Application for a Certificate of Origin <br /> The application for a Certificate of Origin must be preceded by an application form of <br /> the producer or exporter, which manifests full compliance with the provisions of this Chapter. <br /> Article 3.23: Correction of a Certificate of Origin <br /> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br /> alteration shall be made: <br /> a) by striking out the erroneous data and making any addition required. Such <br /> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br /> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br /> b) through the issuance of a new Certificate of Origin to replace the erroneous <br /> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br /> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br /> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br /> date of issuance of the original Certificate of Origin. <br /> Article 3.24: Issuance of a Duplicate Certificate of Origin <br /> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br /> apply to the qualified entity for a certified duplicate to be made on the basis of the export <br /> documents. A certified duplicate shall bear the words @^@CERTIFIED TRUE COPY@^@. The <br /> duplicate certificate of origin shall bear the date of issue of the original certificate and be valid <br /> one year from that date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Authorised Economic Operator <br /> 1 Each Party shall provide additional trade facilitation measures related to import, export, <br /> or transit formalities and procedures to operators who meet specified criteria, hereinafter called <br /> authorised economic operators. Alternatively, a Party may offer such trade facilitation <br /> measures through customs procedures generally available to all operators and is not required <br /> to establish a separate scheme. <br /> 2 The specified criteria to qualify as an authorised economic operator shall be related to <br /> compliance, or the risk of non-compliance, with requirements specified in a Party's laws, <br /> regulations or procedures. <br /> 3 The customs authorities of the Parties will encourage and work towards an agreement <br /> on mutual recognition of authorised economic operator schemes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Definitions <br /> competent authority means the authority of each Party responsible for the management and <br /> supervision of the provisions of this Chapter: <br /> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br /> Ministry of Finance and Prices acting together; and <br /> b) in the case of Viet Nam, the Ministry of Industry and Trade;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Correction of a Certificate of Origin <br /> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br /> alteration shall be made: <br /> a) by striking out the erroneous data and making any addition required. Such <br /> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br /> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br /> b) through the issuance of a new Certificate of Origin to replace the erroneous <br /> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br /> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br /> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br /> date of issuance of the original Certificate of Origin. <br /> Article 4.10: Advance Rulings <br /> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br /> a written advance ruling at the written request of an importer in its territory, or an exporter in <br /> the territory of the other Party, on: <br /> a) tariff classification; <br /> b) whether a good qualifies as originating in accordance with the provisions of <br /> Chapter 3 (Rules of Origin) of this Agreement; <br /> c) the appropriate method or criteria, and the application thereof, to be used for <br /> determining the customs value under a particular set of facts; and <br /> d) other matters that the Parties agree. <br /> 2 An importer or exporter may request an advance ruling through a duly authorised <br /> representative in accordance with domestic laws and regulations of the Party to which such <br /> request is made. <br /> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br /> provided that the applicant has submitted all information that the Party requires, including, if <br /> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br /> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br /> the applicant has submitted. <br /> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br /> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br /> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br /> setting out the relevant facts and the basis for its decision. <br /> 6 A Party may decline to issue an advance ruling to the applicant where the question <br /> raised in the application: <br /> a) is already pending in the applicant's case before any governmental agency, <br /> appellate tribunal, or court; <br /> b) has already been decided by any appellate tribunal or court; or <br /> c) is not in accordance with the conditions for requesting advance ruling. <br /> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br /> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br /> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br /> request advance ruling is different from the customs profile submitted at the time of importation <br /> or exportation. <br /> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br /> written notice to the applicant setting out the relevant facts and the basis for its decision. <br /> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br /> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br /> 10 Each Party shall publish, at a minimum: <br /> a) the requirements for the application for an advance ruling, including the <br /> information to be provided and the format; <br /> b) the time period by which it will issue an advance ruling; and <br /> c) the length of time for which the advance ruling is valid. <br /> 11 Each Party shall endeavour to make publicly available any information on advance <br /> rulings which it considers to be of significant interest to other interested parties, taking into <br /> account the need to protect commercially confidential information as prescribed in the national <br /> law of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Preservation of Proof of Origin and Supporting Documents <br /> 1 For the purposes of origin verification laid down in Article 3.25 (Verification of Origin and <br /> Granting Preferential Tariff Treatment), the application for a Certificate of Origin and all documents <br /> related to such application shall be kept by the qualified entity and exporters and producers for at least <br /> five years from the date of issuance of the Certificate of Origin in accordance with each Party's domestic <br /> laws and regulations. <br /> 2 Information concerning the validity of the Certificate of Origin shall be provided by the <br /> qualified entity at the request of the importing Party. <br /> 3 All records identified in paragraphs 1 and 2 may be kept in paper or electronic form, in <br /> accordance with the domestic laws and regulations of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.30: Return of Tariffs <br /> If an originating good is imported into the territory of a Party without preferential tariff <br /> treatment at the time of import, the importer of the good may, according to that Party's domestic <br /> legislation, apply for a refund of any exceed duty paid to the customs authority of the importing <br /> Party as the good has not been granted preferential tariff treatment, on presentation of: <br /> a) a written declaration that the good qualifies as originating at the time of importation; <br /> b) a Certificate of Origin; and <br /> c) any other documentation relating to the importation of the good that the <br /> importing Party may request.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.29: Obligations Regarding Importers <br /> The customs authority of each Party shall require an importer claiming preferential <br /> tariff treatment for a good to: <br /> a) declare in writing in the importation document required by its legislation, based <br /> on a certificate of origin, that a good qualifies as an originating good; <br /> b) submit a valid Certificate of Origin at the time the declaration referred to in <br /> subparagraph a) is made, if established by its national legislation; and <br /> c) submit immediately a corrected declaration and pay the corresponding customs <br /> duty when the importer has reasons to believe that the Certificate of Origin on which the <br /> customs declaration is based contains incorrect information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Non-Party Invoicing <br /> When an originating good is invoiced by a person registered in a non-Party, the <br /> Certificate of Origin must indicate @^@Non-Party Invoicing@^@ in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.25: Verification of Origin and Granting Preferential Tariff Treatment <br /> 1 Notwithstanding the presentation of the certificate of origin under the conditions set by <br /> this Chapter, the customs authority of the importing Party may, in order to verify the origin of <br /> the goods, request information from the competent authority of the exporting Party. The <br /> customs authority of the importing Party may deny preferential tariff treatment if the customs <br /> authority of the importing Party receives no confirmation of receipt of the request within a <br /> maximum of 90 days after the initial request. The exporting Party shall respond to the request <br /> for information within 180 days from the date of confirmation of receipt of the request. <br /> 2 For the purposes of paragraph 1, requests for information shall indicate: <br /> a) the identification, name and title of the authority requesting information; <br /> b) the reference number and the date of certificates of origin or the quantity of the <br /> certificates of origin that have been issued to an exporter during a certain time period; <br /> c) brief description of the type of problem encountered; and <br /> d) reasons for the request. <br /> 3 If the information obtained from the procedure referred to in paragraphs 1 and 2 is not <br /> sufficient to determine the origin of the goods covered by one or more certificates of origin, <br /> the custom authority of the importing Party, through the competent authority of the exporting <br /> Party, may make: <br /> a) written requests for information from the exporter or producer; <br /> b) written questionnaires to an importer, exporter or producer; <br /> c) visits to the premises of the exporter or producer in the territory of the exporting <br /> Party, for the purposes of examining the supporting documents or observing the facilities used <br /> in the production of the goods subject to verification, in cases where the information obtained <br /> as a result of procedures referred to in subparagraphs a) and b) above are not sufficient; and <br /> d) other procedures as the Parties may agree. <br /> 4 The customs authority of the importing Party shall notify the initiation of the <br /> verification procedure to the importer, exporter or producer and the competent authority of the <br /> exporting Party in accordance with paragraph 3. The notification shall be sent by mail or any <br /> other means followed by a confirmation of receipt of the notification. <br /> 5 In accordance with subparagraphs 3 a) and b), requests for information or written <br /> questionnaires shall contain: <br /> a) the identification, name and title of the customs authority requesting <br /> information; <br /> b) the name of the importer, exporter or producer under the verification request; <br /> c) description of the information and documents required; and <br /> d) reasons for verification requests or questionnaires. <br /> 6 The importer, exporter or producer who receives a questionnaire or verification request <br /> in accordance with subparagraphs 3 a) and b) shall duly complete and return the questionnaire <br /> or respond to the request for information within 45 days of the date of its receipt. <br /> 7 Pursuant to subparagraph 3c) the notice of the intention to conduct the verification visit <br /> of origin shall contain: <br /> a) the identification of the customs authority requesting verification; <br /> b) the name of the exporter or producer to be visited; <br /> c) a proposed date and place of the verification visit in accordance with paragraph <br /> 8; <br /> d) the purpose and scope of the proposed verification visit, with specific mention <br /> of the goods subject to verification; <br /> e) the names and titles of the officials performing the verification visit; and <br /> f) the reasons for the verification visit. <br /> 8 The competent authority from the exporting Party shall respond to the customs <br /> authority of the importing Party about its decision on the verification visit within a maximum <br /> period of 30 days from the date of receipt of the request. The verification visit may take place <br /> 60 days after the confirmation of the approval for the verification visit. <br /> 9 The exporter or producer may request, in writing, to the competent authority of the <br /> exporting Party and the importing Party to postpone the agreed verification visit with <br /> justifications for a period not exceeding 30 days from the date previously agreed or a longer <br /> period as agreed by the customs authorities of the importing Party and the exporting Party. For <br /> these purposes, the customs authority of the importing Party must notify the new date of the <br /> visit to the exporter or producer of the goods. <br /> 10 When the verification visit is completed, the customs authority of the importing Party <br /> shall prepare a record of the visit, which includes the facts and outcomes of the visit and is duly <br /> signed by the competent authorities and the exporter or producer. <br /> 11 The verification process is considered complete when the customs authority of the <br /> importing Party established by a report of origin, in a period not exceeding 30 days after receipt <br /> of the information or the completion of the visit, that the good qualifies as originating in <br /> accordance with the procedures set out in this Article. <br /> 12 The verification report shall include facts, findings and the legal basis of the visit and <br /> inform the importer, exporter or producer whether the concerned goods are originating or not. <br /> 13 The goods subject to verification shall receive preferential tariff treatment provided <br /> that: <br /> a) the period set out in paragraph 11 expires without a verification report prepared <br /> by the customs authority of the importing Party; or <br /> b) the importing Party do not follow deadlines set out in this Article. <br /> 14 Where the customs authority of the importing Party has a reasonable doubt about the <br /> origin of the goods of a certain consignment, such customs authority may suspend the <br /> application for the preferential tariff treatment. The goods of that consignment can be released <br /> in accordance with the requirements of such Party's respective domestic laws and regulations. <br /> A Party that has made findings on reasonable doubt shall notify and consult with the other <br /> Party with a view to achieving a mutually acceptable solution to ensure fiscal interest. <br /> Article 4.12: Post-clearance Audit <br /> 1 With a view to expediting the release of goods, each Party shall adopt or maintain post- <br /> clearance audit to ensure compliance with customs and other related laws and regulations. <br /> 2 Each Party shall select a person or a consignment for post-clearance audit in a risk- <br /> based manner, which may include appropriate selectivity criteria. Each Party shall conduct post <br /> clearance audits in a transparent manner. Where the person is involved in the audit process and <br /> conclusive results have been achieved, the Party shall, without delay, notify the person whose <br /> record is audited of the results, the person's rights and obligations, and the reasons for the results. <br /> 3 The information obtained in post-clearance audit may be used in further administrative <br /> or judicial proceedings. <br /> 4 Each Party shall, wherever practicable, use the result of post-clearance audit in applying <br /> risk management.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.27: Penalties <br /> 1 Each Party shall provide for civil or administrative penalties for the violation of the <br /> provisions of this Chapter in its respective laws and regulations. <br /> 2 When an exporter repeatedly provides false information or documentation, the qualified <br /> entity may temporarily suspend the issuance of new certificates of origin for that exporter. <br /> Article 3.28: Obligations Regarding Exporters <br /> 1 When an exporter has reasons to believe that a certificate of origin contains incorrect <br /> information, it shall immediately notify in writing to the qualified entity any changes that may <br /> affect the accuracy or validity of that certificate. <br /> 2 No Party shall impose penalties on an exporter for providing incorrect information if <br /> they have voluntarily communicated in writing to the qualified entity, before the customs <br /> authority of the importing Party grants preferential tariff treatment or initiates verification visit.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Advance Rulings <br /> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br /> a written advance ruling at the written request of an importer in its territory, or an exporter in <br /> the territory of the other Party, on: <br /> a) tariff classification; <br /> b) whether a good qualifies as originating in accordance with the provisions of <br /> Chapter 3 (Rules of Origin) of this Agreement; <br /> c) the appropriate method or criteria, and the application thereof, to be used for <br /> determining the customs value under a particular set of facts; and <br /> d) other matters that the Parties agree. <br /> 2 An importer or exporter may request an advance ruling through a duly authorised <br /> representative in accordance with domestic laws and regulations of the Party to which such <br /> request is made. <br /> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br /> provided that the applicant has submitted all information that the Party requires, including, if <br /> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br /> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br /> the applicant has submitted. <br /> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br /> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br /> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br /> setting out the relevant facts and the basis for its decision. <br /> 6 A Party may decline to issue an advance ruling to the applicant where the question <br /> raised in the application: <br /> a) is already pending in the applicant's case before any governmental agency, <br /> appellate tribunal, or court; <br /> b) has already been decided by any appellate tribunal or court; or <br /> c) is not in accordance with the conditions for requesting advance ruling. <br /> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br /> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br /> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br /> request advance ruling is different from the customs profile submitted at the time of importation <br /> or exportation. <br /> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br /> written notice to the applicant setting out the relevant facts and the basis for its decision. <br /> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br /> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br /> 10 Each Party shall publish, at a minimum: <br /> a) the requirements for the application for an advance ruling, including the <br /> information to be provided and the format; <br /> b) the time period by which it will issue an advance ruling; and <br /> c) the length of time for which the advance ruling is valid. <br /> 11 Each Party shall endeavour to make publicly available any information on advance <br /> rulings which it considers to be of significant interest to other interested parties, taking into <br /> account the need to protect commercially confidential information as prescribed in the national <br /> law of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.31: Minor Discrepancies <br /> 1 The customs authority of the importing Party shall not consider minor errors, such as <br /> slight discrepancies or omissions, typographical errors and information which falls outside the <br /> designated box, provided that these minor errors do not affect the authenticity of the Certificate <br /> of Origin, the accuracy of the information included in the Certificate of Origin or do not <br /> jeopardise the originating status of the goods to which the certificate relates. <br /> 2 For multiple goods declared under the same Certificate of Origin, a problem <br /> encountered with one of the goods listed shall not affect or delay the granting of preferential <br /> tariff treatment and customs clearance of the remaining goods listed in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4: Review and Appeal <br /> 1 Each Party shall ensure that with respect to its determinations on customs matters, in <br /> accordance with the Party's domestic laws and regulations, importers in its territory have access to: <br /> a) administrative review independent of the official or office that issued the <br /> determination; and <br /> b) judicial review of the determination or decision taken at the final level of <br /> administrative review. <br /> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br /> decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 3.2: Definitions <br> Article 3.16: Exhibitions <br> Article 3.27: Penalties <br> For the purposes of this Chapter: <br> Originating goods sent from a Party to a third country for exhibition or display and sold <br> 1 Each Party shall provide for civil or administrative penalties for the violation of the <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Section A <br> change in tariff heading means all non-originating materials used in the production of goods <br> after or during the exhibition for importation by the other Party, benefit from the provisions of <br> provisions of this Chapter in its respective laws and regulations. <br> Origin Criteria <br> that have undergone a change in tariff classification at the four-digit level; <br> the Agreement, subject to the fulfillment of all proven requirements of this Chapter and be <br> 2 When an exporter repeatedly provides false information or documentation, the qualified <br> chapters, headings and subheadings means the chapters (two-digit code), headings (four- <br> accompanied by supporting customs documentation of demonstration or display at the exhibition. <br> entity may temporarily suspend the issuance of new certificates of origin for that exporter. <br> digit code) and subheadings (six-digit code) used in the nomenclature which constitutes the <br> Article 3.28: Obligations Regarding Exporters <br> Party; <br> Procedures for the Issuance and Verification of Origin of Goods <br> 1 When an exporter has reasons to believe that a certificate of origin contains incorrect <br> CIF value means the value of the imported good, and includes the cost of insurance and freight <br> Article 3.17: Certificates of Origin <br> information, it shall immediately notify in writing to the qualified entity any changes that may <br> up to the port or place of entry into the country of importation; <br> 1 Certificates of Origin are the only documents certifying that the goods fulfill the origin <br> affect the accuracy or validity of that certificate. <br> classification means the sorting of a product by reference to a specific item in the nomenclature <br> requirements of this Chapter and therefore can claim preferential tariff treatment under this Agreement. <br> 2 No Party shall impose penalties on an exporter for providing incorrect information if <br> which constitutes the Harmonized System; <br> 2 The certificates referred to in paragraph 1 shall be issued in the format set out in Annex <br> they have voluntarily communicated in writing to the qualified entity, before the customs <br> competent authority means the authority of each Party responsible for the management and <br> 3-B (Certificate of Origin (Form VN-CU)). One certificate covers the goods under one consignment. <br> authority of the importing Party grants preferential tariff treatment or initiates verification visit. <br> supervision of the provisions of this Chapter: <br> Article 3.18: Issuance of a Certificate of Origin <br> Article 3.29: Obligations Regarding Importers <br> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br> 1 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> The customs authority of each Party shall require an importer claiming preferential <br> Ministry of Finance and Prices acting together; and <br> any time, at the request of the competent authority or entities authorised in the exporting Party, all <br> tariff treatment for a good to: <br> b) in the case of Viet Nam, the Ministry of Industry and Trade; <br> appropriate documents proving the originating status and compliance with other requirements of this Chapter. <br> a) declare in writing in the importation document required by its legislation, based <br> customs authority means the authority that, according to the legislation of each Party, is <br> 2 The Parties shall enforce the qualified entity to issue certificates of origin. Signatures of <br> on a certificate of origin, that a good qualifies as an originating good; <br> responsible for the administration and enforcement of its customs laws and regulations: <br> authorised officers for this purpose, are duly registered, subject to the modifications which are required <br> b) submit a valid Certificate of Origin at the time the declaration referred to in <br> a) in the case of Cuba, the General Customs Office; and <br> to notify each Party, according to the procedures set by both Parties. <br> subparagraph a) is made, if established by its national legislation; and <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> Article 3.19: Validity of a Certificate of Origin <br> c) submit immediately a corrected declaration and pay the corresponding customs <br> days means working days, excluding Saturdays, Sundays and holidays; <br> 1 The Certificate of Origin shall be issued within three days of the exportation in <br> duty when the importer has reasons to believe that the Certificate of Origin on which the <br> FOB value means the free-on-board value of the good, inclusive of transport costs to the port <br> accordance with the provisions of Article 3.17 (Certificates of Origin) and Article 3.18 <br> customs declaration is based contains incorrect information. <br> or site of final shipment abroad; <br> (Issuance of a Certificate of Origin) and shall have a validity of one year from the date of <br> Article 3.30: Return of Tariffs <br> fungible materials means materials that are interchangeable for commercial purposes and <br> issuance. This certificate shall be void if it is not properly filled in all fields. <br> If an originating good is imported into the territory of a Party without preferential tariff <br> whose properties are basically identical, and which cannot be distinguished by mere visual <br> 2 The Certificate of Origin shall bear the name, signature and seal of qualified entities. <br> treatment at the time of import, the importer of the good may, according to that Party's domestic <br> examination; <br> 3 Certificates of Origin may not be issued prior to the date of the concerned commercial <br> legislation, apply for a refund of any exceed duty paid to the customs authority of the importing <br> goods means materials or products, which can be wholly obtained or produced, even if they <br> invoice, but at the same time or after such commercial invoice is issued. <br> Party as the good has not been granted preferential tariff treatment, on presentation of: <br> are intended for later use as materials in another production process; <br> 4 The Parties shall endeavour to implement a system of certification and verification of <br> a) a written declaration that the good qualifies as originating at the time of importation; <br> Harmonized System means the Harmonized Commodity Description and Coding System in <br> the importing Party: <br> origin electronically. When implementing the system of certification and verification of <br> b) a Certificate of Origin; and <br> force, including its General Rules of Interpretation, Section Notes, Chapter Notes, Heading and <br> electronic Certificate of Origin (eC/O), the Parties shall recognise valid electronic signatures. <br> c) any other documentation relating to the importation of the good that the <br> Subheading Notes as adopted and implemented by the Parties in their respective laws and <br> 5 For the purposes of verifying the Certificates of Origin, the Parties shall make their best <br> importing Party may request. <br> regulations; <br> efforts to establish websites on information of Certificates of Origin issued by the exporting Party. <br> Article 3.31: Minor Discrepancies <br> heading means the first four digits in the tariff classification of the Harmonized System; <br> Article 3.20: Application for a Certificate of Origin <br> 1 The customs authority of the importing Party shall not consider minor errors, such as <br> intermediate material means a material that is produced by the producer of a good and used <br> The application for a Certificate of Origin must be preceded by an application form of <br> slight discrepancies or omissions, typographical errors and information which falls outside the <br> in the production thereof, and acquires features that enable it to be marketed independently of <br> the producer or exporter, which manifests full compliance with the provisions of this Chapter. <br> designated box, provided that these minor errors do not affect the authenticity of the Certificate <br> the final good; <br> Article 3.21: Preservation of Proof of Origin and Supporting Documents <br> of Origin, the accuracy of the information included in the Certificate of Origin or do not <br> material means raw materials, supplies, intermediate materials and components used in the <br> 1 For the purposes of origin verification laid down in Article 3.25 (Verification of Origin and <br> jeopardise the originating status of the goods to which the certificate relates. <br> manufacture of goods; <br> Granting Preferential Tariff Treatment), the application for a Certificate of Origin and all documents <br> 2 For multiple goods declared under the same Certificate of Origin, a problem <br> packing materials and containers for shipment means goods used to protect a good during <br> related to such application shall be kept by the qualified entity and exporters and producers for at least <br> encountered with one of the goods listed shall not affect or delay the granting of preferential <br> its transportation, but does not include packaging materials or containers in which a good is <br> five years from the date of issuance of the Certificate of Origin in accordance with each Party's domestic <br> tariff treatment and customs clearance of the remaining goods listed in the Certificate of Origin. <br> packaged for retail sale; <br> laws and regulations. <br> production means methods of obtaining goods, including but not limited to the cultivation, <br> 2 Information concerning the validity of the Certificate of Origin shall be provided by the <br> breeding, raising, mining, harvesting, fishing, hunting, capturing, aquaculture, gathering, <br> qualified entity at the request of the importing Party. <br> manufacturing, processing, assembly or disassembly of goods; <br> 3 All records identified in paragraphs 1 and 2 may be kept in paper or electronic form, in <br> qualified entity means public or private bodies recognised by the competent authority for <br> accordance with the domestic laws and regulations of each Party. <br> SECTION B <br> issuing certificates of origin: <br> Article 3.22: Non-Party Invoicing <br> a) in the case of Cuba, the Chamber of Commerce; and <br> When an originating good is invoiced by a person registered in a non-Party, the <br> b) in the case of Viet Nam, authorised issuing authorities; <br> Certificate of Origin must indicate @^@Non-Party Invoicing@^@ in the Certificate of Origin. <br> sets means sets of products used for a particular purpose, prepared for retail sale and classified <br> Article 3.23: Correction of a Certificate of Origin <br> pursuant to Rule 3 of the General Rules for the Interpretation of the Harmonized System; <br> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br> territory means: <br> alteration shall be made: <br> a) in the case of Cuba, the entire sea and land area subject to its sovereignty and <br> a) by striking out the erroneous data and making any addition required. Such <br> jurisdiction in accordance with their domestic law and international law; and <br> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br> b) in the case of Viet Nam, land and sea territories, in accordance with its domestic <br> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br> law and international law; <br> b) through the issuance of a new Certificate of Origin to replace the erroneous <br> verification report means the written document issued by the customs authority or <br> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br> institution licensed as appropriate, which is the result of a procedure that verifies whether a <br> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br> good qualifies as originating under this Chapter. <br> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br> Article 3.3: Originating Goods <br> date of issuance of the original Certificate of Origin. <br> information; <br> The following goods shall be considered as originating if they are: <br> Article 3.24: Issuance of a Duplicate Certificate of Origin <br> a) wholly obtained or produced entirely in the territory of either Party, namely: <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> (i) minerals extracted in the territory of either Party; <br> apply to the qualified entity for a certified duplicate to be made on the basis of the export <br> (ii) vegetable products harvested, picked or gathered in the territory of either <br> documents. A certified duplicate shall bear the words @^@CERTIFIED TRUE COPY@^@. The <br> duplicate certificate of origin shall bear the date of issue of the original certificate and be valid <br> (iii) live animals born and raised in the territory of either Party; <br> one year from that date. <br> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br> Harmonized System; <br> Article 3.25: Verification of Origin and Granting Preferential Tariff Treatment <br> in the territory of either Party; <br> 1 Notwithstanding the presentation of the certificate of origin under the conditions set by <br> (v) fish, shellfish and other marine life taken from the sea outside the territory <br> this Chapter, the customs authority of the importing Party may, in order to verify the origin of <br> of the Parties by vessels owned or leased by a company established in the <br> the goods, request information from the competent authority of the exporting Party. The <br> territory of a Party, provided that such vessels are registered or recorded <br> customs authority of the importing Party may deny preferential tariff treatment if the customs <br> with that Party and entitled to fly its flag; <br> authority of the importing Party receives no confirmation of receipt of the request within a <br> (vi) goods obtained or produced from fish, shellfish and other marine species <br> maximum of 90 days after the initial request. The exporting Party shall respond to the request <br> on board factory vessels, provided that they are owned or leased by a <br> for information within 180 days from the date of confirmation of receipt of the request. <br> company established in the territory of a Party and such vessels are <br> 2 For the purposes of paragraph 1, requests for information shall indicate: <br> registered with that Party and entitled to fly its flag; <br> a) the identification, name and title of the authority requesting information; <br> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br> b) the reference number and the date of certificates of origin or the quantity of the <br> the seabed outside the territorial sea of that Party, provided that the Party <br> certificates of origin that have been issued to an exporter during a certain time period; <br> or person of the Party has rights to exploit such seabed and beneath the seabed; <br> c) brief description of the type of problem encountered; and <br> (viii) waste and scrap derived from production or collected in the territory of <br> d) reasons for the request. <br> either Party, provided that such goods are used as starting materials; and <br> 3 If the information obtained from the procedure referred to in paragraphs 1 and 2 is not <br> (ix) goods produced in the territory of either Party exclusively from goods <br> sufficient to determine the origin of the goods covered by one or more certificates of origin, <br> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br> the custom authority of the importing Party, through the competent authority of the exporting <br> stage of production; <br> Party, may make: <br> b) produced entirely in the territory of either Party, exclusively from materials that <br> a) written requests for information from the exporter or producer; <br> qualify as originating under this Chapter; <br> b) written questionnaires to an importer, exporter or producer; <br> c) produced using non-originating materials, provided that they have undergone a <br> c) visits to the premises of the exporter or producer in the territory of the exporting <br> production process conducted entirely in the territory of a Party, and that goods are classified <br> Party, for the purposes of examining the supporting documents or observing the facilities used <br> under a different tariff heading compared to these materials' tariff heading; <br> in the production of the goods subject to verification, in cases where the information obtained <br> d) unable to comply with the provisions of the preceding paragraph because the <br> as a result of procedures referred to in subparagraphs a) and b) above are not sufficient; and <br> production process does not involve a change in tariff heading for all non-originating materials, <br> d) other procedures as the Parties may agree. <br> however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less <br> 4 The customs authority of the importing Party shall notify the initiation of the <br> than X per cent of the FOB export value of the final goods; and <br> that: <br> verification procedure to the importer, exporter or producer and the competent authority of the <br> e) produced entirely in the territory of a Party using non-originating materials <br> exporting Party in accordance with paragraph 3. The notification shall be sent by mail or any <br> provided that the goods meet the specific requirements set out in Annex 3-A (Product Specific <br> other means followed by a confirmation of receipt of the notification. <br> Rules) to this Chapter. These requirements shall prevail over general criteria set out in <br> 5 In accordance with subparagraphs 3 a) and b), requests for information or written <br> paragraphs c) and d). <br> questionnaires shall contain: <br> Article 3.4: Accumulation <br> a) the identification, name and title of the customs authority requesting <br> 1 For the purposes of compliance with the rules of origin, materials originating in the <br> territory of either Party, embodied in a particular commodity in the territory of the exporting <br> b) the name of the importer, exporter or producer under the verification request; <br> Party, shall be considered as originating in the territory of the latter. <br> c) description of the information and documents required; and <br> 2 When each Party has a trade agreement in force with the same country which is not <br> d) reasons for verification requests or questionnaires. <br> party to this Agreement, by a decision of the Joint Committee, the materials of the non-Party <br> 6 The importer, exporter or producer who receives a questionnaire or verification request <br> may be considered as originating goods under this Agreement. <br> in accordance with subparagraphs 3 a) and b) shall duly complete and return the questionnaire <br> 3 Paragraph 2 may only be applied once the mechanism/procedure and material which <br> or respond to the request for information within 45 days of the date of its receipt. <br> are subject to accumulate have been determined by agreement of the Parties. The Parties shall <br> 7 Pursuant to subparagraph 3c) the notice of the intention to conduct the verification visit <br> endeavour to implement accumulation scheme and shall establish a working group that <br> of origin shall contain: <br> develops this provision in the future. <br> a) the identification of the customs authority requesting verification; <br> Article 3.5: De Minimis <br> b) the name of the exporter or producer to be visited; <br> A good shall be considered as originating if the CIF value of all non-originating <br> c) a proposed date and place of the verification visit in accordance with paragraph <br> materials used in its production not satisfying a change in tariff classification requirement does <br> 8; <br> not exceed 10 per cent of the FOB value of the good. <br> d) the purpose and scope of the proposed verification visit, with specific mention <br> Article 3.6: Treatment of Intermediate Materials <br> of the goods subject to verification; <br> For the purposes of determining the origin of goods, for the cases specified in paragraph <br> e) the names and titles of the officials performing the verification visit; and <br> d) of Article 3.3 (Originating Goods), the producer may consider the total value of the <br> f) the reasons for the verification visit. <br> intermediate goods used in the production of such goods as originating, provided that they <br> 8 The competent authority from the exporting Party shall respond to the customs <br> qualify as such in accordance with the provisions of this Chapter. <br> authority of the importing Party about its decision on the verification visit within a maximum <br> Article 3.7: Processes or Operations which do not Confer Origin <br> period of 30 days from the date of receipt of the request. The verification visit may take place <br> 1 Processes or operations described below shall be considered as insufficient working or <br> 60 days after the confirmation of the approval for the verification visit. <br> processing to confer the status of originating products: <br> 9 The exporter or producer may request, in writing, to the competent authority of the <br> a) ensuring preservation of goods in good condition for the purposes of transport <br> exporting Party and the importing Party to postpone the agreed verification visit with <br> or storage; <br> justifications for a period not exceeding 30 days from the date previously agreed or a longer <br> b) facilitating shipment or transport; and <br> period as agreed by the customs authorities of the importing Party and the exporting Party. For <br> c) packaging or presenting goods for sale. <br> these purposes, the customs authority of the importing Party must notify the new date of the <br> 2 A good originating in the territory of a Party shall retain its initial originating status, <br> visit to the exporter or producer of the goods. <br> when exported from the other Party, where operations undertaken have not undergone <br> 10 When the verification visit is completed, the customs authority of the importing Party <br> operations beyond those referred to in paragraph 1. <br> shall prepare a record of the visit, which includes the facts and outcomes of the visit and is duly <br> signed by the competent authorities and the exporter or producer. <br> 1 Accessories, spare parts and tools that are delivered with the good shall be considered <br> 11 The verification process is considered complete when the customs authority of the <br> as part of that good if they are not invoiced separately from the good and their value is <br> importing Party established by a report of origin, in a period not exceeding 30 days after receipt <br> customary for that good. They shall not be taken into account in determining whether all non- <br> of the information or the completion of the visit, that the good qualifies as originating in <br> originating materials used in the production of the good have undergone the applicable change <br> accordance with the procedures set out in this Article. <br> in tariff classification. <br> 12 The verification report shall include facts, findings and the legal basis of the visit and <br> 2 If a good is subject to regional value content requirement, the value of the accessories, <br> inform the importer, exporter or producer whether the concerned goods are originating or not. <br> spare parts or tools described in paragraph 1, shall be taken into account as originating or non- <br> 13 The goods subject to verification shall receive preferential tariff treatment provided <br> originating materials, as appropriate, in calculating the regional value content of the good. <br> Article 3.9: Sets of Goods <br> a) the period set out in paragraph 11 expires without a verification report prepared <br> The sets, as defined in Rule 3 of the General Rules for the Interpretation of Harmonized <br> by the customs authority of the importing Party; or <br> System, as well as goods whose description in the Harmonized System is of a set shall be <br> b) the importing Party do not follow deadlines set out in this Article. <br> considered as originating when all component goods are originating goods. However, when a <br> 14 Where the customs authority of the importing Party has a reasonable doubt about the <br> set is composed of originating and non-originating goods, that set shall be considered as <br> origin of the goods of a certain consignment, such customs authority may suspend the <br> originating as a whole if the CIF value of non-originating goods does not exceed 15 per cent <br> application for the preferential tariff treatment. The goods of that consignment can be released <br> of the FOB value of the set. <br> in accordance with the requirements of such Party's respective domestic laws and regulations. <br> Article 3.10: Packaging and Packing Materials for Retail Sale <br> A Party that has made findings on reasonable doubt shall notify and consult with the other <br> 1 If a good is subject to the RVC-based rule of origin, the value of the packaging and <br> Party with a view to achieving a mutually acceptable solution to ensure fiscal interest. <br> packing materials for retail sale shall be taken into account in its origin assessment, where the <br> packaging and packing materials for retail sale are considered to be forming a whole with the good. <br> 2 Where paragraph 1 is not applicable, the packaging and packing materials for retail <br> sale, when classified together with the packaged good, shall not be considered in determining <br> whether all of the non-originating materials used in the production of a good have met the <br> change in tariff classification requirements for such good. <br> Packing materials and containers for shipment are not taken into account in determining <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> whether a good is originating. <br> Article 3.12: Neutral Elements and Indirect Materials Used in Production <br> In order to determine whether goods originate, it shall not be necessary to determine the origin <br> of the following which might be used in the production of such goods: <br> a) fuel and energy; <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> b) tools, dies and molds; <br> c) spare parts and materials used in the maintenance of equipment and buildings; <br> d) lubricants, greases, compounding materials and other materials used in <br> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> f) equipment, devices and supplies used for testing or inspecting the goods; <br> g) catalysts and solvents; and <br> h) any other materials that are not incorporated or intended to be incorporated in <br> the final composition of the goods and can be demonstrated as part of the production process. <br> Article 3.13: Fungible Materials <br> 1 The determination of whether fungible materials are originating materials shall be made <br> either by physical segregation of each of the materials or by the use of generally accepted <br> accounting principles of stock control applicable, or inventory management practice, in the <br> exporting Party. <br> 2 Once a decision has been taken on the inventory management method, that method shall <br> be used throughout the fiscal year. <br> Article 3.14: Direct Consignment <br> 1 An originating good shall be deemed as directly consigned from the exporting Party to <br> a) if the goods are transported without passing through the territory of any non-Party; or <br> b) if the goods are transported for the purpose of transit through a non-Party with <br> or without transshipment or temporary storage in that non-Party, provided that: <br> (i) the transit is justified for geographical reasons, logistics or transport <br> requirements; <br> (ii) the goods have not entered into trade or consumption in the territory of <br> that non-Party; and <br> (iii) the goods have not undergone any operation in the territory of that non- <br> Party other than unloading, reloading and splitting of consignment or any operation required <br> to keep the goods in good condition. <br> 2 In the case where an originating good of the exporting Party is imported through one or <br> more non-Parties or after an exhibition in a non-Party, the customs authority of the importing <br> Party may require importers, who claim the preferential tariff treatment for the good, to submit <br> supporting documentation such as transport, customs documents or other documents. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Scope of Application", "ArticleDesc": "Article 3.1: Scope of Application <br> This Chapter sets out the rules of origin applicable to the exchange of products between <br> the Parties for the purposes of: <br> a) qualification and determination of originating products; <br> b) certification of origin and issuance of certificates of origin; <br> c) processes for verification of origin; and <br> d) penalties. <br> The Parties shall implement this Chapter in order to apply preferential tariff treatment <br> as provided for in this Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3.2: Definitions <br> Article 3.16: Exhibitions <br> Article 3.27: Penalties <br> For the purposes of this Chapter: <br> Originating goods sent from a Party to a third country for exhibition or display and sold <br> 1 Each Party shall provide for civil or administrative penalties for the violation of the <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Section A <br> change in tariff heading means all non-originating materials used in the production of goods <br> after or during the exhibition for importation by the other Party, benefit from the provisions of <br> provisions of this Chapter in its respective laws and regulations. <br> Origin Criteria <br> that have undergone a change in tariff classification at the four-digit level; <br> the Agreement, subject to the fulfillment of all proven requirements of this Chapter and be <br> 2 When an exporter repeatedly provides false information or documentation, the qualified <br> chapters, headings and subheadings means the chapters (two-digit code), headings (four- <br> accompanied by supporting customs documentation of demonstration or display at the exhibition. <br> entity may temporarily suspend the issuance of new certificates of origin for that exporter. <br> digit code) and subheadings (six-digit code) used in the nomenclature which constitutes the <br> Article 3.28: Obligations Regarding Exporters <br> Party; <br> Procedures for the Issuance and Verification of Origin of Goods <br> 1 When an exporter has reasons to believe that a certificate of origin contains incorrect <br> CIF value means the value of the imported good, and includes the cost of insurance and freight <br> Article 3.17: Certificates of Origin <br> information, it shall immediately notify in writing to the qualified entity any changes that may <br> up to the port or place of entry into the country of importation; <br> 1 Certificates of Origin are the only documents certifying that the goods fulfill the origin <br> affect the accuracy or validity of that certificate. <br> classification means the sorting of a product by reference to a specific item in the nomenclature <br> requirements of this Chapter and therefore can claim preferential tariff treatment under this Agreement. <br> 2 No Party shall impose penalties on an exporter for providing incorrect information if <br> which constitutes the Harmonized System; <br> 2 The certificates referred to in paragraph 1 shall be issued in the format set out in Annex <br> they have voluntarily communicated in writing to the qualified entity, before the customs <br> competent authority means the authority of each Party responsible for the management and <br> 3-B (Certificate of Origin (Form VN-CU)). One certificate covers the goods under one consignment. <br> authority of the importing Party grants preferential tariff treatment or initiates verification visit. <br> supervision of the provisions of this Chapter: <br> Article 3.18: Issuance of a Certificate of Origin <br> Article 3.29: Obligations Regarding Importers <br> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br> 1 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> The customs authority of each Party shall require an importer claiming preferential <br> Ministry of Finance and Prices acting together; and <br> any time, at the request of the competent authority or entities authorised in the exporting Party, all <br> tariff treatment for a good to: <br> b) in the case of Viet Nam, the Ministry of Industry and Trade; <br> appropriate documents proving the originating status and compliance with other requirements of this Chapter. <br> a) declare in writing in the importation document required by its legislation, based <br> customs authority means the authority that, according to the legislation of each Party, is <br> 2 The Parties shall enforce the qualified entity to issue certificates of origin. Signatures of <br> on a certificate of origin, that a good qualifies as an originating good; <br> responsible for the administration and enforcement of its customs laws and regulations: <br> authorised officers for this purpose, are duly registered, subject to the modifications which are required <br> b) submit a valid Certificate of Origin at the time the declaration referred to in <br> a) in the case of Cuba, the General Customs Office; and <br> to notify each Party, according to the procedures set by both Parties. <br> subparagraph a) is made, if established by its national legislation; and <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> Article 3.19: Validity of a Certificate of Origin <br> c) submit immediately a corrected declaration and pay the corresponding customs <br> days means working days, excluding Saturdays, Sundays and holidays; <br> 1 The Certificate of Origin shall be issued within three days of the exportation in <br> duty when the importer has reasons to believe that the Certificate of Origin on which the <br> FOB value means the free-on-board value of the good, inclusive of transport costs to the port <br> accordance with the provisions of Article 3.17 (Certificates of Origin) and Article 3.18 <br> customs declaration is based contains incorrect information. <br> or site of final shipment abroad; <br> (Issuance of a Certificate of Origin) and shall have a validity of one year from the date of <br> Article 3.30: Return of Tariffs <br> fungible materials means materials that are interchangeable for commercial purposes and <br> issuance. This certificate shall be void if it is not properly filled in all fields. <br> If an originating good is imported into the territory of a Party without preferential tariff <br> whose properties are basically identical, and which cannot be distinguished by mere visual <br> 2 The Certificate of Origin shall bear the name, signature and seal of qualified entities. <br> treatment at the time of import, the importer of the good may, according to that Party's domestic <br> examination; <br> 3 Certificates of Origin may not be issued prior to the date of the concerned commercial <br> legislation, apply for a refund of any exceed duty paid to the customs authority of the importing <br> goods means materials or products, which can be wholly obtained or produced, even if they <br> invoice, but at the same time or after such commercial invoice is issued. <br> Party as the good has not been granted preferential tariff treatment, on presentation of: <br> are intended for later use as materials in another production process; <br> 4 The Parties shall endeavour to implement a system of certification and verification of <br> a) a written declaration that the good qualifies as originating at the time of importation; <br> Harmonized System means the Harmonized Commodity Description and Coding System in <br> the importing Party: <br> origin electronically. When implementing the system of certification and verification of <br> b) a Certificate of Origin; and <br> force, including its General Rules of Interpretation, Section Notes, Chapter Notes, Heading and <br> electronic Certificate of Origin (eC/O), the Parties shall recognise valid electronic signatures. <br> c) any other documentation relating to the importation of the good that the <br> Subheading Notes as adopted and implemented by the Parties in their respective laws and <br> 5 For the purposes of verifying the Certificates of Origin, the Parties shall make their best <br> importing Party may request. <br> regulations; <br> efforts to establish websites on information of Certificates of Origin issued by the exporting Party. <br> Article 3.31: Minor Discrepancies <br> heading means the first four digits in the tariff classification of the Harmonized System; <br> Article 3.20: Application for a Certificate of Origin <br> 1 The customs authority of the importing Party shall not consider minor errors, such as <br> intermediate material means a material that is produced by the producer of a good and used <br> The application for a Certificate of Origin must be preceded by an application form of <br> slight discrepancies or omissions, typographical errors and information which falls outside the <br> in the production thereof, and acquires features that enable it to be marketed independently of <br> the producer or exporter, which manifests full compliance with the provisions of this Chapter. <br> designated box, provided that these minor errors do not affect the authenticity of the Certificate <br> the final good; <br> Article 3.21: Preservation of Proof of Origin and Supporting Documents <br> of Origin, the accuracy of the information included in the Certificate of Origin or do not <br> material means raw materials, supplies, intermediate materials and components used in the <br> 1 For the purposes of origin verification laid down in Article 3.25 (Verification of Origin and <br> jeopardise the originating status of the goods to which the certificate relates. <br> manufacture of goods; <br> Granting Preferential Tariff Treatment), the application for a Certificate of Origin and all documents <br> 2 For multiple goods declared under the same Certificate of Origin, a problem <br> packing materials and containers for shipment means goods used to protect a good during <br> related to such application shall be kept by the qualified entity and exporters and producers for at least <br> encountered with one of the goods listed shall not affect or delay the granting of preferential <br> its transportation, but does not include packaging materials or containers in which a good is <br> five years from the date of issuance of the Certificate of Origin in accordance with each Party's domestic <br> tariff treatment and customs clearance of the remaining goods listed in the Certificate of Origin. <br> packaged for retail sale; <br> laws and regulations. <br> production means methods of obtaining goods, including but not limited to the cultivation, <br> 2 Information concerning the validity of the Certificate of Origin shall be provided by the <br> breeding, raising, mining, harvesting, fishing, hunting, capturing, aquaculture, gathering, <br> qualified entity at the request of the importing Party. <br> manufacturing, processing, assembly or disassembly of goods; <br> 3 All records identified in paragraphs 1 and 2 may be kept in paper or electronic form, in <br> qualified entity means public or private bodies recognised by the competent authority for <br> accordance with the domestic laws and regulations of each Party. <br> SECTION B <br> issuing certificates of origin: <br> Article 3.22: Non-Party Invoicing <br> a) in the case of Cuba, the Chamber of Commerce; and <br> When an originating good is invoiced by a person registered in a non-Party, the <br> b) in the case of Viet Nam, authorised issuing authorities; <br> Certificate of Origin must indicate @^@Non-Party Invoicing@^@ in the Certificate of Origin. <br> sets means sets of products used for a particular purpose, prepared for retail sale and classified <br> Article 3.23: Correction of a Certificate of Origin <br> pursuant to Rule 3 of the General Rules for the Interpretation of the Harmonized System; <br> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br> territory means: <br> alteration shall be made: <br> a) in the case of Cuba, the entire sea and land area subject to its sovereignty and <br> a) by striking out the erroneous data and making any addition required. Such <br> jurisdiction in accordance with their domestic law and international law; and <br> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br> b) in the case of Viet Nam, land and sea territories, in accordance with its domestic <br> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br> law and international law; <br> b) through the issuance of a new Certificate of Origin to replace the erroneous <br> verification report means the written document issued by the customs authority or <br> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br> institution licensed as appropriate, which is the result of a procedure that verifies whether a <br> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br> good qualifies as originating under this Chapter. <br> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br> Article 3.3: Originating Goods <br> date of issuance of the original Certificate of Origin. <br> information; <br> The following goods shall be considered as originating if they are: <br> Article 3.24: Issuance of a Duplicate Certificate of Origin <br> a) wholly obtained or produced entirely in the territory of either Party, namely: <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> (i) minerals extracted in the territory of either Party; <br> apply to the qualified entity for a certified duplicate to be made on the basis of the export <br> (ii) vegetable products harvested, picked or gathered in the territory of either <br> documents. A certified duplicate shall bear the words @^@CERTIFIED TRUE COPY@^@. The <br> duplicate certificate of origin shall bear the date of issue of the original certificate and be valid <br> (iii) live animals born and raised in the territory of either Party; <br> one year from that date. <br> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br> Harmonized System; <br> Article 3.25: Verification of Origin and Granting Preferential Tariff Treatment <br> in the territory of either Party; <br> 1 Notwithstanding the presentation of the certificate of origin under the conditions set by <br> (v) fish, shellfish and other marine life taken from the sea outside the territory <br> this Chapter, the customs authority of the importing Party may, in order to verify the origin of <br> of the Parties by vessels owned or leased by a company established in the <br> the goods, request information from the competent authority of the exporting Party. The <br> territory of a Party, provided that such vessels are registered or recorded <br> customs authority of the importing Party may deny preferential tariff treatment if the customs <br> with that Party and entitled to fly its flag; <br> authority of the importing Party receives no confirmation of receipt of the request within a <br> (vi) goods obtained or produced from fish, shellfish and other marine species <br> maximum of 90 days after the initial request. The exporting Party shall respond to the request <br> on board factory vessels, provided that they are owned or leased by a <br> for information within 180 days from the date of confirmation of receipt of the request. <br> company established in the territory of a Party and such vessels are <br> 2 For the purposes of paragraph 1, requests for information shall indicate: <br> registered with that Party and entitled to fly its flag; <br> a) the identification, name and title of the authority requesting information; <br> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br> b) the reference number and the date of certificates of origin or the quantity of the <br> the seabed outside the territorial sea of that Party, provided that the Party <br> certificates of origin that have been issued to an exporter during a certain time period; <br> or person of the Party has rights to exploit such seabed and beneath the seabed; <br> c) brief description of the type of problem encountered; and <br> (viii) waste and scrap derived from production or collected in the territory of <br> d) reasons for the request. <br> either Party, provided that such goods are used as starting materials; and <br> 3 If the information obtained from the procedure referred to in paragraphs 1 and 2 is not <br> (ix) goods produced in the territory of either Party exclusively from goods <br> sufficient to determine the origin of the goods covered by one or more certificates of origin, <br> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br> the custom authority of the importing Party, through the competent authority of the exporting <br> stage of production; <br> Party, may make: <br> b) produced entirely in the territory of either Party, exclusively from materials that <br> a) written requests for information from the exporter or producer; <br> qualify as originating under this Chapter; <br> b) written questionnaires to an importer, exporter or producer; <br> c) produced using non-originating materials, provided that they have undergone a <br> c) visits to the premises of the exporter or producer in the territory of the exporting <br> production process conducted entirely in the territory of a Party, and that goods are classified <br> Party, for the purposes of examining the supporting documents or observing the facilities used <br> under a different tariff heading compared to these materials' tariff heading; <br> in the production of the goods subject to verification, in cases where the information obtained <br> d) unable to comply with the provisions of the preceding paragraph because the <br> as a result of procedures referred to in subparagraphs a) and b) above are not sufficient; and <br> production process does not involve a change in tariff heading for all non-originating materials, <br> d) other procedures as the Parties may agree. <br> however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less <br> 4 The customs authority of the importing Party shall notify the initiation of the <br> than X per cent of the FOB export value of the final goods; and <br> that: <br> verification procedure to the importer, exporter or producer and the competent authority of the <br> e) produced entirely in the territory of a Party using non-originating materials <br> exporting Party in accordance with paragraph 3. The notification shall be sent by mail or any <br> provided that the goods meet the specific requirements set out in Annex 3-A (Product Specific <br> other means followed by a confirmation of receipt of the notification. <br> Rules) to this Chapter. These requirements shall prevail over general criteria set out in <br> 5 In accordance with subparagraphs 3 a) and b), requests for information or written <br> paragraphs c) and d). <br> questionnaires shall contain: <br> Article 3.4: Accumulation <br> a) the identification, name and title of the customs authority requesting <br> 1 For the purposes of compliance with the rules of origin, materials originating in the <br> territory of either Party, embodied in a particular commodity in the territory of the exporting <br> b) the name of the importer, exporter or producer under the verification request; <br> Party, shall be considered as originating in the territory of the latter. <br> c) description of the information and documents required; and <br> 2 When each Party has a trade agreement in force with the same country which is not <br> d) reasons for verification requests or questionnaires. <br> party to this Agreement, by a decision of the Joint Committee, the materials of the non-Party <br> 6 The importer, exporter or producer who receives a questionnaire or verification request <br> may be considered as originating goods under this Agreement. <br> in accordance with subparagraphs 3 a) and b) shall duly complete and return the questionnaire <br> 3 Paragraph 2 may only be applied once the mechanism/procedure and material which <br> or respond to the request for information within 45 days of the date of its receipt. <br> are subject to accumulate have been determined by agreement of the Parties. The Parties shall <br> 7 Pursuant to subparagraph 3c) the notice of the intention to conduct the verification visit <br> endeavour to implement accumulation scheme and shall establish a working group that <br> of origin shall contain: <br> develops this provision in the future. <br> a) the identification of the customs authority requesting verification; <br> Article 3.5: De Minimis <br> b) the name of the exporter or producer to be visited; <br> A good shall be considered as originating if the CIF value of all non-originating <br> c) a proposed date and place of the verification visit in accordance with paragraph <br> materials used in its production not satisfying a change in tariff classification requirement does <br> 8; <br> not exceed 10 per cent of the FOB value of the good. <br> d) the purpose and scope of the proposed verification visit, with specific mention <br> Article 3.6: Treatment of Intermediate Materials <br> of the goods subject to verification; <br> For the purposes of determining the origin of goods, for the cases specified in paragraph <br> e) the names and titles of the officials performing the verification visit; and <br> d) of Article 3.3 (Originating Goods), the producer may consider the total value of the <br> f) the reasons for the verification visit. <br> intermediate goods used in the production of such goods as originating, provided that they <br> 8 The competent authority from the exporting Party shall respond to the customs <br> qualify as such in accordance with the provisions of this Chapter. <br> authority of the importing Party about its decision on the verification visit within a maximum <br> Article 3.7: Processes or Operations which do not Confer Origin <br> period of 30 days from the date of receipt of the request. The verification visit may take place <br> 1 Processes or operations described below shall be considered as insufficient working or <br> 60 days after the confirmation of the approval for the verification visit. <br> processing to confer the status of originating products: <br> 9 The exporter or producer may request, in writing, to the competent authority of the <br> a) ensuring preservation of goods in good condition for the purposes of transport <br> exporting Party and the importing Party to postpone the agreed verification visit with <br> or storage; <br> justifications for a period not exceeding 30 days from the date previously agreed or a longer <br> b) facilitating shipment or transport; and <br> period as agreed by the customs authorities of the importing Party and the exporting Party. For <br> c) packaging or presenting goods for sale. <br> these purposes, the customs authority of the importing Party must notify the new date of the <br> 2 A good originating in the territory of a Party shall retain its initial originating status, <br> visit to the exporter or producer of the goods. <br> when exported from the other Party, where operations undertaken have not undergone <br> 10 When the verification visit is completed, the customs authority of the importing Party <br> operations beyond those referred to in paragraph 1. <br> shall prepare a record of the visit, which includes the facts and outcomes of the visit and is duly <br> signed by the competent authorities and the exporter or producer. <br> 1 Accessories, spare parts and tools that are delivered with the good shall be considered <br> 11 The verification process is considered complete when the customs authority of the <br> as part of that good if they are not invoiced separately from the good and their value is <br> importing Party established by a report of origin, in a period not exceeding 30 days after receipt <br> customary for that good. They shall not be taken into account in determining whether all non- <br> of the information or the completion of the visit, that the good qualifies as originating in <br> originating materials used in the production of the good have undergone the applicable change <br> accordance with the procedures set out in this Article. <br> in tariff classification. <br> 12 The verification report shall include facts, findings and the legal basis of the visit and <br> 2 If a good is subject to regional value content requirement, the value of the accessories, <br> inform the importer, exporter or producer whether the concerned goods are originating or not. <br> spare parts or tools described in paragraph 1, shall be taken into account as originating or non- <br> 13 The goods subject to verification shall receive preferential tariff treatment provided <br> originating materials, as appropriate, in calculating the regional value content of the good. <br> Article 3.9: Sets of Goods <br> a) the period set out in paragraph 11 expires without a verification report prepared <br> The sets, as defined in Rule 3 of the General Rules for the Interpretation of Harmonized <br> by the customs authority of the importing Party; or <br> System, as well as goods whose description in the Harmonized System is of a set shall be <br> b) the importing Party do not follow deadlines set out in this Article. <br> considered as originating when all component goods are originating goods. However, when a <br> 14 Where the customs authority of the importing Party has a reasonable doubt about the <br> set is composed of originating and non-originating goods, that set shall be considered as <br> origin of the goods of a certain consignment, such customs authority may suspend the <br> originating as a whole if the CIF value of non-originating goods does not exceed 15 per cent <br> application for the preferential tariff treatment. The goods of that consignment can be released <br> of the FOB value of the set. <br> in accordance with the requirements of such Party's respective domestic laws and regulations. <br> Article 3.10: Packaging and Packing Materials for Retail Sale <br> A Party that has made findings on reasonable doubt shall notify and consult with the other <br> 1 If a good is subject to the RVC-based rule of origin, the value of the packaging and <br> Party with a view to achieving a mutually acceptable solution to ensure fiscal interest. <br> packing materials for retail sale shall be taken into account in its origin assessment, where the <br> packaging and packing materials for retail sale are considered to be forming a whole with the good. <br> 2 Where paragraph 1 is not applicable, the packaging and packing materials for retail <br> sale, when classified together with the packaged good, shall not be considered in determining <br> whether all of the non-originating materials used in the production of a good have met the <br> change in tariff classification requirements for such good. <br> Packing materials and containers for shipment are not taken into account in determining <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> whether a good is originating. <br> Article 3.12: Neutral Elements and Indirect Materials Used in Production <br> In order to determine whether goods originate, it shall not be necessary to determine the origin <br> of the following which might be used in the production of such goods: <br> a) fuel and energy; <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> b) tools, dies and molds; <br> c) spare parts and materials used in the maintenance of equipment and buildings; <br> d) lubricants, greases, compounding materials and other materials used in <br> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> f) equipment, devices and supplies used for testing or inspecting the goods; <br> g) catalysts and solvents; and <br> h) any other materials that are not incorporated or intended to be incorporated in <br> the final composition of the goods and can be demonstrated as part of the production process. <br> Article 3.13: Fungible Materials <br> 1 The determination of whether fungible materials are originating materials shall be made <br> either by physical segregation of each of the materials or by the use of generally accepted <br> accounting principles of stock control applicable, or inventory management practice, in the <br> exporting Party. <br> 2 Once a decision has been taken on the inventory management method, that method shall <br> be used throughout the fiscal year. <br> Article 3.14: Direct Consignment <br> 1 An originating good shall be deemed as directly consigned from the exporting Party to <br> a) if the goods are transported without passing through the territory of any non-Party; or <br> b) if the goods are transported for the purpose of transit through a non-Party with <br> or without transshipment or temporary storage in that non-Party, provided that: <br> (i) the transit is justified for geographical reasons, logistics or transport <br> requirements; <br> (ii) the goods have not entered into trade or consumption in the territory of <br> that non-Party; and <br> (iii) the goods have not undergone any operation in the territory of that non- <br> Party other than unloading, reloading and splitting of consignment or any operation required <br> to keep the goods in good condition. <br> 2 In the case where an originating good of the exporting Party is imported through one or <br> more non-Parties or after an exhibition in a non-Party, the customs authority of the importing <br> Party may require importers, who claim the preferential tariff treatment for the good, to submit <br> supporting documentation such as transport, customs documents or other documents. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Bonded Warehouses", "ArticleDesc": "Article 3.15: Bonded Warehouses <br> 1 Goods that have a Certificate of Origin, and during transport remain in a bonded <br> warehouse in a third country shall be considered to maintain their origin as indicated in the <br> Certificate of Origin provided that they are not subject to any manipulations other than those <br> designed for storage, preservation, split of consignment for later shipment to either Party and <br> remain under customs control. <br> 2 To this end, the customs authority of the importing Party may request a document <br> certifying that the goods have not undergone any transformation. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3.2: Definitions <br> Article 3.16: Exhibitions <br> Article 3.27: Penalties <br> For the purposes of this Chapter: <br> Originating goods sent from a Party to a third country for exhibition or display and sold <br> 1 Each Party shall provide for civil or administrative penalties for the violation of the <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Section A <br> change in tariff heading means all non-originating materials used in the production of goods <br> after or during the exhibition for importation by the other Party, benefit from the provisions of <br> provisions of this Chapter in its respective laws and regulations. <br> Origin Criteria <br> that have undergone a change in tariff classification at the four-digit level; <br> the Agreement, subject to the fulfillment of all proven requirements of this Chapter and be <br> 2 When an exporter repeatedly provides false information or documentation, the qualified <br> chapters, headings and subheadings means the chapters (two-digit code), headings (four- <br> accompanied by supporting customs documentation of demonstration or display at the exhibition. <br> entity may temporarily suspend the issuance of new certificates of origin for that exporter. <br> digit code) and subheadings (six-digit code) used in the nomenclature which constitutes the <br> Article 3.28: Obligations Regarding Exporters <br> Party; <br> Procedures for the Issuance and Verification of Origin of Goods <br> 1 When an exporter has reasons to believe that a certificate of origin contains incorrect <br> CIF value means the value of the imported good, and includes the cost of insurance and freight <br> Article 3.17: Certificates of Origin <br> information, it shall immediately notify in writing to the qualified entity any changes that may <br> up to the port or place of entry into the country of importation; <br> 1 Certificates of Origin are the only documents certifying that the goods fulfill the origin <br> affect the accuracy or validity of that certificate. <br> classification means the sorting of a product by reference to a specific item in the nomenclature <br> requirements of this Chapter and therefore can claim preferential tariff treatment under this Agreement. <br> 2 No Party shall impose penalties on an exporter for providing incorrect information if <br> which constitutes the Harmonized System; <br> 2 The certificates referred to in paragraph 1 shall be issued in the format set out in Annex <br> they have voluntarily communicated in writing to the qualified entity, before the customs <br> competent authority means the authority of each Party responsible for the management and <br> 3-B (Certificate of Origin (Form VN-CU)). One certificate covers the goods under one consignment. <br> authority of the importing Party grants preferential tariff treatment or initiates verification visit. <br> supervision of the provisions of this Chapter: <br> Article 3.18: Issuance of a Certificate of Origin <br> Article 3.29: Obligations Regarding Importers <br> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br> 1 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> The customs authority of each Party shall require an importer claiming preferential <br> Ministry of Finance and Prices acting together; and <br> any time, at the request of the competent authority or entities authorised in the exporting Party, all <br> tariff treatment for a good to: <br> b) in the case of Viet Nam, the Ministry of Industry and Trade; <br> appropriate documents proving the originating status and compliance with other requirements of this Chapter. <br> a) declare in writing in the importation document required by its legislation, based <br> customs authority means the authority that, according to the legislation of each Party, is <br> 2 The Parties shall enforce the qualified entity to issue certificates of origin. Signatures of <br> on a certificate of origin, that a good qualifies as an originating good; <br> responsible for the administration and enforcement of its customs laws and regulations: <br> authorised officers for this purpose, are duly registered, subject to the modifications which are required <br> b) submit a valid Certificate of Origin at the time the declaration referred to in <br> a) in the case of Cuba, the General Customs Office; and <br> to notify each Party, according to the procedures set by both Parties. <br> subparagraph a) is made, if established by its national legislation; and <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> Article 3.19: Validity of a Certificate of Origin <br> c) submit immediately a corrected declaration and pay the corresponding customs <br> days means working days, excluding Saturdays, Sundays and holidays; <br> 1 The Certificate of Origin shall be issued within three days of the exportation in <br> duty when the importer has reasons to believe that the Certificate of Origin on which the <br> FOB value means the free-on-board value of the good, inclusive of transport costs to the port <br> accordance with the provisions of Article 3.17 (Certificates of Origin) and Article 3.18 <br> customs declaration is based contains incorrect information. <br> or site of final shipment abroad; <br> (Issuance of a Certificate of Origin) and shall have a validity of one year from the date of <br> Article 3.30: Return of Tariffs <br> fungible materials means materials that are interchangeable for commercial purposes and <br> issuance. This certificate shall be void if it is not properly filled in all fields. <br> If an originating good is imported into the territory of a Party without preferential tariff <br> whose properties are basically identical, and which cannot be distinguished by mere visual <br> 2 The Certificate of Origin shall bear the name, signature and seal of qualified entities. <br> treatment at the time of import, the importer of the good may, according to that Party's domestic <br> examination; <br> 3 Certificates of Origin may not be issued prior to the date of the concerned commercial <br> legislation, apply for a refund of any exceed duty paid to the customs authority of the importing <br> goods means materials or products, which can be wholly obtained or produced, even if they <br> invoice, but at the same time or after such commercial invoice is issued. <br> Party as the good has not been granted preferential tariff treatment, on presentation of: <br> are intended for later use as materials in another production process; <br> 4 The Parties shall endeavour to implement a system of certification and verification of <br> a) a written declaration that the good qualifies as originating at the time of importation; <br> Harmonized System means the Harmonized Commodity Description and Coding System in <br> the importing Party: <br> origin electronically. When implementing the system of certification and verification of <br> b) a Certificate of Origin; and <br> force, including its General Rules of Interpretation, Section Notes, Chapter Notes, Heading and <br> electronic Certificate of Origin (eC/O), the Parties shall recognise valid electronic signatures. <br> c) any other documentation relating to the importation of the good that the <br> Subheading Notes as adopted and implemented by the Parties in their respective laws and <br> 5 For the purposes of verifying the Certificates of Origin, the Parties shall make their best <br> importing Party may request. <br> regulations; <br> efforts to establish websites on information of Certificates of Origin issued by the exporting Party. <br> Article 3.31: Minor Discrepancies <br> heading means the first four digits in the tariff classification of the Harmonized System; <br> Article 3.20: Application for a Certificate of Origin <br> 1 The customs authority of the importing Party shall not consider minor errors, such as <br> intermediate material means a material that is produced by the producer of a good and used <br> The application for a Certificate of Origin must be preceded by an application form of <br> slight discrepancies or omissions, typographical errors and information which falls outside the <br> in the production thereof, and acquires features that enable it to be marketed independently of <br> the producer or exporter, which manifests full compliance with the provisions of this Chapter. <br> designated box, provided that these minor errors do not affect the authenticity of the Certificate <br> the final good; <br> Article 3.21: Preservation of Proof of Origin and Supporting Documents <br> of Origin, the accuracy of the information included in the Certificate of Origin or do not <br> material means raw materials, supplies, intermediate materials and components used in the <br> 1 For the purposes of origin verification laid down in Article 3.25 (Verification of Origin and <br> jeopardise the originating status of the goods to which the certificate relates. <br> manufacture of goods; <br> Granting Preferential Tariff Treatment), the application for a Certificate of Origin and all documents <br> 2 For multiple goods declared under the same Certificate of Origin, a problem <br> packing materials and containers for shipment means goods used to protect a good during <br> related to such application shall be kept by the qualified entity and exporters and producers for at least <br> encountered with one of the goods listed shall not affect or delay the granting of preferential <br> its transportation, but does not include packaging materials or containers in which a good is <br> five years from the date of issuance of the Certificate of Origin in accordance with each Party's domestic <br> tariff treatment and customs clearance of the remaining goods listed in the Certificate of Origin. <br> packaged for retail sale; <br> laws and regulations. <br> production means methods of obtaining goods, including but not limited to the cultivation, <br> 2 Information concerning the validity of the Certificate of Origin shall be provided by the <br> breeding, raising, mining, harvesting, fishing, hunting, capturing, aquaculture, gathering, <br> qualified entity at the request of the importing Party. <br> manufacturing, processing, assembly or disassembly of goods; <br> 3 All records identified in paragraphs 1 and 2 may be kept in paper or electronic form, in <br> qualified entity means public or private bodies recognised by the competent authority for <br> accordance with the domestic laws and regulations of each Party. <br> SECTION B <br> issuing certificates of origin: <br> Article 3.22: Non-Party Invoicing <br> a) in the case of Cuba, the Chamber of Commerce; and <br> When an originating good is invoiced by a person registered in a non-Party, the <br> b) in the case of Viet Nam, authorised issuing authorities; <br> Certificate of Origin must indicate @^@Non-Party Invoicing@^@ in the Certificate of Origin. <br> sets means sets of products used for a particular purpose, prepared for retail sale and classified <br> Article 3.23: Correction of a Certificate of Origin <br> pursuant to Rule 3 of the General Rules for the Interpretation of the Harmonized System; <br> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br> territory means: <br> alteration shall be made: <br> a) in the case of Cuba, the entire sea and land area subject to its sovereignty and <br> a) by striking out the erroneous data and making any addition required. Such <br> jurisdiction in accordance with their domestic law and international law; and <br> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br> b) in the case of Viet Nam, land and sea territories, in accordance with its domestic <br> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br> law and international law; <br> b) through the issuance of a new Certificate of Origin to replace the erroneous <br> verification report means the written document issued by the customs authority or <br> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br> institution licensed as appropriate, which is the result of a procedure that verifies whether a <br> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br> good qualifies as originating under this Chapter. <br> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br> Article 3.3: Originating Goods <br> date of issuance of the original Certificate of Origin. <br> information; <br> The following goods shall be considered as originating if they are: <br> Article 3.24: Issuance of a Duplicate Certificate of Origin <br> a) wholly obtained or produced entirely in the territory of either Party, namely: <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> (i) minerals extracted in the territory of either Party; <br> apply to the qualified entity for a certified duplicate to be made on the basis of the export <br> (ii) vegetable products harvested, picked or gathered in the territory of either <br> documents. A certified duplicate shall bear the words @^@CERTIFIED TRUE COPY@^@. The <br> duplicate certificate of origin shall bear the date of issue of the original certificate and be valid <br> (iii) live animals born and raised in the territory of either Party; <br> one year from that date. <br> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br> Harmonized System; <br> Article 3.25: Verification of Origin and Granting Preferential Tariff Treatment <br> in the territory of either Party; <br> 1 Notwithstanding the presentation of the certificate of origin under the conditions set by <br> (v) fish, shellfish and other marine life taken from the sea outside the territory <br> this Chapter, the customs authority of the importing Party may, in order to verify the origin of <br> of the Parties by vessels owned or leased by a company established in the <br> the goods, request information from the competent authority of the exporting Party. The <br> territory of a Party, provided that such vessels are registered or recorded <br> customs authority of the importing Party may deny preferential tariff treatment if the customs <br> with that Party and entitled to fly its flag; <br> authority of the importing Party receives no confirmation of receipt of the request within a <br> (vi) goods obtained or produced from fish, shellfish and other marine species <br> maximum of 90 days after the initial request. The exporting Party shall respond to the request <br> on board factory vessels, provided that they are owned or leased by a <br> for information within 180 days from the date of confirmation of receipt of the request. <br> company established in the territory of a Party and such vessels are <br> 2 For the purposes of paragraph 1, requests for information shall indicate: <br> registered with that Party and entitled to fly its flag; <br> a) the identification, name and title of the authority requesting information; <br> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br> b) the reference number and the date of certificates of origin or the quantity of the <br> the seabed outside the territorial sea of that Party, provided that the Party <br> certificates of origin that have been issued to an exporter during a certain time period; <br> or person of the Party has rights to exploit such seabed and beneath the seabed; <br> c) brief description of the type of problem encountered; and <br> (viii) waste and scrap derived from production or collected in the territory of <br> d) reasons for the request. <br> either Party, provided that such goods are used as starting materials; and <br> 3 If the information obtained from the procedure referred to in paragraphs 1 and 2 is not <br> (ix) goods produced in the territory of either Party exclusively from goods <br> sufficient to determine the origin of the goods covered by one or more certificates of origin, <br> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br> the custom authority of the importing Party, through the competent authority of the exporting <br> stage of production; <br> Party, may make: <br> b) produced entirely in the territory of either Party, exclusively from materials that <br> a) written requests for information from the exporter or producer; <br> qualify as originating under this Chapter; <br> b) written questionnaires to an importer, exporter or producer; <br> c) produced using non-originating materials, provided that they have undergone a <br> c) visits to the premises of the exporter or producer in the territory of the exporting <br> production process conducted entirely in the territory of a Party, and that goods are classified <br> Party, for the purposes of examining the supporting documents or observing the facilities used <br> under a different tariff heading compared to these materials' tariff heading; <br> in the production of the goods subject to verification, in cases where the information obtained <br> d) unable to comply with the provisions of the preceding paragraph because the <br> as a result of procedures referred to in subparagraphs a) and b) above are not sufficient; and <br> production process does not involve a change in tariff heading for all non-originating materials, <br> d) other procedures as the Parties may agree. <br> however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less <br> 4 The customs authority of the importing Party shall notify the initiation of the <br> than X per cent of the FOB export value of the final goods; and <br> that: <br> verification procedure to the importer, exporter or producer and the competent authority of the <br> e) produced entirely in the territory of a Party using non-originating materials <br> exporting Party in accordance with paragraph 3. The notification shall be sent by mail or any <br> provided that the goods meet the specific requirements set out in Annex 3-A (Product Specific <br> other means followed by a confirmation of receipt of the notification. <br> Rules) to this Chapter. These requirements shall prevail over general criteria set out in <br> 5 In accordance with subparagraphs 3 a) and b), requests for information or written <br> paragraphs c) and d). <br> questionnaires shall contain: <br> Article 3.4: Accumulation <br> a) the identification, name and title of the customs authority requesting <br> 1 For the purposes of compliance with the rules of origin, materials originating in the <br> territory of either Party, embodied in a particular commodity in the territory of the exporting <br> b) the name of the importer, exporter or producer under the verification request; <br> Party, shall be considered as originating in the territory of the latter. <br> c) description of the information and documents required; and <br> 2 When each Party has a trade agreement in force with the same country which is not <br> d) reasons for verification requests or questionnaires. <br> party to this Agreement, by a decision of the Joint Committee, the materials of the non-Party <br> 6 The importer, exporter or producer who receives a questionnaire or verification request <br> may be considered as originating goods under this Agreement. <br> in accordance with subparagraphs 3 a) and b) shall duly complete and return the questionnaire <br> 3 Paragraph 2 may only be applied once the mechanism/procedure and material which <br> or respond to the request for information within 45 days of the date of its receipt. <br> are subject to accumulate have been determined by agreement of the Parties. The Parties shall <br> 7 Pursuant to subparagraph 3c) the notice of the intention to conduct the verification visit <br> endeavour to implement accumulation scheme and shall establish a working group that <br> of origin shall contain: <br> develops this provision in the future. <br> a) the identification of the customs authority requesting verification; <br> Article 3.5: De Minimis <br> b) the name of the exporter or producer to be visited; <br> A good shall be considered as originating if the CIF value of all non-originating <br> c) a proposed date and place of the verification visit in accordance with paragraph <br> materials used in its production not satisfying a change in tariff classification requirement does <br> 8; <br> not exceed 10 per cent of the FOB value of the good. <br> d) the purpose and scope of the proposed verification visit, with specific mention <br> Article 3.6: Treatment of Intermediate Materials <br> of the goods subject to verification; <br> For the purposes of determining the origin of goods, for the cases specified in paragraph <br> e) the names and titles of the officials performing the verification visit; and <br> d) of Article 3.3 (Originating Goods), the producer may consider the total value of the <br> f) the reasons for the verification visit. <br> intermediate goods used in the production of such goods as originating, provided that they <br> 8 The competent authority from the exporting Party shall respond to the customs <br> qualify as such in accordance with the provisions of this Chapter. <br> authority of the importing Party about its decision on the verification visit within a maximum <br> Article 3.7: Processes or Operations which do not Confer Origin <br> period of 30 days from the date of receipt of the request. The verification visit may take place <br> 1 Processes or operations described below shall be considered as insufficient working or <br> 60 days after the confirmation of the approval for the verification visit. <br> processing to confer the status of originating products: <br> 9 The exporter or producer may request, in writing, to the competent authority of the <br> a) ensuring preservation of goods in good condition for the purposes of transport <br> exporting Party and the importing Party to postpone the agreed verification visit with <br> or storage; <br> justifications for a period not exceeding 30 days from the date previously agreed or a longer <br> b) facilitating shipment or transport; and <br> period as agreed by the customs authorities of the importing Party and the exporting Party. For <br> c) packaging or presenting goods for sale. <br> these purposes, the customs authority of the importing Party must notify the new date of the <br> 2 A good originating in the territory of a Party shall retain its initial originating status, <br> visit to the exporter or producer of the goods. <br> when exported from the other Party, where operations undertaken have not undergone <br> 10 When the verification visit is completed, the customs authority of the importing Party <br> operations beyond those referred to in paragraph 1. <br> shall prepare a record of the visit, which includes the facts and outcomes of the visit and is duly <br> signed by the competent authorities and the exporter or producer. <br> 1 Accessories, spare parts and tools that are delivered with the good shall be considered <br> 11 The verification process is considered complete when the customs authority of the <br> as part of that good if they are not invoiced separately from the good and their value is <br> importing Party established by a report of origin, in a period not exceeding 30 days after receipt <br> customary for that good. They shall not be taken into account in determining whether all non- <br> of the information or the completion of the visit, that the good qualifies as originating in <br> originating materials used in the production of the good have undergone the applicable change <br> accordance with the procedures set out in this Article. <br> in tariff classification. <br> 12 The verification report shall include facts, findings and the legal basis of the visit and <br> 2 If a good is subject to regional value content requirement, the value of the accessories, <br> inform the importer, exporter or producer whether the concerned goods are originating or not. <br> spare parts or tools described in paragraph 1, shall be taken into account as originating or non- <br> 13 The goods subject to verification shall receive preferential tariff treatment provided <br> originating materials, as appropriate, in calculating the regional value content of the good. <br> Article 3.9: Sets of Goods <br> a) the period set out in paragraph 11 expires without a verification report prepared <br> The sets, as defined in Rule 3 of the General Rules for the Interpretation of Harmonized <br> by the customs authority of the importing Party; or <br> System, as well as goods whose description in the Harmonized System is of a set shall be <br> b) the importing Party do not follow deadlines set out in this Article. <br> considered as originating when all component goods are originating goods. However, when a <br> 14 Where the customs authority of the importing Party has a reasonable doubt about the <br> set is composed of originating and non-originating goods, that set shall be considered as <br> origin of the goods of a certain consignment, such customs authority may suspend the <br> originating as a whole if the CIF value of non-originating goods does not exceed 15 per cent <br> application for the preferential tariff treatment. The goods of that consignment can be released <br> of the FOB value of the set. <br> in accordance with the requirements of such Party's respective domestic laws and regulations. <br> Article 3.10: Packaging and Packing Materials for Retail Sale <br> A Party that has made findings on reasonable doubt shall notify and consult with the other <br> 1 If a good is subject to the RVC-based rule of origin, the value of the packaging and <br> Party with a view to achieving a mutually acceptable solution to ensure fiscal interest. <br> packing materials for retail sale shall be taken into account in its origin assessment, where the <br> packaging and packing materials for retail sale are considered to be forming a whole with the good. <br> 2 Where paragraph 1 is not applicable, the packaging and packing materials for retail <br> sale, when classified together with the packaged good, shall not be considered in determining <br> whether all of the non-originating materials used in the production of a good have met the <br> change in tariff classification requirements for such good. <br> Packing materials and containers for shipment are not taken into account in determining <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> whether a good is originating. <br> Article 3.12: Neutral Elements and Indirect Materials Used in Production <br> In order to determine whether goods originate, it shall not be necessary to determine the origin <br> of the following which might be used in the production of such goods: <br> a) fuel and energy; <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> b) tools, dies and molds; <br> c) spare parts and materials used in the maintenance of equipment and buildings; <br> d) lubricants, greases, compounding materials and other materials used in <br> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> f) equipment, devices and supplies used for testing or inspecting the goods; <br> g) catalysts and solvents; and <br> h) any other materials that are not incorporated or intended to be incorporated in <br> the final composition of the goods and can be demonstrated as part of the production process. <br> Article 3.13: Fungible Materials <br> 1 The determination of whether fungible materials are originating materials shall be made <br> either by physical segregation of each of the materials or by the use of generally accepted <br> accounting principles of stock control applicable, or inventory management practice, in the <br> exporting Party. <br> 2 Once a decision has been taken on the inventory management method, that method shall <br> be used throughout the fiscal year. <br> Article 3.14: Direct Consignment <br> 1 An originating good shall be deemed as directly consigned from the exporting Party to <br> a) if the goods are transported without passing through the territory of any non-Party; or <br> b) if the goods are transported for the purpose of transit through a non-Party with <br> or without transshipment or temporary storage in that non-Party, provided that: <br> (i) the transit is justified for geographical reasons, logistics or transport <br> requirements; <br> (ii) the goods have not entered into trade or consumption in the territory of <br> that non-Party; and <br> (iii) the goods have not undergone any operation in the territory of that non- <br> Party other than unloading, reloading and splitting of consignment or any operation required <br> to keep the goods in good condition. <br> 2 In the case where an originating good of the exporting Party is imported through one or <br> more non-Parties or after an exhibition in a non-Party, the customs authority of the importing <br> Party may require importers, who claim the preferential tariff treatment for the good, to submit <br> supporting documentation such as transport, customs documents or other documents. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Denial of Request for Preferential Tariff Treatment", "ArticleDesc": "Article 3.26: Denial of Request for Preferential Tariff Treatment <br> A Party may deny preferential tariff treatment to an imported good, if it fails to <br> comply with the requirements and deadlines set out in this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3.2: Definitions <br> Article 3.16: Exhibitions <br> Article 3.27: Penalties <br> For the purposes of this Chapter: <br> Originating goods sent from a Party to a third country for exhibition or display and sold <br> 1 Each Party shall provide for civil or administrative penalties for the violation of the <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Section A <br> change in tariff heading means all non-originating materials used in the production of goods <br> after or during the exhibition for importation by the other Party, benefit from the provisions of <br> provisions of this Chapter in its respective laws and regulations. <br> Origin Criteria <br> that have undergone a change in tariff classification at the four-digit level; <br> the Agreement, subject to the fulfillment of all proven requirements of this Chapter and be <br> 2 When an exporter repeatedly provides false information or documentation, the qualified <br> chapters, headings and subheadings means the chapters (two-digit code), headings (four- <br> accompanied by supporting customs documentation of demonstration or display at the exhibition. <br> entity may temporarily suspend the issuance of new certificates of origin for that exporter. <br> digit code) and subheadings (six-digit code) used in the nomenclature which constitutes the <br> Article 3.28: Obligations Regarding Exporters <br> Party; <br> Procedures for the Issuance and Verification of Origin of Goods <br> 1 When an exporter has reasons to believe that a certificate of origin contains incorrect <br> CIF value means the value of the imported good, and includes the cost of insurance and freight <br> Article 3.17: Certificates of Origin <br> information, it shall immediately notify in writing to the qualified entity any changes that may <br> up to the port or place of entry into the country of importation; <br> 1 Certificates of Origin are the only documents certifying that the goods fulfill the origin <br> affect the accuracy or validity of that certificate. <br> classification means the sorting of a product by reference to a specific item in the nomenclature <br> requirements of this Chapter and therefore can claim preferential tariff treatment under this Agreement. <br> 2 No Party shall impose penalties on an exporter for providing incorrect information if <br> which constitutes the Harmonized System; <br> 2 The certificates referred to in paragraph 1 shall be issued in the format set out in Annex <br> they have voluntarily communicated in writing to the qualified entity, before the customs <br> competent authority means the authority of each Party responsible for the management and <br> 3-B (Certificate of Origin (Form VN-CU)). One certificate covers the goods under one consignment. <br> authority of the importing Party grants preferential tariff treatment or initiates verification visit. <br> supervision of the provisions of this Chapter: <br> Article 3.18: Issuance of a Certificate of Origin <br> Article 3.29: Obligations Regarding Importers <br> a) in the case of Cuba, the Ministry of Foreign Trade and Investment and the <br> 1 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> The customs authority of each Party shall require an importer claiming preferential <br> Ministry of Finance and Prices acting together; and <br> any time, at the request of the competent authority or entities authorised in the exporting Party, all <br> tariff treatment for a good to: <br> b) in the case of Viet Nam, the Ministry of Industry and Trade; <br> appropriate documents proving the originating status and compliance with other requirements of this Chapter. <br> a) declare in writing in the importation document required by its legislation, based <br> customs authority means the authority that, according to the legislation of each Party, is <br> 2 The Parties shall enforce the qualified entity to issue certificates of origin. Signatures of <br> on a certificate of origin, that a good qualifies as an originating good; <br> responsible for the administration and enforcement of its customs laws and regulations: <br> authorised officers for this purpose, are duly registered, subject to the modifications which are required <br> b) submit a valid Certificate of Origin at the time the declaration referred to in <br> a) in the case of Cuba, the General Customs Office; and <br> to notify each Party, according to the procedures set by both Parties. <br> subparagraph a) is made, if established by its national legislation; and <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> Article 3.19: Validity of a Certificate of Origin <br> c) submit immediately a corrected declaration and pay the corresponding customs <br> days means working days, excluding Saturdays, Sundays and holidays; <br> 1 The Certificate of Origin shall be issued within three days of the exportation in <br> duty when the importer has reasons to believe that the Certificate of Origin on which the <br> FOB value means the free-on-board value of the good, inclusive of transport costs to the port <br> accordance with the provisions of Article 3.17 (Certificates of Origin) and Article 3.18 <br> customs declaration is based contains incorrect information. <br> or site of final shipment abroad; <br> (Issuance of a Certificate of Origin) and shall have a validity of one year from the date of <br> Article 3.30: Return of Tariffs <br> fungible materials means materials that are interchangeable for commercial purposes and <br> issuance. This certificate shall be void if it is not properly filled in all fields. <br> If an originating good is imported into the territory of a Party without preferential tariff <br> whose properties are basically identical, and which cannot be distinguished by mere visual <br> 2 The Certificate of Origin shall bear the name, signature and seal of qualified entities. <br> treatment at the time of import, the importer of the good may, according to that Party's domestic <br> examination; <br> 3 Certificates of Origin may not be issued prior to the date of the concerned commercial <br> legislation, apply for a refund of any exceed duty paid to the customs authority of the importing <br> goods means materials or products, which can be wholly obtained or produced, even if they <br> invoice, but at the same time or after such commercial invoice is issued. <br> Party as the good has not been granted preferential tariff treatment, on presentation of: <br> are intended for later use as materials in another production process; <br> 4 The Parties shall endeavour to implement a system of certification and verification of <br> a) a written declaration that the good qualifies as originating at the time of importation; <br> Harmonized System means the Harmonized Commodity Description and Coding System in <br> the importing Party: <br> origin electronically. When implementing the system of certification and verification of <br> b) a Certificate of Origin; and <br> force, including its General Rules of Interpretation, Section Notes, Chapter Notes, Heading and <br> electronic Certificate of Origin (eC/O), the Parties shall recognise valid electronic signatures. <br> c) any other documentation relating to the importation of the good that the <br> Subheading Notes as adopted and implemented by the Parties in their respective laws and <br> 5 For the purposes of verifying the Certificates of Origin, the Parties shall make their best <br> importing Party may request. <br> regulations; <br> efforts to establish websites on information of Certificates of Origin issued by the exporting Party. <br> Article 3.31: Minor Discrepancies <br> heading means the first four digits in the tariff classification of the Harmonized System; <br> Article 3.20: Application for a Certificate of Origin <br> 1 The customs authority of the importing Party shall not consider minor errors, such as <br> intermediate material means a material that is produced by the producer of a good and used <br> The application for a Certificate of Origin must be preceded by an application form of <br> slight discrepancies or omissions, typographical errors and information which falls outside the <br> in the production thereof, and acquires features that enable it to be marketed independently of <br> the producer or exporter, which manifests full compliance with the provisions of this Chapter. <br> designated box, provided that these minor errors do not affect the authenticity of the Certificate <br> the final good; <br> Article 3.21: Preservation of Proof of Origin and Supporting Documents <br> of Origin, the accuracy of the information included in the Certificate of Origin or do not <br> material means raw materials, supplies, intermediate materials and components used in the <br> 1 For the purposes of origin verification laid down in Article 3.25 (Verification of Origin and <br> jeopardise the originating status of the goods to which the certificate relates. <br> manufacture of goods; <br> Granting Preferential Tariff Treatment), the application for a Certificate of Origin and all documents <br> 2 For multiple goods declared under the same Certificate of Origin, a problem <br> packing materials and containers for shipment means goods used to protect a good during <br> related to such application shall be kept by the qualified entity and exporters and producers for at least <br> encountered with one of the goods listed shall not affect or delay the granting of preferential <br> its transportation, but does not include packaging materials or containers in which a good is <br> five years from the date of issuance of the Certificate of Origin in accordance with each Party's domestic <br> tariff treatment and customs clearance of the remaining goods listed in the Certificate of Origin. <br> packaged for retail sale; <br> laws and regulations. <br> production means methods of obtaining goods, including but not limited to the cultivation, <br> 2 Information concerning the validity of the Certificate of Origin shall be provided by the <br> breeding, raising, mining, harvesting, fishing, hunting, capturing, aquaculture, gathering, <br> qualified entity at the request of the importing Party. <br> manufacturing, processing, assembly or disassembly of goods; <br> 3 All records identified in paragraphs 1 and 2 may be kept in paper or electronic form, in <br> qualified entity means public or private bodies recognised by the competent authority for <br> accordance with the domestic laws and regulations of each Party. <br> SECTION B <br> issuing certificates of origin: <br> Article 3.22: Non-Party Invoicing <br> a) in the case of Cuba, the Chamber of Commerce; and <br> When an originating good is invoiced by a person registered in a non-Party, the <br> b) in the case of Viet Nam, authorised issuing authorities; <br> Certificate of Origin must indicate @^@Non-Party Invoicing@^@ in the Certificate of Origin. <br> sets means sets of products used for a particular purpose, prepared for retail sale and classified <br> Article 3.23: Correction of a Certificate of Origin <br> pursuant to Rule 3 of the General Rules for the Interpretation of the Harmonized System; <br> Neither erasures nor superimpositions shall be allowed on a Certificate of Origin. Any <br> territory means: <br> alteration shall be made: <br> a) in the case of Cuba, the entire sea and land area subject to its sovereignty and <br> a) by striking out the erroneous data and making any addition required. Such <br> jurisdiction in accordance with their domestic law and international law; and <br> alterations shall be approved by an official authorised to sign the Certificate of Origin and <br> b) in the case of Viet Nam, land and sea territories, in accordance with its domestic <br> certified by the qualified entity. Unused spaces shall be crossed out to prevent any subsequent addition; or <br> law and international law; <br> b) through the issuance of a new Certificate of Origin to replace the erroneous <br> verification report means the written document issued by the customs authority or <br> Certificate of Origin. The new Certificate of Origin must bear the reference number and date <br> institution licensed as appropriate, which is the result of a procedure that verifies whether a <br> of issuance of the original Certificate of Origin. The new Certificate of Origin shall indicate: <br> good qualifies as originating under this Chapter. <br> @^@replaces C/O No ... date of issue ...@^@. The new Certificate of Origin shall be valid from the <br> Article 3.3: Originating Goods <br> date of issuance of the original Certificate of Origin. <br> information; <br> The following goods shall be considered as originating if they are: <br> Article 3.24: Issuance of a Duplicate Certificate of Origin <br> a) wholly obtained or produced entirely in the territory of either Party, namely: <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br> (i) minerals extracted in the territory of either Party; <br> apply to the qualified entity for a certified duplicate to be made on the basis of the export <br> (ii) vegetable products harvested, picked or gathered in the territory of either <br> documents. A certified duplicate shall bear the words @^@CERTIFIED TRUE COPY@^@. The <br> duplicate certificate of origin shall bear the date of issue of the original certificate and be valid <br> (iii) live animals born and raised in the territory of either Party; <br> one year from that date. <br> (iv) goods obtained from hunting, trapping, harvesting, aquaculture or fishing <br> Harmonized System; <br> Article 3.25: Verification of Origin and Granting Preferential Tariff Treatment <br> in the territory of either Party; <br> 1 Notwithstanding the presentation of the certificate of origin under the conditions set by <br> (v) fish, shellfish and other marine life taken from the sea outside the territory <br> this Chapter, the customs authority of the importing Party may, in order to verify the origin of <br> of the Parties by vessels owned or leased by a company established in the <br> the goods, request information from the competent authority of the exporting Party. The <br> territory of a Party, provided that such vessels are registered or recorded <br> customs authority of the importing Party may deny preferential tariff treatment if the customs <br> with that Party and entitled to fly its flag; <br> authority of the importing Party receives no confirmation of receipt of the request within a <br> (vi) goods obtained or produced from fish, shellfish and other marine species <br> maximum of 90 days after the initial request. The exporting Party shall respond to the request <br> on board factory vessels, provided that they are owned or leased by a <br> for information within 180 days from the date of confirmation of receipt of the request. <br> company established in the territory of a Party and such vessels are <br> 2 For the purposes of paragraph 1, requests for information shall indicate: <br> registered with that Party and entitled to fly its flag; <br> a) the identification, name and title of the authority requesting information; <br> (vii) goods taken by a Party or a person of a Party from the seabed or beneath <br> b) the reference number and the date of certificates of origin or the quantity of the <br> the seabed outside the territorial sea of that Party, provided that the Party <br> certificates of origin that have been issued to an exporter during a certain time period; <br> or person of the Party has rights to exploit such seabed and beneath the seabed; <br> c) brief description of the type of problem encountered; and <br> (viii) waste and scrap derived from production or collected in the territory of <br> d) reasons for the request. <br> either Party, provided that such goods are used as starting materials; and <br> 3 If the information obtained from the procedure referred to in paragraphs 1 and 2 is not <br> (ix) goods produced in the territory of either Party exclusively from goods <br> sufficient to determine the origin of the goods covered by one or more certificates of origin, <br> referred to in subparagraphs (i) to (viii) or from their derivatives, at any <br> the custom authority of the importing Party, through the competent authority of the exporting <br> stage of production; <br> Party, may make: <br> b) produced entirely in the territory of either Party, exclusively from materials that <br> a) written requests for information from the exporter or producer; <br> qualify as originating under this Chapter; <br> b) written questionnaires to an importer, exporter or producer; <br> c) produced using non-originating materials, provided that they have undergone a <br> c) visits to the premises of the exporter or producer in the territory of the exporting <br> production process conducted entirely in the territory of a Party, and that goods are classified <br> Party, for the purposes of examining the supporting documents or observing the facilities used <br> under a different tariff heading compared to these materials' tariff heading; <br> in the production of the goods subject to verification, in cases where the information obtained <br> d) unable to comply with the provisions of the preceding paragraph because the <br> as a result of procedures referred to in subparagraphs a) and b) above are not sufficient; and <br> production process does not involve a change in tariff heading for all non-originating materials, <br> d) other procedures as the Parties may agree. <br> however the regional value content (RVC) of the good (Viet Nam and Cuba content) is not less <br> 4 The customs authority of the importing Party shall notify the initiation of the <br> than X per cent of the FOB export value of the final goods; and <br> that: <br> verification procedure to the importer, exporter or producer and the competent authority of the <br> e) produced entirely in the territory of a Party using non-originating materials <br> exporting Party in accordance with paragraph 3. The notification shall be sent by mail or any <br> provided that the goods meet the specific requirements set out in Annex 3-A (Product Specific <br> other means followed by a confirmation of receipt of the notification. <br> Rules) to this Chapter. These requirements shall prevail over general criteria set out in <br> 5 In accordance with subparagraphs 3 a) and b), requests for information or written <br> paragraphs c) and d). <br> questionnaires shall contain: <br> Article 3.4: Accumulation <br> a) the identification, name and title of the customs authority requesting <br> 1 For the purposes of compliance with the rules of origin, materials originating in the <br> territory of either Party, embodied in a particular commodity in the territory of the exporting <br> b) the name of the importer, exporter or producer under the verification request; <br> Party, shall be considered as originating in the territory of the latter. <br> c) description of the information and documents required; and <br> 2 When each Party has a trade agreement in force with the same country which is not <br> d) reasons for verification requests or questionnaires. <br> party to this Agreement, by a decision of the Joint Committee, the materials of the non-Party <br> 6 The importer, exporter or producer who receives a questionnaire or verification request <br> may be considered as originating goods under this Agreement. <br> in accordance with subparagraphs 3 a) and b) shall duly complete and return the questionnaire <br> 3 Paragraph 2 may only be applied once the mechanism/procedure and material which <br> or respond to the request for information within 45 days of the date of its receipt. <br> are subject to accumulate have been determined by agreement of the Parties. The Parties shall <br> 7 Pursuant to subparagraph 3c) the notice of the intention to conduct the verification visit <br> endeavour to implement accumulation scheme and shall establish a working group that <br> of origin shall contain: <br> develops this provision in the future. <br> a) the identification of the customs authority requesting verification; <br> Article 3.5: De Minimis <br> b) the name of the exporter or producer to be visited; <br> A good shall be considered as originating if the CIF value of all non-originating <br> c) a proposed date and place of the verification visit in accordance with paragraph <br> materials used in its production not satisfying a change in tariff classification requirement does <br> 8; <br> not exceed 10 per cent of the FOB value of the good. <br> d) the purpose and scope of the proposed verification visit, with specific mention <br> Article 3.6: Treatment of Intermediate Materials <br> of the goods subject to verification; <br> For the purposes of determining the origin of goods, for the cases specified in paragraph <br> e) the names and titles of the officials performing the verification visit; and <br> d) of Article 3.3 (Originating Goods), the producer may consider the total value of the <br> f) the reasons for the verification visit. <br> intermediate goods used in the production of such goods as originating, provided that they <br> 8 The competent authority from the exporting Party shall respond to the customs <br> qualify as such in accordance with the provisions of this Chapter. <br> authority of the importing Party about its decision on the verification visit within a maximum <br> Article 3.7: Processes or Operations which do not Confer Origin <br> period of 30 days from the date of receipt of the request. The verification visit may take place <br> 1 Processes or operations described below shall be considered as insufficient working or <br> 60 days after the confirmation of the approval for the verification visit. <br> processing to confer the status of originating products: <br> 9 The exporter or producer may request, in writing, to the competent authority of the <br> a) ensuring preservation of goods in good condition for the purposes of transport <br> exporting Party and the importing Party to postpone the agreed verification visit with <br> or storage; <br> justifications for a period not exceeding 30 days from the date previously agreed or a longer <br> b) facilitating shipment or transport; and <br> period as agreed by the customs authorities of the importing Party and the exporting Party. For <br> c) packaging or presenting goods for sale. <br> these purposes, the customs authority of the importing Party must notify the new date of the <br> 2 A good originating in the territory of a Party shall retain its initial originating status, <br> visit to the exporter or producer of the goods. <br> when exported from the other Party, where operations undertaken have not undergone <br> 10 When the verification visit is completed, the customs authority of the importing Party <br> operations beyond those referred to in paragraph 1. <br> shall prepare a record of the visit, which includes the facts and outcomes of the visit and is duly <br> signed by the competent authorities and the exporter or producer. <br> 1 Accessories, spare parts and tools that are delivered with the good shall be considered <br> 11 The verification process is considered complete when the customs authority of the <br> as part of that good if they are not invoiced separately from the good and their value is <br> importing Party established by a report of origin, in a period not exceeding 30 days after receipt <br> customary for that good. They shall not be taken into account in determining whether all non- <br> of the information or the completion of the visit, that the good qualifies as originating in <br> originating materials used in the production of the good have undergone the applicable change <br> accordance with the procedures set out in this Article. <br> in tariff classification. <br> 12 The verification report shall include facts, findings and the legal basis of the visit and <br> 2 If a good is subject to regional value content requirement, the value of the accessories, <br> inform the importer, exporter or producer whether the concerned goods are originating or not. <br> spare parts or tools described in paragraph 1, shall be taken into account as originating or non- <br> 13 The goods subject to verification shall receive preferential tariff treatment provided <br> originating materials, as appropriate, in calculating the regional value content of the good. <br> Article 3.9: Sets of Goods <br> a) the period set out in paragraph 11 expires without a verification report prepared <br> The sets, as defined in Rule 3 of the General Rules for the Interpretation of Harmonized <br> by the customs authority of the importing Party; or <br> System, as well as goods whose description in the Harmonized System is of a set shall be <br> b) the importing Party do not follow deadlines set out in this Article. <br> considered as originating when all component goods are originating goods. However, when a <br> 14 Where the customs authority of the importing Party has a reasonable doubt about the <br> set is composed of originating and non-originating goods, that set shall be considered as <br> origin of the goods of a certain consignment, such customs authority may suspend the <br> originating as a whole if the CIF value of non-originating goods does not exceed 15 per cent <br> application for the preferential tariff treatment. The goods of that consignment can be released <br> of the FOB value of the set. <br> in accordance with the requirements of such Party's respective domestic laws and regulations. <br> Article 3.10: Packaging and Packing Materials for Retail Sale <br> A Party that has made findings on reasonable doubt shall notify and consult with the other <br> 1 If a good is subject to the RVC-based rule of origin, the value of the packaging and <br> Party with a view to achieving a mutually acceptable solution to ensure fiscal interest. <br> packing materials for retail sale shall be taken into account in its origin assessment, where the <br> packaging and packing materials for retail sale are considered to be forming a whole with the good. <br> 2 Where paragraph 1 is not applicable, the packaging and packing materials for retail <br> sale, when classified together with the packaged good, shall not be considered in determining <br> whether all of the non-originating materials used in the production of a good have met the <br> change in tariff classification requirements for such good. <br> Packing materials and containers for shipment are not taken into account in determining <br> ARTICLE 3.11: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> whether a good is originating. <br> Article 3.12: Neutral Elements and Indirect Materials Used in Production <br> In order to determine whether goods originate, it shall not be necessary to determine the origin <br> of the following which might be used in the production of such goods: <br> a) fuel and energy; <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> b) tools, dies and molds; <br> c) spare parts and materials used in the maintenance of equipment and buildings; <br> d) lubricants, greases, compounding materials and other materials used in <br> e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> f) equipment, devices and supplies used for testing or inspecting the goods; <br> g) catalysts and solvents; and <br> h) any other materials that are not incorporated or intended to be incorporated in <br> the final composition of the goods and can be demonstrated as part of the production process. <br> Article 3.13: Fungible Materials <br> 1 The determination of whether fungible materials are originating materials shall be made <br> either by physical segregation of each of the materials or by the use of generally accepted <br> accounting principles of stock control applicable, or inventory management practice, in the <br> exporting Party. <br> 2 Once a decision has been taken on the inventory management method, that method shall <br> be used throughout the fiscal year. <br> Article 3.14: Direct Consignment <br> 1 An originating good shall be deemed as directly consigned from the exporting Party to <br> a) if the goods are transported without passing through the territory of any non-Party; or <br> b) if the goods are transported for the purpose of transit through a non-Party with <br> or without transshipment or temporary storage in that non-Party, provided that: <br> (i) the transit is justified for geographical reasons, logistics or transport <br> requirements; <br> (ii) the goods have not entered into trade or consumption in the territory of <br> that non-Party; and <br> (iii) the goods have not undergone any operation in the territory of that non- <br> Party other than unloading, reloading and splitting of consignment or any operation required <br> to keep the goods in good condition. <br> 2 In the case where an originating good of the exporting Party is imported through one or <br> more non-Parties or after an exhibition in a non-Party, the customs authority of the importing <br> Party may require importers, who claim the preferential tariff treatment for the good, to submit <br> supporting documentation such as transport, customs documents or other documents. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 3.32: Mutual Assistance <br> 1 The competent authorities shall, in order to ensure the implementation of the provisions <br> of this Chapter, assist each other through the corresponding authorities to verify the authenticity <br> of the certificates of origin and the information provided in the certificates of origin. <br> 2 The Parties shall consult regularly to ensure that this Chapter is administered <br> consistently and effectively in accordance with the objectives of this Agreement. <br> 3 The Parties shall facilitate mutual assistance, technical skills and the implementation of <br> technologies, cooperation and exchange of information, in order to expedite the procedures <br> established in these rules. <br> 4 Each Party shall provide the other Party with the name and address of its qualified <br> entities and custom authorities together with the original and legible specimen impression of <br> their stamp, the sample of the certificate of origin to be used and the data on the security <br> features of the certificate of origin. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.33: Confidentiality <br> Each Party shall, in accordance with its laws and regulations, keep the confidentiality <br> of information provided pursuant to this Chapter. The information shall not be disclosed <br> without the permission of the person or authority of the Party providing it. <br> "}, {"ArticleTitle": "Committee on Rules of Origin", "ArticleDesc": "Article 3.34: Committee on Rules of Origin <br> 1 The Parties hereby establish the Committee on Rules of Origin, composed of <br> representatives of each Party, for the purposes of effective implementation of the provisions of this Chapter. <br> 2 The Committee shall have the following functions: <br> a) monitoring the implementation and administration of this Chapter; and <br> b) discussing any proposed modifications of the rules of origin under this Chapter. <br> 3 The Committee shall meet at such time and venue as may be agreed by the Parties, but <br> no less than once a year. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 4.1: Definitions <br> Article 4.4: Review and Appeal <br> Article 4.10: Advance Rulings <br> confidential and shall be used for customs purposes only. <br> For the purposes of this Chapter: <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, in <br> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br> customs authority means the authority that, according to the legislation of each Party, is <br> accordance with the Party's domestic laws and regulations, importers in its territory have access to: <br> a written advance ruling at the written request of an importer in its territory, or an exporter in <br> responsible for the administration and enforcement of its customs laws and regulations: <br> a) administrative review independent of the official or office that issued the <br> the territory of the other Party, on: <br> a) in the case of Cuba, the General Customs Office; and <br> a) tariff classification; <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> b) judicial review of the determination or decision taken at the final level of <br> b) whether a good qualifies as originating in accordance with the provisions of <br> customs laws and regulations means such laws and regulations administered and enforced by <br> administrative review. <br> Chapter 3 (Rules of Origin) of this Agreement; <br> the customs authority of each Party concerning the importation, exportation, and <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br> c) the appropriate method or criteria, and the application thereof, to be used for <br> transit/transshipment of goods, as they relate to customs duties, charges, and other taxes, or to <br> decision shall be provided in writing. <br> determining the customs value under a particular set of facts; and <br> prohibitions, restrictions, and other similar controls with respect to the movement of controlled <br> d) other matters that the Parties agree. <br> items across the boundary of the customs territory of each Party; <br> 2 An importer or exporter may request an advance ruling through a duly authorised <br> customs procedures means the treatment applied by the customs authority of each Party to <br> representative in accordance with domestic laws and regulations of the Party to which such <br> goods which are subject to customs control; <br> request is made. <br> requesting authority means the customs authority which requests assistance; and <br> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br> requested authority means the customs authority from which assistance is requested. <br> provided that the applicant has submitted all information that the Party requires, including, if <br> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br> the applicant has submitted. <br> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br> setting out the relevant facts and the basis for its decision. <br> 6 A Party may decline to issue an advance ruling to the applicant where the question <br> raised in the application: <br> a) is already pending in the applicant's case before any governmental agency, <br> appellate tribunal, or court; <br> b) has already been decided by any appellate tribunal or court; or <br> c) is not in accordance with the conditions for requesting advance ruling. <br> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br> request advance ruling is different from the customs profile submitted at the time of importation <br> or exportation. <br> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br> written notice to the applicant setting out the relevant facts and the basis for its decision. <br> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br> 10 Each Party shall publish, at a minimum: <br> a) the requirements for the application for an advance ruling, including the <br> information to be provided and the format; <br> b) the time period by which it will issue an advance ruling; and <br> c) the length of time for which the advance ruling is valid. <br> 11 Each Party shall endeavour to make publicly available any information on advance <br> rulings which it considers to be of significant interest to other interested parties, taking into <br> account the need to protect commercially confidential information as prescribed in the national <br> law of each Party. <br> Article 4.11: Authorised Economic Operator <br> 1 Each Party shall provide additional trade facilitation measures related to import, export, <br> or transit formalities and procedures to operators who meet specified criteria, hereinafter called <br> authorised economic operators. Alternatively, a Party may offer such trade facilitation <br> measures through customs procedures generally available to all operators and is not required <br> to establish a separate scheme. <br> 2 The specified criteria to qualify as an authorised economic operator shall be related to <br> compliance, or the risk of non-compliance, with requirements specified in a Party's laws, <br> regulations or procedures. <br> 3 The customs authorities of the Parties will encourage and work towards an agreement <br> on mutual recognition of authorised economic operator schemes. <br> Article 4.12: Post-clearance Audit <br> 1 With a view to expediting the release of goods, each Party shall adopt or maintain post- <br> clearance audit to ensure compliance with customs and other related laws and regulations. <br> 2 Each Party shall select a person or a consignment for post-clearance audit in a risk- <br> based manner, which may include appropriate selectivity criteria. Each Party shall conduct post <br> clearance audits in a transparent manner. Where the person is involved in the audit process and <br> conclusive results have been achieved, the Party shall, without delay, notify the person whose <br> record is audited of the results, the person's rights and obligations, and the reasons for the results. <br> 3 The information obtained in post-clearance audit may be used in further administrative <br> or judicial proceedings. <br> 4 Each Party shall, wherever practicable, use the result of post-clearance audit in applying <br> risk management. <br> determination; and <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.2: Objectives <br> The objectives of this Chapter are to: <br> a) simplify and harmonise customs procedures of the Parties; <br> b) ensure consistency, predictability and transparency in the application of <br> customs laws and regulations of the Parties; <br> c) ensure efficient and expeditious release of goods; <br> d) facilitate trade in goods between the Parties by the use of information and <br> communication technology, taking into account international standards; and <br> e) promote cooperation between the customs authorities with relevant <br> international standards and recommended practices such as those made under the auspices of <br> the Customs Co-operation Council of the World Customs Organization. <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 4.3: Scope and Coverage <br> 1. This Chapter shall apply to customs procedures for goods traded between the Parties. <br> 2 This Chapter shall be implemented in accordance with the laws and regulations of each <br> Party and within the competence and available resources of their respective customs authorities. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.1: Definitions <br> Article 4.4: Review and Appeal <br> Article 4.10: Advance Rulings <br> confidential and shall be used for customs purposes only. <br> For the purposes of this Chapter: <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, in <br> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br> customs authority means the authority that, according to the legislation of each Party, is <br> accordance with the Party's domestic laws and regulations, importers in its territory have access to: <br> a written advance ruling at the written request of an importer in its territory, or an exporter in <br> responsible for the administration and enforcement of its customs laws and regulations: <br> a) administrative review independent of the official or office that issued the <br> the territory of the other Party, on: <br> a) in the case of Cuba, the General Customs Office; and <br> a) tariff classification; <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> b) judicial review of the determination or decision taken at the final level of <br> b) whether a good qualifies as originating in accordance with the provisions of <br> customs laws and regulations means such laws and regulations administered and enforced by <br> administrative review. <br> Chapter 3 (Rules of Origin) of this Agreement; <br> the customs authority of each Party concerning the importation, exportation, and <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br> c) the appropriate method or criteria, and the application thereof, to be used for <br> transit/transshipment of goods, as they relate to customs duties, charges, and other taxes, or to <br> decision shall be provided in writing. <br> determining the customs value under a particular set of facts; and <br> prohibitions, restrictions, and other similar controls with respect to the movement of controlled <br> d) other matters that the Parties agree. <br> items across the boundary of the customs territory of each Party; <br> 2 An importer or exporter may request an advance ruling through a duly authorised <br> customs procedures means the treatment applied by the customs authority of each Party to <br> representative in accordance with domestic laws and regulations of the Party to which such <br> goods which are subject to customs control; <br> request is made. <br> requesting authority means the customs authority which requests assistance; and <br> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br> requested authority means the customs authority from which assistance is requested. <br> provided that the applicant has submitted all information that the Party requires, including, if <br> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br> the applicant has submitted. <br> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br> setting out the relevant facts and the basis for its decision. <br> 6 A Party may decline to issue an advance ruling to the applicant where the question <br> raised in the application: <br> a) is already pending in the applicant's case before any governmental agency, <br> appellate tribunal, or court; <br> b) has already been decided by any appellate tribunal or court; or <br> c) is not in accordance with the conditions for requesting advance ruling. <br> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br> request advance ruling is different from the customs profile submitted at the time of importation <br> or exportation. <br> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br> written notice to the applicant setting out the relevant facts and the basis for its decision. <br> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br> 10 Each Party shall publish, at a minimum: <br> a) the requirements for the application for an advance ruling, including the <br> information to be provided and the format; <br> b) the time period by which it will issue an advance ruling; and <br> c) the length of time for which the advance ruling is valid. <br> 11 Each Party shall endeavour to make publicly available any information on advance <br> rulings which it considers to be of significant interest to other interested parties, taking into <br> account the need to protect commercially confidential information as prescribed in the national <br> law of each Party. <br> Article 4.11: Authorised Economic Operator <br> 1 Each Party shall provide additional trade facilitation measures related to import, export, <br> or transit formalities and procedures to operators who meet specified criteria, hereinafter called <br> authorised economic operators. Alternatively, a Party may offer such trade facilitation <br> measures through customs procedures generally available to all operators and is not required <br> to establish a separate scheme. <br> 2 The specified criteria to qualify as an authorised economic operator shall be related to <br> compliance, or the risk of non-compliance, with requirements specified in a Party's laws, <br> regulations or procedures. <br> 3 The customs authorities of the Parties will encourage and work towards an agreement <br> on mutual recognition of authorised economic operator schemes. <br> Article 4.12: Post-clearance Audit <br> 1 With a view to expediting the release of goods, each Party shall adopt or maintain post- <br> clearance audit to ensure compliance with customs and other related laws and regulations. <br> 2 Each Party shall select a person or a consignment for post-clearance audit in a risk- <br> based manner, which may include appropriate selectivity criteria. Each Party shall conduct post <br> clearance audits in a transparent manner. Where the person is involved in the audit process and <br> conclusive results have been achieved, the Party shall, without delay, notify the person whose <br> record is audited of the results, the person's rights and obligations, and the reasons for the results. <br> 3 The information obtained in post-clearance audit may be used in further administrative <br> or judicial proceedings. <br> 4 Each Party shall, wherever practicable, use the result of post-clearance audit in applying <br> risk management. <br> determination; and <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.5: Release of Goods <br> 1 Each Party shall endeavour to apply customs procedures in a predictable, consistent and <br> transparent manner for the efficient release of goods in order to facilitate trade between the Parties. <br> 2 For prompt release of goods traded between the Parties, each Party shall to the extent possible: <br> a) provide for the release of goods within a period no longer than that required to <br> ensure compliance with its customs laws and regulations; <br> b) make use of information and communications technology; <br> c) adopt or maintain procedures allowing, to the extent possible, goods to be <br> released at the point of arrival, without temporary transfer to warehouses or other locations; <br> d) harmonise its customs procedures, as far as possible, with relevant international <br> standards and best practices, such as those recommended by the World Customs Organization; and <br> e) adopt or maintain procedures allowing the release of goods prior to, and without <br> prejudice to, the final determination by its customs authority of the applicable customs duties, <br> taxes and fees, subject to domestic procedures. <br> 3 Each Party shall ensure, to the extent possible, that their competent authorities are <br> involved in border control, and export and import of goods to facilitate trade between the two Parties. <br> 4 When goods imported into a Party do not meet sanitary or phytosanitary or technical <br> regulations according to that Party's domestic laws and regulations and/or specific <br> requirements provided for under this Agreement, such goods should be re-exported to the <br> exporter or other persons designated by the exporter. <br> 5 With a view to preventing avoidable loss or deterioration of perishable goods [1], and <br> provided that all regulatory requirements have been met, each Party shall provide for the release <br> of perishable goods: <br> a) under normal circumstances within the shortest possible time; and <br> b) in the exceptional circumstances where it would be appropriate to do so, outside <br> the business hours of customs and other relevant authorities. <br> 6 Each Party shall give appropriate priority to perishable goods when scheduling any <br> examinations that may be required. [1] For the purposes of this Article, perishable goods are goods that rapidly decay due to their natural characteristics, <br> in particular in the absence of appropriate storage conditions. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.6: Risk Management <br> 1 In order to facilitate release of goods traded between the Parties, and within available <br> resource and competence of each Party, the customs authority shall use risk management <br> methodology. <br> 2 The customs authority of each Party shall, to the extent possible, cooperate and <br> exchange information for the purposes of risk management and targeting. <br> 3 Each Party shall endeavour to adopt or maintain risk management systems that enable <br> its customs authority to concentrate inspection activities on high risk goods and that simplify <br> the clearance and movement of low risk goods. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 4.7: Customs Cooperation <br> To the extent permitted by their domestic laws and regulations, the customs authority <br> of each Party shall assist each other in relation to: <br> a) achieving compliance with their laws and regulations pertaining to the <br> implementation and operation of the provisions of this Agreement; and such other customs <br> matters as the Parties may agree; <br> b) the implementation and operation of the Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994 in Annex 1A to the WTO Agreement; <br> c) the enforcement of prohibitions and restrictions on exports to and imports from <br> their respective territories; <br> d) joint efforts to combat customs fraud; and <br> e) cooperation in any other areas as may be mutually agreed by the Parties. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 4.8: Mutual Assistance <br> 1 The customs authority of each Party shall, to the extent possible, provide the customs <br> authority of the other Party, upon request or on its own initiative, with information which helps <br> to ensure proper application of customs laws and regulations, and the prevention of violation <br> or attempted violation of customs laws and regulations. <br> 2 To the extent permitted by their customs laws and regulations, the customs authorities <br> may provide each other with mutual assistance in order to prevent or investigate violations of <br> customs laws and regulations. <br> 3 The request pursuant to paragraph 1 shall, wherever appropriate, specify: <br> a) the verification procedures that the requesting authority has undertaken or <br> attempted to undertake; and <br> b) the specific information that the requesting authority requires, which may include: <br> (i) subject and reason for the request; <br> (ii) a brief description of the matter and the action requested; and <br> (iii) the names and addresses of the parties concerned with the proceedings, <br> if known. <br> "}, {"ArticleTitle": "Enforcement Against Illicit Trafficking", "ArticleDesc": "Article 4.9: Enforcement Against Illicit Trafficking <br> The customs authority of each Party shall, to the extent permitted by their laws and <br> regulations, wherever possible, cooperate and exchange information in their enforcement <br> against the trafficking of illicit drugs and other prohibited goods in their respective territories. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.1: Definitions <br> Article 4.4: Review and Appeal <br> Article 4.10: Advance Rulings <br> confidential and shall be used for customs purposes only. <br> For the purposes of this Chapter: <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, in <br> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br> customs authority means the authority that, according to the legislation of each Party, is <br> accordance with the Party's domestic laws and regulations, importers in its territory have access to: <br> a written advance ruling at the written request of an importer in its territory, or an exporter in <br> responsible for the administration and enforcement of its customs laws and regulations: <br> a) administrative review independent of the official or office that issued the <br> the territory of the other Party, on: <br> a) in the case of Cuba, the General Customs Office; and <br> a) tariff classification; <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> b) judicial review of the determination or decision taken at the final level of <br> b) whether a good qualifies as originating in accordance with the provisions of <br> customs laws and regulations means such laws and regulations administered and enforced by <br> administrative review. <br> Chapter 3 (Rules of Origin) of this Agreement; <br> the customs authority of each Party concerning the importation, exportation, and <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br> c) the appropriate method or criteria, and the application thereof, to be used for <br> transit/transshipment of goods, as they relate to customs duties, charges, and other taxes, or to <br> decision shall be provided in writing. <br> determining the customs value under a particular set of facts; and <br> prohibitions, restrictions, and other similar controls with respect to the movement of controlled <br> d) other matters that the Parties agree. <br> items across the boundary of the customs territory of each Party; <br> 2 An importer or exporter may request an advance ruling through a duly authorised <br> customs procedures means the treatment applied by the customs authority of each Party to <br> representative in accordance with domestic laws and regulations of the Party to which such <br> goods which are subject to customs control; <br> request is made. <br> requesting authority means the customs authority which requests assistance; and <br> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br> requested authority means the customs authority from which assistance is requested. <br> provided that the applicant has submitted all information that the Party requires, including, if <br> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br> the applicant has submitted. <br> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br> setting out the relevant facts and the basis for its decision. <br> 6 A Party may decline to issue an advance ruling to the applicant where the question <br> raised in the application: <br> a) is already pending in the applicant's case before any governmental agency, <br> appellate tribunal, or court; <br> b) has already been decided by any appellate tribunal or court; or <br> c) is not in accordance with the conditions for requesting advance ruling. <br> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br> request advance ruling is different from the customs profile submitted at the time of importation <br> or exportation. <br> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br> written notice to the applicant setting out the relevant facts and the basis for its decision. <br> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br> 10 Each Party shall publish, at a minimum: <br> a) the requirements for the application for an advance ruling, including the <br> information to be provided and the format; <br> b) the time period by which it will issue an advance ruling; and <br> c) the length of time for which the advance ruling is valid. <br> 11 Each Party shall endeavour to make publicly available any information on advance <br> rulings which it considers to be of significant interest to other interested parties, taking into <br> account the need to protect commercially confidential information as prescribed in the national <br> law of each Party. <br> Article 4.11: Authorised Economic Operator <br> 1 Each Party shall provide additional trade facilitation measures related to import, export, <br> or transit formalities and procedures to operators who meet specified criteria, hereinafter called <br> authorised economic operators. Alternatively, a Party may offer such trade facilitation <br> measures through customs procedures generally available to all operators and is not required <br> to establish a separate scheme. <br> 2 The specified criteria to qualify as an authorised economic operator shall be related to <br> compliance, or the risk of non-compliance, with requirements specified in a Party's laws, <br> regulations or procedures. <br> 3 The customs authorities of the Parties will encourage and work towards an agreement <br> on mutual recognition of authorised economic operator schemes. <br> Article 4.12: Post-clearance Audit <br> 1 With a view to expediting the release of goods, each Party shall adopt or maintain post- <br> clearance audit to ensure compliance with customs and other related laws and regulations. <br> 2 Each Party shall select a person or a consignment for post-clearance audit in a risk- <br> based manner, which may include appropriate selectivity criteria. Each Party shall conduct post <br> clearance audits in a transparent manner. Where the person is involved in the audit process and <br> conclusive results have been achieved, the Party shall, without delay, notify the person whose <br> record is audited of the results, the person's rights and obligations, and the reasons for the results. <br> 3 The information obtained in post-clearance audit may be used in further administrative <br> or judicial proceedings. <br> 4 Each Party shall, wherever practicable, use the result of post-clearance audit in applying <br> risk management. <br> determination; and <br> "}, {"ArticleTitle": "Single Window", "ArticleDesc": "Article 4.13: Single Window <br> Each Party shall endeavour to establish or maintain a single window that enables traders <br> to submit documentation and/or data required for the importation, exportation, or transit of <br> goods and transportation means through a single entry point to the participating authorities or <br> agencies. After the examination by the participating authorities or agencies of the <br> documentation and/or data, the results shall be notified to the applicants through the single <br> window in a timely manner. <br> "}, {"ArticleTitle": "Pre-Arrival Processing", "ArticleDesc": "Article 4.14: Pre-Arrival Processing <br> 1 Each Party shall adopt or maintain procedures allowing for the submission of import <br> documentation and other required information, including manifests, in order to begin <br> processing prior to the arrival of goods with a view to expediting the release of goods upon arrival. <br> 2 Each Party shall, as appropriate, provide for advance lodging of documents in electronic <br> format for pre-arrival processing of such documents. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "1 Each Party's customs authority undertakes not to use any information received in <br> accordance with this Chapter or Chapter 3 (Rules of Origin) other than for the purpose for <br> which the information was given, or to disclose any such information, except in cases where: <br> a) the customs authority that furnished the information has expressly approved its <br> use or disclosure for other purposes related to this Chapter or Chapter 3 (Rules of Origin); or <br> b) the domestic laws and regulations of the receiving customs authority require <br> disclosure, in which case the receiving customs authority shall notify the customs authority that <br> furnished the information of the relevant laws and regulations. <br> 2 Any information received in accordance with this Chapter or Chapter 3 (Rules of <br> Origin) shall be treated as confidential and will be subject to the same protection and <br> confidentiality as the same kind of information under the domestic laws and regulations of the <br> customs authority where it is received. <br> 3 Nothing in this Chapter or Chapter 3 (Rules of Origin) shall be construed to require a <br> Party to furnish or allow access to information the disclosure of which would: <br> a) be contrary to the public interest as determined by its laws, rules or regulations; <br> b) be contrary to any of its laws, rules and regulations, including but not limited to <br> those protecting personal privacy or the financial affairs and accounts of individuals; or <br> c) impede law enforcement. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 4.15: CONFIDENTIALITY <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 4.16: Publication and Enquiry Points <br> For the purposes of this Chapter, each Party shall: <br> a) publish on the internet or in print form all statutory and regulatory provisions <br> and procedures applicable or enforced by its customs authority; and <br> information concerning procedures for making such enquiries. <br> b) designate one or more enquiry points to address enquiries from the other Party <br> concerning customs matters, and shall make available on the internet, or in print form, <br> "}, {"ArticleTitle": "Electronic Information Exchange", "ArticleDesc": "Article 4.17: Electronic Information Exchange <br> 1 In order to facilitate the performance of customs administration, to expedite the release <br> of goods and to prevent violation of customs laws and regulations, the Parties shall create and <br> implement electronic information exchange on a regular basis. <br> 2 All requirements and specification of the operation of electronic information exchange <br> as well as specific contents of the information to be exchanged shall be set out in a separate <br> protocol between the Parties. Such information shall be sufficient for identification of <br> transported goods and efficient customs control. <br> 3 Any information exchanged in accordance with this Article shall be treated as <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.1: Definitions <br> Article 4.4: Review and Appeal <br> Article 4.10: Advance Rulings <br> confidential and shall be used for customs purposes only. <br> For the purposes of this Chapter: <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, in <br> 1 Each Party shall endeavour to issue, before the importation of goods into their territory, <br> customs authority means the authority that, according to the legislation of each Party, is <br> accordance with the Party's domestic laws and regulations, importers in its territory have access to: <br> a written advance ruling at the written request of an importer in its territory, or an exporter in <br> responsible for the administration and enforcement of its customs laws and regulations: <br> a) administrative review independent of the official or office that issued the <br> the territory of the other Party, on: <br> a) in the case of Cuba, the General Customs Office; and <br> a) tariff classification; <br> b) in the case of Viet Nam, the General Department of Viet Nam Customs; <br> b) judicial review of the determination or decision taken at the final level of <br> b) whether a good qualifies as originating in accordance with the provisions of <br> customs laws and regulations means such laws and regulations administered and enforced by <br> administrative review. <br> Chapter 3 (Rules of Origin) of this Agreement; <br> the customs authority of each Party concerning the importation, exportation, and <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br> c) the appropriate method or criteria, and the application thereof, to be used for <br> transit/transshipment of goods, as they relate to customs duties, charges, and other taxes, or to <br> decision shall be provided in writing. <br> determining the customs value under a particular set of facts; and <br> prohibitions, restrictions, and other similar controls with respect to the movement of controlled <br> d) other matters that the Parties agree. <br> items across the boundary of the customs territory of each Party; <br> 2 An importer or exporter may request an advance ruling through a duly authorised <br> customs procedures means the treatment applied by the customs authority of each Party to <br> representative in accordance with domestic laws and regulations of the Party to which such <br> goods which are subject to customs control; <br> request is made. <br> requesting authority means the customs authority which requests assistance; and <br> 3 Each Party shall issue an advance ruling within 90 days after receiving the application, <br> requested authority means the customs authority from which assistance is requested. <br> provided that the applicant has submitted all information that the Party requires, including, if <br> the Party requests, a sample of the goods for which the applicant is seeking an advance ruling. <br> In issuing an advance ruling, the Party shall take into account the facts and circumstances that <br> the applicant has submitted. <br> 4 The advance rulings shall take effect from the date of issuance, or another date specified <br> in the decision, provided that the facts or circumstances in which the decision is based have not changed. <br> 5 If a Party declines to issue an advance ruling, it shall notify the applicant in writing, <br> setting out the relevant facts and the basis for its decision. <br> 6 A Party may decline to issue an advance ruling to the applicant where the question <br> raised in the application: <br> a) is already pending in the applicant's case before any governmental agency, <br> appellate tribunal, or court; <br> b) has already been decided by any appellate tribunal or court; or <br> c) is not in accordance with the conditions for requesting advance ruling. <br> 7 The advance ruling shall be valid for a reasonable period of time after its issuance as <br> prescribed in the national law of the issuing Party. The advance ruling shall not be valid if the <br> law, facts, or circumstances supporting that ruling have changed or the profile submitted to <br> request advance ruling is different from the customs profile submitted at the time of importation <br> or exportation. <br> 8 Where the Party revokes, modifies, or invalidates the advance ruling, it shall provide <br> written notice to the applicant setting out the relevant facts and the basis for its decision. <br> 9 An advance ruling issued by a Party shall be binding on that Party in respect of the <br> applicant that sought it. The Party may provide that the advance ruling is binding on the applicant. <br> 10 Each Party shall publish, at a minimum: <br> a) the requirements for the application for an advance ruling, including the <br> information to be provided and the format; <br> b) the time period by which it will issue an advance ruling; and <br> c) the length of time for which the advance ruling is valid. <br> 11 Each Party shall endeavour to make publicly available any information on advance <br> rulings which it considers to be of significant interest to other interested parties, taking into <br> account the need to protect commercially confidential information as prescribed in the national <br> law of each Party. <br> Article 4.11: Authorised Economic Operator <br> 1 Each Party shall provide additional trade facilitation measures related to import, export, <br> or transit formalities and procedures to operators who meet specified criteria, hereinafter called <br> authorised economic operators. Alternatively, a Party may offer such trade facilitation <br> measures through customs procedures generally available to all operators and is not required <br> to establish a separate scheme. <br> 2 The specified criteria to qualify as an authorised economic operator shall be related to <br> compliance, or the risk of non-compliance, with requirements specified in a Party's laws, <br> regulations or procedures. <br> 3 The customs authorities of the Parties will encourage and work towards an agreement <br> on mutual recognition of authorised economic operator schemes. <br> Article 4.12: Post-clearance Audit <br> 1 With a view to expediting the release of goods, each Party shall adopt or maintain post- <br> clearance audit to ensure compliance with customs and other related laws and regulations. <br> 2 Each Party shall select a person or a consignment for post-clearance audit in a risk- <br> based manner, which may include appropriate selectivity criteria. Each Party shall conduct post <br> clearance audits in a transparent manner. Where the person is involved in the audit process and <br> conclusive results have been achieved, the Party shall, without delay, notify the person whose <br> record is audited of the results, the person's rights and obligations, and the reasons for the results. <br> 3 The information obtained in post-clearance audit may be used in further administrative <br> or judicial proceedings. <br> 4 Each Party shall, wherever practicable, use the result of post-clearance audit in applying <br> risk management. <br> determination; and <br> "}]}]}, "members_found": ["704", "192"]}