{"FtaRooDetails": {"FtaId": 107, "FtaCode": "ITC00110", "FtaName": "China for LDCs", "FtaFullName": "Special Preference Treatment to imports from LDCs", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2001", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "China", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under China for LDCs", "AdminProcCooAuth": "The certification type under China for LDCs is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under China for LDCs is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for China for LDCs agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "The determining criteria for \"substantial transformation\" shall be \"Regional Value Content\" (RVC) or \"Change in Tariff Classification\" (CTC). Whereas the goods listed in the \"Product Specific Rules\" (PSR) are not subject to the said criteria. The criterion of RVC means that the regional value content of goods, expressed as a percentage, is no less than 40%. The criterion of Change in Tariff Classification means that the heading of all non-originating materials used in the production or manufacture of goods in the territory of beneficiary country is different from that of the goods. [Source: WTO notification G/RO/LDC/N/CHN/1]", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00110_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.customs.gov.cn/Portals/0/hgzs_zfs/1.%E5%8E%9F%E4%BA%A7%E5%9C%B0%E8%AF%81%E4%B9%A6(1).doc"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00110_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.e-to-china.com/tariff_changes/Policy_Focus/2017/0314/113295.html"}, {"DocDesc": "WTO notification", "DocFileName": "itc00110_wto.pdf", "DocType": "9_wto", "WebLink": "http://docsonline.wto.org/imrd/gen_redirectsearchdirect.asp?RN=0&searchtype=browse&query=@meta_Symbol%22G/RO/LDC/N/CHN/1%22&language=1&ct=DDFEnglish"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral (but diagonal for beneficiaries in 2 regional groups)", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Goods or materials originating in China used in the production of another good in a beneficiary country shall be considered as originating goods or materials of that beneficiary country. <br /> When a beneficiary country is a member state of a regional group, originating materials of any other beneficiary countries of the regional group used in the production of another good in this beneficiary country shall be considered as originating goods or materials of this beneficiary county. The list of regional groups is part of this regulation and to be otherwise promulgated by the General Administration of Customs of China. <br /> For implementation of the paragraph 2, GACC has published an announcement (No. 11, 2017) which lists the list of the groups. There are 2 groups fulfil the above requirements, one is ASEAN including 2 LDCs, Myanmar and Cambodia, the second one is ECWAS including 7 LDCs, Guinea-Bissau, Benin, Sierra Leone, Togo, Mali, Liberia and Senegal. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 Where the criterion of Change of Tariff Classification is applied to goods, the determination concerning the origin of the goods shall neither be affected by the origins of their packages and containers that are imported along with the goods and classified along with the goods in Chinese Tariff Schedule, nor by the origins of normal accessories, spare parts, tools, and descriptive materials of the goods. <br /> Where the criterion of regional value composition is applied to goods, the calculation of the regional value composition shall involve the prices of the packages and containers imported along with the goods and classified along with the goods in the Tariff Schedule as well as the prices of normal accessories, spare parts, tools, and descriptive materials of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "The following goods shall be considered as wholly obtained or produced entirely in a beneficiary country: <br /> (a) live animals born and raised in a beneficiary country; <br /> (b) goods obtained in a beneficiary country from the animals specified in sub-paragraph (a) above; <br /> (c) plants and plant products harvested, picked or collected in a beneficiary country; <br /> (d) goods obtained by hunting, aquaculture, trapping or fishing in a beneficiary country; <br /> (e) fish, shellfish and other marine life taken from the high seas by vessels registered or recorded in a beneficiary country and entitled to fly the flag of that country; <br /> (f) goods obtained from the processing of goods listed in sub?paragraph (e) above on board factory ships registered or recorded in a beneficiary country and entitled to fly the flag of that country; <br /> (g) minerals and other naturally occurring substances extracted in the beneficiary country or goods, exclusive of fish, shellfish and other marine life, taken or extracted from the waters, seabed or subsoil beneath the seabed outside the territorial waters of a beneficiary country, provided that the beneficiary country has the right to exploit such waters, seabed or subsoil beneath the seabed. <br /> (h) used goods collected in a beneficiary country which are consumed in that country and fit only for the recovery of raw materials; <br /> (i) waste and scrap derived from processing or manufacturing operations in a beneficiary country and fit only for the recovery of raw materials; <br /> (j) goods obtained through processing in a beneficiary country exclusively from goods referred to in sub-paragraphs (a) to (i) above. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Goods shall not be considered as originating goods, only be reason of undergoing one or more of the following operations or processes, without any other operations or processes: <br /> (a) operations or processes to ensure preservation of goods in good condition for the purpose of transport or storage; <br /> (b) simple assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br /> (c) changing package, unpacking or combining package <br /> (d) washing, cleansing, removal of dust, oxide, oil, paint or other cover; <br /> (e) ironing or pressing of textiles or textile products <br /> (f) simple painting or polishing; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (h) operations to colour sugar, to add flavour, or to form sugar lumps; partial or total powdering crystallized sugar; <br /> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching (including combining set goods), rip cutting, curving, winding, unfolding; <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes; fixing on cards or boards; and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos, and other like distinguishing signs on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; mixing sugar with other materials; <br /> (o) testing or calibrating; <br /> (p) mere dilution with water or other substances, which does not materially alter the characteristics of the goods; <br /> (q) drying, salting (or keeping in brine), refrigeration or freezing; <br /> (r) slaughter of animals; <br /> (s) combination of two or more operations specified in sub-paragraphs (a) through (r). <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "The Regional Value Content shall be calculated as follows: <br /> V - VNM <br /> RVC = -----------------------------------------------------x100% <br /> V <br /> V is the transaction value of the goods adjusted on a F.O.B. basis in accordance with Customs Valuation Agreement. <br /> VNM is the value of the non-originating materials. VNM shall be the cost of importation, the freight and insurance for transportation to the destination port or place, including the value of materials of undetermined origin. When the producer of goods acquires non-originating materials in the territory of the beneficiary country, the transaction value of such materials, in accordance with Customs Valuation Agreement, shall not include freight, insurance, packing costs and any other costs incurred in transporting the materials from the supplier's warehouse to the producer's location. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 The determination of the origin of goods shall not be affected by the origin of the following materials that are not components of the goods: <br /> (1) Fuel, energy, catalyst and solvent; <br /> (2) Devices and articles for testing goods; <br /> (3) Glove, spectacle, shoe, clothes, safety devices; <br /> (4) Tool, mould, and swage die; <br /> (5) Maintenance tools and materials; <br /> (6) Lubricant, oil, synthetic materials; <br /> (7) Other goods used in production", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Direct consignment in the regulation means that the originating goods are transported directly from the beneficiary country to ports of entry in China without going into any other countries or regions other than China or the beneficiary country. <br /> Originating goods of the beneficiary country which are transported to China through other countries or regions, with or without trans-shipment or temporary storage shall be determined as direct consignment, provided that the following requirements are satisfied at the same time: <br /> 1. the goods do not enter into trade or consumption there; <br /> 2. the goods do not undergo any operation there other than unloading, reloading or any other operations required to keep them in good condition; <br /> 3. the goods shall be subject to the control of customs or related government competent authorities in such countries or regions; <br /> 4. the goods which enter other countries or regions shall stay no longer than 6 months. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 Where the criterion of Change of Tariff Classification is applied to goods, the determination concerning the origin of the goods shall neither be affected by the origins of their packages and containers that are imported along with the goods and classified along with the goods in Chinese Tariff Schedule, nor by the origins of normal accessories, spare parts, tools, and descriptive materials of the goods. <br /> Where the criterion of regional value composition is applied to goods, the calculation of the regional value composition shall involve the prices of the packages and containers imported along with the goods and classified along with the goods in the Tariff Schedule as well as the prices of normal accessories, spare parts, tools, and descriptive materials of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 As regards a complete set of goods, where part of them are not originating in a favored country but the price of the part is less than 15% of the complete goods price, the complete set shall be still deemed originating in the favored country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "The Certificate of Origin shall: <br /> 1. be issued by the bodies authorized by the beneficiary country before exportation, at the time of exportation or within 5 days after exportation of the goods; <br /> 2. be completed in English; <br /> 3. contain security features, such as stamps of issuing bodies conforming to the specimen notified by the beneficiary country to China Customs; <br /> 4. contain a unique certificate number; <br /> 5. state the basis on which the goods are deemed to qualify as originating goods; <br /> 6. be valid for 1 year from the date of issuance; <br /> 7. be signed or stamped by customs or related port competent authorities of the beneficiary country in column 15 at the time of exportation. <br /> 8. cover one or more goods under one consignment. <br /> The Declaration of Origin shall: <br /> 1. be completed in Chinese; <br /> 2. be printed, then completed and correctly signed by importer; <br /> 3. be valid for 1 year from the date of issuance; <br /> 4. cover one or more goods under one consignment. <br /> The importers may submit a Declaration of Origin to customs to claim the goods under the ruling to be applicable to the Special Preference Treatment, provided that: <br /> 1. upon the request of importer, China Customs has made an ruling, which determined the origin of the imported goods to be a beneficiary country; and <br /> 2. the ruling is in a valid state, and the facts and situations, based on which the ruling was made do not change. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "upon advance ruling", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "The importers may submit a Declaration of Origin to customs to claim the goods under the ruling to be applicable to the Special Preference Treatment, provided that: <br /> 1. upon the request of importer, China Customs has made an ruling, which determined the origin of the imported goods to be a beneficiary country; and <br /> 2. the ruling is in a valid state, and the facts and situations, based on which the ruling was made do not change. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "The General Administration of Customs of China. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "The Certificate of Origin shall: <br /> 6. be valid for 1 year from the date of issuance; <br /> 8. cover one or more goods under one consignment. <br /> The Declaration of Origin shall: <br /> 3. be valid for 1 year from the date of issuance; <br /> 4. cover one or more goods under one consignment. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 Where meeting all of the following conditions, the consignee may apply to the customs for return of its paid deposits within one year as of the date of payment: <br /> (1) The consignee has declared the originating status to the customs upon the importation and indicated the applicable special preferential duty rates; <br /> (2) The consignee has submitted valid original Certificate of Origin, and its second copy, as well as other documents as required. <br /> Where the consignee fails to apply within one year for return of its cash deposit, the customs shall subsequently conduct conversion of the deposit into import tax amount.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "1. A valid Certificate of Origin. If Customs has received the electronic data information of a Certificate of Origin of a beneficiary country via electronic data exchange system, it is not compulsory for importers to submit a Certificate of Origin for goods of that beneficiary country. <br /> For advance ruling goods, importers may submit a Declaration of Origin rather than a Certificate of Origin; <br /> 2. Commercial invoice of the goods; <br /> 3. Transport documents covered the whole route from the beneficiary country to ports of entry in China; <br /> 4. For goods transported into the territory of China through other countries or regions, importers shall submit certified documents issued by customs of that country or region or other documents accepted by China customs. Those certified documents mentioned above are not compulsory when customs has obtained electronic data information of certified documents via related electronic data system for transshipment. <br /> If the transport documents are determined by China customs to be sufficient to fulfil the requirement of the Direct Consignment, importers are not required to submit certified documents. <br /> Supporting documents required when the transport of consignment involves transit: <br /> - Customs Announcement No. 57, promulgated in 2015; and <br /> - Customs Announcement No. 52, promulgated in 2016. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 18, Customs Decree No. 231 <br /> Whereas suspicion arises as to the authenticity or the originating status of related goods, the General Administration of Customs of China or its authorized offices may initiate a request for verification either by themselves or through the Economic and Commercial Counsellor's Office of the Embassy of China in the beneficiary country, to the competent department or authorized issuing bodies, who shall collaborate by responding to China Customs within 180 days from the date such a request is received. <br /> Whereas doubt arises about the information of the Declaration of Origin, customs may initiate a request for verification on the importer, who produced the Declaration of Origin. The importer, who is obliged to be verified, shall collaborate by responding to China Customs with a written reply within 180 days from the date such a request is received. <br /> [Source: WTO notification G/RO/LDC/N/CHN/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 Any violation of these Measures and other China law/regulations shall be subjected to China Customs penalty or even criminal liability.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "These Measures are formulated in accordance with the Customs Law of the P. R. China and the Regulations of the P. R. China on the Places of Origin of Import & Export Goods.", "ArticleDesc": "Article 1 These Measures are formulated in accordance with the Customs Law of the P. R. China and the Regulations of the P. R. China on the Places of Origin of Import & Export Goods. <br> "}, {"ArticleTitle": "These Measures are applicable to the administration of the places of origin of import goods from the least-developed countries in diplomatic relationship with China (hereinafter referred to as the favored countries) and covered by China's special preferen", "ArticleDesc": "Article 2 These Measures are applicable to the administration of the places of origin of import goods from the least-developed countries in diplomatic relationship with China (hereinafter referred to as the favored countries) and covered by China's special preferential tariffs. <br> "}, {"ArticleTitle": "Where China-made goods or materials are used in a favored country for producing other kinds of goods, the China-made goods or materials shall be deemed as originating in the favored country.", "ArticleDesc": "Article 7 Where China-made goods or materials are used in a favored country for producing other kinds of goods, the China-made goods or materials shall be deemed as originating in the favored country. <br> If the favored country belongs to a regional group of states, where goods or materials made in other favored countries of the regional group are used in the favored country for producing other kinds of goods, the goods or materials from other favored countries may be deemed as originating in the favored country. <br> "}, {"ArticleTitle": "Where in compliance with any of the following conditions, the import goods shall be deemed as originating in the favored countries and, where directly transported from the favored countries, the goods may be eligible for the special preferential import-du", "ArticleDesc": "Article 3 Where in compliance with any of the following conditions, the import goods shall be deemed as originating in the favored countries and, where directly transported from the favored countries, the goods may be eligible for the special preferential import-duty rates listed in China Customs Import & Export Tariffs (hereinafter referred to as the Tariff Schedule): <br> (1) Totally acquired or produced within any of the favored countries; <br> (2) Produced in the favored countries by use of native materials in accordance with these Measures; <br> (3) Their substantial transformations are completed within any of the favored countries, although they are not totally acquired or produced therein. <br> "}, {"ArticleTitle": "Under any of the following circumstances, the Certificate of Origin may be re-issued within twelve months as from the date of exportation:", "ArticleDesc": "Article 22 Under any of the following circumstances, the Certificate of Origin may be re-issued within twelve months as from the date of exportation: <br> (1) As a result of force majeure, failure to issue a Certificate of Origin at the time of the exportation or within five days after the exportation; <br> (2) Although surely issued by authorized agencies, a Certificate of Origin is rejected at the time of importation by reason of its incompliance with the provisions of Article 19 herein. <br> The re-issued Certificates shall be indicated with the wording of @^@Re-issued@^@. <br> Under the Item (1) of this Article, the re-issuance shall be valid within one year as from the actual date of exportation; <br> Under the Item (2) of this Article, the period of validity of the re-issued Certificates shall be consistent with that of the former Certificates.@^@ <br> "}, {"ArticleTitle": "Under any of the following circumstances, the import goods shall not be eligible for the special preferential duty rates:", "ArticleDesc": "Article 23 Under any of the following circumstances, the import goods shall not be eligible for the special preferential duty rates: <br> (1) The place of origin is not compliant with these Measures; <br> (2) Upon the importation, the consignee neither submits valid Certificate of Origin original and second copy nor instead declares for the originating status of the goods; <br> (3) The stamps on the Certificates of Origin are not consistent with the samples held by China Customs; <br> (4) The goods listed on the Certificates of Origin are not consistent with the goods to really import; <br> (5) China Customs fail to receive reply within 180 days from the favored countries concerning origin examination, or their replies fail to provide adequate information on authenticity; <br> (6) The consignee or its agent commits other breach of these Measures. <br> "}, {"ArticleTitle": "Unless otherwise regulated by law, China Customs shall not disclose or utilize for other purpose any trade secrets acquired through its administration, without prior consent of the consignee.", "ArticleDesc": "Article 24 Unless otherwise regulated by law, China Customs shall not disclose or utilize for other purpose any trade secrets acquired through its administration, without prior consent of the consignee. <br> "}, {"ArticleTitle": "Meanings of relevant phrases in these Measures:", "ArticleDesc": "Article 26 Meanings of relevant phrases in these Measures: <br> @^@Favored countries@^@ refer to the countries or regions in exchange of notes with China over the application of Chinese special preferential tariff treatment for the least-developed countries; <br> @^@Materials@^@ refer to the goods used during the course of production of another kind of goods, including any parts, components, ingredients, and raw materials thereof; <br> @^@Originating materials@^@ refer to the goods compliant with the rules of origin herein and used during the production of another kind of goods; <br> @^@Production@^@ refers to the methods for producing certain goods, including plantation, breeding, extraction, picking, collection, exploitation, capture, fishing, hunting, manufacturing, processing or assembly. <br> "}, {"ArticleTitle": "The GACC will separately announce the @^@Specific Rules of Origin on the Goods from the Least-Developed Countries in Diplomatic Relationship with the P. R. China@^@ and the list of regional groups under the special preferential treatment.", "ArticleDesc": "Article 27 The GACC will separately announce the @^@Specific Rules of Origin on the Goods from the Least-Developed Countries in Diplomatic Relationship with the P. R. China@^@ and the list of regional groups under the special preferential treatment. <br> "}, {"ArticleTitle": "These Measures shall be construed by the General Administration of Customs of China (GACC).", "ArticleDesc": "Article 28 These Measures shall be construed by the General Administration of Customs of China (GACC). <br> "}]}]}, "members_found": ["all", "156"]}