{"FtaRooDetails": {"FtaId": 1070, "FtaCode": "ITC01101", "FtaName": "FTA, UK-Singapore", "FtaFullName": "Free Trade Agreement between the United Kingdom of Great Britain and Northern Ireland and the Republic of Singapore", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Singapore; United Kingdom", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, UK-Singapore", "AdminProcCooAuth": "The certification type under FTA, UK-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, UK-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, UK-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX A<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX B<br /> Note 1 - General introduction<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 5 (Sufficiently Worked or Processed<br /> Products) of the Protocol. There are four different types of rule, which vary according to<br /> the product:<br /> (a) through working or processing, a maximum content of non-originating<br /> materials is not exceeded;<br /> (b) through working or processing, the applicable 4-digit Harmonized System<br /> heading or 6-digit Harmonized System sub-heading for the manufactured<br /> products becomes different from the respective 4-digit Harmonized<br /> System heading or 6-digit sub-heading for the materials used;<br /> (c) a specific working and processing operation is carried out; and<br /> (d) working or processing is carried out on certain wholly-obtained materials.<br /> Note 2 - The structure of the list<br /> 2.1 The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or Chapter number used in the Harmonized System and<br /> the second column gives the description of goods used in that system for that<br /> heading or chapter. For each entry in the first two columns, a rule is specified in<br /> column 3. Where, in some cases, the entry in the first column is preceded by an<br /> \"ex\", this signifies that the rules in column 3 apply only to the part of that heading<br /> as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1, or a<br /> Chapter number is given and the description of products in column 2 is therefore<br /> given in general terms, the adjacent rules in column 3 apply to all products which,<br /> under the Harmonized System, are classified in headings of the Chapter or in any<br /> of the headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in column 3.<br /> 2.4 Where two alternative rules are set out in column 3, separated by \"or\", it is at the<br /> choice of the exporter which one to use.<br /> Note 3 - Examples of how to apply the rules<br /> 3.1 Article 5 (Sufficiently Worked or Processed Products) of the Protocol, concerning<br /> products having acquired originating status which are used in the manufacture of<br /> other products, shall apply, regardless of whether this status has been acquired<br /> inside the factory where these products are used or in another factory in a Party.<br /> 3.2 Pursuant to Article 6 (Insufficient Working or Processing) of the Protocol, the<br /> working or processing carried out must go beyond the list of operations mentioned<br /> in that Article. If it does not, the goods shall not qualify for the granting of the<br /> benefit of preferential tariff treatment, even if the conditions set out in the list<br /> below are met.<br /> Subject to the provision referred to in the first sub-paragraph, the rules in the list<br /> represent the minimum amount of working or processing required, and the<br /> carrying-out of more working or processing also confers originating status;<br /> conversely, the carrying-out of less working or processing cannot confer<br /> originating status.<br /> Thus, if a rule provides that non-originating material may be used at a certain stage<br /> of manufacture, the use of such material at an earlier stage of manufacture is<br /> allowed, and the use of such material at a later stage is not.<br /> If a rule provides that non-originating material, at a certain level of manufacture,<br /> may not be used, the use of materials at an earlier stage of manufacture is allowed,<br /> and the use of materials at a later stage is not.<br /> Example: when the list-rule for Chapter 19 requires that \"non-originating<br /> materials of headings 1101 to 1108 cannot exceed 20 per cent weight\", the use<br /> (i.e. importation) of cereals of Chapter 10 (materials at an earlier stage of<br /> manufacture) is not limited.<br /> 3.3 Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials<br /> of the same description and heading as the product) may be used, subject,<br /> however, to any specific limitations which may also be contained in the rule.<br /> The expression \"Manufacture from materials of any heading, including other<br /> materials of heading [...]\" or \"Manufacture from materials of any heading,<br /> including other materials of the same heading as the product\" means that materials<br /> of any heading(s) may be used, except those of the same description as the product<br /> as given in column 2 of the list.<br /> 3.4 When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that one or more materials may be used. It does not<br /> require that all be used.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the rule does not prevent the use of other materials which,<br /> because of their inherent nature, cannot satisfy this condition.<br /> 3.6 Where a rule in the list gives two percentages for the maximum value of non-<br /> originating materials that can be used, those percentages may not be added<br /> together. In other words, the maximum value of all the non-originating materials<br /> used may never exceed the higher of the percentages given. Furthermore, the<br /> individual percentages must not be exceeded in relation to the particular materials<br /> to which they apply.<br /> Note 4 - General provisions concerning certain agricultural goods<br /> 4.1 Agricultural goods which fall within Chapters 6, 7, 8, 9, 10, 12 and heading 2401,<br /> and which are grown or harvested in the territory of a beneficiary country, shall<br /> be treated as originating in the territory of that country, even if grown from seeds,<br /> bulbs, rootstock, cuttings, grafts, shoots, buds, or other live parts of plants<br /> imported from another country.<br /> 4.2 In cases where the content of non-originating sugar in a given product is subject<br /> to limitations, the weight of sugars of headings 1701 (sucrose) and 1702 (e.g.,<br /> fructose, glucose, lactose, maltose, isoglucose or invert sugar) used in the<br /> manufacture of the final product and used in the manufacture of the non-<br /> originating products incorporated in the final product is taken into account for the<br /> calculation of such limitations.<br /> Note 5 - Terminology used in respect of certain textile products<br /> 5.1 The term \"natural fibres\" is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres which have been carded,<br /> combed or otherwise processed, but not spun.<br /> 5.2 The term \"natural fibres\" includes horsehair of heading 0511, silk of headings<br /> 5002 and 5003, as well as wool-fibres and fine or coarse animal hair of headings<br /> 5101 to 5105, cotton fibres of headings 5201 to 5203, and other vegetable fibres<br /> of headings 5301 to 5305.<br /> 5.3 The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials which are not classified in Chapters 50 to<br /> 63, but which can be used to manufacture artificial, synthetic or paper fibres or<br /> yarns.<br /> 5.4 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 6 - Tolerances applicable to products made of a mixture of textile materials<br /> 6.1 Where, for a given product in the list, reference is made to this Note, the conditions<br /> set out in column 3 shall not be applied to any basic textile materials used in the<br /> manufacture of this product and which, taken together, represent 10 % or less of<br /> the total weight of all the basic textile materials used. (See also Notes 6.3 and 6.4).<br /> 6.2 The tolerance mentioned in Note 6.1 may be applied only to mixed products<br /> which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk;<br /> - wool;<br /> - coarse animal hair;<br /> - fine animal hair;<br /> - horsehair;<br /> - cotton;<br /> - paper-making materials and paper;<br /> - flax;<br /> - true hemp;<br /> - jute and other textile bast fibres;<br /> - sisal and other textile fibres of the genus Agave;<br /> - coconut, abaca, ramie and other vegetable textile fibres;<br /> - synthetic man-made filaments;<br /> - artificial man-made filaments;<br /> - current-conducting filaments;<br /> - synthetic man-made staple fibres of polypropylene;<br /> - synthetic man-made staple fibres of polyester;<br /> - synthetic man-made staple fibres of polyamide;<br /> - synthetic man-made staple fibres of polyacrylonitrile;<br /> - synthetic man-made staple fibres of polyimide;<br /> - synthetic man-made staple fibres of polytetrafluoroethylene;<br /> - synthetic man-made staple fibres of poly(phenylene sulphide);<br /> - synthetic man-made staple fibres of poly(vinyl chloride);<br /> - other synthetic man-made staple fibres;<br /> - artificial man-made staple fibres of viscose;<br /> - other artificial man-made staple fibres;<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyether, whether or not gimped;<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyester, whether or not gimped;<br /> - products of heading 5605 (metallised yarn) incorporating strip<br /> consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of a transparent or<br /> coloured adhesive between two layers of plastic film;<br /> - other products of heading 5605;<br /> - glass fibres;<br /> - metal fibres.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and<br /> synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres which do not satisfy the origin rules may<br /> be used, provided that their total weight does not exceed 10 % of the<br /> weight of the yarn.<br /> Example:<br /> A woollen fabric of heading 5112 that is made from woollen yarn of<br /> heading 5107 and synthetic yarn of staple fibres of heading 5509 is a<br /> mixed fabric. Therefore, synthetic yarn which does not satisfy the origin<br /> rules, or woollen yarn which does not satisfy the origin rules, or a<br /> combination of the two, may be used, provided that their total weight does<br /> not exceed 10 % of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading 5802 that is made from cotton yarn of<br /> heading 5205 and cotton fabric of heading 5210 is only a mixed product if<br /> the cotton fabric is itself a mixed fabric made from yarns classified in two<br /> separate headings, or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the<br /> yarns used are two separate basic textile materials and the tufted textile<br /> fabric is, accordingly, a mixed product.<br /> 6.3 In the case of products incorporating \"yarn made of polyurethane segmented with<br /> flexible segments of polyether, whether or not gimped\", this tolerance is 20 % in<br /> respect of this yarn.<br /> 6.4 In the case of products incorporating a \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film, whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film\", the tolerance is 30 % in respect of<br /> this strip.<br /> Note 7 - Other tolerances applicable to certain textile products<br /> 7.1 Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings) which do not satisfy the rule set out in the<br /> list in column 3 for the made-up product concerned may be used, provided that<br /> they are classified under a heading other than that of the product, and provided<br /> that that their value does not exceed 8 % of the ex-works price of the product.<br /> 7.2 Without prejudice to Note 6.3, materials, which are not classified within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items such as buttons,<br /> because buttons are not classified within Chapters 50 to 63. For the same reason,<br /> it does not prevent the use of slide- fasteners, even though slide-fasteners normally<br /> contain textiles.<br /> 7.3 Where a percentage rule applies, the value of non-originating materials which are<br /> not classified within Chapters 50 to 63 must be taken into account when<br /> calculating the value of the non-originating materials incorporated.<br /> Note 8 - Definition of specific processes and simple operations carried out in<br /> respect of certain products of Chapter 27<br /> 8.1 For the purposes of headings ex 2707 and 2713, the \"specific processes\" are the<br /> following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 8.2 For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 % of the sulphur content<br /> of the products processed (ASTM D 1266-59 T method);<br /> (k) in respect of products of heading 2710 only, deparaffining by a process<br /> other than filtering;<br /> (l) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen,<br /> at a pressure of more than 20 bar and a temperature of more than 250 °C,<br /> with the use of a catalyst, other than to effect desulphurisation, when the<br /> hydrogen constitutes an active element in a chemical reaction. The further<br /> treatment, with hydrogen, of lubricating oils of heading ex 2710 (e.g.<br /> hydrofinishing or decolourisation), in order, more especially, to improve<br /> colour or stability shall not, however, be deemed to be a specific process;<br /> (m) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 % of these products distils, by volume,<br /> including losses, at 300 °C, by the ASTM D 86 method;<br /> (n) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710<br /> only, treatment by means of a high-frequency electrical brush discharge;<br /> (o) in respect of crude products (other than petroleum jelly, ozokerite, lignite<br /> wax or peat wax, paraffin wax containing by weight less than 0,75 % of<br /> oil) of heading ex 2712 only, de-oiling by fractional crystallisation.<br /> 8.3 For the purposes of headings ex 2707 and 2713, simple operations, such as<br /> cleaning, decanting, desalting, water separation, filtering, colouring, marking,<br /> obtaining a sulphur content as a result of mixing products with different sulphur<br /> contents, or any combination of these operations or like operations, do not confer", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01101_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01101_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01101_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01101_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01101_full.pdf", "DocType": "8_full", "WebLink": "https://www.gov.uk/government/publications/uksingapore-free-trade-agreement-cs-singapore-no12020"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation with EU / cross-cumulation (with restriction) with other ASEAN countries", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3 : Cumulation of Origin <br /> 1.     Notwithstanding Article 2 (General Requirements), products shall be considered <br /> as originating in a Party if such products are obtained there by incorporating materials <br /> originating in the other Party or the EU, provided that the working or processing carried <br /> out goes beyond the operations referred to in Article 6 (Insufficient Working or <br /> Processing). It shall not be necessary that the materials of the other Party or the EU <br /> incorporated in such products have undergone sufficient working or processing within the <br /> meaning of Article 5 (Sufficiently Worked or Processed Products). <br /> 2.     Notwithstanding Article 2 (General Requirements), working or processing carried <br /> out in the EU shall be considered as having been carried out in the UK when the products <br /> obtained undergo subsequent working or processing in the UK, provided that the working <br /> or processing carried out in the UK goes beyond the operations referred to in Article 6 <br /> (Insufficient Working or Processing). <br /> 3. For the purposes of paragraph 1, the origin of the materials shall be determined <br /> according to the rules of origin of this Agreement. <br /> 4.     For the purposes of paragraph 1, the originating status of materials exported from <br /> the EU to a Party to be used in further working or processing shall be established by a <br /> proof of origin under which these materials could be exported directly to that Party. <br /> 5.     The cumulation in respect of the EU (provided for in paragraphs 1 to 4) applies if <br /> the countries involved in the acquisition of the originating status and the country of <br /> destination have arrangements on administrative cooperation1 which ensure the correct <br /> implementation of this Article. <br /> 6. Materials originating in an ASEAN country, which is applying with the UK a <br /> preferential agreement in accordance with Article XXIV of the GATT 1994, shall be <br /> considered as materials originating in a Party when incorporated in a product obtained in <br /> that Party, provided that they have undergone working or processing in that Party which <br /> goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br /> 7. For the purposes of paragraph 6, the origin of the materials shall be determined <br /> according to the rules of origin applicable in the framework of the UK's preferential <br /> agreements with those countries. <br /> 8.     For the purposes of paragraph 6, the originating status of materials exported from <br /> one of the ASEAN countries to a Party to be used in further working or processing shall <br /> be established by a proof of origin under which these materials could be exported directly <br /> to the UK. <br /> 9.     The cumulation in respect of the ASEAN countries (provided for in paragraphs 6 <br /> to 11) applies if: <br /> (a)    the ASEAN countries involved in the acquisition of the originating status <br /> have undertaken to: <br /> (i)    comply or ensure compliance with this Protocol; and <br /> (ii) provide the administrative cooperation necessary to ensure the <br /> correct implementation of this Protocol both with regard to the UK <br /> and among themselves; <br /> (b)    the undertakings referred to in subparagraph (a) have been notified to the UK. <br /> 10. Origin declarations issued by application of paragraph 6 shall bear the following <br /> entry: <br /> @^@Application of Article 3(6) of the Protocol of the UK/Singapore FTA@^@. <br /> For the avoidance of doubt, arrangements on administrative cooperation may refer to a Party's <br /> preferential agreement with the EU. <br /> 11. The materials listed in Annex C to this Protocol shall be excluded from the <br /> cumulation provided for in paragraphs 6 to 10 where at the time of importation of the <br /> product: <br /> (a)    the tariff preference applicable to the materials in a Party is not the same <br /> for all the countries involved in the cumulation; and <br /> (b) the materials concerned would benefit, through cumulation, from a tariff <br /> treatment more favourable than the one they would benefit from if directly <br /> exported to a Party. <br /> 12. At the request of a Party, the Parties may, by decision in the Committee on <br /> Customs established pursuant to Article 16.2 (Specialised Committees) of this Agreement <br /> (hereinafter referred to as @^@the Committee on Customs@^@), modify Annex C to this <br /> Protocol. Any request for such a modification shall be communicated to the other Party <br /> at least two months before the meeting of that Committee. <br /> 13. Materials originating in an ASEAN country shall be considered as materials <br /> originating in a Party when further processed or incorporated into one of the products <br /> listed in Annex D to this Protocol obtained there, provided that they have undergone <br /> working or processing in that Party which goes beyond the operations referred <br /> to in Article 6 (Insufficient Working or Processing). <br /> 14. For the purposes of paragraph 13, the origin of the materials shall be determined <br /> according to the preferential rules of origin applicable to the UK Generalised Scheme of <br /> Preferences for developing countries, as notified to the Committee on Customs <br /> (hereinafter referred to as @^@UK GSP@^@). If the Committee on Customs has not been <br /> established, that notification shall be made to the relevant customs authority of Singapore. <br /> 15. For the purposes of paragraph 13, the originating status of materials exported from <br /> one of the ASEAN countries to a Party to be used in further working or processing shall <br /> be established by a proof of origin in accordance with the preferential rules applicable to <br /> beneficiary countries of the UK GSP. <br /> 16. The cumulation provided for in paragraphs 13 to 17 may only be applied on the <br /> condition that: <br /> (a)    the ASEAN countries involved in the acquisition of the originating status <br /> have undertaken to: <br /> (i)    comply or ensure compliance with this Protocol; and <br /> (ii) provide the administrative cooperation necessary to ensure the <br /> correct implementation of this Protocol both with regard to the UK <br /> and between themselves; <br /> (b)    the undertakings referred to in subparagraph (a) have been notified to the UK. <br /> 17. Origin declarations issued by application of paragraph 13 shall bear the following entry: <br /> @^@Application of Article 3(13) of the Protocol of the UK/Singapore FTA@^@. <br /> 18. At the request of a Party, the Parties may, by decision in the Committee on <br /> Customs, modify Annex D to this Protocol. Any request for such a modification shall be <br /> communicated to the other Party at least two months before the meeting of the Committee. <br /> 19. The cumulation provided for in paragraphs 13 to 17 shall cease to apply when <br /> conditions of paragraphs 6 to 11 are met. <br /> 20. Not earlier than one year after the entry into force of this Agreement, the Parties <br /> shall initiate, without prejudice to the outcome, a meeting of the Committee on Customs <br /> to review the undertaking requirement for ASEAN cumulation for the purposes of <br /> paragraphs 9 to 10 and 16 to 17. Such review shall include the possibility of modification, <br /> by a decision in the Committee on Customs, to paragraphs 9 to 10 and 16 to 17. <br /> ANNEX C <br /> MATERIALS EXCLUDED FROM CUMULATION UNDER PARAGRAPH 6 OF ARTICLE 3 <br /> Harmonized System <br /> 0207 <br /> ex 0210 <br /> Chapter 03 <br /> 0709 51 ex 0710 80 0711 51 0712 31 <br /> 071040 200580 <br /> 1006 <br /> Harmonized System <br /> ex 1102 90 ex 1103 19 ex 1103 20 ex 1104 19 ex 1108 14 ex 1108 19 <br /> 1604 and 1605 <br /> 1701 and 1702 <br /> ex 1704 90 <br /> ex 1806 10 <br /> 1806 20 <br /> ex 1901 90 <br /> Harmonized System <br /> 2003 10 <br /> ex 2101 12 <br /> ex 2101 20 <br /> ex 2106 90 <br /> ex 3302 10 <br /> 3302 10 29 <br /> ANNEX D <br /> PRODUCTS REFERRED TO IN PARAGRAPH 13 OF ARTICLE 3 <br /> FOR WHICH MATERIALS ORIGINATING IN AN ASEAN COUNTRY <br /> SHALL BE CONSIDERED AS MATERIALS ORIGINATING IN A PARTY <br /> HS Code <br /> 2710 <br /> 2711 <br /> 2906 <br /> 2909 <br /> 2910 <br /> HS Code <br /> 2912-2914 <br /> 2920 <br /> 2922 <br /> 2930 <br /> 2933 <br /> 2934 <br /> 2935 <br /> 2942 <br /> 3215 <br /> 3301 <br /> HS Code <br /> 4010 <br /> 8408 <br /> 8412 <br /> 8483 <br /> 8504 <br /> 8506 <br /> 8518 <br /> 8523 <br /> 8546 <br /> HS Code <br /> 8547 <br /> 9005 <br /> 9006 <br /> 9011 <br /> 9013 <br /> 9025 <br /> SECTION 7 <br /> CEUTA AND MELILLA <br /> ARTICLE 32 : Application of this Protocol <br /> Application of this Protocol <br /> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br /> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br /> of this Protocol. <br /> SECTION 8 <br /> ANDORRA AND SAN MARINO <br /> ARTICLE 33 : Andorra <br /> Andorra <br /> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br /> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br /> meaning of this Agreement. <br /> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br /> status of the products referred to in paragraph 1. <br /> ARTICLE 34 : San Marino <br /> San Marino <br /> 1.     Products originating in the Republic of San Marino shall be accepted by the parties <br /> as originating in the EU within the meaning of this Agreement. <br /> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br /> status of the products referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 : Sufficiently Worked or Processed Products <br /> 3.     By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br /> originating materials which, according to the conditions set out in the list in Annex B or <br /> B(a) to this Protocol, are not to be used in the manufacture of a given product may <br /> nevertheless be used, provided that their total value or net weight assessed for the product <br /> does not exceed: <br /> (a) ten percent of the weight of the product for products falling within <br /> Chapters 2 and 4 to 24 of the Harmonized System, other than processed <br /> fishery products of Chapter 16; <br /> (b)    ten percent of the ex-works price of the product for other products, except <br /> for products falling within Chapters 50 to 63 of the Harmonized System, <br /> for which the tolerances mentioned in Notes 6 and 7 of Annex A to this <br /> Protocol, shall apply. <br /> 4. Paragraph 3 shall not be construed to allow any of the percentages for the <br /> maximum content of non-originating materials as specified in the list in Annex B to this <br /> Protocol to be exceeded. <br /> 5.     Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the <br /> meaning of Article 4 (Wholly Obtained Products). However, without prejudice to <br /> Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br /> Qualification), the tolerance provided for in those paragraphs shall nevertheless apply to <br /> the sum of all the materials which are used in the manufacture of a product and for which <br /> the rule for that product laid down in the list in Annex B to this Protocol requires that <br /> such materials be wholly obtained.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 : Sufficiently Worked or Processed Products <br /> 1. For the purposes of subparagraph (b) of Article 2 (General Requirements), <br /> products which are not wholly obtained are considered to be sufficiently worked or <br /> processed when the conditions set out in the list in Annex B or B(a) to this Protocol are fulfilled. <br /> 2. The conditions referred to above indicate, for all products covered by this <br /> Agreement, the working or processing which must be carried out on non-originating <br /> materials used in manufacturing, and apply only in relation to such materials. It follows <br /> that if a product which has acquired originating status by fulfilling the conditions set out <br /> in the list in Annex B or B(a) to this Protocol is used in the manufacture of another <br /> product, the conditions applicable to the product in which it is incorporated do not apply <br /> to the product that acquired originating status, and no account shall be taken of the non- <br /> originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 15 : Prohibition of Drawback of, or Exemption from, Customs Duties <br /> 1.     Non-originating materials used in the manufacture of products originating in the <br /> UK or in Singapore, for which an origin declaration has been issued or made out in <br /> accordance with the provisions of Section 5, shall not be subject in the UK or in Singapore <br /> to drawback of, or exemption from, customs duties of whatever kind. <br /> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non- payment, whether partial or complete, of customs duties or charges <br /> having an equivalent effect, applicable in the UK or in Singapore to materials used in the <br /> manufacture, where such refund, remission or non-payment applies, whether expressly or <br /> in effect, where the products obtained from such materials are exported, but not where <br /> they are retained in a Party for home use. <br /> 3. The exporter of products covered by an origin declaration shall be prepared to <br /> submit at any time, upon request from the customs authorities, all appropriate documents <br /> to prove that no drawback has been obtained in respect of the non-originating materials <br /> used in the manufacture of the products concerned and that all customs duties or charges <br /> having equivalent effect applicable to such materials have actually been paid. <br /> 4.     The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br /> the meaning of paragraph 2 of Article 7 (Unit of Qualification), accessories, spare parts <br /> and tools within the meaning of Article 8 (Accessories, Spare Parts and Tools), and <br /> products in a set within the meaning of Article 9 (Sets), when such items are non-originating. <br /> 5.     The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br /> are subject to this Protocol. <br /> ANNEX C <br /> MATERIALS EXCLUDED FROM CUMULATION UNDER PARAGRAPH 6 OF ARTICLE 3 <br /> Harmonized System <br /> ex 0210 <br /> Chapter 03 <br /> 0709 51 ex 0710 80 0711 51 0712 31 <br /> Harmonized System <br /> ex 1102 90 ex 1103 19 ex 1103 20 ex 1104 19 ex 1108 14 ex 1108 19 <br /> 1604 and 1605 <br /> 1701 and 1702 <br /> ex 1704 90 <br /> ex 1806 10 <br /> ex 1901 90 <br /> Harmonized System <br /> ex 2101 12 <br /> ex 2101 20 <br /> ex 2106 90 <br /> ex 3302 10 <br /> ANNEX D <br /> PRODUCTS REFERRED TO IN PARAGRAPH 13 OF ARTICLE 3 <br /> FOR WHICH MATERIALS ORIGINATING IN AN ASEAN COUNTRY <br /> SHALL BE CONSIDERED AS MATERIALS ORIGINATING IN A PARTY <br /> HS Code <br /> HS Code <br /> 2912-2914 <br /> HS Code <br /> HS Code", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 1 : Definitions <br /> (f) @^@ex-works price@^@ means the price paid for the product ex-works to the <br /> manufacturer in whose undertaking the last working or processing is <br /> carried out, provided that the price includes the value of all the materials <br /> used and all other costs related to its production, minus any internal taxes <br /> which are, or may be, repaid when the product obtained is exported. <br /> Where the actual price paid does not reflect all costs related to the <br /> manufacturing of the product which are actually incurred in the United <br /> Kingdom (hereinafter referred to as @^@the UK@^@) or in Singapore, the ex- <br /> works price means the sum of all those costs, minus any internal taxes <br /> which are, or may be, repaid when the product obtained is exported; <br /> (l)    @^@value of materials@^@ means the customs value at the time of importation of <br /> the non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials in the UK <br /> or in Singapore.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10 : Neutral Elements <br /> In order to determine whether a product originates in a Party, it shall not be necessary to <br /> determine the origin of the following elements which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b)    plant and equipment, including goods to be used for their maintenance; <br /> (c)    machines and tools and dies and moulds; spare parts and materials used in <br /> the maintenance of equipment and buildings; lubricants, greases, <br /> compounding materials and other materials used in production or used to <br /> operate equipment and buildings; gloves, glasses, footwear, clothing, <br /> safety equipment and supplies; equipment, devices and supplies used for <br /> testing or inspecting the good; catalysts and solvents; and <br /> (d)    other goods which do not enter, and which are not intended to enter, into <br /> the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13 : Non Alteration <br /> 1. The products declared for importation in a Party shall be the same products as <br /> exported from the other Party in which they are considered to originate. They shall not <br /> have been altered, transformed in any way or subjected to operations other than operations <br /> to preserve them in good condition or other than adding or affixing marks, labels, seals <br /> or any other documentation to ensure compliance with specific domestic requirements of <br /> the importing Party, prior to being declared for import. <br /> 2. The storage of products or consignments may take place, provided they remain <br /> under customs supervision in the country(ies) of transit. <br /> 3. Without prejudice to Section 5, the splitting of consignments may take place <br /> where carried out by the exporter or under his responsibility provided they remain under <br /> customs supervision in the country(ies) of transit. <br /> 4. Compliance with paragraphs 1 to 3 shall be considered as satisfied unless the <br /> customs authorities have reason to believe the contrary; in such cases, the customs <br /> authorities may request the declarant to provide evidence of compliance, which may be <br /> given by any means, including contractual transport documents such as bills of lading or <br /> factual or concrete evidence based on marking or numbering of packages or any evidence <br /> related to the goods themselves.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12 : Principle of Territoriality <br /> 1.     Except as provided for in Article 3 (Cumulation of Origin), the conditions set out <br /> in Section 2 relating to the acquisition of originating status must be fulfilled without <br /> interruption in a Party. <br /> 2. Except as provided for in Article 3 (Cumulation of Origin), if originating goods <br /> exported from a Party to a non-Party return, they must be considered as non-originating <br /> goods, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a)    the returning goods are the same as those exported; and <br /> (b)    they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that non-Party or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7 : Unit of Qualification <br /> 3.     Where, under General Interpretative Rule 5 of the Harmonized System, packaging <br /> is included with the product for classification purposes, the packaging shall be included <br /> for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11 : Accounting Segregation <br /> 1. If originating and non-originating fungible materials are used in the working or <br /> processing of a product, the competent governmental authorities, at the written request of <br /> economic operators, may authorise the management of materials using the accounting <br /> segregation method without keeping the materials in separate stocks. <br /> 2. The competent governmental authorities may make the granting of the <br /> authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. <br /> 3. The authorisation shall be granted only if it can be ensured by use of the <br /> accounting segregation method that, at any given time, the number of products obtained <br /> which could be considered as originating in the UK or in Singapore is the same as the <br /> number that would have been obtained by using a method of physical segregation of the stocks. <br /> 4.     If authorised, the accounting segregation method, for example, averaging, last-in, <br /> first-out, or first-in, first-out, shall be applied and the method used shall be recorded on <br /> the basis of the general accounting principles applicable in the UK or in Singapore, <br /> depending on where the product is manufactured. <br /> 5.     A manufacturer using the accounting segregation method shall make out or apply <br /> for origin declarations for the quantity of products which may be considered as originating <br /> in the exporting Party. At the request of the customs authorities or competent <br /> governmental authorities of the exporting Party, the beneficiary shall provide a statement <br /> of how the quantities have been managed. <br /> 6. The competent governmental authorities shall monitor the use made of the <br /> authorisations referred to in paragraph 3 and may withdraw them if a manufacturer makes <br /> improper use of the authorisation or fails to fulfil any of the other conditions laid down <br /> in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9 : Sets <br /> Sets, as defined in General Interpretative Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all component products are originating products. When a <br /> set is composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed fifteen percent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 14 : Exhibitions <br /> 1.     Originating products, sent for exhibition in a country other than a Party and sold <br /> after the exhibition for importation in a Party shall benefit on importation from the <br /> provisions of this Agreement provided it is shown to the satisfaction of the customs <br /> authorities that: <br /> (a) an exporter has consigned these products from a Party to the country in <br /> which the exhibition is held and has exhibited them there; <br /> (b)    the products have been sold or otherwise disposed of by that exporter to a <br /> person in a Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d)    the products have not been used for any purpose other than demonstration <br /> at the exhibition since they were consigned for exhibition. <br /> 2. An origin declaration shall be issued or made out in accordance with the <br /> provisions of Section 5 and submitted to the customs authorities of the importing Party in <br /> the normal manner. The name and address of the exhibition must be indicated thereon. <br /> Where necessary, additional documentary evidence of the conditions under which they <br /> have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in shops <br /> or business premises with a view to the sale of foreign products, during which the products <br /> remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 16 : General Requirements <br /> 1. Products originating in the UK, on importation into Singapore, and products <br /> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br /> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br /> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br /> commercial document that describes the originating product in sufficient detail to enable <br /> its identification. <br /> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br /> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br /> treatment of this Agreement without it being necessary to submit any of the documents <br /> referred to in paragraph 1. <br /> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br /> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br /> made out: <br /> (a)    in the UK: <br /> (i) by an exporter within the meaning of Article 18 (Approved <br /> Exporter); or <br /> (ii) by an exporter for any consignment consisting of one or more <br /> packages containing originating products whose total value does <br /> not exceed 6 000 euro. <br /> (b)    in Singapore by an exporter who is: <br /> (i) registered with the competent authority and who has received a <br /> Unique Entity Number; and <br /> (ii) complying with relevant regulatory provisions in Singapore <br /> pertaining to making out of origin declarations. <br /> 2. An origin declaration may be made out if the products concerned can be <br /> considered as products originating in the UK or in Singapore and fulfil the other <br /> requirements of this Protocol. <br /> 3. The exporter making out an origin declaration shall be prepared at all times to <br /> submit, at the request of the customs authorities of the exporting Party, all appropriate <br /> documents as referred to under Article 23 (Supporting Documents) proving the <br /> originating status of the products concerned as well as the fulfilment of the other <br /> requirements of this Protocol. <br /> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery Note or another commercial document, the <br /> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br /> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br /> in ink in capital characters in English. <br /> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br /> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br /> required to sign such declarations provided that he gives the customs authorities of the <br /> exporting Party a written undertaking that he accepts full responsibility for any origin <br /> declaration which identifies him as if it had been signed in manuscript by him. <br /> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br /> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br /> importing Party no later than two years, in the case of the UK, and one year, in the case <br /> of Singapore, after the entry of the goods into the territory. <br /> ARTICLE 19 : Validity of Origin Declaration <br /> 1. An origin declaration shall be valid for twelve months from the date of issue in <br /> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br /> the customs authorities of the importing Party. <br /> 2. Origin declarations which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purposes of applying preferential treatment, where the failure to submit <br /> these documents by the final date set is due to exceptional circumstances. <br /> 3. In cases of belated presentation other than those of paragraph 2, the customs <br /> authorities of the importing Party may accept the origin declarations where the products <br /> have been submitted before such final date. <br /> ARTICLE 20 : Submission of Origin Declaration <br /> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br /> submitted to the customs authorities of the importing Party in accordance with the <br /> procedures applicable in that Party. <br /> ARTICLE 22 : Exemptions from Origin Declaration <br /> 1.     Products which are sent as small packages from private persons to private persons, <br /> or which form part of travellers' personal luggage, shall be admitted as originating <br /> products without requiring the submission of an origin declaration, provided that such <br /> products are not imported by way of trade and have been declared as meeting the <br /> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this declaration can be made on <br /> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2.     Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or of travellers or their families shall not be considered as imports by <br /> way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is intended. <br /> 3. The total value of these products shall not exceed 500 euro in the case of small <br /> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br /> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br /> 1. The exporter making out an origin declaration shall keep a copy of this origin <br /> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br /> for Making Out an Origin Declaration), for at least three years. <br /> 2.     The customs authorities of the importing Party shall keep the origin declarations <br /> submitted to them for at least three years. <br /> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br /> exporters in its territory to maintain documentation or records in any medium, provided <br /> that the documentation or records can be retrieved and printed. <br /> ARTICLE 28 : Verification of Origin Declarations <br /> 1.     Subsequent verifications of origin declarations shall be carried out at random or", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 22 : Exemptions from Origin Declaration <br /> 1.     Products which are sent as small packages from private persons to private persons, <br /> or which form part of travellers' personal luggage, shall be admitted as originating <br /> products without requiring the submission of an origin declaration, provided that such <br /> products are not imported by way of trade and have been declared as meeting the <br /> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this declaration can be made on <br /> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2.     Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or of travellers or their families shall not be considered as imports by <br /> way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is intended. <br /> 3. The total value of these products shall not exceed 500 euro in the case of small <br /> packages or 1 200 euro in the case of products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 18 : Approved Exporter <br /> 1. The customs authorities of the UK may authorise any exporter who exports <br /> products under this Agreement to make out origin declarations irrespective of the value <br /> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br /> seeking such authorisation must offer to the satisfaction of the customs authorities all <br /> guarantees necessary to verify the originating status of the products as well as the <br /> fulfilment of the other requirements of this Protocol. <br /> 2. The customs authorities of the UK may grant the status of approved exporter <br /> subject to any conditions which they consider appropriate. <br /> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br /> authorisation number which shall appear on the origin declaration. <br /> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br /> the approved exporter. <br /> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br /> They shall do so where the approved exporter no longer offers the guarantees referred to <br /> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 19 : Validity of Origin Declaration <br /> 1. An origin declaration shall be valid for twelve months from the date of issue in <br /> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br /> the customs authorities of the importing Party. <br /> 2. Origin declarations which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purposes of applying preferential treatment, where the failure to submit <br /> these documents by the final date set is due to exceptional circumstances. <br /> 3. In cases of belated presentation other than those of paragraph 2, the customs <br /> authorities of the importing Party may accept the origin declarations where the products <br /> have been submitted before such final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br /> 1. The exporter making out an origin declaration shall keep a copy of this origin <br /> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br /> for Making Out an Origin Declaration), for at least three years. <br /> 2.     The customs authorities of the importing Party shall keep the origin declarations <br /> submitted to them for at least three years. <br /> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br /> exporters in its territory to maintain documentation or records in any medium, provided <br /> that the documentation or records can be retrieved and printed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 28 : Verification of Origin Declarations <br /> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br /> whenever the customs authorities of the importing Party have reasonable doubts as to the <br /> authenticity of such documents, the originating status of the products concerned or the <br /> fulfilment of the other requirements of this Protocol. <br /> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br /> submitted, the customs authorities of the importing Party shall return the origin <br /> declaration, or a copy of that document, to the customs authorities of the exporting Party <br /> giving, where appropriate, the reasons for the enquiry. Any document and information <br /> obtained suggesting that the information given on the origin declarations is incorrect shall <br /> be forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities of the exporting <br /> Party. For this purpose, they shall have the right to request any evidence and to carry out <br /> any inspection of the exporter's accounts or any other check considered appropriate. <br /> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the <br /> verification, the release of the products shall be offered to the importer, subject to any <br /> precautionary measures judged necessary. Any suspension of preferential treatment shall <br /> be reinstated as soon as possible after the originating status of the products concerned or <br /> the fulfilment of the other requirements of this Protocol has been ascertained by the <br /> customs authorities of the importing Party. <br /> 5.     The customs authorities requesting the verification shall be informed of the results <br /> of this verification as soon as possible. These results must indicate clearly whether the <br /> documents are authentic and whether the products concerned can be considered as <br /> products originating in the Parties and fulfil the other requirements of this Protocol. <br /> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br /> the verification request or the reply does not contain sufficient information to allow the <br /> requesting customs authorities to determine the authenticity of the document in question <br /> or the real origin of the products, the requesting customs authorities, except in exceptional <br /> circumstances, shall refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 31 : Penalties <br /> The Parties shall provide for procedures for penalties to be imposed on any person who <br /> draws up, or causes to be drawn up, a document which contains incorrect information for <br /> the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6.5 : Advance Rulings <br /> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br /> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities,", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 25 : Discrepancies and Formal Errors <br /> 1.     The discovery of slight discrepancies between the statements made in the origin <br /> declaration and those made in the documents submitted to the customs office for the <br /> purposes of carrying out the formalities for importing the products shall not ipso facto <br /> render the origin declaration null and void if it is duly established that that document <br /> corresponds to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a origin declaration should not <br /> cause the document to be rejected if those errors are not such as to create doubts <br /> concerning the correctness of the statements made in the document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 30 : Settlement of Disputes <br /> 1. Where disputes arise in relation to the verification procedures of Article 28 <br /> (Verification of Origin Declarations) which cannot be settled between the competent <br /> authorities requesting a verification and the competent authorities responsible for carrying <br /> out this verification, or where they raise a question as to the interpretation of this Protocol, <br /> they shall be submitted to the Committee on Customs. <br /> 2. All disputes between the importer and the competent authorities of the importing <br /> Party shall be settled under the legislation of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "APPENDIX TO THE ANNEX <br> PROTOCOL <br> SECTION 1 <br> Article 3 : Cumulation of origin <br> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING <br> 1.     Notwithstanding Article 2 (General Requirements), products shall be considered <br> PRODUCTS@^@ AND METHODS OF ADMINISTRATIVE CO-OPERATION <br> as originating in a Party if such products are obtained there by incorporating materials <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> originating in the other Party or the EU, provided that the working or processing carried <br> does not exceed: <br> out goes beyond the operations referred to in Article 6 (Insufficient Working or <br> equipment, machine, apparatus or vehicle in question. <br> Processing). It shall not be necessary that the materials of the other Party or the EU <br> Sets <br> incorporated in such products have undergone sufficient working or processing within the <br> Article 9 : Sets <br> Neutral elements <br> regarded as originating, provided that the value of the non-originating products does not <br> Sets, as defined in General Interpretative Rule 3 of the Harmonized System, shall be <br> 2.     Notwithstanding Article 2 (General Requirements), working or processing carried <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> regarded as originating when all component products are originating products. When a <br> out in the EU shall be considered as having been carried out in the UK when the products <br> set is composed of originating and non-originating products, the set as a whole shall be <br> obtained undergo subsequent working or processing in the UK, provided that the working <br> or processing carried out in the UK goes beyond the operations referred to in Article 6 <br> Article 12 : Principle of territoriality <br> exceed fifteen percent of the ex-works price of the set. <br> (Insufficient Working or Processing). <br> ARTICLE 10 : Neutral Elements <br> 3. For the purposes of paragraph 1, the origin of the materials shall be determined <br> according to the rules of origin of this Agreement. <br> In order to determine whether a product originates in a Party, it shall not be necessary to <br> 4.     For the purposes of paragraph 1, the originating status of materials exported from <br> determine the origin of the following elements which might be used in its manufacture: <br> making-up of sets of articles); <br> the EU to a Party to be used in further working or processing shall be established by a <br> the final composition of the product. <br> proof of origin under which these materials could be exported directly to that Party. <br> (b)    plant and equipment, including goods to be used for their maintenance; <br> related to the goods themselves. <br> 5.     The cumulation in respect of the EU (provided for in paragraphs 1 to 4) applies if <br> (c)    machines and tools and dies and moulds; spare parts and materials used in <br> Article 14 : Exhibitions <br> the countries involved in the acquisition of the originating status and the country of <br> the maintenance of equipment and buildings; lubricants, greases, <br> destination have arrangements on administrative cooperation1 which ensure the correct <br> signs on products or their packaging; <br> compounding materials and other materials used in production or used to <br> GENERAL PROVISIONS <br> implementation of this Article. <br> operate equipment and buildings; gloves, glasses, footwear, clothing, <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 6. Materials originating in an ASEAN country, which is applying with the UK a <br> have undertaken to: <br> safety equipment and supplies; equipment, devices and supplies used for <br> preferential agreement in accordance with Article XXIV of the GATT 1994, shall be <br> testing or inspecting the good; catalysts and solvents; and <br> considered as materials originating in a Party when incorporated in a product obtained in <br> (d)    other goods which do not enter, and which are not intended to enter, into <br> Article 11 : Accounting Segregation <br> that Party, provided that they have undergone working or processing in that Party which <br> DRAWBACK OR EXEMPTION <br> goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> Article 15 : Prohibition of drawback of, or exemption from, customs duties <br> authorities that: <br> 7. For the purposes of paragraph 6, the origin of the materials shall be determined <br> (j) used articles collected there that are fit only for the recovery of raw materials; <br> 1. If originating and non-originating fungible materials are used in the working or <br> Exhibitions <br> agreements with those countries. <br> processing of a product, the competent governmental authorities, at the written request of <br> 8.     For the purposes of paragraph 6, the originating status of materials exported from <br> economic operators, may authorise the management of materials using the accounting <br> one of the ASEAN countries to a Party to be used in further working or processing shall <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> be established by a proof of origin under which these materials could be exported directly <br> 2. The competent governmental authorities may make the granting of the <br> segregation method without keeping the materials in separate stocks. <br> Sufficiently worked or processed products <br> authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> (b) the materials concerned would benefit, through cumulation, from a tariff <br> 9.     The cumulation in respect of the ASEAN countries (provided for in paragraphs 6 <br> 3. The authorisation shall be granted only if it can be ensured by use of the <br> to 11) applies if: <br> accounting segregation method that, at any given time, the number of products obtained <br> which could be considered as originating in the UK or in Singapore is the same as the <br> (ii) they are owned by companies: <br> (i)    comply or ensure compliance with this Protocol; and <br> according to the rules of origin applicable in the framework of the UK's preferential <br> 4.     If authorised, the accounting segregation method, for example, averaging, last-in, <br> (ii) provide the administrative cooperation necessary to ensure the <br> first-out, or first-in, first-out, shall be applied and the method used shall be recorded on <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of Origin <br> the basis of the general accounting principles applicable in the UK or in Singapore, <br> depending on where the product is manufactured. <br> (b)    the undertakings referred to in subparagraph (a) have been notified to the UK. <br> 5.     A manufacturer using the accounting segregation method shall make out or apply <br> 10. Origin declarations issued by application of paragraph 6 shall bear the following <br> to the UK. <br> for origin declarations for the quantity of products which may be considered as originating <br> entry: <br> Article 8 : Accessories, spare parts and tools <br> in the exporting Party. At the request of the customs authorities or competent <br> @^@Application of Article 3(6) of the Protocol of the UK/Singapore FTA@^@. <br> governmental authorities of the exporting Party, the beneficiary shall provide a statement <br> For the avoidance of doubt, arrangements on administrative cooperation may refer to a Party's <br> of how the quantities have been managed. <br> preferential agreement with the EU. <br> 6. The competent governmental authorities shall monitor the use made of the <br> 11. The materials listed in Annex C to this Protocol shall be excluded from the <br> authorisations referred to in paragraph 3 and may withdraw them if a manufacturer makes <br> cumulation provided for in paragraphs 6 to 10 where at the time of importation of the <br> improper use of the authorisation or fails to fulfil any of the other conditions laid down <br> product: <br> in this Protocol. <br> (a)    the tariff preference applicable to the materials in a Party is not the same <br> and among themselves; <br> during transport and storage; <br> for all the countries involved in the cumulation; and <br> exported to a Party. <br> to in Article 6 (Insufficient Working or Processing). <br> 1.     Except as provided for in Article 3 (Cumulation of Origin), the conditions set out <br> 12. At the request of a Party, the Parties may, by decision in the Committee on <br> treatment more favourable than the one they would benefit from if directly <br> in Section 2 relating to the acquisition of originating status must be fulfilled without <br> Customs established pursuant to Article 16.2 (Specialised Committees) of this Agreement <br> Insufficient working or processing <br> (hereinafter referred to as @^@the Committee on Customs@^@), modify Annex C to this <br> 2. Except as provided for in Article 3 (Cumulation of Origin), if originating goods <br> Protocol. Any request for such a modification shall be communicated to the other Party <br> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> exported from a Party to a non-Party return, they must be considered as non-originating <br> at least two months before the meeting of that Committee. <br> goods, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 13. Materials originating in an ASEAN country shall be considered as materials <br> (a)    the returning goods are the same as those exported; and <br> originating in a Party when further processed or incorporated into one of the products <br> (b)    they have not undergone any operation beyond that necessary to preserve <br> listed in Annex D to this Protocol obtained there, provided that they have undergone <br> them in good condition while in that non-Party or while being exported. <br> working or processing in that Party which goes beyond the operations referred <br> ARTICLE 13 : Non Alteration <br> Non Alteration <br> 14. For the purposes of paragraph 13, the origin of the materials shall be determined <br> 1. The products declared for importation in a Party shall be the same products as <br> according to the preferential rules of origin applicable to the UK Generalised Scheme of <br> exported from the other Party in which they are considered to originate. They shall not <br> Preferences for developing countries, as notified to the Committee on Customs <br> have been altered, transformed in any way or subjected to operations other than operations <br> (hereinafter referred to as @^@UK GSP@^@). If the Committee on Customs has not been <br> to preserve them in good condition or other than adding or affixing marks, labels, seals <br> established, that notification shall be made to the relevant customs authority of Singapore. <br> or any other documentation to ensure compliance with specific domestic requirements of <br> 15. For the purposes of paragraph 13, the originating status of materials exported from <br> the importing Party, prior to being declared for import. <br> 2. The storage of products or consignments may take place, provided they remain <br> be established by a proof of origin in accordance with the preferential rules applicable to <br> (e) simple painting and polishing operations; <br> beneficiary countries of the UK GSP. <br> 3. Without prejudice to Section 5, the splitting of consignments may take place <br> 16. The cumulation provided for in paragraphs 13 to 17 may only be applied on the <br> where carried out by the exporter or under his responsibility provided they remain under <br> condition that: <br> (a)    the ASEAN countries involved in the acquisition of the originating status <br> customs authorities have reason to believe the contrary; in such cases, the customs <br> authorities may request the declarant to provide evidence of compliance, which may be <br> given by any means, including contractual transport documents such as bills of lading or <br> factual or concrete evidence based on marking or numbering of packages or any evidence <br> and between themselves; <br> insufficient working or processing to confer the status of originating products, whether or <br> 17. Origin declarations issued by application of paragraph 13 shall bear the following entry: <br> @^@Application of Article 3(13) of the Protocol of the UK/Singapore FTA@^@. <br> 1.     Originating products, sent for exhibition in a country other than a Party and sold <br> after the exhibition for importation in a Party shall benefit on importation from the <br> 18. At the request of a Party, the Parties may, by decision in the Committee on <br> Wholly obtained products <br> Customs, modify Annex D to this Protocol. Any request for such a modification shall be <br> communicated to the other Party at least two months before the meeting of the Committee. <br> 19. The cumulation provided for in paragraphs 13 to 17 shall cease to apply when <br> (a) an exporter has consigned these products from a Party to the country in <br> conditions of paragraphs 6 to 11 are met. <br> 20. Not earlier than one year after the entry into force of this Agreement, the Parties <br> (b)    the products have been sold or otherwise disposed of by that exporter to a <br> shall initiate, without prejudice to the outcome, a meeting of the Committee on Customs <br> to review the undertaking requirement for ASEAN cumulation for the purposes of <br> (c) the products have been consigned during the exhibition or immediately <br> paragraphs 9 to 10 and 16 to 17. Such review shall include the possibility of modification, <br> Accessories, Spare Parts and Tools <br> by a decision in the Committee on Customs, to paragraphs 9 to 10 and 16 to 17. <br> (d)    the products have not been used for any purpose other than demonstration <br> at the exhibition since they were consigned for exhibition. <br> 2. An origin declaration shall be issued or made out in accordance with the <br> 1.     The following shall be considered as wholly obtained in a Party: <br> provisions of Section 5 and submitted to the customs authorities of the importing Party in <br> (a)    mineral products extracted from their soil or from their seabed; <br> the normal manner. The name and address of the exhibition must be indicated thereon. <br> (b)    plants and vegetable products grown or harvested there; <br> Where necessary, additional documentary evidence of the conditions under which they <br> (c)    live animals born and raised there; <br> territorial seas of a Party by their vessels; <br> have been exhibited may be required. <br> (d)    products from live animals raised there; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> Prohibition of drawback of, or exemption from, customs duties <br> (e)    products from slaughtered animals born and raised there; <br> fair or similar public show or display which is not organised for private purposes in shops <br> (f)    products obtained by hunting or fishing conducted there; <br> or business premises with a view to the sale of foreign products, during which the products <br> (g)    products of aquaculture from fish, crustaceans and molluscs that are born <br> ARTICLE 4 : Wholly Obtained Products <br> SECTION 4 <br> and raised there; <br> (h)    products of sea fishing and other products taken from the sea outside the <br> (i) products made aboard their factory ships exclusively from products <br> thereafter in the state in which they were sent for exhibition; and <br> referred to in subparagraph (h); <br> shall apply only to vessels and factory ships: <br> 1.     Non-originating materials used in the manufacture of products originating in the <br> UK or in Singapore, for which an origin declaration has been issued or made out in <br> (k)    waste and scrap resulting from manufacturing operations conducted there; <br> accordance with the provisions of Section 5, shall not be subject in the UK or in Singapore <br> (l)     products extracted from marine soil or subsoil outside the territorial seas <br> of a Party, provided that the Party has sole rights to work that soil or subsoil; and <br> (m) goods produced there exclusively from products specified in <br> remission or non- payment, whether partial or complete, of customs duties or charges <br> having an equivalent effect, applicable in the UK or in Singapore to materials used in the <br> 2.     The terms @^@their vessels@^@ and @^@their factory ships@^@ in subparagraphs 1(h) and 1(i) <br> manufacture, where such refund, remission or non-payment applies, whether expressly or <br> in effect, where the products obtained from such materials are exported, but not where <br> (a)    which are registered in the UK or in Singapore; <br> they are retained in a Party for home use. <br> (b)    which sail under the flag of the UK or of Singapore; and <br> 3. The exporter of products covered by an origin declaration shall be prepared to <br> (c)    which meet one of the following conditions: <br> submit at any time, upon request from the customs authorities, all appropriate documents <br> (i) they are at least fifty percent owned by nationals of the UK, a <br> to prove that no drawback has been obtained in respect of the non-originating materials <br> (j) sifting, screening, sorting, classifying, grading, matching (including the <br> Member State of the EU or Singapore; or <br> Accounting Segregation <br> having equivalent effect applicable to such materials have actually been paid. <br> (1) which have their head office and their main place of <br> subparagraphs (a) to (l). <br> 4.     The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br> business in the UK, a Member State of the EU or Singapore; and <br> remain under customs control. <br> the meaning of paragraph 2 of Article 7 (Unit of Qualification), accessories, spare parts <br> (2) which are at least fifty percent owned by the UK, a Member <br> and tools within the meaning of Article 8 (Accessories, Spare Parts and Tools), and <br> State of the EU or Singapore, by their public entities or nationals. <br> products in a set within the meaning of Article 9 (Sets), when such items are non-originating. <br> to drawback of, or exemption from, customs duties of whatever kind. <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> 5.     The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br> are subject to this Protocol. <br> 1. For the purposes of subparagraph (b) of Article 2 (General Requirements), <br> Agreement, the working or processing which must be carried out on non-originating <br> ANNEX C <br> MATERIALS EXCLUDED FROM CUMULATION UNDER PARAGRAPH 6 OF ARTICLE 3 <br> processed when the conditions set out in the list in Annex B or B(a) to this Protocol are fulfilled. <br> Harmonized System <br> 2. The conditions referred to above indicate, for all products covered by this <br> Article 6 : Insufficient Working or Processing <br> 0207 <br> ex 0210 <br> materials used in manufacturing, and apply only in relation to such materials. It follows <br> Chapter 03 <br> that if a product which has acquired originating status by fulfilling the conditions set out <br> 0709 51 ex 0710 80 0711 51 0712 31 <br> in the list in Annex B or B(a) to this Protocol is used in the manufacture of another <br> 071040 200580 <br> product, the conditions applicable to the product in which it is incorporated do not apply <br> 1006 <br> to the product that acquired originating status, and no account shall be taken of the non- <br> originating materials which may have been used in its manufacture. <br> products which are not wholly obtained are considered to be sufficiently worked or <br> ex 1102 90 ex 1103 19 ex 1103 20 ex 1104 19 ex 1108 14 ex 1108 19 <br> 3.     By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> 1604 and 1605 <br> originating materials which, according to the conditions set out in the list in Annex B or <br> 1701 and 1702 <br> B(a) to this Protocol, are not to be used in the manufacture of a given product may <br> ex 1704 90 <br> nevertheless be used, provided that their total value or net weight assessed for the product <br> ex 1806 10 <br> meaning of Article 4 (Wholly Obtained Products). However, without prejudice to <br> 1806 20 <br> (a) ten percent of the weight of the product for products falling within <br> Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> ex 1901 90 <br> Chapters 2 and 4 to 24 of the Harmonized System, other than processed <br> fishery products of Chapter 16; <br> 2003 10 <br> (b)    ten percent of the ex-works price of the product for other products, except <br> ex 2101 12 <br> for products falling within Chapters 50 to 63 of the Harmonized System, <br> shall be considered together when determining whether the working or processing <br> ex 2101 20 <br> for which the tolerances mentioned in Notes 6 and 7 of Annex A to this <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> ex 2106 90 <br> Protocol, shall apply. <br> ex 3302 10 <br> 4. Paragraph 3 shall not be construed to allow any of the percentages for the <br> 3302 10 29 <br> maximum content of non-originating materials as specified in the list in Annex B to this <br> ANNEX D <br> Protocol to be exceeded. <br> PRODUCTS REFERRED TO IN PARAGRAPH 13 OF ARTICLE 3 <br> 5.     Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the <br> FOR WHICH MATERIALS ORIGINATING IN AN ASEAN COUNTRY <br> SHALL BE CONSIDERED AS MATERIALS ORIGINATING IN A PARTY <br> Qualification), the tolerance provided for in those paragraphs shall nevertheless apply to <br> 2710 <br> the sum of all the materials which are used in the manufacture of a product and for which <br> 2711 <br> the rule for that product laid down in the list in Annex B to this Protocol requires that <br> 2906 <br> such materials be wholly obtained. <br> 2909 <br> SECTION 3 <br> 2910 <br> 1.     Without prejudice to paragraph 2, the following operations shall be considered as <br> 2912-2914 <br> 2920 <br> not the requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> 2922 <br> (a)    preserving operations to ensure that the products remain in good condition <br> 2930 <br> 2933 <br> (b) the breaking-up and assembly of packages; <br> 2934 <br> (c)    the washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2935 <br> (d)    the ironing or pressing of textiles and textile articles; <br> 2942 <br> 3215 <br> (f)    the husking and partial or total milling of rice; the polishing and glazing <br> 3301 <br> of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; the partial or <br> 4010 <br> total milling of crystal sugar; <br> 8408 <br> (h)    the peeling, stoning and shelling of fruits, nuts and vegetables; <br> 8412 <br> (i)    sharpening, simple grinding or simple cutting; <br> 8483 <br> 8504 <br> 8506 <br> (k)    simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 8518 <br> or boards and all other simple packaging operations; <br> 8523 <br> (l)     the affixing or printing of marks, labels, logos and other like distinguishing <br> 8546 <br> HS Code <br> (m) the simple mixing of products, whether or not of different kinds; mixing <br> 8547 <br> of sugar with any material; <br> 9005 <br> (n)    the simple addition of water to or the dilution, dehydration or denaturation of products; <br> 9006 <br> (o)    the simple assembly of parts of articles to constitute a complete article or <br> 9011 <br> the disassembly of products into parts; <br> 9013 <br> 9025 <br> subparagraphs (a) to (o); or <br> (q)    the slaughter of animals. <br> 2.     For the purpose of paragraph 1, operations shall be considered simple when no <br> special skills or machines, apparatus or tools that were especially produced or installed <br> (p) a combination of two or more of the operations specified in <br> for those operations are required for their performance. <br> 3. All operations on a given product carried out either in the UK or in Singapore <br> (a) energy and fuel; <br> used in the manufacture of the products concerned and that all customs duties or charges <br> number that would have been obtained by using a method of physical segregation of the stocks. <br> interruption in a Party. <br> which the exhibition is held and has exhibited them there; <br> customs supervision in the country(ies) of transit. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> person in a Party; <br> under customs supervision in the country(ies) of transit. <br> 4. Compliance with paragraphs 1 to 3 shall be considered as satisfied unless the <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> 1.     For the purposes of this Protocol: <br> (a)    @^@ASEAN country@^@ means a member state of the Association of Southeast <br> Asian Nations which is not a Party to this Agreement; <br> (b) @^@chapters@^@ and @^@headings@^@ and @^@subheadings@^@ mean the chapters, the <br> headings and sub-headings used in the nomenclature which makes up the <br> Harmonized System with the changes pursuant to the Recommendation of <br> 26 June 2004 of the Customs Cooperation Council; <br> (c) @^@classified@^@ refers to the classification of a product or material under a <br> (e) @^@customs value@^@ means the value as determined in accordance with the <br> particular chapter, heading, or sub-heading of the Harmonized System; <br> (d)    @^@consignment@^@ means products which are either sent simultaneously from <br> one exporter to one consignee or covered by a single transport document <br> which are, or may be, repaid when the product obtained is exported; <br> (f) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> manufacturer in whose undertaking the last working or processing is <br> carried out, provided that the price includes the value of all the materials <br> used and all other costs related to its production, minus any internal taxes <br> which are, or may be, repaid when the product obtained is exported. <br> Where the actual price paid does not reflect all costs related to the <br> manufacturing of the product which are actually incurred in the United <br> Kingdom (hereinafter referred to as @^@the UK@^@) or in Singapore, the ex- <br> works price means the sum of all those costs, minus any internal taxes <br> (j) @^@material@^@ means any ingredient, raw material, component or part, etc., <br> (g) @^@fungible materials@^@ means materials that are of the same kind and <br> commercial quality, with the same technical and physical characteristics, <br> and which cannot be distinguished from one another once they are <br> used in the manufacture of the product; <br> (h)    @^@goods@^@ means both materials and products; <br> (i) @^@manufacture@^@ means any kind of working or processing including assembly; <br> (k)    @^@product@^@ means the product being manufactured, even if it is intended for <br> incorporated into the finished product; <br> later use in another manufacturing operation; and <br> (l)    @^@value of materials@^@ means the customs value at the time of importation of <br> covering their shipment from the exporter to the consignee or, in the <br> absence of such a document, by a single invoice; <br> the non-originating materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials in the UK <br> or in Singapore. <br> 2.     For the purposes of subparagraph 1(f), where the last working or processing has <br> been subcontracted to a manufacturer, the term @^@manufacturer@^@ may refer to the enterprise <br> that has employed the subcontractor. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Customs Valuation Agreement; <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> For the purposes of this Agreement, the following products shall be considered as <br> originating in a Party: <br> (a) products wholly obtained in a Party within the meaning of Article 4 <br> (Wholly Obtained Products); and <br> (b)    products obtained in a Party incorporating materials which have not been <br> wholly obtained there, provided that such materials have undergone <br> sufficient working or processing in the Party concerned within the <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "APPENDIX TO THE ANNEX <br> PROTOCOL <br> SECTION 1 <br> Article 3 : Cumulation of origin <br> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING <br> 1.     Notwithstanding Article 2 (General Requirements), products shall be considered <br> PRODUCTS@^@ AND METHODS OF ADMINISTRATIVE CO-OPERATION <br> as originating in a Party if such products are obtained there by incorporating materials <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> originating in the other Party or the EU, provided that the working or processing carried <br> does not exceed: <br> out goes beyond the operations referred to in Article 6 (Insufficient Working or <br> equipment, machine, apparatus or vehicle in question. <br> Processing). It shall not be necessary that the materials of the other Party or the EU <br> Sets <br> incorporated in such products have undergone sufficient working or processing within the <br> Article 9 : Sets <br> Neutral elements <br> regarded as originating, provided that the value of the non-originating products does not <br> Sets, as defined in General Interpretative Rule 3 of the Harmonized System, shall be <br> 2.     Notwithstanding Article 2 (General Requirements), working or processing carried <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> regarded as originating when all component products are originating products. When a <br> out in the EU shall be considered as having been carried out in the UK when the products <br> set is composed of originating and non-originating products, the set as a whole shall be <br> obtained undergo subsequent working or processing in the UK, provided that the working <br> or processing carried out in the UK goes beyond the operations referred to in Article 6 <br> Article 12 : Principle of territoriality <br> exceed fifteen percent of the ex-works price of the set. <br> (Insufficient Working or Processing). <br> ARTICLE 10 : Neutral Elements <br> 3. For the purposes of paragraph 1, the origin of the materials shall be determined <br> according to the rules of origin of this Agreement. <br> In order to determine whether a product originates in a Party, it shall not be necessary to <br> 4.     For the purposes of paragraph 1, the originating status of materials exported from <br> determine the origin of the following elements which might be used in its manufacture: <br> making-up of sets of articles); <br> the EU to a Party to be used in further working or processing shall be established by a <br> the final composition of the product. <br> proof of origin under which these materials could be exported directly to that Party. <br> (b)    plant and equipment, including goods to be used for their maintenance; <br> related to the goods themselves. <br> 5.     The cumulation in respect of the EU (provided for in paragraphs 1 to 4) applies if <br> (c)    machines and tools and dies and moulds; spare parts and materials used in <br> Article 14 : Exhibitions <br> the countries involved in the acquisition of the originating status and the country of <br> the maintenance of equipment and buildings; lubricants, greases, <br> destination have arrangements on administrative cooperation1 which ensure the correct <br> signs on products or their packaging; <br> compounding materials and other materials used in production or used to <br> GENERAL PROVISIONS <br> implementation of this Article. <br> operate equipment and buildings; gloves, glasses, footwear, clothing, <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 6. Materials originating in an ASEAN country, which is applying with the UK a <br> have undertaken to: <br> safety equipment and supplies; equipment, devices and supplies used for <br> preferential agreement in accordance with Article XXIV of the GATT 1994, shall be <br> testing or inspecting the good; catalysts and solvents; and <br> considered as materials originating in a Party when incorporated in a product obtained in <br> (d)    other goods which do not enter, and which are not intended to enter, into <br> Article 11 : Accounting Segregation <br> that Party, provided that they have undergone working or processing in that Party which <br> DRAWBACK OR EXEMPTION <br> goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> Article 15 : Prohibition of drawback of, or exemption from, customs duties <br> authorities that: <br> 7. For the purposes of paragraph 6, the origin of the materials shall be determined <br> (j) used articles collected there that are fit only for the recovery of raw materials; <br> 1. If originating and non-originating fungible materials are used in the working or <br> Exhibitions <br> agreements with those countries. <br> processing of a product, the competent governmental authorities, at the written request of <br> 8.     For the purposes of paragraph 6, the originating status of materials exported from <br> economic operators, may authorise the management of materials using the accounting <br> one of the ASEAN countries to a Party to be used in further working or processing shall <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> be established by a proof of origin under which these materials could be exported directly <br> 2. The competent governmental authorities may make the granting of the <br> segregation method without keeping the materials in separate stocks. <br> Sufficiently worked or processed products <br> authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> (b) the materials concerned would benefit, through cumulation, from a tariff <br> 9.     The cumulation in respect of the ASEAN countries (provided for in paragraphs 6 <br> 3. The authorisation shall be granted only if it can be ensured by use of the <br> to 11) applies if: <br> accounting segregation method that, at any given time, the number of products obtained <br> which could be considered as originating in the UK or in Singapore is the same as the <br> (ii) they are owned by companies: <br> (i)    comply or ensure compliance with this Protocol; and <br> according to the rules of origin applicable in the framework of the UK's preferential <br> 4.     If authorised, the accounting segregation method, for example, averaging, last-in, <br> (ii) provide the administrative cooperation necessary to ensure the <br> first-out, or first-in, first-out, shall be applied and the method used shall be recorded on <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of Origin <br> the basis of the general accounting principles applicable in the UK or in Singapore, <br> depending on where the product is manufactured. <br> (b)    the undertakings referred to in subparagraph (a) have been notified to the UK. <br> 5.     A manufacturer using the accounting segregation method shall make out or apply <br> 10. Origin declarations issued by application of paragraph 6 shall bear the following <br> to the UK. <br> for origin declarations for the quantity of products which may be considered as originating <br> entry: <br> Article 8 : Accessories, spare parts and tools <br> in the exporting Party. At the request of the customs authorities or competent <br> @^@Application of Article 3(6) of the Protocol of the UK/Singapore FTA@^@. <br> governmental authorities of the exporting Party, the beneficiary shall provide a statement <br> For the avoidance of doubt, arrangements on administrative cooperation may refer to a Party's <br> of how the quantities have been managed. <br> preferential agreement with the EU. <br> 6. The competent governmental authorities shall monitor the use made of the <br> 11. The materials listed in Annex C to this Protocol shall be excluded from the <br> authorisations referred to in paragraph 3 and may withdraw them if a manufacturer makes <br> cumulation provided for in paragraphs 6 to 10 where at the time of importation of the <br> improper use of the authorisation or fails to fulfil any of the other conditions laid down <br> product: <br> in this Protocol. <br> (a)    the tariff preference applicable to the materials in a Party is not the same <br> and among themselves; <br> during transport and storage; <br> for all the countries involved in the cumulation; and <br> exported to a Party. <br> to in Article 6 (Insufficient Working or Processing). <br> 1.     Except as provided for in Article 3 (Cumulation of Origin), the conditions set out <br> 12. At the request of a Party, the Parties may, by decision in the Committee on <br> treatment more favourable than the one they would benefit from if directly <br> in Section 2 relating to the acquisition of originating status must be fulfilled without <br> Customs established pursuant to Article 16.2 (Specialised Committees) of this Agreement <br> Insufficient working or processing <br> (hereinafter referred to as @^@the Committee on Customs@^@), modify Annex C to this <br> 2. Except as provided for in Article 3 (Cumulation of Origin), if originating goods <br> Protocol. Any request for such a modification shall be communicated to the other Party <br> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> exported from a Party to a non-Party return, they must be considered as non-originating <br> at least two months before the meeting of that Committee. <br> goods, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 13. Materials originating in an ASEAN country shall be considered as materials <br> (a)    the returning goods are the same as those exported; and <br> originating in a Party when further processed or incorporated into one of the products <br> (b)    they have not undergone any operation beyond that necessary to preserve <br> listed in Annex D to this Protocol obtained there, provided that they have undergone <br> them in good condition while in that non-Party or while being exported. <br> working or processing in that Party which goes beyond the operations referred <br> ARTICLE 13 : Non Alteration <br> Non Alteration <br> 14. For the purposes of paragraph 13, the origin of the materials shall be determined <br> 1. The products declared for importation in a Party shall be the same products as <br> according to the preferential rules of origin applicable to the UK Generalised Scheme of <br> exported from the other Party in which they are considered to originate. They shall not <br> Preferences for developing countries, as notified to the Committee on Customs <br> have been altered, transformed in any way or subjected to operations other than operations <br> (hereinafter referred to as @^@UK GSP@^@). If the Committee on Customs has not been <br> to preserve them in good condition or other than adding or affixing marks, labels, seals <br> established, that notification shall be made to the relevant customs authority of Singapore. <br> or any other documentation to ensure compliance with specific domestic requirements of <br> 15. For the purposes of paragraph 13, the originating status of materials exported from <br> the importing Party, prior to being declared for import. <br> 2. The storage of products or consignments may take place, provided they remain <br> be established by a proof of origin in accordance with the preferential rules applicable to <br> (e) simple painting and polishing operations; <br> beneficiary countries of the UK GSP. <br> 3. Without prejudice to Section 5, the splitting of consignments may take place <br> 16. The cumulation provided for in paragraphs 13 to 17 may only be applied on the <br> where carried out by the exporter or under his responsibility provided they remain under <br> condition that: <br> (a)    the ASEAN countries involved in the acquisition of the originating status <br> customs authorities have reason to believe the contrary; in such cases, the customs <br> authorities may request the declarant to provide evidence of compliance, which may be <br> given by any means, including contractual transport documents such as bills of lading or <br> factual or concrete evidence based on marking or numbering of packages or any evidence <br> and between themselves; <br> insufficient working or processing to confer the status of originating products, whether or <br> 17. Origin declarations issued by application of paragraph 13 shall bear the following entry: <br> @^@Application of Article 3(13) of the Protocol of the UK/Singapore FTA@^@. <br> 1.     Originating products, sent for exhibition in a country other than a Party and sold <br> after the exhibition for importation in a Party shall benefit on importation from the <br> 18. At the request of a Party, the Parties may, by decision in the Committee on <br> Wholly obtained products <br> Customs, modify Annex D to this Protocol. Any request for such a modification shall be <br> communicated to the other Party at least two months before the meeting of the Committee. <br> 19. The cumulation provided for in paragraphs 13 to 17 shall cease to apply when <br> (a) an exporter has consigned these products from a Party to the country in <br> conditions of paragraphs 6 to 11 are met. <br> 20. Not earlier than one year after the entry into force of this Agreement, the Parties <br> (b)    the products have been sold or otherwise disposed of by that exporter to a <br> shall initiate, without prejudice to the outcome, a meeting of the Committee on Customs <br> to review the undertaking requirement for ASEAN cumulation for the purposes of <br> (c) the products have been consigned during the exhibition or immediately <br> paragraphs 9 to 10 and 16 to 17. Such review shall include the possibility of modification, <br> Accessories, Spare Parts and Tools <br> by a decision in the Committee on Customs, to paragraphs 9 to 10 and 16 to 17. <br> (d)    the products have not been used for any purpose other than demonstration <br> at the exhibition since they were consigned for exhibition. <br> 2. An origin declaration shall be issued or made out in accordance with the <br> 1.     The following shall be considered as wholly obtained in a Party: <br> provisions of Section 5 and submitted to the customs authorities of the importing Party in <br> (a)    mineral products extracted from their soil or from their seabed; <br> the normal manner. The name and address of the exhibition must be indicated thereon. <br> (b)    plants and vegetable products grown or harvested there; <br> Where necessary, additional documentary evidence of the conditions under which they <br> (c)    live animals born and raised there; <br> territorial seas of a Party by their vessels; <br> have been exhibited may be required. <br> (d)    products from live animals raised there; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> Prohibition of drawback of, or exemption from, customs duties <br> (e)    products from slaughtered animals born and raised there; <br> fair or similar public show or display which is not organised for private purposes in shops <br> (f)    products obtained by hunting or fishing conducted there; <br> or business premises with a view to the sale of foreign products, during which the products <br> (g)    products of aquaculture from fish, crustaceans and molluscs that are born <br> ARTICLE 4 : Wholly Obtained Products <br> SECTION 4 <br> and raised there; <br> (h)    products of sea fishing and other products taken from the sea outside the <br> (i) products made aboard their factory ships exclusively from products <br> thereafter in the state in which they were sent for exhibition; and <br> referred to in subparagraph (h); <br> shall apply only to vessels and factory ships: <br> 1.     Non-originating materials used in the manufacture of products originating in the <br> UK or in Singapore, for which an origin declaration has been issued or made out in <br> (k)    waste and scrap resulting from manufacturing operations conducted there; <br> accordance with the provisions of Section 5, shall not be subject in the UK or in Singapore <br> (l)     products extracted from marine soil or subsoil outside the territorial seas <br> of a Party, provided that the Party has sole rights to work that soil or subsoil; and <br> (m) goods produced there exclusively from products specified in <br> remission or non- payment, whether partial or complete, of customs duties or charges <br> having an equivalent effect, applicable in the UK or in Singapore to materials used in the <br> 2.     The terms @^@their vessels@^@ and @^@their factory ships@^@ in subparagraphs 1(h) and 1(i) <br> manufacture, where such refund, remission or non-payment applies, whether expressly or <br> in effect, where the products obtained from such materials are exported, but not where <br> (a)    which are registered in the UK or in Singapore; <br> they are retained in a Party for home use. <br> (b)    which sail under the flag of the UK or of Singapore; and <br> 3. The exporter of products covered by an origin declaration shall be prepared to <br> (c)    which meet one of the following conditions: <br> submit at any time, upon request from the customs authorities, all appropriate documents <br> (i) they are at least fifty percent owned by nationals of the UK, a <br> to prove that no drawback has been obtained in respect of the non-originating materials <br> (j) sifting, screening, sorting, classifying, grading, matching (including the <br> Member State of the EU or Singapore; or <br> Accounting Segregation <br> having equivalent effect applicable to such materials have actually been paid. <br> (1) which have their head office and their main place of <br> subparagraphs (a) to (l). <br> 4.     The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br> business in the UK, a Member State of the EU or Singapore; and <br> remain under customs control. <br> the meaning of paragraph 2 of Article 7 (Unit of Qualification), accessories, spare parts <br> (2) which are at least fifty percent owned by the UK, a Member <br> and tools within the meaning of Article 8 (Accessories, Spare Parts and Tools), and <br> State of the EU or Singapore, by their public entities or nationals. <br> products in a set within the meaning of Article 9 (Sets), when such items are non-originating. <br> to drawback of, or exemption from, customs duties of whatever kind. <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> 5.     The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br> are subject to this Protocol. <br> 1. For the purposes of subparagraph (b) of Article 2 (General Requirements), <br> Agreement, the working or processing which must be carried out on non-originating <br> ANNEX C <br> MATERIALS EXCLUDED FROM CUMULATION UNDER PARAGRAPH 6 OF ARTICLE 3 <br> processed when the conditions set out in the list in Annex B or B(a) to this Protocol are fulfilled. <br> Harmonized System <br> 2. The conditions referred to above indicate, for all products covered by this <br> Article 6 : Insufficient Working or Processing <br> 0207 <br> ex 0210 <br> materials used in manufacturing, and apply only in relation to such materials. It follows <br> Chapter 03 <br> that if a product which has acquired originating status by fulfilling the conditions set out <br> 0709 51 ex 0710 80 0711 51 0712 31 <br> in the list in Annex B or B(a) to this Protocol is used in the manufacture of another <br> 071040 200580 <br> product, the conditions applicable to the product in which it is incorporated do not apply <br> 1006 <br> to the product that acquired originating status, and no account shall be taken of the non- <br> originating materials which may have been used in its manufacture. <br> products which are not wholly obtained are considered to be sufficiently worked or <br> ex 1102 90 ex 1103 19 ex 1103 20 ex 1104 19 ex 1108 14 ex 1108 19 <br> 3.     By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> 1604 and 1605 <br> originating materials which, according to the conditions set out in the list in Annex B or <br> 1701 and 1702 <br> B(a) to this Protocol, are not to be used in the manufacture of a given product may <br> ex 1704 90 <br> nevertheless be used, provided that their total value or net weight assessed for the product <br> ex 1806 10 <br> meaning of Article 4 (Wholly Obtained Products). However, without prejudice to <br> 1806 20 <br> (a) ten percent of the weight of the product for products falling within <br> Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> ex 1901 90 <br> Chapters 2 and 4 to 24 of the Harmonized System, other than processed <br> fishery products of Chapter 16; <br> 2003 10 <br> (b)    ten percent of the ex-works price of the product for other products, except <br> ex 2101 12 <br> for products falling within Chapters 50 to 63 of the Harmonized System, <br> shall be considered together when determining whether the working or processing <br> ex 2101 20 <br> for which the tolerances mentioned in Notes 6 and 7 of Annex A to this <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> ex 2106 90 <br> Protocol, shall apply. <br> ex 3302 10 <br> 4. Paragraph 3 shall not be construed to allow any of the percentages for the <br> 3302 10 29 <br> maximum content of non-originating materials as specified in the list in Annex B to this <br> ANNEX D <br> Protocol to be exceeded. <br> PRODUCTS REFERRED TO IN PARAGRAPH 13 OF ARTICLE 3 <br> 5.     Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the <br> FOR WHICH MATERIALS ORIGINATING IN AN ASEAN COUNTRY <br> SHALL BE CONSIDERED AS MATERIALS ORIGINATING IN A PARTY <br> Qualification), the tolerance provided for in those paragraphs shall nevertheless apply to <br> 2710 <br> the sum of all the materials which are used in the manufacture of a product and for which <br> 2711 <br> the rule for that product laid down in the list in Annex B to this Protocol requires that <br> 2906 <br> such materials be wholly obtained. <br> 2909 <br> SECTION 3 <br> 2910 <br> 1.     Without prejudice to paragraph 2, the following operations shall be considered as <br> 2912-2914 <br> 2920 <br> not the requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> 2922 <br> (a)    preserving operations to ensure that the products remain in good condition <br> 2930 <br> 2933 <br> (b) the breaking-up and assembly of packages; <br> 2934 <br> (c)    the washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2935 <br> (d)    the ironing or pressing of textiles and textile articles; <br> 2942 <br> 3215 <br> (f)    the husking and partial or total milling of rice; the polishing and glazing <br> 3301 <br> of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; the partial or <br> 4010 <br> total milling of crystal sugar; <br> 8408 <br> (h)    the peeling, stoning and shelling of fruits, nuts and vegetables; <br> 8412 <br> (i)    sharpening, simple grinding or simple cutting; <br> 8483 <br> 8504 <br> 8506 <br> (k)    simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 8518 <br> or boards and all other simple packaging operations; <br> 8523 <br> (l)     the affixing or printing of marks, labels, logos and other like distinguishing <br> 8546 <br> HS Code <br> (m) the simple mixing of products, whether or not of different kinds; mixing <br> 8547 <br> of sugar with any material; <br> 9005 <br> (n)    the simple addition of water to or the dilution, dehydration or denaturation of products; <br> 9006 <br> (o)    the simple assembly of parts of articles to constitute a complete article or <br> 9011 <br> the disassembly of products into parts; <br> 9013 <br> 9025 <br> subparagraphs (a) to (o); or <br> (q)    the slaughter of animals. <br> 2.     For the purpose of paragraph 1, operations shall be considered simple when no <br> special skills or machines, apparatus or tools that were especially produced or installed <br> (p) a combination of two or more of the operations specified in <br> for those operations are required for their performance. <br> 3. All operations on a given product carried out either in the UK or in Singapore <br> (a) energy and fuel; <br> used in the manufacture of the products concerned and that all customs duties or charges <br> number that would have been obtained by using a method of physical segregation of the stocks. <br> interruption in a Party. <br> which the exhibition is held and has exhibited them there; <br> customs supervision in the country(ies) of transit. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> person in a Party; <br> under customs supervision in the country(ies) of transit. <br> 4. Compliance with paragraphs 1 to 3 shall be considered as satisfied unless the <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> 1.     The unit of qualification for the application of the provisions of this Protocol shall <br> be the product which is considered as the basic unit when determining classification using <br> the nomenclature of the Harmonized System. <br> 2.     When a consignment consists of a number of identical products classified under <br> the same heading of the Harmonized System, each individual item shall be taken into <br> account when applying the provisions of this Protocol. <br> 3.     Where, under General Interpretative Rule 5 of the Harmonized System, packaging <br> is included with the product for classification purposes, the packaging shall be included <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "for the purposes of determining origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "APPENDIX TO THE ANNEX <br> PROTOCOL <br> SECTION 1 <br> Article 3 : Cumulation of origin <br> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING <br> 1.     Notwithstanding Article 2 (General Requirements), products shall be considered <br> PRODUCTS@^@ AND METHODS OF ADMINISTRATIVE CO-OPERATION <br> as originating in a Party if such products are obtained there by incorporating materials <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> originating in the other Party or the EU, provided that the working or processing carried <br> does not exceed: <br> out goes beyond the operations referred to in Article 6 (Insufficient Working or <br> equipment, machine, apparatus or vehicle in question. <br> Processing). It shall not be necessary that the materials of the other Party or the EU <br> Sets <br> incorporated in such products have undergone sufficient working or processing within the <br> Article 9 : Sets <br> Neutral elements <br> regarded as originating, provided that the value of the non-originating products does not <br> Sets, as defined in General Interpretative Rule 3 of the Harmonized System, shall be <br> 2.     Notwithstanding Article 2 (General Requirements), working or processing carried <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> regarded as originating when all component products are originating products. When a <br> out in the EU shall be considered as having been carried out in the UK when the products <br> set is composed of originating and non-originating products, the set as a whole shall be <br> obtained undergo subsequent working or processing in the UK, provided that the working <br> or processing carried out in the UK goes beyond the operations referred to in Article 6 <br> Article 12 : Principle of territoriality <br> exceed fifteen percent of the ex-works price of the set. <br> (Insufficient Working or Processing). <br> ARTICLE 10 : Neutral Elements <br> 3. For the purposes of paragraph 1, the origin of the materials shall be determined <br> according to the rules of origin of this Agreement. <br> In order to determine whether a product originates in a Party, it shall not be necessary to <br> 4.     For the purposes of paragraph 1, the originating status of materials exported from <br> determine the origin of the following elements which might be used in its manufacture: <br> making-up of sets of articles); <br> the EU to a Party to be used in further working or processing shall be established by a <br> the final composition of the product. <br> proof of origin under which these materials could be exported directly to that Party. <br> (b)    plant and equipment, including goods to be used for their maintenance; <br> related to the goods themselves. <br> 5.     The cumulation in respect of the EU (provided for in paragraphs 1 to 4) applies if <br> (c)    machines and tools and dies and moulds; spare parts and materials used in <br> Article 14 : Exhibitions <br> the countries involved in the acquisition of the originating status and the country of <br> the maintenance of equipment and buildings; lubricants, greases, <br> destination have arrangements on administrative cooperation1 which ensure the correct <br> signs on products or their packaging; <br> compounding materials and other materials used in production or used to <br> GENERAL PROVISIONS <br> implementation of this Article. <br> operate equipment and buildings; gloves, glasses, footwear, clothing, <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> 6. Materials originating in an ASEAN country, which is applying with the UK a <br> have undertaken to: <br> safety equipment and supplies; equipment, devices and supplies used for <br> preferential agreement in accordance with Article XXIV of the GATT 1994, shall be <br> testing or inspecting the good; catalysts and solvents; and <br> considered as materials originating in a Party when incorporated in a product obtained in <br> (d)    other goods which do not enter, and which are not intended to enter, into <br> Article 11 : Accounting Segregation <br> that Party, provided that they have undergone working or processing in that Party which <br> DRAWBACK OR EXEMPTION <br> goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> Article 15 : Prohibition of drawback of, or exemption from, customs duties <br> authorities that: <br> 7. For the purposes of paragraph 6, the origin of the materials shall be determined <br> (j) used articles collected there that are fit only for the recovery of raw materials; <br> 1. If originating and non-originating fungible materials are used in the working or <br> Exhibitions <br> agreements with those countries. <br> processing of a product, the competent governmental authorities, at the written request of <br> 8.     For the purposes of paragraph 6, the originating status of materials exported from <br> economic operators, may authorise the management of materials using the accounting <br> one of the ASEAN countries to a Party to be used in further working or processing shall <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> be established by a proof of origin under which these materials could be exported directly <br> 2. The competent governmental authorities may make the granting of the <br> segregation method without keeping the materials in separate stocks. <br> Sufficiently worked or processed products <br> authorisation referred to in paragraph 1 subject to any conditions they deem appropriate. <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> (b) the materials concerned would benefit, through cumulation, from a tariff <br> 9.     The cumulation in respect of the ASEAN countries (provided for in paragraphs 6 <br> 3. The authorisation shall be granted only if it can be ensured by use of the <br> to 11) applies if: <br> accounting segregation method that, at any given time, the number of products obtained <br> which could be considered as originating in the UK or in Singapore is the same as the <br> (ii) they are owned by companies: <br> (i)    comply or ensure compliance with this Protocol; and <br> according to the rules of origin applicable in the framework of the UK's preferential <br> 4.     If authorised, the accounting segregation method, for example, averaging, last-in, <br> (ii) provide the administrative cooperation necessary to ensure the <br> first-out, or first-in, first-out, shall be applied and the method used shall be recorded on <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of Origin <br> the basis of the general accounting principles applicable in the UK or in Singapore, <br> depending on where the product is manufactured. <br> (b)    the undertakings referred to in subparagraph (a) have been notified to the UK. <br> 5.     A manufacturer using the accounting segregation method shall make out or apply <br> 10. Origin declarations issued by application of paragraph 6 shall bear the following <br> to the UK. <br> for origin declarations for the quantity of products which may be considered as originating <br> entry: <br> Article 8 : Accessories, spare parts and tools <br> in the exporting Party. At the request of the customs authorities or competent <br> @^@Application of Article 3(6) of the Protocol of the UK/Singapore FTA@^@. <br> governmental authorities of the exporting Party, the beneficiary shall provide a statement <br> For the avoidance of doubt, arrangements on administrative cooperation may refer to a Party's <br> of how the quantities have been managed. <br> preferential agreement with the EU. <br> 6. The competent governmental authorities shall monitor the use made of the <br> 11. The materials listed in Annex C to this Protocol shall be excluded from the <br> authorisations referred to in paragraph 3 and may withdraw them if a manufacturer makes <br> cumulation provided for in paragraphs 6 to 10 where at the time of importation of the <br> improper use of the authorisation or fails to fulfil any of the other conditions laid down <br> product: <br> in this Protocol. <br> (a)    the tariff preference applicable to the materials in a Party is not the same <br> and among themselves; <br> during transport and storage; <br> for all the countries involved in the cumulation; and <br> exported to a Party. <br> to in Article 6 (Insufficient Working or Processing). <br> 1.     Except as provided for in Article 3 (Cumulation of Origin), the conditions set out <br> 12. At the request of a Party, the Parties may, by decision in the Committee on <br> treatment more favourable than the one they would benefit from if directly <br> in Section 2 relating to the acquisition of originating status must be fulfilled without <br> Customs established pursuant to Article 16.2 (Specialised Committees) of this Agreement <br> Insufficient working or processing <br> (hereinafter referred to as @^@the Committee on Customs@^@), modify Annex C to this <br> 2. Except as provided for in Article 3 (Cumulation of Origin), if originating goods <br> Protocol. Any request for such a modification shall be communicated to the other Party <br> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> exported from a Party to a non-Party return, they must be considered as non-originating <br> at least two months before the meeting of that Committee. <br> goods, unless it can be demonstrated to the satisfaction of the customs authorities that: <br> 13. Materials originating in an ASEAN country shall be considered as materials <br> (a)    the returning goods are the same as those exported; and <br> originating in a Party when further processed or incorporated into one of the products <br> (b)    they have not undergone any operation beyond that necessary to preserve <br> listed in Annex D to this Protocol obtained there, provided that they have undergone <br> them in good condition while in that non-Party or while being exported. <br> working or processing in that Party which goes beyond the operations referred <br> ARTICLE 13 : Non Alteration <br> Non Alteration <br> 14. For the purposes of paragraph 13, the origin of the materials shall be determined <br> 1. The products declared for importation in a Party shall be the same products as <br> according to the preferential rules of origin applicable to the UK Generalised Scheme of <br> exported from the other Party in which they are considered to originate. They shall not <br> Preferences for developing countries, as notified to the Committee on Customs <br> have been altered, transformed in any way or subjected to operations other than operations <br> (hereinafter referred to as @^@UK GSP@^@). If the Committee on Customs has not been <br> to preserve them in good condition or other than adding or affixing marks, labels, seals <br> established, that notification shall be made to the relevant customs authority of Singapore. <br> or any other documentation to ensure compliance with specific domestic requirements of <br> 15. For the purposes of paragraph 13, the originating status of materials exported from <br> the importing Party, prior to being declared for import. <br> 2. The storage of products or consignments may take place, provided they remain <br> be established by a proof of origin in accordance with the preferential rules applicable to <br> (e) simple painting and polishing operations; <br> beneficiary countries of the UK GSP. <br> 3. Without prejudice to Section 5, the splitting of consignments may take place <br> 16. The cumulation provided for in paragraphs 13 to 17 may only be applied on the <br> where carried out by the exporter or under his responsibility provided they remain under <br> condition that: <br> (a)    the ASEAN countries involved in the acquisition of the originating status <br> customs authorities have reason to believe the contrary; in such cases, the customs <br> authorities may request the declarant to provide evidence of compliance, which may be <br> given by any means, including contractual transport documents such as bills of lading or <br> factual or concrete evidence based on marking or numbering of packages or any evidence <br> and between themselves; <br> insufficient working or processing to confer the status of originating products, whether or <br> 17. Origin declarations issued by application of paragraph 13 shall bear the following entry: <br> @^@Application of Article 3(13) of the Protocol of the UK/Singapore FTA@^@. <br> 1.     Originating products, sent for exhibition in a country other than a Party and sold <br> after the exhibition for importation in a Party shall benefit on importation from the <br> 18. At the request of a Party, the Parties may, by decision in the Committee on <br> Wholly obtained products <br> Customs, modify Annex D to this Protocol. Any request for such a modification shall be <br> communicated to the other Party at least two months before the meeting of the Committee. <br> 19. The cumulation provided for in paragraphs 13 to 17 shall cease to apply when <br> (a) an exporter has consigned these products from a Party to the country in <br> conditions of paragraphs 6 to 11 are met. <br> 20. Not earlier than one year after the entry into force of this Agreement, the Parties <br> (b)    the products have been sold or otherwise disposed of by that exporter to a <br> shall initiate, without prejudice to the outcome, a meeting of the Committee on Customs <br> to review the undertaking requirement for ASEAN cumulation for the purposes of <br> (c) the products have been consigned during the exhibition or immediately <br> paragraphs 9 to 10 and 16 to 17. Such review shall include the possibility of modification, <br> Accessories, Spare Parts and Tools <br> by a decision in the Committee on Customs, to paragraphs 9 to 10 and 16 to 17. <br> (d)    the products have not been used for any purpose other than demonstration <br> at the exhibition since they were consigned for exhibition. <br> 2. An origin declaration shall be issued or made out in accordance with the <br> 1.     The following shall be considered as wholly obtained in a Party: <br> provisions of Section 5 and submitted to the customs authorities of the importing Party in <br> (a)    mineral products extracted from their soil or from their seabed; <br> the normal manner. The name and address of the exhibition must be indicated thereon. <br> (b)    plants and vegetable products grown or harvested there; <br> Where necessary, additional documentary evidence of the conditions under which they <br> (c)    live animals born and raised there; <br> territorial seas of a Party by their vessels; <br> have been exhibited may be required. <br> (d)    products from live animals raised there; <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> Prohibition of drawback of, or exemption from, customs duties <br> (e)    products from slaughtered animals born and raised there; <br> fair or similar public show or display which is not organised for private purposes in shops <br> (f)    products obtained by hunting or fishing conducted there; <br> or business premises with a view to the sale of foreign products, during which the products <br> (g)    products of aquaculture from fish, crustaceans and molluscs that are born <br> ARTICLE 4 : Wholly Obtained Products <br> SECTION 4 <br> and raised there; <br> (h)    products of sea fishing and other products taken from the sea outside the <br> (i) products made aboard their factory ships exclusively from products <br> thereafter in the state in which they were sent for exhibition; and <br> referred to in subparagraph (h); <br> shall apply only to vessels and factory ships: <br> 1.     Non-originating materials used in the manufacture of products originating in the <br> UK or in Singapore, for which an origin declaration has been issued or made out in <br> (k)    waste and scrap resulting from manufacturing operations conducted there; <br> accordance with the provisions of Section 5, shall not be subject in the UK or in Singapore <br> (l)     products extracted from marine soil or subsoil outside the territorial seas <br> of a Party, provided that the Party has sole rights to work that soil or subsoil; and <br> (m) goods produced there exclusively from products specified in <br> remission or non- payment, whether partial or complete, of customs duties or charges <br> having an equivalent effect, applicable in the UK or in Singapore to materials used in the <br> 2.     The terms @^@their vessels@^@ and @^@their factory ships@^@ in subparagraphs 1(h) and 1(i) <br> manufacture, where such refund, remission or non-payment applies, whether expressly or <br> in effect, where the products obtained from such materials are exported, but not where <br> (a)    which are registered in the UK or in Singapore; <br> they are retained in a Party for home use. <br> (b)    which sail under the flag of the UK or of Singapore; and <br> 3. The exporter of products covered by an origin declaration shall be prepared to <br> (c)    which meet one of the following conditions: <br> submit at any time, upon request from the customs authorities, all appropriate documents <br> (i) they are at least fifty percent owned by nationals of the UK, a <br> to prove that no drawback has been obtained in respect of the non-originating materials <br> (j) sifting, screening, sorting, classifying, grading, matching (including the <br> Member State of the EU or Singapore; or <br> Accounting Segregation <br> having equivalent effect applicable to such materials have actually been paid. <br> (1) which have their head office and their main place of <br> subparagraphs (a) to (l). <br> 4.     The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br> business in the UK, a Member State of the EU or Singapore; and <br> remain under customs control. <br> the meaning of paragraph 2 of Article 7 (Unit of Qualification), accessories, spare parts <br> (2) which are at least fifty percent owned by the UK, a Member <br> and tools within the meaning of Article 8 (Accessories, Spare Parts and Tools), and <br> State of the EU or Singapore, by their public entities or nationals. <br> products in a set within the meaning of Article 9 (Sets), when such items are non-originating. <br> to drawback of, or exemption from, customs duties of whatever kind. <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> 5.     The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br> are subject to this Protocol. <br> 1. For the purposes of subparagraph (b) of Article 2 (General Requirements), <br> Agreement, the working or processing which must be carried out on non-originating <br> ANNEX C <br> MATERIALS EXCLUDED FROM CUMULATION UNDER PARAGRAPH 6 OF ARTICLE 3 <br> processed when the conditions set out in the list in Annex B or B(a) to this Protocol are fulfilled. <br> Harmonized System <br> 2. The conditions referred to above indicate, for all products covered by this <br> Article 6 : Insufficient Working or Processing <br> 0207 <br> ex 0210 <br> materials used in manufacturing, and apply only in relation to such materials. It follows <br> Chapter 03 <br> that if a product which has acquired originating status by fulfilling the conditions set out <br> 0709 51 ex 0710 80 0711 51 0712 31 <br> in the list in Annex B or B(a) to this Protocol is used in the manufacture of another <br> 071040 200580 <br> product, the conditions applicable to the product in which it is incorporated do not apply <br> 1006 <br> to the product that acquired originating status, and no account shall be taken of the non- <br> originating materials which may have been used in its manufacture. <br> products which are not wholly obtained are considered to be sufficiently worked or <br> ex 1102 90 ex 1103 19 ex 1103 20 ex 1104 19 ex 1108 14 ex 1108 19 <br> 3.     By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> 1604 and 1605 <br> originating materials which, according to the conditions set out in the list in Annex B or <br> 1701 and 1702 <br> B(a) to this Protocol, are not to be used in the manufacture of a given product may <br> ex 1704 90 <br> nevertheless be used, provided that their total value or net weight assessed for the product <br> ex 1806 10 <br> meaning of Article 4 (Wholly Obtained Products). However, without prejudice to <br> 1806 20 <br> (a) ten percent of the weight of the product for products falling within <br> Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> ex 1901 90 <br> Chapters 2 and 4 to 24 of the Harmonized System, other than processed <br> fishery products of Chapter 16; <br> 2003 10 <br> (b)    ten percent of the ex-works price of the product for other products, except <br> ex 2101 12 <br> for products falling within Chapters 50 to 63 of the Harmonized System, <br> shall be considered together when determining whether the working or processing <br> ex 2101 20 <br> for which the tolerances mentioned in Notes 6 and 7 of Annex A to this <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> ex 2106 90 <br> Protocol, shall apply. <br> ex 3302 10 <br> 4. Paragraph 3 shall not be construed to allow any of the percentages for the <br> 3302 10 29 <br> maximum content of non-originating materials as specified in the list in Annex B to this <br> ANNEX D <br> Protocol to be exceeded. <br> PRODUCTS REFERRED TO IN PARAGRAPH 13 OF ARTICLE 3 <br> 5.     Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the <br> FOR WHICH MATERIALS ORIGINATING IN AN ASEAN COUNTRY <br> SHALL BE CONSIDERED AS MATERIALS ORIGINATING IN A PARTY <br> Qualification), the tolerance provided for in those paragraphs shall nevertheless apply to <br> 2710 <br> the sum of all the materials which are used in the manufacture of a product and for which <br> 2711 <br> the rule for that product laid down in the list in Annex B to this Protocol requires that <br> 2906 <br> such materials be wholly obtained. <br> 2909 <br> SECTION 3 <br> 2910 <br> 1.     Without prejudice to paragraph 2, the following operations shall be considered as <br> 2912-2914 <br> 2920 <br> not the requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> 2922 <br> (a)    preserving operations to ensure that the products remain in good condition <br> 2930 <br> 2933 <br> (b) the breaking-up and assembly of packages; <br> 2934 <br> (c)    the washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 2935 <br> (d)    the ironing or pressing of textiles and textile articles; <br> 2942 <br> 3215 <br> (f)    the husking and partial or total milling of rice; the polishing and glazing <br> 3301 <br> of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; the partial or <br> 4010 <br> total milling of crystal sugar; <br> 8408 <br> (h)    the peeling, stoning and shelling of fruits, nuts and vegetables; <br> 8412 <br> (i)    sharpening, simple grinding or simple cutting; <br> 8483 <br> 8504 <br> 8506 <br> (k)    simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 8518 <br> or boards and all other simple packaging operations; <br> 8523 <br> (l)     the affixing or printing of marks, labels, logos and other like distinguishing <br> 8546 <br> HS Code <br> (m) the simple mixing of products, whether or not of different kinds; mixing <br> 8547 <br> of sugar with any material; <br> 9005 <br> (n)    the simple addition of water to or the dilution, dehydration or denaturation of products; <br> 9006 <br> (o)    the simple assembly of parts of articles to constitute a complete article or <br> 9011 <br> the disassembly of products into parts; <br> 9013 <br> 9025 <br> subparagraphs (a) to (o); or <br> (q)    the slaughter of animals. <br> 2.     For the purpose of paragraph 1, operations shall be considered simple when no <br> special skills or machines, apparatus or tools that were especially produced or installed <br> (p) a combination of two or more of the operations specified in <br> for those operations are required for their performance. <br> 3. All operations on a given product carried out either in the UK or in Singapore <br> (a) energy and fuel; <br> used in the manufacture of the products concerned and that all customs duties or charges <br> number that would have been obtained by using a method of physical segregation of the stocks. <br> interruption in a Party. <br> which the exhibition is held and has exhibited them there; <br> customs supervision in the country(ies) of transit. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> person in a Party; <br> under customs supervision in the country(ies) of transit. <br> 4. Compliance with paragraphs 1 to 3 shall be considered as satisfied unless the <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> General requirements <br> ARTICLE 22 : Exemptions from Origin Declaration <br> ARTICLE 28 : Verification of Origin Declarations <br> ARTICLE 30 : Settlement of Disputes <br> ARTICLE 6.5 : Advance Rulings <br> Exemptions from Origin Declaration <br> Verification of Origin Declarations <br> Application of this Protocol <br> Settlement of Disputes <br> Advance Rulings <br> 1.     Products which are sent as small packages from private persons to private persons, <br> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br> 1. Where disputes arise in relation to the verification procedures of Article 28 <br> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br> Origin Declaration <br> or which form part of travellers' personal luggage, shall be admitted as originating <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> (Verification of Origin Declarations) which cannot be settled between the competent <br> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities, <br> 1. Products originating in the UK, on importation into Singapore, and products <br> products without requiring the submission of an origin declaration, provided that such <br> authenticity of such documents, the originating status of the products concerned or the <br> authorities requesting a verification and the competent authorities responsible for carrying <br> written advance rulings concerning tariff classification, origin, and any other matters as the Party may decide. <br> fulfilment of the other requirements of this Protocol. <br> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br> products are not imported by way of trade and have been declared as meeting the <br> out this verification, or where they raise a question as to the interpretation of this Protocol, <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br> they shall be submitted to the Committee on Customs. <br> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br> 2. An origin declaration may be made out if the products concerned can be <br> such a declaration. In the case of products sent by post, this declaration can be made on <br> submitted, the customs authorities of the importing Party shall return the origin <br> 2. All disputes between the importer and the competent authorities of the importing <br> commercial document that describes the originating product in sufficient detail to enable <br> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> declaration, or a copy of that document, to the customs authorities of the exporting Party <br> Party shall be settled under the legislation of that Party. <br> its identification. <br> 2.     Imports which are occasional and consist solely of products for the personal use <br> be forwarded in support of the request for verification. <br> giving, where appropriate, the reasons for the enquiry. Any document and information <br> ARTICLE 31 : Penalties <br> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br> of the recipients or of travellers or their families shall not be considered as imports by <br> obtained suggesting that the information given on the origin declarations is incorrect shall <br> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br> way of trade if it is evident from the nature and quantity of the products that no <br> The Parties shall provide for procedures for penalties to be imposed on any person who <br> treatment of this Agreement without it being necessary to submit any of the documents <br> commercial purpose is intended. <br> CEUTA AND MELILLA <br> draws up, or causes to be drawn up, a document which contains incorrect information for <br> referred to in paragraph 1. <br> 3. The total value of these products shall not exceed 500 euro in the case of small <br> Party. For this purpose, they shall have the right to request any evidence and to carry out <br> the purpose of obtaining a preferential treatment for products. <br> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br> 3. The verification shall be carried out by the customs authorities of the exporting <br> SECTION 7 <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br> ARTICLE 23 : Supporting Documents <br> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br> preferential treatment to the products concerned while awaiting the results of the <br> ARTICLE 32 : Application of this Protocol <br> made out: <br> The documents referred to in paragraph 3 of Article 17 (Conditions for Making Out an <br> verification, the release of the products shall be offered to the importer, subject to any <br> (a)    in the UK: <br> Origin Declaration), used for the purpose of proving that products covered by an origin <br> precautionary measures judged necessary. Any suspension of preferential treatment shall <br> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br> (i) by an exporter within the meaning of Article 18 (Approved <br> makes an incorrect use of the authorisation. <br> declaration can be considered as products originating in the UK or in Singapore and fulfil <br> be reinstated as soon as possible after the originating status of the products concerned or <br> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br> Exporter); or <br> the other requirements of this Protocol, may consist, inter alia, of the following: <br> the fulfilment of the other requirements of this Protocol has been ascertained by the <br> (ii) by an exporter for any consignment consisting of one or more <br> (a)    direct evidence of the processes carried out by the exporter or supplier to <br> customs authorities of the importing Party. <br> of this Protocol. <br> SECTION 8 <br> Conditions for making out an origin declaration <br> packages containing originating products whose total value does <br> 5.     The customs authorities requesting the verification shall be informed of the results <br> documents are authentic and whether the products concerned can be considered as <br> ANDORRA AND SAN MARINO <br> not exceed 6 000 euro. <br> internal book-keeping; <br> of this verification as soon as possible. These results must indicate clearly whether the <br> ARTICLE 33 : Andorra <br> (b)    in Singapore by an exporter who is: <br> (b)    documents proving the originating status of materials used, issued or made <br> Andorra <br> (i) registered with the competent authority and who has received a <br> out in a Party, where these documents are used in accordance with <br> products originating in the Parties and fulfil the other requirements of this Protocol. <br> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br> Unique Entity Number; and <br> domestic law; or <br> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br> (ii) complying with relevant regulatory provisions in Singapore <br> (c) documents proving the working or processing of materials in a Party, <br> Article 25 : Discrepancies and Formal Errors <br> the verification request or the reply does not contain sufficient information to allow the <br> meaning of this Agreement. <br> pertaining to making out of origin declarations. <br> Discrepancies and formal errors <br> issued or made out in a Party, where these documents are used in <br> requesting customs authorities to determine the authenticity of the document in question <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> accordance with domestic law. <br> or the real origin of the products, the requesting customs authorities, except in exceptional <br> status of the products referred to in paragraph 1. <br> considered as products originating in the UK or in Singapore and fulfil the other <br> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br> circumstances, shall refuse entitlement to the preferences. <br> Preservation of Origin Declaration and Supporting Documents <br> 3. The exporter making out an origin declaration shall be prepared at all times to <br> 1. The exporter making out an origin declaration shall keep a copy of this origin <br> submit, at the request of the customs authorities of the exporting Party, all appropriate <br> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br> documents as referred to under Article 23 (Supporting Documents) proving the <br> for Making Out an Origin Declaration), for at least three years. <br> Supporting documents <br> originating status of the products concerned as well as the fulfilment of the other <br> 2.     The customs authorities of the importing Party shall keep the origin declarations <br> submitted to them for at least three years. <br> printing on the invoice, the delivery note or another commercial document, the <br> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br> exporters in its territory to maintain documentation or records in any medium, provided <br> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br> that the documentation or records can be retrieved and printed. <br> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br> in ink in capital characters in English. <br> any inspection of the exporter's accounts or any other check considered appropriate. <br> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br> 1.     The discovery of slight discrepancies between the statements made in the origin <br> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br> declaration and those made in the documents submitted to the customs office for the <br> required to sign such declarations provided that he gives the customs authorities of the <br> purposes of carrying out the formalities for importing the products shall not ipso facto <br> exporting Party a written undertaking that he accepts full responsibility for any origin <br> render the origin declaration null and void if it is duly established that that document <br> declaration which identifies him as if it had been signed in manuscript by him. <br> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br> 2. Obvious formal errors such as typing errors on a origin declaration should not <br> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br> cause the document to be rejected if those errors are not such as to create doubts <br> importing Party no later than two years, in the case of the UK, and one year, in the case <br> Penalties <br> of Singapore, after the entry of the goods into the territory. <br> ARTICLE 18 : Approved Exporter <br> Approved exporter <br> 1. The customs authorities of the UK may authorise any exporter who exports <br> products under this Agreement to make out origin declarations irrespective of the value <br> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br> 2. The customs authorities of the UK may grant the status of approved exporter <br> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br> authorisation number which shall appear on the origin declaration. <br> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br> subject to any conditions which they consider appropriate. <br> They shall do so where the approved exporter no longer offers the guarantees referred to <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> ARTICLE 19 : Validity of Origin Declaration <br> Validity of Origin Declaration <br> 1. An origin declaration shall be valid for twelve months from the date of issue in <br> SECTION 5 <br> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br> the customs authorities of the importing Party. <br> 2. Origin declarations which are submitted to the customs authorities of the <br> accepted for the purposes of applying preferential treatment, where the failure to submit <br> 3. In cases of belated presentation other than those of paragraph 2, the customs <br> authorities of the importing Party may accept the origin declarations where the products <br> have been submitted before such final date. <br> obtain the goods concerned, contained for example in his accounts or <br> ARTICLE 20 : Submission of Origin Declaration <br> Submission of Origin Declaration <br> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br> submitted to the customs authorities of the importing Party in accordance with the <br> procedures applicable in that Party. <br> guarantees necessary to verify the originating status of the products as well as the <br> requirements of this Protocol. <br> corresponds to the products submitted. <br> concerning the correctness of the statements made in the document. <br> the approved exporter. <br> seeking such authorisation must offer to the satisfaction of the customs authorities all <br> these documents by the final date set is due to exceptional circumstances. <br> "}, {"ArticleTitle": "Importation in Instalments", "ArticleDesc": "ARTICLE 21 : Importation in Instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing Party, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the Harmonized System falling within Sections XVI and <br> XVII or headings 7308 and 9406 of the Harmonized System are imported in instalments, <br> a single origin declaration for such products shall be submitted to the customs authorities <br> upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> General requirements <br> ARTICLE 22 : Exemptions from Origin Declaration <br> ARTICLE 28 : Verification of Origin Declarations <br> ARTICLE 30 : Settlement of Disputes <br> ARTICLE 6.5 : Advance Rulings <br> Exemptions from Origin Declaration <br> Verification of Origin Declarations <br> Application of this Protocol <br> Settlement of Disputes <br> Advance Rulings <br> 1.     Products which are sent as small packages from private persons to private persons, <br> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br> 1. Where disputes arise in relation to the verification procedures of Article 28 <br> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br> Origin Declaration <br> or which form part of travellers' personal luggage, shall be admitted as originating <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> (Verification of Origin Declarations) which cannot be settled between the competent <br> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities, <br> 1. Products originating in the UK, on importation into Singapore, and products <br> products without requiring the submission of an origin declaration, provided that such <br> authenticity of such documents, the originating status of the products concerned or the <br> authorities requesting a verification and the competent authorities responsible for carrying <br> written advance rulings concerning tariff classification, origin, and any other matters as the Party may decide. <br> fulfilment of the other requirements of this Protocol. <br> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br> products are not imported by way of trade and have been declared as meeting the <br> out this verification, or where they raise a question as to the interpretation of this Protocol, <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br> they shall be submitted to the Committee on Customs. <br> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br> 2. An origin declaration may be made out if the products concerned can be <br> such a declaration. In the case of products sent by post, this declaration can be made on <br> submitted, the customs authorities of the importing Party shall return the origin <br> 2. All disputes between the importer and the competent authorities of the importing <br> commercial document that describes the originating product in sufficient detail to enable <br> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> declaration, or a copy of that document, to the customs authorities of the exporting Party <br> Party shall be settled under the legislation of that Party. <br> its identification. <br> 2.     Imports which are occasional and consist solely of products for the personal use <br> be forwarded in support of the request for verification. <br> giving, where appropriate, the reasons for the enquiry. Any document and information <br> ARTICLE 31 : Penalties <br> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br> of the recipients or of travellers or their families shall not be considered as imports by <br> obtained suggesting that the information given on the origin declarations is incorrect shall <br> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br> way of trade if it is evident from the nature and quantity of the products that no <br> The Parties shall provide for procedures for penalties to be imposed on any person who <br> treatment of this Agreement without it being necessary to submit any of the documents <br> commercial purpose is intended. <br> CEUTA AND MELILLA <br> draws up, or causes to be drawn up, a document which contains incorrect information for <br> referred to in paragraph 1. <br> 3. The total value of these products shall not exceed 500 euro in the case of small <br> Party. For this purpose, they shall have the right to request any evidence and to carry out <br> the purpose of obtaining a preferential treatment for products. <br> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br> 3. The verification shall be carried out by the customs authorities of the exporting <br> SECTION 7 <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br> ARTICLE 23 : Supporting Documents <br> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br> preferential treatment to the products concerned while awaiting the results of the <br> ARTICLE 32 : Application of this Protocol <br> made out: <br> The documents referred to in paragraph 3 of Article 17 (Conditions for Making Out an <br> verification, the release of the products shall be offered to the importer, subject to any <br> (a)    in the UK: <br> Origin Declaration), used for the purpose of proving that products covered by an origin <br> precautionary measures judged necessary. Any suspension of preferential treatment shall <br> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br> (i) by an exporter within the meaning of Article 18 (Approved <br> makes an incorrect use of the authorisation. <br> declaration can be considered as products originating in the UK or in Singapore and fulfil <br> be reinstated as soon as possible after the originating status of the products concerned or <br> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br> Exporter); or <br> the other requirements of this Protocol, may consist, inter alia, of the following: <br> the fulfilment of the other requirements of this Protocol has been ascertained by the <br> (ii) by an exporter for any consignment consisting of one or more <br> (a)    direct evidence of the processes carried out by the exporter or supplier to <br> customs authorities of the importing Party. <br> of this Protocol. <br> SECTION 8 <br> Conditions for making out an origin declaration <br> packages containing originating products whose total value does <br> 5.     The customs authorities requesting the verification shall be informed of the results <br> documents are authentic and whether the products concerned can be considered as <br> ANDORRA AND SAN MARINO <br> not exceed 6 000 euro. <br> internal book-keeping; <br> of this verification as soon as possible. These results must indicate clearly whether the <br> ARTICLE 33 : Andorra <br> (b)    in Singapore by an exporter who is: <br> (b)    documents proving the originating status of materials used, issued or made <br> Andorra <br> (i) registered with the competent authority and who has received a <br> out in a Party, where these documents are used in accordance with <br> products originating in the Parties and fulfil the other requirements of this Protocol. <br> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br> Unique Entity Number; and <br> domestic law; or <br> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br> (ii) complying with relevant regulatory provisions in Singapore <br> (c) documents proving the working or processing of materials in a Party, <br> Article 25 : Discrepancies and Formal Errors <br> the verification request or the reply does not contain sufficient information to allow the <br> meaning of this Agreement. <br> pertaining to making out of origin declarations. <br> Discrepancies and formal errors <br> issued or made out in a Party, where these documents are used in <br> requesting customs authorities to determine the authenticity of the document in question <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> accordance with domestic law. <br> or the real origin of the products, the requesting customs authorities, except in exceptional <br> status of the products referred to in paragraph 1. <br> considered as products originating in the UK or in Singapore and fulfil the other <br> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br> circumstances, shall refuse entitlement to the preferences. <br> Preservation of Origin Declaration and Supporting Documents <br> 3. The exporter making out an origin declaration shall be prepared at all times to <br> 1. The exporter making out an origin declaration shall keep a copy of this origin <br> submit, at the request of the customs authorities of the exporting Party, all appropriate <br> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br> documents as referred to under Article 23 (Supporting Documents) proving the <br> for Making Out an Origin Declaration), for at least three years. <br> Supporting documents <br> originating status of the products concerned as well as the fulfilment of the other <br> 2.     The customs authorities of the importing Party shall keep the origin declarations <br> submitted to them for at least three years. <br> printing on the invoice, the delivery note or another commercial document, the <br> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br> exporters in its territory to maintain documentation or records in any medium, provided <br> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br> that the documentation or records can be retrieved and printed. <br> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br> in ink in capital characters in English. <br> any inspection of the exporter's accounts or any other check considered appropriate. <br> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br> 1.     The discovery of slight discrepancies between the statements made in the origin <br> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br> declaration and those made in the documents submitted to the customs office for the <br> required to sign such declarations provided that he gives the customs authorities of the <br> purposes of carrying out the formalities for importing the products shall not ipso facto <br> exporting Party a written undertaking that he accepts full responsibility for any origin <br> render the origin declaration null and void if it is duly established that that document <br> declaration which identifies him as if it had been signed in manuscript by him. <br> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br> 2. Obvious formal errors such as typing errors on a origin declaration should not <br> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br> cause the document to be rejected if those errors are not such as to create doubts <br> importing Party no later than two years, in the case of the UK, and one year, in the case <br> Penalties <br> of Singapore, after the entry of the goods into the territory. <br> ARTICLE 18 : Approved Exporter <br> Approved exporter <br> 1. The customs authorities of the UK may authorise any exporter who exports <br> products under this Agreement to make out origin declarations irrespective of the value <br> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br> 2. The customs authorities of the UK may grant the status of approved exporter <br> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br> authorisation number which shall appear on the origin declaration. <br> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br> subject to any conditions which they consider appropriate. <br> They shall do so where the approved exporter no longer offers the guarantees referred to <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> ARTICLE 19 : Validity of Origin Declaration <br> Validity of Origin Declaration <br> 1. An origin declaration shall be valid for twelve months from the date of issue in <br> SECTION 5 <br> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br> the customs authorities of the importing Party. <br> 2. Origin declarations which are submitted to the customs authorities of the <br> accepted for the purposes of applying preferential treatment, where the failure to submit <br> 3. In cases of belated presentation other than those of paragraph 2, the customs <br> authorities of the importing Party may accept the origin declarations where the products <br> have been submitted before such final date. <br> obtain the goods concerned, contained for example in his accounts or <br> ARTICLE 20 : Submission of Origin Declaration <br> Submission of Origin Declaration <br> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br> submitted to the customs authorities of the importing Party in accordance with the <br> procedures applicable in that Party. <br> guarantees necessary to verify the originating status of the products as well as the <br> requirements of this Protocol. <br> corresponds to the products submitted. <br> concerning the correctness of the statements made in the document. <br> the approved exporter. <br> seeking such authorisation must offer to the satisfaction of the customs authorities all <br> these documents by the final date set is due to exceptional circumstances. <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "ARTICLE 26 : Amounts Expressed in Euro <br> 1. For the application of the provisions of subparagraph 1(a)(ii) of Article 17 <br> (Conditions for Making Out an Origin Declaration) and paragraph 3 of Article 22 <br> (Exemptions from Origin Declaration) in cases where products are invoiced in a currency <br> other than euro, amounts in the national currency of the UK equivalent to the amounts <br> expressed in euro shall be fixed annually by the UK. <br> 2. A consignment shall benefit from the provisions of subparagraph 1(a)(ii) of <br> Article 17 (Conditions for Making Out an Origin Declaration) and paragraph 3 of <br> Article 22 (Exemptions from Origin Declaration) by reference to the currency in which <br> the invoice is drawn up, according to the amount fixed by the Party concerned. <br> 3.     The amounts to be used in any given national currency shall be the equivalent in <br> that currency of the amounts expressed in euro as at the first working day of October. The <br> amounts shall be communicated by 15 October and shall apply from 1 January the <br> following year. The Parties shall notify each other of the relevant amounts. <br> 4.    The UK may round up or down the amount resulting from the conversion into its <br> national currency of an amount expressed in euro. The rounded amount may not differ <br> from the amount resulting from the conversion by more than five percent. The UK may <br> retain unchanged its national currency equivalent of an amount expressed in euro if, at <br> the time of the annual adjustment provided for in paragraph 3, the conversion of that <br> amount, prior to any rounding-off, results in an increase of less than fifteen percent in the <br> national currency equivalent. The national currency equivalent may be retained <br> unchanged if the conversion would result in a decrease in that equivalent value. <br> 5.     The amounts expressed in euro shall be reviewed by the Parties in the Committee <br> on Customs at the request of the UK or of Singapore. When carrying out this review, the <br> Parties shall consider the desirability of preserving the effects of the limits concerned in <br> real terms. For these purposes, the Parties may, by decision in the Committee on Customs, <br> "}, {"ArticleTitle": "Amounts expressed in Euro", "ArticleDesc": "modify the amounts expressed in euro. <br> "}, {"ArticleTitle": "Cooperation between Competent Authorities", "ArticleDesc": "ARTICLE 27 : Cooperation between Competent Authorities <br> 1.     The customs authorities of the Parties shall provide each other with the addresses <br> of the customs authorities responsible for verifying the origin declarations. <br> 2.     In order to ensure the proper application of this Protocol, the Parties shall assist <br> each other, through their competent authorities, in checking the authenticity of origin <br> declarations and the correctness of the information given in such documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> General requirements <br> ARTICLE 22 : Exemptions from Origin Declaration <br> ARTICLE 28 : Verification of Origin Declarations <br> ARTICLE 30 : Settlement of Disputes <br> ARTICLE 6.5 : Advance Rulings <br> Exemptions from Origin Declaration <br> Verification of Origin Declarations <br> Application of this Protocol <br> Settlement of Disputes <br> Advance Rulings <br> 1.     Products which are sent as small packages from private persons to private persons, <br> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br> 1. Where disputes arise in relation to the verification procedures of Article 28 <br> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br> Origin Declaration <br> or which form part of travellers' personal luggage, shall be admitted as originating <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> (Verification of Origin Declarations) which cannot be settled between the competent <br> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities, <br> 1. Products originating in the UK, on importation into Singapore, and products <br> products without requiring the submission of an origin declaration, provided that such <br> authenticity of such documents, the originating status of the products concerned or the <br> authorities requesting a verification and the competent authorities responsible for carrying <br> written advance rulings concerning tariff classification, origin, and any other matters as the Party may decide. <br> fulfilment of the other requirements of this Protocol. <br> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br> products are not imported by way of trade and have been declared as meeting the <br> out this verification, or where they raise a question as to the interpretation of this Protocol, <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br> they shall be submitted to the Committee on Customs. <br> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br> 2. An origin declaration may be made out if the products concerned can be <br> such a declaration. In the case of products sent by post, this declaration can be made on <br> submitted, the customs authorities of the importing Party shall return the origin <br> 2. All disputes between the importer and the competent authorities of the importing <br> commercial document that describes the originating product in sufficient detail to enable <br> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> declaration, or a copy of that document, to the customs authorities of the exporting Party <br> Party shall be settled under the legislation of that Party. <br> its identification. <br> 2.     Imports which are occasional and consist solely of products for the personal use <br> be forwarded in support of the request for verification. <br> giving, where appropriate, the reasons for the enquiry. Any document and information <br> ARTICLE 31 : Penalties <br> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br> of the recipients or of travellers or their families shall not be considered as imports by <br> obtained suggesting that the information given on the origin declarations is incorrect shall <br> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br> way of trade if it is evident from the nature and quantity of the products that no <br> The Parties shall provide for procedures for penalties to be imposed on any person who <br> treatment of this Agreement without it being necessary to submit any of the documents <br> commercial purpose is intended. <br> CEUTA AND MELILLA <br> draws up, or causes to be drawn up, a document which contains incorrect information for <br> referred to in paragraph 1. <br> 3. The total value of these products shall not exceed 500 euro in the case of small <br> Party. For this purpose, they shall have the right to request any evidence and to carry out <br> the purpose of obtaining a preferential treatment for products. <br> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br> 3. The verification shall be carried out by the customs authorities of the exporting <br> SECTION 7 <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br> ARTICLE 23 : Supporting Documents <br> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br> preferential treatment to the products concerned while awaiting the results of the <br> ARTICLE 32 : Application of this Protocol <br> made out: <br> The documents referred to in paragraph 3 of Article 17 (Conditions for Making Out an <br> verification, the release of the products shall be offered to the importer, subject to any <br> (a)    in the UK: <br> Origin Declaration), used for the purpose of proving that products covered by an origin <br> precautionary measures judged necessary. Any suspension of preferential treatment shall <br> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br> (i) by an exporter within the meaning of Article 18 (Approved <br> makes an incorrect use of the authorisation. <br> declaration can be considered as products originating in the UK or in Singapore and fulfil <br> be reinstated as soon as possible after the originating status of the products concerned or <br> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br> Exporter); or <br> the other requirements of this Protocol, may consist, inter alia, of the following: <br> the fulfilment of the other requirements of this Protocol has been ascertained by the <br> (ii) by an exporter for any consignment consisting of one or more <br> (a)    direct evidence of the processes carried out by the exporter or supplier to <br> customs authorities of the importing Party. <br> of this Protocol. <br> SECTION 8 <br> Conditions for making out an origin declaration <br> packages containing originating products whose total value does <br> 5.     The customs authorities requesting the verification shall be informed of the results <br> documents are authentic and whether the products concerned can be considered as <br> ANDORRA AND SAN MARINO <br> not exceed 6 000 euro. <br> internal book-keeping; <br> of this verification as soon as possible. These results must indicate clearly whether the <br> ARTICLE 33 : Andorra <br> (b)    in Singapore by an exporter who is: <br> (b)    documents proving the originating status of materials used, issued or made <br> Andorra <br> (i) registered with the competent authority and who has received a <br> out in a Party, where these documents are used in accordance with <br> products originating in the Parties and fulfil the other requirements of this Protocol. <br> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br> Unique Entity Number; and <br> domestic law; or <br> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br> (ii) complying with relevant regulatory provisions in Singapore <br> (c) documents proving the working or processing of materials in a Party, <br> Article 25 : Discrepancies and Formal Errors <br> the verification request or the reply does not contain sufficient information to allow the <br> meaning of this Agreement. <br> pertaining to making out of origin declarations. <br> Discrepancies and formal errors <br> issued or made out in a Party, where these documents are used in <br> requesting customs authorities to determine the authenticity of the document in question <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> accordance with domestic law. <br> or the real origin of the products, the requesting customs authorities, except in exceptional <br> status of the products referred to in paragraph 1. <br> considered as products originating in the UK or in Singapore and fulfil the other <br> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br> circumstances, shall refuse entitlement to the preferences. <br> Preservation of Origin Declaration and Supporting Documents <br> 3. The exporter making out an origin declaration shall be prepared at all times to <br> 1. The exporter making out an origin declaration shall keep a copy of this origin <br> submit, at the request of the customs authorities of the exporting Party, all appropriate <br> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br> documents as referred to under Article 23 (Supporting Documents) proving the <br> for Making Out an Origin Declaration), for at least three years. <br> Supporting documents <br> originating status of the products concerned as well as the fulfilment of the other <br> 2.     The customs authorities of the importing Party shall keep the origin declarations <br> submitted to them for at least three years. <br> printing on the invoice, the delivery note or another commercial document, the <br> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br> exporters in its territory to maintain documentation or records in any medium, provided <br> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br> that the documentation or records can be retrieved and printed. <br> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br> in ink in capital characters in English. <br> any inspection of the exporter's accounts or any other check considered appropriate. <br> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br> 1.     The discovery of slight discrepancies between the statements made in the origin <br> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br> declaration and those made in the documents submitted to the customs office for the <br> required to sign such declarations provided that he gives the customs authorities of the <br> purposes of carrying out the formalities for importing the products shall not ipso facto <br> exporting Party a written undertaking that he accepts full responsibility for any origin <br> render the origin declaration null and void if it is duly established that that document <br> declaration which identifies him as if it had been signed in manuscript by him. <br> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br> 2. Obvious formal errors such as typing errors on a origin declaration should not <br> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br> cause the document to be rejected if those errors are not such as to create doubts <br> importing Party no later than two years, in the case of the UK, and one year, in the case <br> Penalties <br> of Singapore, after the entry of the goods into the territory. <br> ARTICLE 18 : Approved Exporter <br> Approved exporter <br> 1. The customs authorities of the UK may authorise any exporter who exports <br> products under this Agreement to make out origin declarations irrespective of the value <br> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br> 2. The customs authorities of the UK may grant the status of approved exporter <br> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br> authorisation number which shall appear on the origin declaration. <br> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br> subject to any conditions which they consider appropriate. <br> They shall do so where the approved exporter no longer offers the guarantees referred to <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> ARTICLE 19 : Validity of Origin Declaration <br> Validity of Origin Declaration <br> 1. An origin declaration shall be valid for twelve months from the date of issue in <br> SECTION 5 <br> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br> the customs authorities of the importing Party. <br> 2. Origin declarations which are submitted to the customs authorities of the <br> accepted for the purposes of applying preferential treatment, where the failure to submit <br> 3. In cases of belated presentation other than those of paragraph 2, the customs <br> authorities of the importing Party may accept the origin declarations where the products <br> have been submitted before such final date. <br> obtain the goods concerned, contained for example in his accounts or <br> ARTICLE 20 : Submission of Origin Declaration <br> Submission of Origin Declaration <br> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br> submitted to the customs authorities of the importing Party in accordance with the <br> procedures applicable in that Party. <br> guarantees necessary to verify the originating status of the products as well as the <br> requirements of this Protocol. <br> corresponds to the products submitted. <br> concerning the correctness of the statements made in the document. <br> the approved exporter. <br> seeking such authorisation must offer to the satisfaction of the customs authorities all <br> these documents by the final date set is due to exceptional circumstances. <br> "}, {"ArticleTitle": "Administrative Enquiries", "ArticleDesc": "ARTICLE 29 : Administrative Enquiries <br> 1.     Where the results of the verification procedure or any other available substantive <br> information appear to indicate that the provisions of this Protocol are being contravened, <br> the exporting Party, on its own initiative or at the request of the other Party, shall carry <br> out appropriate enquiries or arrange for such enquiries to be carried out with due urgency <br> to identify and prevent such contraventions. The results of such enquiries shall be <br> communicated to the Party requesting verification. <br> 2. The Party requesting verification may be present at the enquiries, subject to <br> conditions that may be laid down by the competent authority in the exporting Party. <br> 3. Where a Party has made a finding, on the basis of objective information, of a <br> repeated failure2 to provide administrative cooperation under this Section, or of <br> systematic and intentional fraud from the other Party, the Party concerned may <br> temporarily suspend the relevant preferential treatment of the product or products <br> concerned in accordance with paragraph 4. <br> 4. The application of a temporary suspension shall be subject to the following <br> conditions: <br> (a) the Party which has made a finding in accordance with paragraph 3 shall <br> without undue delay notify the Trade Committee, established pursuant to <br> Article 16.1 (Trade Committee) of this Agreement, of its finding together <br> with the objective information and its recommended course of action to be <br> taken. Upon receipt of such notification, the Trade Committee shall <br> deliberate on the appropriate course of action on the basis of all relevant <br> information and objective findings, with a view to reaching a solution <br> acceptable to both Parties. During the period of consultations referred to <br> above, the product(s) concerned shall enjoy the preferential treatment; <br> For the purposes of paragraph 3 of Article 29 (Administrative Enquiries), a repeated failure to <br> provide administrative cooperation shall mean, inter alia, a repeated failure to respect the <br> obligations to verify the originating status of the product(s) concerned, or a repeated refusal or <br> undue delay in carrying out and/or communicating the results of enquiries and/or subsequent <br> verification of the proof of origin, over a continuous period of ten months. <br> (b) where the Parties have entered into consultations with the Trade <br> Committee and have failed to agree on an acceptable solution within three <br> months following the notification, the Party concerned may temporarily <br> suspend the relevant preferential treatment of the product(s) concerned in <br> so far as is strictly necessary to address the Party's concerns. Such <br> temporary suspension shall be notified to the Trade Committee without <br> undue delay; <br> (c)    temporary suspensions under this Article shall be commensurate with the <br> impact on the financial interests of the Party concerned arising from the <br> situation giving rise to the finding of the Party referred to paragraph 3. <br> They shall not exceed a period of six months, which may be renewed, if at <br> the date of expiry nothing substantive has changed with respect to the <br> condition that gave rise to the initial suspension; and <br> (d) temporary suspensions, and any renewal thereof, shall be notified <br> immediately after their adoption to the Trade Committee. They shall be <br> subject to periodic consultations within the Trade Committee, in particular <br> with a view to their termination as soon as the conditions for their <br> application no longer apply. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> General requirements <br> ARTICLE 22 : Exemptions from Origin Declaration <br> ARTICLE 28 : Verification of Origin Declarations <br> ARTICLE 30 : Settlement of Disputes <br> ARTICLE 6.5 : Advance Rulings <br> Exemptions from Origin Declaration <br> Verification of Origin Declarations <br> Application of this Protocol <br> Settlement of Disputes <br> Advance Rulings <br> 1.     Products which are sent as small packages from private persons to private persons, <br> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br> 1. Where disputes arise in relation to the verification procedures of Article 28 <br> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br> Origin Declaration <br> or which form part of travellers' personal luggage, shall be admitted as originating <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> (Verification of Origin Declarations) which cannot be settled between the competent <br> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities, <br> 1. Products originating in the UK, on importation into Singapore, and products <br> products without requiring the submission of an origin declaration, provided that such <br> authenticity of such documents, the originating status of the products concerned or the <br> authorities requesting a verification and the competent authorities responsible for carrying <br> written advance rulings concerning tariff classification, origin, and any other matters as the Party may decide. <br> fulfilment of the other requirements of this Protocol. <br> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br> products are not imported by way of trade and have been declared as meeting the <br> out this verification, or where they raise a question as to the interpretation of this Protocol, <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br> they shall be submitted to the Committee on Customs. <br> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br> 2. An origin declaration may be made out if the products concerned can be <br> such a declaration. In the case of products sent by post, this declaration can be made on <br> submitted, the customs authorities of the importing Party shall return the origin <br> 2. All disputes between the importer and the competent authorities of the importing <br> commercial document that describes the originating product in sufficient detail to enable <br> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> declaration, or a copy of that document, to the customs authorities of the exporting Party <br> Party shall be settled under the legislation of that Party. <br> its identification. <br> 2.     Imports which are occasional and consist solely of products for the personal use <br> be forwarded in support of the request for verification. <br> giving, where appropriate, the reasons for the enquiry. Any document and information <br> ARTICLE 31 : Penalties <br> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br> of the recipients or of travellers or their families shall not be considered as imports by <br> obtained suggesting that the information given on the origin declarations is incorrect shall <br> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br> way of trade if it is evident from the nature and quantity of the products that no <br> The Parties shall provide for procedures for penalties to be imposed on any person who <br> treatment of this Agreement without it being necessary to submit any of the documents <br> commercial purpose is intended. <br> CEUTA AND MELILLA <br> draws up, or causes to be drawn up, a document which contains incorrect information for <br> referred to in paragraph 1. <br> 3. The total value of these products shall not exceed 500 euro in the case of small <br> Party. For this purpose, they shall have the right to request any evidence and to carry out <br> the purpose of obtaining a preferential treatment for products. <br> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br> 3. The verification shall be carried out by the customs authorities of the exporting <br> SECTION 7 <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br> ARTICLE 23 : Supporting Documents <br> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br> preferential treatment to the products concerned while awaiting the results of the <br> ARTICLE 32 : Application of this Protocol <br> made out: <br> The documents referred to in paragraph 3 of Article 17 (Conditions for Making Out an <br> verification, the release of the products shall be offered to the importer, subject to any <br> (a)    in the UK: <br> Origin Declaration), used for the purpose of proving that products covered by an origin <br> precautionary measures judged necessary. Any suspension of preferential treatment shall <br> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br> (i) by an exporter within the meaning of Article 18 (Approved <br> makes an incorrect use of the authorisation. <br> declaration can be considered as products originating in the UK or in Singapore and fulfil <br> be reinstated as soon as possible after the originating status of the products concerned or <br> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br> Exporter); or <br> the other requirements of this Protocol, may consist, inter alia, of the following: <br> the fulfilment of the other requirements of this Protocol has been ascertained by the <br> (ii) by an exporter for any consignment consisting of one or more <br> (a)    direct evidence of the processes carried out by the exporter or supplier to <br> customs authorities of the importing Party. <br> of this Protocol. <br> SECTION 8 <br> Conditions for making out an origin declaration <br> packages containing originating products whose total value does <br> 5.     The customs authorities requesting the verification shall be informed of the results <br> documents are authentic and whether the products concerned can be considered as <br> ANDORRA AND SAN MARINO <br> not exceed 6 000 euro. <br> internal book-keeping; <br> of this verification as soon as possible. These results must indicate clearly whether the <br> ARTICLE 33 : Andorra <br> (b)    in Singapore by an exporter who is: <br> (b)    documents proving the originating status of materials used, issued or made <br> Andorra <br> (i) registered with the competent authority and who has received a <br> out in a Party, where these documents are used in accordance with <br> products originating in the Parties and fulfil the other requirements of this Protocol. <br> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br> Unique Entity Number; and <br> domestic law; or <br> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br> (ii) complying with relevant regulatory provisions in Singapore <br> (c) documents proving the working or processing of materials in a Party, <br> Article 25 : Discrepancies and Formal Errors <br> the verification request or the reply does not contain sufficient information to allow the <br> meaning of this Agreement. <br> pertaining to making out of origin declarations. <br> Discrepancies and formal errors <br> issued or made out in a Party, where these documents are used in <br> requesting customs authorities to determine the authenticity of the document in question <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> accordance with domestic law. <br> or the real origin of the products, the requesting customs authorities, except in exceptional <br> status of the products referred to in paragraph 1. <br> considered as products originating in the UK or in Singapore and fulfil the other <br> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br> circumstances, shall refuse entitlement to the preferences. <br> Preservation of Origin Declaration and Supporting Documents <br> 3. The exporter making out an origin declaration shall be prepared at all times to <br> 1. The exporter making out an origin declaration shall keep a copy of this origin <br> submit, at the request of the customs authorities of the exporting Party, all appropriate <br> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br> documents as referred to under Article 23 (Supporting Documents) proving the <br> for Making Out an Origin Declaration), for at least three years. <br> Supporting documents <br> originating status of the products concerned as well as the fulfilment of the other <br> 2.     The customs authorities of the importing Party shall keep the origin declarations <br> submitted to them for at least three years. <br> printing on the invoice, the delivery note or another commercial document, the <br> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br> exporters in its territory to maintain documentation or records in any medium, provided <br> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br> that the documentation or records can be retrieved and printed. <br> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br> in ink in capital characters in English. <br> any inspection of the exporter's accounts or any other check considered appropriate. <br> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br> 1.     The discovery of slight discrepancies between the statements made in the origin <br> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br> declaration and those made in the documents submitted to the customs office for the <br> required to sign such declarations provided that he gives the customs authorities of the <br> purposes of carrying out the formalities for importing the products shall not ipso facto <br> exporting Party a written undertaking that he accepts full responsibility for any origin <br> render the origin declaration null and void if it is duly established that that document <br> declaration which identifies him as if it had been signed in manuscript by him. <br> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br> 2. Obvious formal errors such as typing errors on a origin declaration should not <br> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br> cause the document to be rejected if those errors are not such as to create doubts <br> importing Party no later than two years, in the case of the UK, and one year, in the case <br> Penalties <br> of Singapore, after the entry of the goods into the territory. <br> ARTICLE 18 : Approved Exporter <br> Approved exporter <br> 1. The customs authorities of the UK may authorise any exporter who exports <br> products under this Agreement to make out origin declarations irrespective of the value <br> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br> 2. The customs authorities of the UK may grant the status of approved exporter <br> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br> authorisation number which shall appear on the origin declaration. <br> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br> subject to any conditions which they consider appropriate. <br> They shall do so where the approved exporter no longer offers the guarantees referred to <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> ARTICLE 19 : Validity of Origin Declaration <br> Validity of Origin Declaration <br> 1. An origin declaration shall be valid for twelve months from the date of issue in <br> SECTION 5 <br> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br> the customs authorities of the importing Party. <br> 2. Origin declarations which are submitted to the customs authorities of the <br> accepted for the purposes of applying preferential treatment, where the failure to submit <br> 3. In cases of belated presentation other than those of paragraph 2, the customs <br> authorities of the importing Party may accept the origin declarations where the products <br> have been submitted before such final date. <br> obtain the goods concerned, contained for example in his accounts or <br> ARTICLE 20 : Submission of Origin Declaration <br> Submission of Origin Declaration <br> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br> submitted to the customs authorities of the importing Party in accordance with the <br> procedures applicable in that Party. <br> guarantees necessary to verify the originating status of the products as well as the <br> requirements of this Protocol. <br> corresponds to the products submitted. <br> concerning the correctness of the statements made in the document. <br> the approved exporter. <br> seeking such authorisation must offer to the satisfaction of the customs authorities all <br> these documents by the final date set is due to exceptional circumstances. <br> "}, {"ArticleTitle": "San Marino", "ArticleDesc": "ARTICLE 34 : San Marino <br> 1.     Products originating in the Republic of San Marino shall be accepted by the parties <br> as originating in the EU within the meaning of this Agreement. <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> status of the products referred to in paragraph 1. <br> "}, {"ArticleTitle": "Amendments to this Protocol", "ArticleDesc": "ARTICLE 35 : Amendments to this Protocol <br> The Parties may, by decision in the Committee on Customs, amend the provisions of this <br> Protocol. Following the conclusion of a free trade agreement between the UK and one or <br> several ASEAN countries, the Parties may, by decision in the Committee on Customs, <br> amend or adapt this Protocol and in particular Annex C referred to in paragraph 11 of <br> Article 3 (Cumulation of Origin) to ensure coherence between the rules of origin <br> applicable within the context of the preferential exchanges between ASEAN countries <br> and the UK. <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit or Storage", "ArticleDesc": "Article 36 : Transitional Provisions for Goods in Transit or Storage <br> This Agreement may be applied to goods which comply with the provisions of this <br> Protocol, and which on the date of entry into force of this Agreement are either in transit, <br> in the Parties in temporary storage, in customs warehouses or in free zones, provided that <br> an origin declaration that was made out retrospectively is submitted to the customs <br> authorities of the importing Party within twelve months of that date, and, if requested, <br> such declaration is submitted together with the documents showing that the goods have <br> been transported directly in accordance with Article 13 (Non Alteration). <br> CONCERNING THE REVISION OF THE RULES OF ORIGIN CONTAINED <br> IN THE PROTOCOL <br> 1. The Parties agree to review the rules of origin contained in this Protocol and <br> discuss the necessary amendments upon request of either Party. <br> 2.     Annexes B to D to this Protocol will be adapted in accordance with the periodical <br> changes to the Harmonized System. <br> JOINT DECLARATION <br> CONCERNING A TRILATERAL APPROACH TO THE RULES OF ORIGIN <br> 1.     In advance of the conclusion of trade negotiations between the EU and the United <br> Kingdom, the United Kingdom and Singapore recognise that a trilateral approach to rules <br> of origin, involving the EU, is the preferred outcome in trading arrangements among the <br> United Kingdom, Singapore and the EU. This approach would replicate coverage of <br> existing trade flows and allow for continued recognition of originating content from either <br> of the United Kingdom or Singapore and from the EU in exports to each other as per the <br> intention of the EU-Singapore FTA. In this regard, the United Kingdom and Singapore <br> understand that any bilateral arrangement between them represents a first step towards <br> this outcome. <br> 2. In the event that the United Kingdom and the EU reach agreement on rules of <br> origin appropriate for a trilateral approach, the United Kingdom and Singapore approve <br> taking the necessary steps, as a matter of urgency and of a mutually acceptable manner, <br> to update this Protocol to reflect a trilateral approach to rules of origin involving the EU. <br> The necessary steps will be taken in accordance with the procedures of the Committee on <br> Customs contained in this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 16 : General requirements <br> General requirements <br> ARTICLE 22 : Exemptions from Origin Declaration <br> ARTICLE 28 : Verification of Origin Declarations <br> ARTICLE 30 : Settlement of Disputes <br> ARTICLE 6.5 : Advance Rulings <br> Exemptions from Origin Declaration <br> Verification of Origin Declarations <br> Application of this Protocol <br> Settlement of Disputes <br> Advance Rulings <br> 1.     Products which are sent as small packages from private persons to private persons, <br> 1.     Subsequent verifications of origin declarations shall be carried out at random or <br> 1. Where disputes arise in relation to the verification procedures of Article 28 <br> Prior to the importation of goods into its territory, and in accordance with its legislation and procedures, <br> Origin Declaration <br> or which form part of travellers' personal luggage, shall be admitted as originating <br> whenever the customs authorities of the importing Party have reasonable doubts as to the <br> (Verification of Origin Declarations) which cannot be settled between the competent <br> each Party shall issue to traders established in its territory, through its customs authorities or other competent authorities, <br> 1. Products originating in the UK, on importation into Singapore, and products <br> products without requiring the submission of an origin declaration, provided that such <br> authenticity of such documents, the originating status of the products concerned or the <br> authorities requesting a verification and the competent authorities responsible for carrying <br> written advance rulings concerning tariff classification, origin, and any other matters as the Party may decide. <br> fulfilment of the other requirements of this Protocol. <br> originating in Singapore, on importation into the UK, shall benefit from preferential tariff <br> products are not imported by way of trade and have been declared as meeting the <br> out this verification, or where they raise a question as to the interpretation of this Protocol, <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> treatment of this Agreement upon submission of a declaration (hereinafter referred to as <br> requirements of this Protocol, and provided that there is no doubt as to the veracity of <br> 2. For the purposes of implementing the provisions of paragraph 1, if it has been <br> they shall be submitted to the Committee on Customs. <br> @^@origin declaration@^@). The origin declaration is to be provided on an invoice or any other <br> 2. An origin declaration may be made out if the products concerned can be <br> such a declaration. In the case of products sent by post, this declaration can be made on <br> submitted, the customs authorities of the importing Party shall return the origin <br> 2. All disputes between the importer and the competent authorities of the importing <br> commercial document that describes the originating product in sufficient detail to enable <br> the customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> declaration, or a copy of that document, to the customs authorities of the exporting Party <br> Party shall be settled under the legislation of that Party. <br> its identification. <br> 2.     Imports which are occasional and consist solely of products for the personal use <br> be forwarded in support of the request for verification. <br> giving, where appropriate, the reasons for the enquiry. Any document and information <br> ARTICLE 31 : Penalties <br> 2.     Originating products within the meaning of this Protocol, in the cases specified in <br> of the recipients or of travellers or their families shall not be considered as imports by <br> obtained suggesting that the information given on the origin declarations is incorrect shall <br> Article 22 (Exemptions from Origin Declaration), shall benefit from preferential tariff <br> way of trade if it is evident from the nature and quantity of the products that no <br> The Parties shall provide for procedures for penalties to be imposed on any person who <br> treatment of this Agreement without it being necessary to submit any of the documents <br> commercial purpose is intended. <br> CEUTA AND MELILLA <br> draws up, or causes to be drawn up, a document which contains incorrect information for <br> referred to in paragraph 1. <br> 3. The total value of these products shall not exceed 500 euro in the case of small <br> Party. For this purpose, they shall have the right to request any evidence and to carry out <br> the purpose of obtaining a preferential treatment for products. <br> ARTICLE 17 : Conditions for Making Out an Origin Declaration <br> packages or 1 200 euro in the case of products forming part of travellers' personal luggage. <br> 3. The verification shall be carried out by the customs authorities of the exporting <br> SECTION 7 <br> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br> ARTICLE 23 : Supporting Documents <br> 4.     If the customs authorities of the importing Party decide to suspend the granting of <br> 1.     An origin declaration as referred to in Article 16 (General Requirements) may be <br> preferential treatment to the products concerned while awaiting the results of the <br> ARTICLE 32 : Application of this Protocol <br> made out: <br> The documents referred to in paragraph 3 of Article 17 (Conditions for Making Out an <br> verification, the release of the products shall be offered to the importer, subject to any <br> (a)    in the UK: <br> Origin Declaration), used for the purpose of proving that products covered by an origin <br> precautionary measures judged necessary. Any suspension of preferential treatment shall <br> The term @^@European Union@^@ does not cover Ceuta and Melilla. Products originating in <br> (i) by an exporter within the meaning of Article 18 (Approved <br> makes an incorrect use of the authorisation. <br> declaration can be considered as products originating in the UK or in Singapore and fulfil <br> be reinstated as soon as possible after the originating status of the products concerned or <br> Ceuta and Melilla are not considered to be products originating in the EU for the purposes <br> Exporter); or <br> the other requirements of this Protocol, may consist, inter alia, of the following: <br> the fulfilment of the other requirements of this Protocol has been ascertained by the <br> (ii) by an exporter for any consignment consisting of one or more <br> (a)    direct evidence of the processes carried out by the exporter or supplier to <br> customs authorities of the importing Party. <br> of this Protocol. <br> SECTION 8 <br> Conditions for making out an origin declaration <br> packages containing originating products whose total value does <br> 5.     The customs authorities requesting the verification shall be informed of the results <br> documents are authentic and whether the products concerned can be considered as <br> ANDORRA AND SAN MARINO <br> not exceed 6 000 euro. <br> internal book-keeping; <br> of this verification as soon as possible. These results must indicate clearly whether the <br> ARTICLE 33 : Andorra <br> (b)    in Singapore by an exporter who is: <br> (b)    documents proving the originating status of materials used, issued or made <br> Andorra <br> (i) registered with the competent authority and who has received a <br> out in a Party, where these documents are used in accordance with <br> products originating in the Parties and fulfil the other requirements of this Protocol. <br> 1.     Products originating in the Principality of Andorra and falling within Chapters 25 <br> Unique Entity Number; and <br> domestic law; or <br> 6.     If, in cases of reasonable doubt, there is no reply within ten months of the date of <br> to 97 of the HS shall be accepted by the parties as originating in the EU within the <br> (ii) complying with relevant regulatory provisions in Singapore <br> (c) documents proving the working or processing of materials in a Party, <br> Article 25 : Discrepancies and Formal Errors <br> the verification request or the reply does not contain sufficient information to allow the <br> meaning of this Agreement. <br> pertaining to making out of origin declarations. <br> Discrepancies and formal errors <br> issued or made out in a Party, where these documents are used in <br> requesting customs authorities to determine the authenticity of the document in question <br> 2.     This Protocol applies mutatis mutandis for the purpose of defining the originating <br> accordance with domestic law. <br> or the real origin of the products, the requesting customs authorities, except in exceptional <br> status of the products referred to in paragraph 1. <br> considered as products originating in the UK or in Singapore and fulfil the other <br> ARTICLE 24 : Preservation of Origin Declaration and Supporting Documents <br> circumstances, shall refuse entitlement to the preferences. <br> Preservation of Origin Declaration and Supporting Documents <br> 3. The exporter making out an origin declaration shall be prepared at all times to <br> 1. The exporter making out an origin declaration shall keep a copy of this origin <br> submit, at the request of the customs authorities of the exporting Party, all appropriate <br> declaration, as well as the documents referred to in paragraph 3 of Article 17 (Conditions <br> documents as referred to under Article 23 (Supporting Documents) proving the <br> for Making Out an Origin Declaration), for at least three years. <br> Supporting documents <br> originating status of the products concerned as well as the fulfilment of the other <br> 2.     The customs authorities of the importing Party shall keep the origin declarations <br> submitted to them for at least three years. <br> printing on the invoice, the delivery note or another commercial document, the <br> 3. Each Party shall permit, in accordance with that Party's laws and regulations, <br> exporters in its territory to maintain documentation or records in any medium, provided <br> declaration, the text of which appears in Annex E to this Protocol, in accordance with the <br> that the documentation or records can be retrieved and printed. <br> domestic law of the exporting Party. If the declaration is hand-written, it shall be written <br> in ink in capital characters in English. <br> any inspection of the exporter's accounts or any other check considered appropriate. <br> 5.     Origin declarations shall bear the original signature of the exporter in manuscript. <br> 1.     The discovery of slight discrepancies between the statements made in the origin <br> An approved exporter as referred to in Article 18 (Approved Exporter) shall not be <br> declaration and those made in the documents submitted to the customs office for the <br> required to sign such declarations provided that he gives the customs authorities of the <br> purposes of carrying out the formalities for importing the products shall not ipso facto <br> exporting Party a written undertaking that he accepts full responsibility for any origin <br> render the origin declaration null and void if it is duly established that that document <br> declaration which identifies him as if it had been signed in manuscript by him. <br> 6.     By derogation from paragraph 1, an origin declaration may exceptionally be made <br> 2. Obvious formal errors such as typing errors on a origin declaration should not <br> out after exportation (@^@retrospective statement@^@) on condition that it is presented in the <br> cause the document to be rejected if those errors are not such as to create doubts <br> importing Party no later than two years, in the case of the UK, and one year, in the case <br> Penalties <br> of Singapore, after the entry of the goods into the territory. <br> ARTICLE 18 : Approved Exporter <br> Approved exporter <br> 1. The customs authorities of the UK may authorise any exporter who exports <br> products under this Agreement to make out origin declarations irrespective of the value <br> of the products concerned (hereinafter referred to as @^@approved exporter@^@). An exporter <br> 2. The customs authorities of the UK may grant the status of approved exporter <br> 3.     The customs authorities of the UK shall grant to the approved exporter a customs <br> authorisation number which shall appear on the origin declaration. <br> 4.     The customs authorities of the UK shall monitor the use of the authorisation by <br> 5. The customs authorities of the UK may withdraw the authorisation at any time. <br> subject to any conditions which they consider appropriate. <br> They shall do so where the approved exporter no longer offers the guarantees referred to <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> ARTICLE 19 : Validity of Origin Declaration <br> Validity of Origin Declaration <br> 1. An origin declaration shall be valid for twelve months from the date of issue in <br> SECTION 5 <br> the exporting Party. Preferential tariff treatment shall be claimed within such period to <br> the customs authorities of the importing Party. <br> 2. Origin declarations which are submitted to the customs authorities of the <br> accepted for the purposes of applying preferential treatment, where the failure to submit <br> 3. In cases of belated presentation other than those of paragraph 2, the customs <br> authorities of the importing Party may accept the origin declarations where the products <br> have been submitted before such final date. <br> obtain the goods concerned, contained for example in his accounts or <br> ARTICLE 20 : Submission of Origin Declaration <br> Submission of Origin Declaration <br> For the purposes of claiming preferential tariff treatment, origin declarations shall be <br> submitted to the customs authorities of the importing Party in accordance with the <br> procedures applicable in that Party. <br> guarantees necessary to verify the originating status of the products as well as the <br> requirements of this Protocol. <br> corresponds to the products submitted. <br> concerning the correctness of the statements made in the document. <br> the approved exporter. <br> seeking such authorisation must offer to the satisfaction of the customs authorities all <br> these documents by the final date set is due to exceptional circumstances. <br> "}]}]}, "members_found": ["702", "1014"]}