{"FtaRooDetails": {"FtaId": 1074, "FtaCode": "ITC01105", "FtaName": "UK for GSP Countries (Enhanced Framework)", "FtaFullName": "Enhanced Framework of the Generalized System of Preferences", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "United Kingdom", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under UK for GSP Countries (Enhanced Framework)", "AdminProcCooAuth": "The certification type under UK for GSP Countries (Enhanced Framework) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under UK for GSP Countries (Enhanced Framework) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for UK for GSP Countries (Enhanced Framework) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "Manufacture in which the value of all the materials used does not exceed 50% of the exworks price of the good", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01105_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01105_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01105_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01105_full.pdf", "DocType": "8_full", "WebLink": null}, {"DocDesc": "WTO notification", "DocFileName": "itc01105_wto.pdf", "DocType": "9_wto", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br /> 15.-(1) Goods originating from the British Islands, a British overseas territory, the European <br /> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br /> incorporated into goods manufactured in that beneficiary country provided they have undergone <br /> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br /> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br /> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br /> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br /> does not apply in respect of goods listed in Chapters 1 to 24. <br /> (4) In this regulation- <br /> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br /> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br /> originating from a beneficiary country in the circumstances described in paragraph (1); <br /> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br /> and Dhekelia. <br /> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br /> 16.-(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br /> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br /> country in the same regional group as goods originating from the cumulating GSP country if- <br /> (a) the materials used in the goods are further processed in, or incorporated into, goods <br /> manufactured in the cumulating GSP country; <br /> (b) the materials used in the goods are not excluded under paragraph (3); and <br /> (c) the conditions set out in paragraph (4) are met. <br /> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br /> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br /> country in which substantial processing of the goods has taken place, determined on the basis of the <br /> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br /> exported to the United Kingdom. <br /> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br /> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br /> or fourth column, or, as the case may be, in each of those columns, of that table if- <br /> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br /> the same for all the countries or territories concerned, and <br /> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br /> treatment more favourable than the one from which they would benefit if directly exported <br /> to the United Kingdom. <br /> (4) The conditions mentioned in paragraph (1)(c) are that- <br /> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br /> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br /> (b) the processing carried out in the beneficiary country where the materials are further <br /> processed or incorporated must go beyond the processing described in regulation 7(2); and <br /> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br /> paragraph (b), the processing carried out in the beneficiary country where the materials <br /> are further processed must go beyond one or more of the following- <br /> (i) fitting of buttons or other types of fastenings; <br /> (ii) making of button-holes; <br /> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br /> and dresses and other apparel; <br /> (iv) hemming of handkerchiefs, table linen and other textile articles; <br /> (v) fitting of trimmings and accessories including pockets, labels and badges; <br /> (vi) ironing and other preparations of garments for sale ready-made. <br /> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br /> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br /> originating from the beneficiary country participating in the intra-regional cumulation from which <br /> the largest share of the value of the materials used in the manufacture of the final goods originates. <br /> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br /> beneficiary country to another. <br /> (7) In this regulation- <br /> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br /> regard qualifying goods from another beneficiary country in the same regional group as goods <br /> originating from C in the circumstances described in paragraph (1); <br /> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br /> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br /> 17.-(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br /> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br /> country in another regional group as goods originating from the cumulating GSP country if- <br /> (a) the materials used in the goods are further processed in, or incorporated into, goods <br /> manufactured in the cumulating GSP country; <br /> (b) the conditions set out in paragraph (2) are met; and <br /> (c) the Secretary of State has published a notice under paragraph (3). <br /> (2) The conditions mentioned in paragraph (1)(b) are that- <br /> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br /> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br /> (b) the processing carried out in the beneficiary country where the materials are further <br /> processed or incorporated must go beyond the processing described in regulation 7(2); <br /> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br /> paragraph (b), the processing carried out in the beneficiary country where the materials <br /> are further processed or incorporated must go beyond one or more of the following- <br /> (i) fitting of buttons or other types of fastenings; <br /> (ii) making of button-holes; <br /> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br /> and dresses and other apparel; <br /> (iv) hemming of handkerchiefs, table linen and other textile articles; <br /> (v) fitting of trimmings and accessories including pockets, labels and badges; <br /> (vi) ironing and other preparations of garments for sale ready-made; <br /> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br /> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br /> cumulation; and <br /> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br /> be trade benefits in allowing the inter-regional cumulation. <br /> (3) The Secretary of State may publish a notice specifying- <br /> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br /> (b) the date from which the inter-regional cumulation may take effect; and <br /> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br /> regional cumulation may apply. <br /> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br /> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br /> originating from the beneficiary country participating in the inter-regional cumulation from which <br /> the largest share of the value of the materials used in the manufacture or the final goods originates. <br /> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br /> beneficiary country to another. <br /> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br /> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br /> country in another regional group as goods originating from C in the circumstances described in <br /> paragraph (1). <br /> Article 18: Extended cumulation <br /> 18.-(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br /> may regard qualifying goods originating from a country or territory in accordance with a trade <br /> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br /> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br /> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br /> from the cumulating beneficiary country if- <br /> (a) the materials used in the goods are further processed in, or incorporated into, goods <br /> manufactured in the cumulating beneficiary country; <br /> (b) the conditions set out in paragraph (3) are met; and <br /> (c) the Secretary of State has published a notice under paragraph (4). <br /> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br /> (3) The conditions mentioned in paragraph (1)(b) are that- <br /> (a) the processing carried out in the beneficiary country where the materials are further <br /> processed or incorporated must go beyond the processing described in regulation 7(2); <br /> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br /> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br /> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br /> be trade benefits in allowing the extended cumulation <br /> (d) the TA country must have agreed to cooperate administratively with the cumulating <br /> beneficiary country. <br /> (4) The Secretary of State may publish a notice specifying- <br /> (a) the beneficiary countries in respect of which paragraph (1) applies; <br /> (b) the date from which the extended cumulation may take effect; <br /> (c) the countries concerned; and <br /> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br /> extended cumulation may apply. <br /> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br /> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br /> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br /> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br /> circumstances described in paragraph (1).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Derogation in respect of use of non-originating materials <br /> 9.-(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br /> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br /> be used provided that- <br /> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br /> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br /> exceed 15% of the net weight of the goods; <br /> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br /> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br /> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br /> of the ex-works price of the goods; and <br /> (c) the percentage for the maximum content of non-originating materials in relation to the <br /> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br /> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br /> a beneficiary country under regulation 6. <br /> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br /> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br /> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br /> this does not affect the application of regulations 7(2) and 10(1).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Requirements relating to the originating status of returned goods <br /> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br /> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br /> be regarded as not originating from the exporting country unless it can be demonstrated to the <br /> satisfaction of an HMRC officer that the returned goods- <br /> (a) are the same as those which were exported, and <br /> (b) have not undergone any operations beyond those necessary to preserve their condition <br /> while in a country other than the exporting country or during transportation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Accessories, spare parts and tools <br /> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br /> or vehicle which are part of the normal equipment and included in its price or which are not separately <br /> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br /> or vehicle.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Wholly obtained goods <br /> 6.-(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br /> to goods being wholly obtained in a country or territory includes the following specified cases- <br /> (a) mineral products extracted from the soil or seabed of the country or territory; <br /> (b) live animals born and raised in the country or territory; <br /> (c) products from live animals raised in the country or territory; <br /> (d) products from slaughtered animals born and raised in the country or territory; <br /> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br /> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br /> the country or territory; <br /> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br /> by vessels of the country or territory; <br /> (h) products made on board the factory ships of the country or territory exclusively from the <br /> products referred to in sub-paragraph (g); <br /> (i) used articles collected in the country or territory and fit only for the recovery of raw <br /> materials; <br /> (j) products extracted from the seabed or below the seabed which is situated outside any <br /> territorial sea provided the country or territory has exclusive exploitation rights; <br /> (k) goods produced in the country or territory exclusively from the things specified in sub- <br /> paragraphs (a) to (j). <br /> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br /> country or territory@^@ apply only to vessels and factory ships which- <br /> (a) are registered in the beneficiary country or in the United Kingdom; <br /> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br /> (c) are- <br /> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br /> a member State of the European Union; or <br /> (ii) owned by bodies corporate which- <br /> (aa) have their head office and principal place of business in the beneficiary <br /> country, the United Kingdom or a member State of the European Union, and <br /> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br /> country, the United Kingdom or a member State of the European Union. <br /> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br /> as originating from the beneficiary country under whose flag the vessel or factory ship sails.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Processing: important stage of manufacture condition <br /> 7.-(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br /> conditions specified for the goods in Schedule 1, that processing constitutes <br /> an important stage of manufacture. <br /> (2) But the processing of goods only by one or more of the following operations does not <br /> constitute an important stage of manufacture- <br /> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br /> (b) the breaking up or assembly of packages; <br /> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br /> (d) the ironing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br /> of crystal sugar; <br /> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br /> all other simple packaging operations; <br /> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br /> or their packaging; <br /> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br /> any material; <br /> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br /> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br /> of goods into parts; <br /> (p) the slaughtering of animals. <br /> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br /> machines, apparatus or tools especially produced or installed for it are required for it to be carried out.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: Interpretation <br /> @^@maximum content of non-originating materials@^@ means the maximum content of such <br /> materials permitted under these Regulations for a stage of manufacture to be considered as an <br /> important stage of manufacture expressed as a percentage of- <br /> (a) the ex-works price of the good, or <br /> (b) the net weight of non-originating materials used which fall under a group of Chapters, <br /> a Chapter, a heading or a sub-heading specified in the table in Part 2 of Schedule 1 to <br /> these Regulations; <br /> @^@net weight@^@ means, in relation to goods, the weight of the goods themselves without packing <br /> materials or packing containers; <br /> @^@non-originating material@^@ means material not originating from the beneficiary country <br /> concerned;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Neutral elements <br /> 13.-(1) In determining the origin of goods, neutral elements used to process, or used in the <br /> course of processing, the goods are to be disregarded. <br /> (2) In this regulation, @^@neutral elements@^@ means- <br /> (a) energy in the form of fuel, or in any other form; <br /> (b) plant or equipment, including machinery and tools; <br /> (c) materials which do not form part of, or are not integral to, the final composition of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Non-manipulation requirements in relation to goods <br /> 20.-(1) The requirements mentioned in regulation 3(c) are that the goods- <br /> (a) must be the same goods as were exported from the beneficiary country; <br /> (b) must not have been altered or transformed in any way; and <br /> (c) must not have been subjected to any operation other than- <br /> (i) to preserve their condition, or <br /> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br /> compliance with legal requirements applicable in the United Kingdom or any part <br /> of the United Kingdom. <br /> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br /> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if- <br /> (a) they are the same goods as were exported from the country or territory from which they originate; <br /> (b) they have not been altered or transformed in any way; and <br /> (c) they have not been subjected to any operation other than to preserve their condition. <br /> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br /> country or territory provided the goods are at all times under customs supervision in the transit <br /> country or territory. <br /> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br /> have been met, the declarant must, if required, provide relevant evidence including any contractual <br /> transport documents (including bills of lading), evidence based on the marking or numbering of <br /> packages and other evidence related to the goods themselves.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Consignments of identical goods and packaging <br /> 10.-(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br /> goods classified under the same heading, each of the goods must be individually taken into account. <br /> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br /> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br /> classification purposes, it must be included in determining the origin of the goods. <br /> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br /> of the Tariff Regulations.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Accounting segregation of exporters' stocks of fungible materials <br /> 21.-(1) If fungible originating materials and fungible non-originating materials are used in the <br /> processing of goods, HMRC may, at the written request of an exporter established in the customs <br /> territory of the United Kingdom, authorise the management of the materials in the United Kingdom <br /> using the accounting segregation method for the purpose of subsequent export to a beneficiary <br /> country within the framework of bilateral cumulation, without keeping the materials on separate stocks. <br /> (2) HMRC may make the granting of the authorisation referred to in paragraph (1) subject to <br /> any conditions they deem appropriate but may grant it only if, by use of the method referred to in <br /> paragraph (1), it can be ensured that, at any time, the quantity of goods obtained which could be <br /> regarded as originating from the United Kingdom is the same as the number that would have been <br /> obtained by using a method of physical segregation of the stocks. <br /> (3) If authorised, the method must be applied and its application recorded on the basis of the <br /> general accounting principles applicable in the United Kingdom. <br /> (4) The exporter must apply for proofs of origin for the quantity of goods which may be regarded <br /> as originating from the British Islands and must, if required, provide a statement as to how the <br /> quantities have been managed. <br /> (5) In paragraph (1)- <br /> @^@bilateral cumulation@^@ has the meaning given in regulation 15(4); <br /> @^@fungible@^@ means, in relation to materials, materials which, once incorporated into the finished goods- <br /> (a) are of the same kind and commercial quality; <br /> (b) have the same technical and physical characteristics; and <br /> (c) cannot be distinguished from each other.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Sets <br /> 12. Goods in a set for retail sale are to be regarded as goods originating from <br /> a beneficiary country if- <br /> (a) all the components are originating materials, or <br /> (b) where the set is composed of a mixture of originating materials and non-originating <br /> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br /> price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Claims for preferential tariff treatment <br /> Unless otherwise specified, a claim for the preferential tariff treatment of goods <br /> meeting the requirements of the Origin Regulations must be made on the basis of <br /> an origin declaration made out by the exporter and must take the form of either: <br /> • a GSP certificate Form A made out in accordance with Annex A; or <br /> • a statement on origin provided on an invoice or any other commercial <br /> document that describes the goods concerned in sufficient detail to enable <br /> them to be identified and contains: <br /> o a declaration in the form set out in Annex B <br /> o the data elements identified in that Annex <br /> A claim for preferential tariff treatment must be included in the customs import declaration. <br /> By way of derogation, if an importer did not make a claim for preferential tariff <br /> treatment at the time of importation, HMRC shall grant preferential tariff treatment <br /> and repay or remit any excess customs duty paid provided that: <br /> • the claim for preferential tariff treatment is made no later than two years <br /> after the date of importation <br /> • the importer provides a valid origin declaration <br /> • the goods would have been regarded as originating from the beneficiary <br /> country under the Origin Regulations and would have satisfied all the <br /> requirements of this notice had the claim been made by the importer at the <br /> time of importation <br /> Article 2: Conditions for making out an origin declaration <br /> An origin declaration must be made out by any exporter operating in a beneficiary <br /> country for any consignment provided that the exporter making out the origin declaration: <br /> • maintains appropriate commercial accounting records concerning the <br /> production and supply of goods qualifying for preferential tariff treatment <br /> • shall be prepared to provide at any time, at the request of the customs or <br /> other competent governmental authorities of the exporting country, all <br /> supporting documents or written statements from producers and suppliers <br /> which evidence a claim that the goods are originating <br /> Supporting documents may include documents relating to the following: <br /> • the processes carried out on the originating good or on materials used in <br /> the production of that good <br /> • the purchase of, the cost of, the value of, and the payment for the good <br /> • the originating status of, the purchase of, the cost of, the value of, and the <br /> payment for all materials, including, where relevant, indirect material used <br /> in the production of the good and which have been relied on by the <br /> exporter in determining the regional value content of the good <br /> • where cumulation under regulation 15, 16, 17 or 18 respectively of the <br /> Origin Regulations is applied <br /> (a) in the case of bilateral cumulation with the UK, an origin declaration <br /> provided by the UK exporter made out in accordance with this notice <br /> (b) in the case of bilateral cumulation with the EU, Norway, <br /> Switzerland, Jersey, Guernsey, the Isle of Man or a British <br /> Overseas Territory other than Gibraltar or the Sovereign Base <br /> Areas of Akrotiri and Dhekelia (OT), the proof of origin provided by <br /> the exporter and issued in accordance with the relevant rules of <br /> origin of the EU, Norway, Switzerland, Jersey, Guernsey, the Isle of <br /> Man or OT, as the case may be <br /> (c) in the case of intra-regional cumulation or inter-regional cumulation, <br /> the origin declaration provided by the exporter <br /> (d) in the case of extended cumulation, the proof of origin provided by <br /> the exporter in the TA country (as defined in regulation 18(1) of the <br /> Origin Regulations) issued in accordance with the provisions of the <br /> relevant trade arrangement between the UK and the TA country concerned <br /> • In the cases referred to in paragraphs (a), (b), (c) and (d), Box 4 of the <br /> certificate Form A or the invoice or other commercial document in the case <br /> of an origin declaration must contain whichever of the following indications <br /> is applicable: @^@UK bilateral cumulation@^@, @^@OT bilateral cumulation@^@, @^@Jersey <br /> bilateral cumulation@^@, @^@Guernsey bilateral cumulation@^@, @^@Isle of Man bilateral <br /> cumulation@^@, @^@EU bilateral cumulation@^@, @^@Norway bilateral cumulation@^@, <br /> @^@Switzerland bilateral cumulation@^@, @^@intra-regional cumulation@^@, @^@inter- <br /> regional cumulation@^@, @^@extended cumulation with country x@^@ where @^@x@^@ is the TA country <br /> An origin declaration: <br /> • must be made out in English and, if handwritten, completed in ink <br /> • must bear the signature of the exporter <br /> • may be sent electronically from the exporter to the importer <br /> An exporter may make out an origin declaration after exportation of the goods to <br /> which it relates if: <br /> • it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances <br /> • it was issued but was not accepted at importation for technical reasons <br /> • the final destination of the goods concerned was determined during their <br /> transportation or storage and after splitting of a consignment, in <br /> accordance with the Origin Regulations <br /> Article 6: Replacement of origin declarations <br /> Where originating GSP goods not yet released for free circulation in the UK are <br /> placed under customs control, the UK re-consignor may replace the initial origin <br /> declaration (GSP certificate Form A or statement on origin) by one or more <br /> replacement statements on origin for the purposes of sending all or some of the <br /> products to Switzerland. <br /> Where an origin declaration is replaced, the UK re-consignor shall indicate the <br /> following on the initial origin declaration: <br /> • the particulars of the replacement statement on origin <br /> • their name and address <br /> • the name and address of the consignee or consignees in Switzerland <br /> The initial origin declaration must be marked @^@Replaced@^@. <br /> The re-consignor shall indicate the following on the replacement statement on origin: <br /> • all the particulars of the re-consigned goods taken from the initial origin <br /> declaration issued by the beneficiary country <br /> • the date on which the initial origin declaration was made out <br /> • the particulars of the initial origin declaration including references to any cumulation <br /> • their name, address and EORI number <br /> • the name and address of the consignee or consignees in Switzerland <br /> The replacement statement on origin must be marked @^@Replaced@^@ <br /> Re-consignments from Switzerland shall be accompanied by an origin declaration <br /> in the form of a statement on origin made out by a Registered Exporter. <br /> Annex A <br /> Making out a GSP Form A <br /> The [GSP Form A:](https://www.gov.uk/guidance/completing-generalised-scheme-of- <br /> preferences-form-a) <br /> must bear a serial number, printed or otherwise, or, where there is no serial <br /> number, a reference to the commercial invoice by which it can be identified does <br /> not need to be stamped and signed by an authority designated by the beneficiary <br /> country, so does not need to be an original <br /> Box 1 <br /> Enter the full name and business address of the exporter. <br /> Box 2 Consignee <br /> The completion of this box is optional, but you are recommended to enter the <br /> name and address of the consignee where this is known. For exports to <br /> exhibitions which are later sent on to the UK, insert also the name and address of <br /> the exhibition. <br /> Box 3 Transport details <br /> You should complete this box on the basis of available information. If you do not <br /> have details of the transport arrangements, then leave this box blank. <br /> Box 4 For official use <br /> This box is reserved for the use of the certifying authority. However, if the Form A <br /> has been made out after the goods have been shipped, stamp or write @^@Issued <br /> Retrospectively@^@. <br /> Box 5 Item number <br /> If different types of goods are shown separately on the invoice(s), show each <br /> type separately on the Form A and itemise them (1, 2, 3 etc), so they can be <br /> cross-checked to the invoice if necessary. <br /> Box 6 Marks and numbers <br /> Enter the identifying marks and numbers that appear on the packages. If the <br /> packages are marked with the address of the consignee, state the address. If <br /> they are not marked in any way, put 'No marks and numbers'. If both originating <br /> and non-originating goods are packed together, add 'Part contents only' at the <br /> end of each entry. <br /> Box 7 Number and kind of packages, description of goods <br /> Bulk Goods <br /> Identify the goods by giving a reasonably full commercial description e.g. <br /> 'photocopiers' or 'typewriters' rather than 'office machinery'. However, if the <br /> invoices give full identifying details (which need not necessarily include details of <br /> the marks and numbers of the packages) only a general description is needed. <br /> For goods in bulk which are not individually packed, insert 'In bulk'. The quantity <br /> shown must be the same as, or relatable to, the quantity shown on the invoice for <br /> the goods (e.g. if the invoice shows 100 cartons and these are loaded on to 10 <br /> pallets, specify '100 cartons' NOT '10 pallets'). <br /> Mixed consignments <br /> For consignments containing both originating and non-originating goods, describe <br /> only the originating goods on the Form A. You may be unable to avoid showing <br /> originating and non- originating goods on the same invoice. In this case, mark the <br /> invoice (for example, with an asterisk) to show which goods are non-originating <br /> and put an appropriate statement in Box 7 immediately below the description of <br /> the goods, e.g. 'Goods marked * on the invoice are non-originating and are not <br /> covered by this Form A'. The same considerations will apply if you have a mixed <br /> consignment of goods qualifying by virtue of a derogation and others which are <br /> not covered by that derogation. <br /> Unused space <br /> Draw a horizontal line under the final item in this box and rule through the unused <br /> space with a 'Z-shaped' line. <br /> Box 8 Origin criterion <br /> This box signifies to HMRC which origin rule has been applied to the goods. <br /> As described in the note about it on the reverse of the Form A, enter the code: <br /> • @^@P@^@ for wholly obtained goods and <br /> • @^@W@^@, followed by the heading, where the goods have been sufficiently <br /> processed <br /> For example: for wholly obtained goods of, say, heading 96.18, the indication <br /> should read: @^@P@^@ and for sufficiently processed goods of the same heading, it <br /> should read: @^@W@^@ 96.18. <br /> Failure to complete this box correctly could lead to the rejection of the Form A. <br /> Box 9 Gross weight or other quantity <br /> Insert the quantity in metric units (e.g. kilograms, litres etc). <br /> Box 10 Number and date of invoice <br /> You are recommended to enter the details of the commercial invoice as this <br /> ensures the signatory has verified the ex-works price. <br /> Box 11 Certification <br /> This field may be left blank. As of 1 January 2021, the UK no longer requires the <br /> Form A to be certified by a designated authority in the exporting GSP country. <br /> Box 12 Declaration by the exporter <br /> Complete this box by inserting the name of the country in which the goods are <br /> considered to have originated. You should take into account that where the <br /> provisions for regional cumulation have been applied, that country may not be the <br /> same as the country of final processing or the country of exportation. For the <br /> importing country you must put 'United Kingdom'. Indicating a different donor <br /> country (e.g. Canada) could lead to the Form A not being accepted. Only the <br /> exporter, or a person duly authorised by the exporter, can sign this declaration. <br /> Forwarding agents acting simply in that capacity are not exporters and must not <br /> sign this box. By signing this form, you declare that the goods qualify under the <br /> provisions of the Trade Preference Scheme (EU Exit) Regulations 2020 and the <br /> Customs (Origin of Chargeable Goods: Trade Preference Scheme) (EU Exit) <br /> Regulations 2020. If the declaration is incorrect, you will have committed an <br /> offence which may incur penalties. <br /> Annex B <br /> Making out a statement on origin <br /> A statement on origin (including a replacement statement on origin) must: <br /> • be made out on an invoice or any other commercial document that <br /> describes the goods in sufficient detail to enable them to be identified <br /> • include the following data elements: <br /> 1. exporter's name and business address <br /> 2. date of direct shipment to the UK <br /> 3. other references, e.g. purchase order no. <br /> 4. consignee's name and business <br /> 5. purchaser's name and address (if not the consignee) <br /> 6. country of transhipment <br /> 7. country of origin of the goods. If the shipment includes goods of <br /> different origins, enter details against data element 12 <br /> 8. transportation details <br /> 9. terms of sale <br /> 10. currency <br /> 11. number of packages <br /> 12. specification of commodities (kind of packages, marks and <br /> numbers, general description and characteristics, i.e. grade, quality) <br /> 13. quantity <br /> 14. unit price <br /> 15. total price <br /> 16. net weight <br /> 17. gross weight <br /> 18. invoice total <br /> • include the text below incorporating the information required by the footnotes. <br /> The exporter of the products covered by this document (customs identification <br /> No.... (1)) declares that, except where otherwise clearly indicated, these products <br /> are of... (2) preferential origin in accordance with the rules of origin of the <br /> Generalised Scheme of Preferences of the UK and that the origin criterion met is <br /> . . ( 3 ). <br /> (Place and date (4)) <br /> (Name and signature of the exporter) <br /> (1) Enter your customs identification number if allocated. Exporters in the UK <br /> exporting goods under bilateral cumulation, or UK re-consignors re-exporting <br /> goods to Switzerland should enter their Economic Operators Registration and <br /> Identification (EORI) number. <br /> (2) Enter the origin of the goods. <br /> (3) Products wholly obtained: enter the letter ‘P'; Products sufficiently processed: <br /> enter the letter ‘W' followed by a heading of the Harmonised System (example <br /> ‘W' 9618). <br /> (4) This may be omitted if included in the document itself.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than GBP1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Exemptions from origin declaration requirements <br /> Personal goods and those imported by way of trade shall be exempted from the <br /> obligation to make out and produce an origin declaration: <br /> The goods referred to above must meet the following conditions: <br /> • their total value does not exceed £1000 <br /> • they have been declared as meeting the conditions for benefiting from the <br /> Origin Regulations <br /> • there is no doubt as to the veracity of that declaration", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Validity of an origin declaration <br /> An origin declaration shall be valid for a period expiring two years after the date <br /> on which it was made out and may be presented to HMRC within this period. <br /> Origin declarations submitted after the expiry of their validity period may be <br /> accepted where the failure to submit them is due to exceptional circumstances. <br /> Origin declarations shall apply to: <br /> • a single shipment of originating goods <br /> • multiple shipments of identical goods which: <br /> o are imported within the framework of frequent and continuous trade <br /> flows of a significant commercial value not exceeding 12 months <br /> o are the subject of the same contract of sale <br /> o are classified in the same code (eight digits) of the Combined Nomenclature <br /> o come exclusively from the same exporter, are destined for the same <br /> importer, and are made the subject of entry formalities at the same <br /> customs office in the UK <br /> On request of the importer, where unassembled or disassembled products falling <br /> within Section XVI or XVII or heading 7308 or 9406 of the Harmonised System <br /> are imported in instalments for transport or production reasons, a single origin <br /> declaration for such products may be used in accordance with the requirements <br /> laid down by HMRC.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Replacement of origin declarations <br /> [Customs administration]: <br /> 7. Record keeping requirements <br /> Beneficiary countries or, where relevant, the customs authorities of beneficiary countries shall require: <br /> •   an exporter that has completed an origin declaration; and/or <br /> •  a producer or supplier that has provided a written statement <br /> to keep a copy of the relevant document, as well as any supporting documents required to <br /> evidence it, for at least three years from the end of the calendar year in which the origin <br /> declaration was made out, or longer if required by its laws and regulations. <br /> Documentation or records should be maintained in a way that allows them to be retrieved and printed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Claims for preferential tariff treatment <br /> By way of derogation, if an importer did not make a claim for preferential tariff <br /> treatment at the time of importation, HMRC shall grant preferential tariff treatment <br /> and repay or remit any excess customs duty paid provided that: <br /> • the claim for preferential tariff treatment is made no later than two years <br /> after the date of importation <br /> • the importer provides a valid origin declaration <br /> • the goods would have been regarded as originating from the beneficiary <br /> country under the Origin Regulations and would have satisfied all the <br /> requirements of this notice had the claim been made by the importer at the <br /> time of importation", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: Conditions for making out an origin declaration <br /> Supporting documents may include documents relating to the following: <br /> • the processes carried out on the originating good or on materials used in <br /> the production of that good <br /> • the purchase of, the cost of, the value of, and the payment for the good <br /> • the originating status of, the purchase of, the cost of, the value of, and the <br /> payment for all materials, including, where relevant, indirect material used <br /> in the production of the good and which have been relied on by the <br /> exporter in determining the regional value content of the good <br /> • where cumulation under regulation 15, 16, 17 or 18 respectively of the <br /> Origin Regulations is applied <br /> (a) in the case of bilateral cumulation with the UK, an origin declaration <br /> provided by the UK exporter made out in accordance with this notice <br /> (b) in the case of bilateral cumulation with the EU, Norway, <br /> Switzerland, Jersey, Guernsey, the Isle of Man or a British <br /> Overseas Territory other than Gibraltar or the Sovereign Base <br /> Areas of Akrotiri and Dhekelia (OT), the proof of origin provided by <br /> the exporter and issued in accordance with the relevant rules of <br /> origin of the EU, Norway, Switzerland, Jersey, Guernsey, the Isle of <br /> Man or OT, as the case may be <br /> (c) in the case of intra-regional cumulation or inter-regional cumulation, <br /> the origin declaration provided by the exporter <br /> (d) in the case of extended cumulation, the proof of origin provided by <br /> the exporter in the TA country (as defined in regulation 18(1) of the <br /> Origin Regulations) issued in accordance with the provisions of the <br /> relevant trade arrangement between the UK and the TA country concerned <br /> • In the cases referred to in paragraphs (a), (b), (c) and (d), Box 4 of the <br /> certificate Form A or the invoice or other commercial document in the case <br /> of an origin declaration must contain whichever of the following indications <br /> is applicable: @^@UK bilateral cumulation@^@, @^@OT bilateral cumulation@^@, @^@Jersey <br /> bilateral cumulation@^@, @^@Guernsey bilateral cumulation@^@, @^@Isle of Man bilateral <br /> cumulation@^@, @^@EU bilateral cumulation@^@, @^@Norway bilateral cumulation@^@, <br /> @^@Switzerland bilateral cumulation@^@, @^@intra-regional cumulation@^@, @^@inter- <br /> regional cumulation@^@, @^@extended cumulation with country x@^@ where @^@x@^@ is the TA country <br /> An origin declaration: <br /> • must be made out in English and, if handwritten, completed in ink <br /> • must bear the signature of the exporter <br /> • may be sent electronically from the exporter to the importer <br /> An exporter may make out an origin declaration after exportation of the goods to <br /> which it relates if: <br /> • it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances <br /> • it was issued but was not accepted at importation for technical reasons <br /> • the final destination of the goods concerned was determined during their <br /> transportation or storage and after splitting of a consignment, in <br /> accordance with the Origin Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br /> 4. The evidence requirements referred to in regulation 3(e) are that- <br /> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br /> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br /> the Act, and <br /> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br /> the applicable arrangements and obligations specified in a notice published by HMRC <br /> Commissioners relating to the provision of evidence of the origin of the goods. <br /> [Customs administration]: <br /> 4. Verification of origin <br /> For the purpose of ensuring the proper application of the UK GSP Origin Rules and ensuring the <br /> accuracy of claims for preferential tariff treatment, HMRC may request verification of origin. <br /> A beneficiary country shall supply the UK with contact details of the relevant customs authority <br /> in the beneficiary country to which verification requests should be sent. <br /> Upon HMRC providing written notification to the beneficiary country customs authority of a <br /> request to verify origin, that customs authority must assist in the provision of any specified <br /> documentation and information included in the request as part of their verification procedure. <br /> The customs authority of the exporting beneficiary country shall acknowledge a request for <br /> verification with a written acknowledgement of receipt (this may be sent by email) within a <br /> period of 45 days from the date of receipt of a written request for verification of origin from HMRC. <br /> Following a request for verification, the customs authority of the exporting beneficiary country <br /> shall proceed to the origin verification and shall reply with the results of the verification within <br /> six months of receiving the request. However, if there is no reply within this period, or if the <br /> reply does not contain sufficient information to determine the origin of the goods HMRC will <br /> send a reminder giving a further period of four months for the reply. The reply must: <br /> •  provide to HMRC, a written report in order for HMRC to determine whether the good is <br /> originating or not. That report must contain: <br /> o the results of the verification <br /> o the description of the good subject to verification and the tariff classification relevant to <br /> the application of the rule of origin <br /> o a description and explanation of the good sufficient to support the rationale concerning <br /> the originating status of the good <br /> o information on the manner in which the verification was conducted <br /> o where appropriate, supporting documentation <br /> o in the case of where cumulation has been applied, the reply must include a copy <br /> (copies) of the corresponding origin declaration <br /> 5. Result of verification <br /> If, as a result of the verification, HMRC determines that the goods are originating, it shall grant <br /> preferential tariff treatment to the goods and refund any excess duties paid or release any <br /> guarantee provided, unless the guarantee also covers other obligations which have not been discharged. <br /> HMRC may deny preferential tariff treatment to a good if it has reasonable doubt as to whether <br /> the good is originating or when it is unable to determine whether the good is originating. <br /> If a verification of origin finds that the goods to which GSP preferential tariff treatment has been <br /> claimed did not meet the conditions of the UK GSP Origin Rules, HMRC shall deny preferential <br /> tariff treatment to the good. <br /> 6. Verification of origin under intra-regional cumulation <br /> Where cumulation under regulation 16 of the Origin Regulations has been applied, the provisions <br /> on verification apply between the countries of the same regional group for the purposes of <br /> subsequent control of origin declarations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "See the Customs Cooperation Notice and regulation 20(1) and 21(2)(g) of the Trade Preference Scheme (EU Exit) Regulations 2020 concerning the suspension of GSP preferences in cases of serious and systematic failures in relation to customs cooperation. <br /> Also see Section 170 of the Customs and Excise Management Act 1979 https://www.legislation.gov.uk/ukpga/1979/2/section/170. <br /> Further details on the operation of the Protocol on Ireland/Northern Ireland can be found at: https://www.gov.uk/government/publications/the-northern-ireland-protocol. <br /> [Source: WTO notification G/RO/LDC/N/GBR/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Discrepancies and errors <br /> Slight discrepancies discovered between the statements made in an origin <br /> declaration and those made in the documents submitted to the customs office for <br /> the purpose of carrying out the formalities for importing the goods shall not in <br /> themselves render the origin declaration null and void if it is duly established that <br /> that it does correspond to the goods submitted. <br /> Obvious errors on an origin declaration shall not cause it to be rejected if these <br /> errors are not such as to create doubts concerning the correctness of the <br /> statements made.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "The decision of HMRC on the originating status of the goods prevails over the opinion given by the competent authorities in the exporting beneficiary country. <br /> A person concerned can appeal against a customs decision in the UK. Guidance on the right of appeal can be found Gov.UK and in the below ‘HMRC1' leaflet. <br /> https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/877291/HMRC1.pdf <br /> [Source: WTO notification G/RO/LDC/N/GBR/1]", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "STATUTORY INSTRUMENTS <br> Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br> Article 6: Wholly obtained goods <br> Article 9: Derogation in respect of use of non-originating materials <br> Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br> 2020 No. 1436 <br> 4. The evidence requirements referred to in regulation 3(e) are that— <br> 6.—(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br> 9.—(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br> 15.—(1) Goods originating from the British Islands, a British overseas territory, the European <br> EXITING THE EUROPEAN UNION <br> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br> to goods being wholly obtained in a country or territory includes the following specified cases— <br> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br> CUSTOMS <br> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br> (a) mineral products extracted from the soil or seabed of the country or territory; <br> be used provided that— <br> incorporated into goods manufactured in that beneficiary country provided they have undergone <br> The Customs (Origin of Chargeable Goods: Trade <br> the Act, and <br> (b) live animals born and raised in the country or territory; <br> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br> Article 12: Sets <br> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br> Preference Scheme) (EU Exit) Regulations 2020 <br> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br> (c) products from live animals raised in the country or territory; <br> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br> The Treasury, in exercise of the powers conferred by sections 17(6)(b) to (d) and (7)(a), 32(7)(a) and <br> the applicable arrangements and obligations specified in a notice published by HMRC <br> (d) products from slaughtered animals born and raised in the country or territory; <br> exceed 15% of the net weight of the goods; <br> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br> (8)(a) and (b), 37(3)(b), 51(1)(b) and 52(5) of, and paragraph 1(3)(c) of Schedule 7 to, the Taxation <br> Commissioners relating to the provision of evidence of the origin of the goods. <br> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br> (Cross-border Trade) Act 2018(1) (@^@the Act@^@), make the following Regulations. <br> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br> does not apply in respect of goods listed in Chapters 1 to 24. <br> In accordance with section 52(2) of the Act, the Treasury consider it appropriate in consequence of, <br> the country or territory; <br> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br> (4) In this regulation— <br> or otherwise in connection with, the withdrawal of the United Kingdom from the European Union, <br> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br> of the ex-works price of the goods; and <br> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br> that the following Regulations come into force on such day as the Treasury may by regulations under <br> by vessels of the country or territory; <br> (c) the percentage for the maximum content of non-originating materials in relation to the <br> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br> section 52 of the Act appoint. <br> (h) products made on board the factory ships of the country or territory exclusively from the <br> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br> originating from a beneficiary country in the circumstances described in paragraph (1); <br> In accordance with section 17(8) of that Act, the following Regulations have been made on the <br> products referred to in sub-paragraph (g); <br> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br> recommendation of the Secretary of State. <br> (i) Sharpening, simple grinding or simple cutting; <br> (i) used articles collected in the country or territory and fit only for the recovery of raw <br> a beneficiary country under regulation 6. <br> and Dhekelia. <br> materials; <br> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br> (j) products extracted from the seabed or below the seabed which is situated outside any <br> or their packaging; <br> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br> 16.—(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br> paragraphs (a) to (j). <br> territorial sea provided the country or territory has exclusive exploitation rights; <br> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br> (k) goods produced in the country or territory exclusively from the things specified in sub- <br> this does not affect the application of regulations 7(2) and 10(1). <br> country in the same regional group as goods originating from the cumulating GSP country if— <br> Article 10: Consignments of identical goods and packaging <br> (a) the materials used in the goods are further processed in, or incorporated into, goods <br> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br> 10.—(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br> manufactured in the cumulating GSP country; <br> country or territory@^@ apply only to vessels and factory ships which— <br> goods classified under the same heading, each of the goods must be individually taken into account. <br> (b) the materials used in the goods are not excluded under paragraph (3); and <br> (a) are registered in the beneficiary country or in the United Kingdom; <br> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br> (c) the conditions set out in paragraph (4) are met. <br> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br> (c) are— <br> classification purposes, it must be included in determining the origin of the goods. <br> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br> country in which substantial processing of the goods has taken place, determined on the basis of the <br> a member State of the European Union; or <br> of the Tariff Regulations. <br> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br> (ii) owned by bodies corporate which— <br> Article 11: Accessories, spare parts and tools <br> exported to the United Kingdom. <br> (aa) have their head office and principal place of business in the beneficiary <br> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br> country, the United Kingdom or a member State of the European Union, and <br> or vehicle which are part of the normal equipment and included in its price or which are not separately <br> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br> or fourth column, or, as the case may be, in each of those columns, of that table if— <br> country, the United Kingdom or a member State of the European Union. <br> or vehicle. <br> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br> the same for all the countries or territories concerned, and <br> as originating from the beneficiary country under whose flag the vessel or factory ship sails. <br> 12. Goods in a set for retail sale are to be regarded as goods originating from <br> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br> Article 7: Processing: important stage of manufacture condition <br> a beneficiary country if— <br> treatment more favourable than the one from which they would benefit if directly exported <br> 7.—(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br> (a) all the components are originating materials, or <br> to the United Kingdom. <br> conditions specified for the goods in Schedule 1, that processing constitutes <br> (b) where the set is composed of a mixture of originating materials and non-originating <br> (4) The conditions mentioned in paragraph (1)(c) are that— <br> an important stage of manufacture. <br> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br> (2) But the processing of goods only by one or more of the following operations does not <br> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br> constitute an important stage of manufacture— <br> Article 13: Neutral elements <br> (b) the processing carried out in the beneficiary country where the materials are further <br> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br> 13.—(1) In determining the origin of goods, neutral elements used to process, or used in the <br> processed or incorporated must go beyond the processing described in regulation 7(2); and <br> (b) the breaking up or assembly of packages; <br> course of processing, the goods are to be disregarded. <br> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br> (2) In this regulation, @^@neutral elements@^@ means— <br> paragraph (b), the processing carried out in the beneficiary country where the materials <br> (d) the ironing of textiles; <br> (a) energy in the form of fuel, or in any other form; <br> are further processed must go beyond one or more of the following— <br> (b) plant or equipment, including machinery and tools; <br> (i) fitting of buttons or other types of fastenings; <br> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br> (c) materials which do not form part of, or are not integral to, the final composition of the goods. <br> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br> of crystal sugar; <br> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br> (v) fitting of trimmings and accessories including pockets, labels and badges; <br> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br> (vi) ironing and other preparations of garments for sale ready-made. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br> originating from the beneficiary country participating in the intra-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture of the final goods originates. <br> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br> any material; <br> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br> price of the set. <br> (7) In this regulation— <br> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br> of goods into parts; <br> regard qualifying goods from another beneficiary country in the same regional group as goods <br> (p) the slaughtering of animals. <br> originating from C in the circumstances described in paragraph (1); <br> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br> machines, apparatus or tools especially produced or installed for it are required for it to be carried out. <br> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br> 17.—(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br> country in another regional group as goods originating from the cumulating GSP country if— <br> (b) the conditions set out in paragraph (2) are met; and <br> (c) the Secretary of State has published a notice under paragraph (3). <br> (2) The conditions mentioned in paragraph (1)(b) are that— <br> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br> processed or incorporated must go beyond the processing described in regulation 7(2); <br> (e) simple painting and polishing operations; <br> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br> are further processed or incorporated must go beyond one or more of the following— <br> (ii) making of button-holes; <br> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br> and dresses and other apparel; <br> (iv) hemming of handkerchiefs, table linen and other textile articles; <br> all other simple packaging operations; <br> (vi) ironing and other preparations of garments for sale ready-made; <br> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br> cumulation; and <br> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the inter-regional cumulation. <br> (3) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br> (b) the date from which the inter-regional cumulation may take effect; and <br> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br> regional cumulation may apply. <br> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br> originating from the beneficiary country participating in the inter-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture or the final goods originates. <br> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br> beneficiary country to another. <br> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br> country in another regional group as goods originating from C in the circumstances described in <br> paragraph (1). <br> Article 18: Extended cumulation <br> 18.—(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br> may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br> from the cumulating beneficiary country if— <br> manufactured in the cumulating beneficiary country; <br> (b) the conditions set out in paragraph (3) are met; and <br> (c) the Secretary of State has published a notice under paragraph (4). <br> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br> (3) The conditions mentioned in paragraph (1)(b) are that— <br> (a) the processing carried out in the beneficiary country where the materials are further <br> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the extended cumulation <br> (d) the TA country must have agreed to cooperate administratively with the cumulating <br> beneficiary country. <br> (4) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries in respect of which paragraph (1) applies; <br> (b) the date from which the extended cumulation may take effect; <br> (c) the countries concerned; and <br> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br> extended cumulation may apply. <br> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br> circumstances described in paragraph (1). <br> Article 19: Requirements relating to the originating status of returned goods <br> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br> be regarded as not originating from the exporting country unless it can be demonstrated to the <br> satisfaction of an HMRC officer that the returned goods— <br> (a) are the same as those which were exported, and <br> (b) have not undergone any operations beyond those necessary to preserve their condition <br> while in a country other than the exporting country or during transportation. <br> Article 20: Non-manipulation requirements in relation to goods <br> 20.—(1) The requirements mentioned in regulation 3(c) are that the goods— <br> (a) must be the same goods as were exported from the beneficiary country; <br> (b) must not have been altered or transformed in any way; and <br> (c) must not have been subjected to any operation other than— <br> (i) to preserve their condition, or <br> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br> compliance with legal requirements applicable in the United Kingdom or any part <br> of the United Kingdom. <br> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if— <br> (a) they are the same goods as were exported from the country or territory from which they originate; <br> (b) they have not been altered or transformed in any way; and <br> (c) they have not been subjected to any operation other than to preserve their condition. <br> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br> country or territory provided the goods are at all times under customs supervision in the transit <br> country or territory. <br> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br> have been met, the declarant must, if required, provide relevant evidence including any contractual <br> transport documents (including bills of lading), evidence based on the marking or numbering of <br> packages and other evidence related to the goods themselves. <br> "}, {"ArticleTitle": "Citation and commencement", "ArticleDesc": "Article 1: Citation and commencement <br> 1. These Regulations may be cited as the Customs (Origin of Chargeable Goods: Trade <br> Preference Scheme) (EU Exit) Regulations 2020 and come into force on such day as the Treasury <br> may by regulations under section 52 of the Act appoint. <br> "}, {"ArticleTitle": "Interpretation", "ArticleDesc": "Article 2: Interpretation <br> 2. In these Regulations— <br> @^@the Act@^@ means the Taxation (Cross-border Trade) Act 2018; <br> @^@the Tariff Regulations@^@ means the Customs Tariff (Establishment) (EU Exit) Regulations 2020(2); <br> @^@the TPS Regulations@^@ means the Trade Preference Scheme (EU Exit) Regulations 2020(3); <br> @^@beneficiary country@^@ means a @^@qualifying GSP country@^@ which has the meaning given in <br> regulation 4(1) of the TPS Regulations(4); <br> @^@Chapter@^@ means a chapter of the Goods Classification Table; <br> @^@exporter@^@, in relation to goods for exportation or for use as stores, includes the shipper of <br> the goods and any person performing in relation to an aircraft functions corresponding with <br> those of a shipper; <br> @^@ex-works price@^@ means— <br> (a) the price paid for the goods ex-works to the person who carried out the last processing <br> (@^@P@^@), including the value of all the materials used and all other costs relating to their <br> production except any internal taxes which are, or may be, repaid when the goods <br> obtained are exported, or <br> (b) where the actual price paid does not reflect all the costs relating to the manufacturing of <br> the goods which are actually incurred in the country of production, the sum of all those <br> costs except any internal taxes which are, or may be, repaid when the goods obtained <br> are exported, <br> and, in paragraph (a), if a manufacturer was subcontracted to carry out the last processing of <br> the goods, the person who contracted with the manufacturer to carry out that processing is <br> taken to be the person, P, for the purposes of that provision; <br> @^@Goods Classification Table@^@ has the meaning given in regulation 1(2) of the Tariff <br> Regulations; <br> @^@GSP@^@ means the Generalised Scheme of Preferences established under regulation 3 of the <br> TPS Regulations; <br> @^@heading@^@ means a heading of the Goods Classification Table; <br> @^@material@^@ means any ingredient, raw material, component or part, used in the manufacture <br> of the goods; <br> @^@maximum content of non-originating materials@^@ means the maximum content of such <br> materials permitted under these Regulations for a stage of manufacture to be considered as an <br> important stage of manufacture expressed as a percentage of— <br> (a) the ex-works price of the good, or <br> (b) the net weight of non-originating materials used which fall under a group of Chapters, <br> a Chapter, a heading or a sub-heading specified in the table in Part 2 of Schedule 1 to <br> these Regulations; <br> @^@net weight@^@ means, in relation to goods, the weight of the goods themselves without packing <br> materials or packing containers; <br> @^@non-originating material@^@ means material not originating from the beneficiary country <br> concerned; <br> @^@originating material@^@ means material originating from the beneficiary country concerned; <br> @^@qualifying goods@^@ means @^@qualifying GSP goods@^@ which has the meaning given in <br> regulation 4(2) of the TPS Regulations; <br> @^@regional group@^@ means the group of countries or territories listed in Column 1, or the group <br> of countries or territories listed in Column 2, of the table in Schedule 3; <br> @^@sub-heading@^@ means a sub-heading of the Goods Classification Table; <br> (a) the customs value, as determined in accordance with Article VII of GATT, at the time <br> of importation of the material, or <br> (b) if that value is not known and cannot be ascertained, the first price proved to have been <br> paid to the satisfaction of an HMRC officer for the material in the United Kingdom or <br> in the beneficiary country concerned, <br> and in paragraph (a), @^@GATT@^@ means the General Agreement on Tariffs and Trade 1994 <br> (GATT) signed in Geneva on 12th April 1979(5) (being part of Annex 1A to the agreement <br> establishing the World Trade Organization (WTO) signed in Marrakesh on 15th April 1994(6)). <br> (1) 2018 c. 22. See section 51(4) for the definition of @^@the appropriate minister@^@ for the purposes of section 51(1). <br> (2) S.I. 2020/1430 <br> (3) S.I. 2020/1438. <br> (4) For the meaning of @^@GSP country@^@, see regulation 2(1) of the TPS Regulations. <br> (5) Cmnd 7662 <br> (6) Cmnd 2575 <br> "}, {"ArticleTitle": "Conditions that must be met for goods to be regarded as originating from a beneficiary country", "ArticleDesc": "Article 3: Conditions that must be met for goods to be regarded as originating from a beneficiary country <br> 3. Qualifying goods listed in Column 2 of the table in Part 2 of Schedule 1 are to be regarded <br> as originating from a beneficiary country if— <br> (a) the goods are wholly obtained in that beneficiary country in accordance with regulation 6; <br> (b) where the goods are obtained in two or more countries or territories, that beneficiary <br> country is the last country or territory in which processing of the goods which constitutes <br> an important stage of manufacture has taken place in accordance with regulation 7; <br> (c) the requirements set out in regulation 20(1) are met; <br> (d) in the case of returned goods, the requirements set out in regulation 19 are met; and <br> (e) the evidence requirements set out in regulation 4 are met. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "STATUTORY INSTRUMENTS <br> Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br> Article 6: Wholly obtained goods <br> Article 9: Derogation in respect of use of non-originating materials <br> Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br> 2020 No. 1436 <br> 4. The evidence requirements referred to in regulation 3(e) are that— <br> 6.—(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br> 9.—(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br> 15.—(1) Goods originating from the British Islands, a British overseas territory, the European <br> EXITING THE EUROPEAN UNION <br> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br> to goods being wholly obtained in a country or territory includes the following specified cases— <br> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br> CUSTOMS <br> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br> (a) mineral products extracted from the soil or seabed of the country or territory; <br> be used provided that— <br> incorporated into goods manufactured in that beneficiary country provided they have undergone <br> The Customs (Origin of Chargeable Goods: Trade <br> the Act, and <br> (b) live animals born and raised in the country or territory; <br> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br> Article 12: Sets <br> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br> Preference Scheme) (EU Exit) Regulations 2020 <br> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br> (c) products from live animals raised in the country or territory; <br> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br> The Treasury, in exercise of the powers conferred by sections 17(6)(b) to (d) and (7)(a), 32(7)(a) and <br> the applicable arrangements and obligations specified in a notice published by HMRC <br> (d) products from slaughtered animals born and raised in the country or territory; <br> exceed 15% of the net weight of the goods; <br> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br> (8)(a) and (b), 37(3)(b), 51(1)(b) and 52(5) of, and paragraph 1(3)(c) of Schedule 7 to, the Taxation <br> Commissioners relating to the provision of evidence of the origin of the goods. <br> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br> (Cross-border Trade) Act 2018(1) (@^@the Act@^@), make the following Regulations. <br> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br> does not apply in respect of goods listed in Chapters 1 to 24. <br> In accordance with section 52(2) of the Act, the Treasury consider it appropriate in consequence of, <br> the country or territory; <br> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br> (4) In this regulation— <br> or otherwise in connection with, the withdrawal of the United Kingdom from the European Union, <br> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br> of the ex-works price of the goods; and <br> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br> that the following Regulations come into force on such day as the Treasury may by regulations under <br> by vessels of the country or territory; <br> (c) the percentage for the maximum content of non-originating materials in relation to the <br> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br> section 52 of the Act appoint. <br> (h) products made on board the factory ships of the country or territory exclusively from the <br> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br> originating from a beneficiary country in the circumstances described in paragraph (1); <br> In accordance with section 17(8) of that Act, the following Regulations have been made on the <br> products referred to in sub-paragraph (g); <br> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br> recommendation of the Secretary of State. <br> (i) Sharpening, simple grinding or simple cutting; <br> (i) used articles collected in the country or territory and fit only for the recovery of raw <br> a beneficiary country under regulation 6. <br> and Dhekelia. <br> materials; <br> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br> (j) products extracted from the seabed or below the seabed which is situated outside any <br> or their packaging; <br> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br> 16.—(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br> paragraphs (a) to (j). <br> territorial sea provided the country or territory has exclusive exploitation rights; <br> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br> (k) goods produced in the country or territory exclusively from the things specified in sub- <br> this does not affect the application of regulations 7(2) and 10(1). <br> country in the same regional group as goods originating from the cumulating GSP country if— <br> Article 10: Consignments of identical goods and packaging <br> (a) the materials used in the goods are further processed in, or incorporated into, goods <br> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br> 10.—(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br> manufactured in the cumulating GSP country; <br> country or territory@^@ apply only to vessels and factory ships which— <br> goods classified under the same heading, each of the goods must be individually taken into account. <br> (b) the materials used in the goods are not excluded under paragraph (3); and <br> (a) are registered in the beneficiary country or in the United Kingdom; <br> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br> (c) the conditions set out in paragraph (4) are met. <br> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br> (c) are— <br> classification purposes, it must be included in determining the origin of the goods. <br> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br> country in which substantial processing of the goods has taken place, determined on the basis of the <br> a member State of the European Union; or <br> of the Tariff Regulations. <br> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br> (ii) owned by bodies corporate which— <br> Article 11: Accessories, spare parts and tools <br> exported to the United Kingdom. <br> (aa) have their head office and principal place of business in the beneficiary <br> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br> country, the United Kingdom or a member State of the European Union, and <br> or vehicle which are part of the normal equipment and included in its price or which are not separately <br> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br> or fourth column, or, as the case may be, in each of those columns, of that table if— <br> country, the United Kingdom or a member State of the European Union. <br> or vehicle. <br> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br> the same for all the countries or territories concerned, and <br> as originating from the beneficiary country under whose flag the vessel or factory ship sails. <br> 12. Goods in a set for retail sale are to be regarded as goods originating from <br> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br> Article 7: Processing: important stage of manufacture condition <br> a beneficiary country if— <br> treatment more favourable than the one from which they would benefit if directly exported <br> 7.—(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br> (a) all the components are originating materials, or <br> to the United Kingdom. <br> conditions specified for the goods in Schedule 1, that processing constitutes <br> (b) where the set is composed of a mixture of originating materials and non-originating <br> (4) The conditions mentioned in paragraph (1)(c) are that— <br> an important stage of manufacture. <br> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br> (2) But the processing of goods only by one or more of the following operations does not <br> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br> constitute an important stage of manufacture— <br> Article 13: Neutral elements <br> (b) the processing carried out in the beneficiary country where the materials are further <br> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br> 13.—(1) In determining the origin of goods, neutral elements used to process, or used in the <br> processed or incorporated must go beyond the processing described in regulation 7(2); and <br> (b) the breaking up or assembly of packages; <br> course of processing, the goods are to be disregarded. <br> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br> (2) In this regulation, @^@neutral elements@^@ means— <br> paragraph (b), the processing carried out in the beneficiary country where the materials <br> (d) the ironing of textiles; <br> (a) energy in the form of fuel, or in any other form; <br> are further processed must go beyond one or more of the following— <br> (b) plant or equipment, including machinery and tools; <br> (i) fitting of buttons or other types of fastenings; <br> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br> (c) materials which do not form part of, or are not integral to, the final composition of the goods. <br> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br> of crystal sugar; <br> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br> (v) fitting of trimmings and accessories including pockets, labels and badges; <br> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br> (vi) ironing and other preparations of garments for sale ready-made. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br> originating from the beneficiary country participating in the intra-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture of the final goods originates. <br> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br> any material; <br> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br> price of the set. <br> (7) In this regulation— <br> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br> of goods into parts; <br> regard qualifying goods from another beneficiary country in the same regional group as goods <br> (p) the slaughtering of animals. <br> originating from C in the circumstances described in paragraph (1); <br> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br> machines, apparatus or tools especially produced or installed for it are required for it to be carried out. <br> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br> 17.—(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br> country in another regional group as goods originating from the cumulating GSP country if— <br> (b) the conditions set out in paragraph (2) are met; and <br> (c) the Secretary of State has published a notice under paragraph (3). <br> (2) The conditions mentioned in paragraph (1)(b) are that— <br> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br> processed or incorporated must go beyond the processing described in regulation 7(2); <br> (e) simple painting and polishing operations; <br> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br> are further processed or incorporated must go beyond one or more of the following— <br> (ii) making of button-holes; <br> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br> and dresses and other apparel; <br> (iv) hemming of handkerchiefs, table linen and other textile articles; <br> all other simple packaging operations; <br> (vi) ironing and other preparations of garments for sale ready-made; <br> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br> cumulation; and <br> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the inter-regional cumulation. <br> (3) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br> (b) the date from which the inter-regional cumulation may take effect; and <br> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br> regional cumulation may apply. <br> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br> originating from the beneficiary country participating in the inter-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture or the final goods originates. <br> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br> beneficiary country to another. <br> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br> country in another regional group as goods originating from C in the circumstances described in <br> paragraph (1). <br> Article 18: Extended cumulation <br> 18.—(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br> may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br> from the cumulating beneficiary country if— <br> manufactured in the cumulating beneficiary country; <br> (b) the conditions set out in paragraph (3) are met; and <br> (c) the Secretary of State has published a notice under paragraph (4). <br> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br> (3) The conditions mentioned in paragraph (1)(b) are that— <br> (a) the processing carried out in the beneficiary country where the materials are further <br> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the extended cumulation <br> (d) the TA country must have agreed to cooperate administratively with the cumulating <br> beneficiary country. <br> (4) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries in respect of which paragraph (1) applies; <br> (b) the date from which the extended cumulation may take effect; <br> (c) the countries concerned; and <br> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br> extended cumulation may apply. <br> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br> circumstances described in paragraph (1). <br> Article 19: Requirements relating to the originating status of returned goods <br> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br> be regarded as not originating from the exporting country unless it can be demonstrated to the <br> satisfaction of an HMRC officer that the returned goods— <br> (a) are the same as those which were exported, and <br> (b) have not undergone any operations beyond those necessary to preserve their condition <br> while in a country other than the exporting country or during transportation. <br> Article 20: Non-manipulation requirements in relation to goods <br> 20.—(1) The requirements mentioned in regulation 3(c) are that the goods— <br> (a) must be the same goods as were exported from the beneficiary country; <br> (b) must not have been altered or transformed in any way; and <br> (c) must not have been subjected to any operation other than— <br> (i) to preserve their condition, or <br> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br> compliance with legal requirements applicable in the United Kingdom or any part <br> of the United Kingdom. <br> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if— <br> (a) they are the same goods as were exported from the country or territory from which they originate; <br> (b) they have not been altered or transformed in any way; and <br> (c) they have not been subjected to any operation other than to preserve their condition. <br> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br> country or territory provided the goods are at all times under customs supervision in the transit <br> country or territory. <br> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br> have been met, the declarant must, if required, provide relevant evidence including any contractual <br> transport documents (including bills of lading), evidence based on the marking or numbering of <br> packages and other evidence related to the goods themselves. <br> "}, {"ArticleTitle": "HMRC notices of arrangements relating to the provision and verification of evidence", "ArticleDesc": "Article 5: HMRC notices of arrangements relating to the provision and verification of evidence <br> 5. HMRC Commissioners may publish a notice relating to one or more of the following— <br> (a) the replacement of any documents or other evidence referred to in regulation 4(a); <br> (b) the arrangements for verification of any evidence referred to in regulation 4(a); <br> (c) the arrangements and obligations relating to the provision of evidence of the origin of the <br> goods referred to in regulation 4(b). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "STATUTORY INSTRUMENTS <br> Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br> Article 6: Wholly obtained goods <br> Article 9: Derogation in respect of use of non-originating materials <br> Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br> 2020 No. 1436 <br> 4. The evidence requirements referred to in regulation 3(e) are that— <br> 6.—(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br> 9.—(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br> 15.—(1) Goods originating from the British Islands, a British overseas territory, the European <br> EXITING THE EUROPEAN UNION <br> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br> to goods being wholly obtained in a country or territory includes the following specified cases— <br> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br> CUSTOMS <br> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br> (a) mineral products extracted from the soil or seabed of the country or territory; <br> be used provided that— <br> incorporated into goods manufactured in that beneficiary country provided they have undergone <br> The Customs (Origin of Chargeable Goods: Trade <br> the Act, and <br> (b) live animals born and raised in the country or territory; <br> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br> Article 12: Sets <br> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br> Preference Scheme) (EU Exit) Regulations 2020 <br> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br> (c) products from live animals raised in the country or territory; <br> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br> The Treasury, in exercise of the powers conferred by sections 17(6)(b) to (d) and (7)(a), 32(7)(a) and <br> the applicable arrangements and obligations specified in a notice published by HMRC <br> (d) products from slaughtered animals born and raised in the country or territory; <br> exceed 15% of the net weight of the goods; <br> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br> (8)(a) and (b), 37(3)(b), 51(1)(b) and 52(5) of, and paragraph 1(3)(c) of Schedule 7 to, the Taxation <br> Commissioners relating to the provision of evidence of the origin of the goods. <br> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br> (Cross-border Trade) Act 2018(1) (@^@the Act@^@), make the following Regulations. <br> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br> does not apply in respect of goods listed in Chapters 1 to 24. <br> In accordance with section 52(2) of the Act, the Treasury consider it appropriate in consequence of, <br> the country or territory; <br> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br> (4) In this regulation— <br> or otherwise in connection with, the withdrawal of the United Kingdom from the European Union, <br> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br> of the ex-works price of the goods; and <br> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br> that the following Regulations come into force on such day as the Treasury may by regulations under <br> by vessels of the country or territory; <br> (c) the percentage for the maximum content of non-originating materials in relation to the <br> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br> section 52 of the Act appoint. <br> (h) products made on board the factory ships of the country or territory exclusively from the <br> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br> originating from a beneficiary country in the circumstances described in paragraph (1); <br> In accordance with section 17(8) of that Act, the following Regulations have been made on the <br> products referred to in sub-paragraph (g); <br> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br> recommendation of the Secretary of State. <br> (i) Sharpening, simple grinding or simple cutting; <br> (i) used articles collected in the country or territory and fit only for the recovery of raw <br> a beneficiary country under regulation 6. <br> and Dhekelia. <br> materials; <br> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br> (j) products extracted from the seabed or below the seabed which is situated outside any <br> or their packaging; <br> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br> 16.—(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br> paragraphs (a) to (j). <br> territorial sea provided the country or territory has exclusive exploitation rights; <br> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br> (k) goods produced in the country or territory exclusively from the things specified in sub- <br> this does not affect the application of regulations 7(2) and 10(1). <br> country in the same regional group as goods originating from the cumulating GSP country if— <br> Article 10: Consignments of identical goods and packaging <br> (a) the materials used in the goods are further processed in, or incorporated into, goods <br> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br> 10.—(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br> manufactured in the cumulating GSP country; <br> country or territory@^@ apply only to vessels and factory ships which— <br> goods classified under the same heading, each of the goods must be individually taken into account. <br> (b) the materials used in the goods are not excluded under paragraph (3); and <br> (a) are registered in the beneficiary country or in the United Kingdom; <br> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br> (c) the conditions set out in paragraph (4) are met. <br> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br> (c) are— <br> classification purposes, it must be included in determining the origin of the goods. <br> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br> country in which substantial processing of the goods has taken place, determined on the basis of the <br> a member State of the European Union; or <br> of the Tariff Regulations. <br> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br> (ii) owned by bodies corporate which— <br> Article 11: Accessories, spare parts and tools <br> exported to the United Kingdom. <br> (aa) have their head office and principal place of business in the beneficiary <br> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br> country, the United Kingdom or a member State of the European Union, and <br> or vehicle which are part of the normal equipment and included in its price or which are not separately <br> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br> or fourth column, or, as the case may be, in each of those columns, of that table if— <br> country, the United Kingdom or a member State of the European Union. <br> or vehicle. <br> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br> the same for all the countries or territories concerned, and <br> as originating from the beneficiary country under whose flag the vessel or factory ship sails. <br> 12. Goods in a set for retail sale are to be regarded as goods originating from <br> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br> Article 7: Processing: important stage of manufacture condition <br> a beneficiary country if— <br> treatment more favourable than the one from which they would benefit if directly exported <br> 7.—(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br> (a) all the components are originating materials, or <br> to the United Kingdom. <br> conditions specified for the goods in Schedule 1, that processing constitutes <br> (b) where the set is composed of a mixture of originating materials and non-originating <br> (4) The conditions mentioned in paragraph (1)(c) are that— <br> an important stage of manufacture. <br> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br> (2) But the processing of goods only by one or more of the following operations does not <br> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br> constitute an important stage of manufacture— <br> Article 13: Neutral elements <br> (b) the processing carried out in the beneficiary country where the materials are further <br> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br> 13.—(1) In determining the origin of goods, neutral elements used to process, or used in the <br> processed or incorporated must go beyond the processing described in regulation 7(2); and <br> (b) the breaking up or assembly of packages; <br> course of processing, the goods are to be disregarded. <br> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br> (2) In this regulation, @^@neutral elements@^@ means— <br> paragraph (b), the processing carried out in the beneficiary country where the materials <br> (d) the ironing of textiles; <br> (a) energy in the form of fuel, or in any other form; <br> are further processed must go beyond one or more of the following— <br> (b) plant or equipment, including machinery and tools; <br> (i) fitting of buttons or other types of fastenings; <br> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br> (c) materials which do not form part of, or are not integral to, the final composition of the goods. <br> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br> of crystal sugar; <br> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br> (v) fitting of trimmings and accessories including pockets, labels and badges; <br> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br> (vi) ironing and other preparations of garments for sale ready-made. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br> originating from the beneficiary country participating in the intra-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture of the final goods originates. <br> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br> any material; <br> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br> price of the set. <br> (7) In this regulation— <br> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br> of goods into parts; <br> regard qualifying goods from another beneficiary country in the same regional group as goods <br> (p) the slaughtering of animals. <br> originating from C in the circumstances described in paragraph (1); <br> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br> machines, apparatus or tools especially produced or installed for it are required for it to be carried out. <br> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br> 17.—(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br> country in another regional group as goods originating from the cumulating GSP country if— <br> (b) the conditions set out in paragraph (2) are met; and <br> (c) the Secretary of State has published a notice under paragraph (3). <br> (2) The conditions mentioned in paragraph (1)(b) are that— <br> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br> processed or incorporated must go beyond the processing described in regulation 7(2); <br> (e) simple painting and polishing operations; <br> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br> are further processed or incorporated must go beyond one or more of the following— <br> (ii) making of button-holes; <br> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br> and dresses and other apparel; <br> (iv) hemming of handkerchiefs, table linen and other textile articles; <br> all other simple packaging operations; <br> (vi) ironing and other preparations of garments for sale ready-made; <br> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br> cumulation; and <br> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the inter-regional cumulation. <br> (3) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br> (b) the date from which the inter-regional cumulation may take effect; and <br> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br> regional cumulation may apply. <br> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br> originating from the beneficiary country participating in the inter-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture or the final goods originates. <br> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br> beneficiary country to another. <br> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br> country in another regional group as goods originating from C in the circumstances described in <br> paragraph (1). <br> Article 18: Extended cumulation <br> 18.—(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br> may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br> from the cumulating beneficiary country if— <br> manufactured in the cumulating beneficiary country; <br> (b) the conditions set out in paragraph (3) are met; and <br> (c) the Secretary of State has published a notice under paragraph (4). <br> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br> (3) The conditions mentioned in paragraph (1)(b) are that— <br> (a) the processing carried out in the beneficiary country where the materials are further <br> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the extended cumulation <br> (d) the TA country must have agreed to cooperate administratively with the cumulating <br> beneficiary country. <br> (4) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries in respect of which paragraph (1) applies; <br> (b) the date from which the extended cumulation may take effect; <br> (c) the countries concerned; and <br> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br> extended cumulation may apply. <br> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br> circumstances described in paragraph (1). <br> Article 19: Requirements relating to the originating status of returned goods <br> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br> be regarded as not originating from the exporting country unless it can be demonstrated to the <br> satisfaction of an HMRC officer that the returned goods— <br> (a) are the same as those which were exported, and <br> (b) have not undergone any operations beyond those necessary to preserve their condition <br> while in a country other than the exporting country or during transportation. <br> Article 20: Non-manipulation requirements in relation to goods <br> 20.—(1) The requirements mentioned in regulation 3(c) are that the goods— <br> (a) must be the same goods as were exported from the beneficiary country; <br> (b) must not have been altered or transformed in any way; and <br> (c) must not have been subjected to any operation other than— <br> (i) to preserve their condition, or <br> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br> compliance with legal requirements applicable in the United Kingdom or any part <br> of the United Kingdom. <br> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if— <br> (a) they are the same goods as were exported from the country or territory from which they originate; <br> (b) they have not been altered or transformed in any way; and <br> (c) they have not been subjected to any operation other than to preserve their condition. <br> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br> country or territory provided the goods are at all times under customs supervision in the transit <br> country or territory. <br> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br> have been met, the declarant must, if required, provide relevant evidence including any contractual <br> transport documents (including bills of lading), evidence based on the marking or numbering of <br> packages and other evidence related to the goods themselves. <br> "}, {"ArticleTitle": "Averages", "ArticleDesc": "Article 8: Averages <br> 8.—(1) Where the conditions specified in the table in Part 2 of Schedule 1 refer to a maximum <br> content of non-originating materials, this may be determined by reference to the average ex-works <br> price charged for goods sold, and the average value of the non-originating materials used in the <br> manufacture of the goods, during the reference period. <br> (2) An exporter who has applied a method of determination set out in paragraph (1) must apply <br> the same method in respect of the fiscal year following the reference period. <br> (3) But the exporter may cease to apply that method if, during a given fiscal year or shorter <br> period of at least three months, the exporter records that fluctuations in costs or currency rates which <br> justified such a method have ceased. <br> (4) In this regulation— <br> @^@fiscal year@^@ means the year, beginning with the same date each year, defined by the exporter; <br> @^@reference period@^@ means the preceding fiscal year or, where figures for a complete preceding <br> fiscal year are not available, a shorter period of at least three months. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "STATUTORY INSTRUMENTS <br> Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br> Article 6: Wholly obtained goods <br> Article 9: Derogation in respect of use of non-originating materials <br> Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br> 2020 No. 1436 <br> 4. The evidence requirements referred to in regulation 3(e) are that— <br> 6.—(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br> 9.—(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br> 15.—(1) Goods originating from the British Islands, a British overseas territory, the European <br> EXITING THE EUROPEAN UNION <br> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br> to goods being wholly obtained in a country or territory includes the following specified cases— <br> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br> CUSTOMS <br> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br> (a) mineral products extracted from the soil or seabed of the country or territory; <br> be used provided that— <br> incorporated into goods manufactured in that beneficiary country provided they have undergone <br> The Customs (Origin of Chargeable Goods: Trade <br> the Act, and <br> (b) live animals born and raised in the country or territory; <br> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br> Article 12: Sets <br> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br> Preference Scheme) (EU Exit) Regulations 2020 <br> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br> (c) products from live animals raised in the country or territory; <br> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br> The Treasury, in exercise of the powers conferred by sections 17(6)(b) to (d) and (7)(a), 32(7)(a) and <br> the applicable arrangements and obligations specified in a notice published by HMRC <br> (d) products from slaughtered animals born and raised in the country or territory; <br> exceed 15% of the net weight of the goods; <br> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br> (8)(a) and (b), 37(3)(b), 51(1)(b) and 52(5) of, and paragraph 1(3)(c) of Schedule 7 to, the Taxation <br> Commissioners relating to the provision of evidence of the origin of the goods. <br> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br> (Cross-border Trade) Act 2018(1) (@^@the Act@^@), make the following Regulations. <br> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br> does not apply in respect of goods listed in Chapters 1 to 24. <br> In accordance with section 52(2) of the Act, the Treasury consider it appropriate in consequence of, <br> the country or territory; <br> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br> (4) In this regulation— <br> or otherwise in connection with, the withdrawal of the United Kingdom from the European Union, <br> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br> of the ex-works price of the goods; and <br> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br> that the following Regulations come into force on such day as the Treasury may by regulations under <br> by vessels of the country or territory; <br> (c) the percentage for the maximum content of non-originating materials in relation to the <br> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br> section 52 of the Act appoint. <br> (h) products made on board the factory ships of the country or territory exclusively from the <br> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br> originating from a beneficiary country in the circumstances described in paragraph (1); <br> In accordance with section 17(8) of that Act, the following Regulations have been made on the <br> products referred to in sub-paragraph (g); <br> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br> recommendation of the Secretary of State. <br> (i) Sharpening, simple grinding or simple cutting; <br> (i) used articles collected in the country or territory and fit only for the recovery of raw <br> a beneficiary country under regulation 6. <br> and Dhekelia. <br> materials; <br> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br> (j) products extracted from the seabed or below the seabed which is situated outside any <br> or their packaging; <br> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br> 16.—(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br> paragraphs (a) to (j). <br> territorial sea provided the country or territory has exclusive exploitation rights; <br> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br> (k) goods produced in the country or territory exclusively from the things specified in sub- <br> this does not affect the application of regulations 7(2) and 10(1). <br> country in the same regional group as goods originating from the cumulating GSP country if— <br> Article 10: Consignments of identical goods and packaging <br> (a) the materials used in the goods are further processed in, or incorporated into, goods <br> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br> 10.—(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br> manufactured in the cumulating GSP country; <br> country or territory@^@ apply only to vessels and factory ships which— <br> goods classified under the same heading, each of the goods must be individually taken into account. <br> (b) the materials used in the goods are not excluded under paragraph (3); and <br> (a) are registered in the beneficiary country or in the United Kingdom; <br> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br> (c) the conditions set out in paragraph (4) are met. <br> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br> (c) are— <br> classification purposes, it must be included in determining the origin of the goods. <br> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br> country in which substantial processing of the goods has taken place, determined on the basis of the <br> a member State of the European Union; or <br> of the Tariff Regulations. <br> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br> (ii) owned by bodies corporate which— <br> Article 11: Accessories, spare parts and tools <br> exported to the United Kingdom. <br> (aa) have their head office and principal place of business in the beneficiary <br> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br> country, the United Kingdom or a member State of the European Union, and <br> or vehicle which are part of the normal equipment and included in its price or which are not separately <br> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br> or fourth column, or, as the case may be, in each of those columns, of that table if— <br> country, the United Kingdom or a member State of the European Union. <br> or vehicle. <br> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br> the same for all the countries or territories concerned, and <br> as originating from the beneficiary country under whose flag the vessel or factory ship sails. <br> 12. Goods in a set for retail sale are to be regarded as goods originating from <br> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br> Article 7: Processing: important stage of manufacture condition <br> a beneficiary country if— <br> treatment more favourable than the one from which they would benefit if directly exported <br> 7.—(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br> (a) all the components are originating materials, or <br> to the United Kingdom. <br> conditions specified for the goods in Schedule 1, that processing constitutes <br> (b) where the set is composed of a mixture of originating materials and non-originating <br> (4) The conditions mentioned in paragraph (1)(c) are that— <br> an important stage of manufacture. <br> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br> (2) But the processing of goods only by one or more of the following operations does not <br> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br> constitute an important stage of manufacture— <br> Article 13: Neutral elements <br> (b) the processing carried out in the beneficiary country where the materials are further <br> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br> 13.—(1) In determining the origin of goods, neutral elements used to process, or used in the <br> processed or incorporated must go beyond the processing described in regulation 7(2); and <br> (b) the breaking up or assembly of packages; <br> course of processing, the goods are to be disregarded. <br> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br> (2) In this regulation, @^@neutral elements@^@ means— <br> paragraph (b), the processing carried out in the beneficiary country where the materials <br> (d) the ironing of textiles; <br> (a) energy in the form of fuel, or in any other form; <br> are further processed must go beyond one or more of the following— <br> (b) plant or equipment, including machinery and tools; <br> (i) fitting of buttons or other types of fastenings; <br> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br> (c) materials which do not form part of, or are not integral to, the final composition of the goods. <br> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br> of crystal sugar; <br> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br> (v) fitting of trimmings and accessories including pockets, labels and badges; <br> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br> (vi) ironing and other preparations of garments for sale ready-made. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br> originating from the beneficiary country participating in the intra-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture of the final goods originates. <br> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br> any material; <br> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br> price of the set. <br> (7) In this regulation— <br> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br> of goods into parts; <br> regard qualifying goods from another beneficiary country in the same regional group as goods <br> (p) the slaughtering of animals. <br> originating from C in the circumstances described in paragraph (1); <br> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br> machines, apparatus or tools especially produced or installed for it are required for it to be carried out. <br> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br> 17.—(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br> country in another regional group as goods originating from the cumulating GSP country if— <br> (b) the conditions set out in paragraph (2) are met; and <br> (c) the Secretary of State has published a notice under paragraph (3). <br> (2) The conditions mentioned in paragraph (1)(b) are that— <br> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br> processed or incorporated must go beyond the processing described in regulation 7(2); <br> (e) simple painting and polishing operations; <br> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br> are further processed or incorporated must go beyond one or more of the following— <br> (ii) making of button-holes; <br> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br> and dresses and other apparel; <br> (iv) hemming of handkerchiefs, table linen and other textile articles; <br> all other simple packaging operations; <br> (vi) ironing and other preparations of garments for sale ready-made; <br> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br> cumulation; and <br> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the inter-regional cumulation. <br> (3) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br> (b) the date from which the inter-regional cumulation may take effect; and <br> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br> regional cumulation may apply. <br> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br> originating from the beneficiary country participating in the inter-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture or the final goods originates. <br> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br> beneficiary country to another. <br> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br> country in another regional group as goods originating from C in the circumstances described in <br> paragraph (1). <br> Article 18: Extended cumulation <br> 18.—(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br> may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br> from the cumulating beneficiary country if— <br> manufactured in the cumulating beneficiary country; <br> (b) the conditions set out in paragraph (3) are met; and <br> (c) the Secretary of State has published a notice under paragraph (4). <br> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br> (3) The conditions mentioned in paragraph (1)(b) are that— <br> (a) the processing carried out in the beneficiary country where the materials are further <br> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the extended cumulation <br> (d) the TA country must have agreed to cooperate administratively with the cumulating <br> beneficiary country. <br> (4) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries in respect of which paragraph (1) applies; <br> (b) the date from which the extended cumulation may take effect; <br> (c) the countries concerned; and <br> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br> extended cumulation may apply. <br> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br> circumstances described in paragraph (1). <br> Article 19: Requirements relating to the originating status of returned goods <br> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br> be regarded as not originating from the exporting country unless it can be demonstrated to the <br> satisfaction of an HMRC officer that the returned goods— <br> (a) are the same as those which were exported, and <br> (b) have not undergone any operations beyond those necessary to preserve their condition <br> while in a country other than the exporting country or during transportation. <br> Article 20: Non-manipulation requirements in relation to goods <br> 20.—(1) The requirements mentioned in regulation 3(c) are that the goods— <br> (a) must be the same goods as were exported from the beneficiary country; <br> (b) must not have been altered or transformed in any way; and <br> (c) must not have been subjected to any operation other than— <br> (i) to preserve their condition, or <br> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br> compliance with legal requirements applicable in the United Kingdom or any part <br> of the United Kingdom. <br> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if— <br> (a) they are the same goods as were exported from the country or territory from which they originate; <br> (b) they have not been altered or transformed in any way; and <br> (c) they have not been subjected to any operation other than to preserve their condition. <br> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br> country or territory provided the goods are at all times under customs supervision in the transit <br> country or territory. <br> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br> have been met, the declarant must, if required, provide relevant evidence including any contractual <br> transport documents (including bills of lading), evidence based on the marking or numbering of <br> packages and other evidence related to the goods themselves. <br> "}, {"ArticleTitle": "Derogation in respect of specified goods", "ArticleDesc": "Article 14: Derogation in respect of specified goods <br> 14.—(1) The Secretary of State may, by written notice, grant a temporary derogation in respect <br> of specified goods from the provisions of these Regulations to a beneficiary country where one or <br> both of the grounds set out in paragraph (2) are met. <br> (2) The grounds are that— <br> (a) circumstances temporarily deprive the beneficiary country of the ability to meet the <br> conditions set out in these Regulations for the goods to be regarded as originating from it; <br> (b) the beneficiary country requires time to meet those conditions. <br> (3) A request for a temporary derogation by a beneficiary country under paragraph (1) must— <br> (a) be made in writing to the Secretary of State by the beneficiary country, and <br> (b) state the grounds as set out in paragraph (2)(a) or (b), or both, and provide evidence in <br> support of the request, for the derogation. <br> (4) The duration of the temporary derogation must be limited to the duration of the effects of the <br> circumstances giving rise to it or the length of time needed for the beneficiary country to meet the <br> conditions referred to in paragraph (2)(a). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "STATUTORY INSTRUMENTS <br> Article 4: Evidence required for goods to be regarded as originating from a beneficiary country <br> Article 6: Wholly obtained goods <br> Article 9: Derogation in respect of use of non-originating materials <br> Article 15: Bilateral cumulation with the British Islands, a British overseas territory, the European Union, Norway and Switzerland <br> 2020 No. 1436 <br> 4. The evidence requirements referred to in regulation 3(e) are that— <br> 6.—(1) In Part 1 of the Act and in Column 3 of the table in Part 2 of Schedule 1, any reference <br> 9.—(1) Non-originating materials which, according to the conditions set out in the table in Part 2 <br> 15.—(1) Goods originating from the British Islands, a British overseas territory, the European <br> EXITING THE EUROPEAN UNION <br> (a) the qualifying goods are accompanied by the documents or other evidence specified in a <br> to goods being wholly obtained in a country or territory includes the following specified cases— <br> of Schedule 1, are not to be used in the manufacture of the goods, may nevertheless <br> Union, Norway or Switzerland are to be regarded as originating from a beneficiary country when <br> CUSTOMS <br> public notice given by HMRC Commissioners under paragraph 7(1)(b) of Schedule 1 to <br> (a) mineral products extracted from the soil or seabed of the country or territory; <br> be used provided that— <br> incorporated into goods manufactured in that beneficiary country provided they have undergone <br> The Customs (Origin of Chargeable Goods: Trade <br> the Act, and <br> (b) live animals born and raised in the country or territory; <br> (a) in relation to goods falling within any of Chapters 2 and 4 to 24 except processed fishery <br> Article 12: Sets <br> processing in that beneficiary country that goes beyond the processing described in regulation 7(2). <br> Preference Scheme) (EU Exit) Regulations 2020 <br> (b) the exporter of the goods has complied, to the satisfaction of an HMRC officer, with <br> (c) products from live animals raised in the country or territory; <br> goods mentioned in Chapter 16, the net weight of the non-originating materials does not <br> (2) For the purposes of bilateral cumulation, these Regulations apply to exports from the British <br> The Treasury, in exercise of the powers conferred by sections 17(6)(b) to (d) and (7)(a), 32(7)(a) and <br> the applicable arrangements and obligations specified in a notice published by HMRC <br> (d) products from slaughtered animals born and raised in the country or territory; <br> exceed 15% of the net weight of the goods; <br> Islands, a British overseas territory, the European Union, Norway and Switzerland. <br> (8)(a) and (b), 37(3)(b), 51(1)(b) and 52(5) of, and paragraph 1(3)(c) of Schedule 7 to, the Taxation <br> Commissioners relating to the provision of evidence of the origin of the goods. <br> (e) products obtained by hunting, fishing or harvesting conducted in the country or territory; <br> (b) in relation to goods to which sub-paragraph (a) does not apply except goods falling within <br> (3) But bilateral cumulation, so far as it concerns goods originating from Norway or Switzerland, <br> (Cross-border Trade) Act 2018(1) (@^@the Act@^@), make the following Regulations. <br> (f) products of aquaculture where the fish, crustaceans and molluscs are born and raised in <br> any of Chapters 50 to 63, for which the allowances mentioned in Notes 4 and 5 of Part 1 <br> does not apply in respect of goods listed in Chapters 1 to 24. <br> In accordance with section 52(2) of the Act, the Treasury consider it appropriate in consequence of, <br> the country or territory; <br> of Schedule 1 apply, the total value of the non-originating materials does not exceed 15% <br> (4) In this regulation— <br> or otherwise in connection with, the withdrawal of the United Kingdom from the European Union, <br> (g) products of sea fishing and other products taken from the sea outside any territorial sea <br> of the ex-works price of the goods; and <br> @^@bilateral cumulation@^@ refers to the system whereby goods originating from the British Islands, <br> that the following Regulations come into force on such day as the Treasury may by regulations under <br> by vessels of the country or territory; <br> (c) the percentage for the maximum content of non-originating materials in relation to the <br> a British overseas territory, the European Union, Norway or Switzerland are to be regarded as <br> section 52 of the Act appoint. <br> (h) products made on board the factory ships of the country or territory exclusively from the <br> goods as specified in the table in Part 2 of Schedule 1 is not exceeded. <br> originating from a beneficiary country in the circumstances described in paragraph (1); <br> In accordance with section 17(8) of that Act, the following Regulations have been made on the <br> products referred to in sub-paragraph (g); <br> (2) But paragraph (1) does not apply to goods which are to be regarded as wholly obtained in <br> @^@British overseas territory@^@ does not include Gibraltar or the Sovereign Base Areas of Akrotiri <br> recommendation of the Secretary of State. <br> (i) Sharpening, simple grinding or simple cutting; <br> (i) used articles collected in the country or territory and fit only for the recovery of raw <br> a beneficiary country under regulation 6. <br> and Dhekelia. <br> materials; <br> (3) The allowance under the derogation in paragraph (1) applies to the sum of all the materials <br> Article 16: Intra-regional cumulation: beneficiary countries in the same regional group <br> (j) products extracted from the seabed or below the seabed which is situated outside any <br> or their packaging; <br> used in the manufacture of the goods where the condition in respect of those goods as set out in the <br> 16.—(1) A beneficiary country (in this paragraph, @^@the cumulating GSP country@^@) may regard <br> paragraphs (a) to (j). <br> territorial sea provided the country or territory has exclusive exploitation rights; <br> table in Part 2 of Schedule 1 is that such materials be wholly obtained in the beneficiary country but <br> qualifying goods which under regulation 3 are to be regarded as originating from another beneficiary <br> (k) goods produced in the country or territory exclusively from the things specified in sub- <br> this does not affect the application of regulations 7(2) and 10(1). <br> country in the same regional group as goods originating from the cumulating GSP country if— <br> Article 10: Consignments of identical goods and packaging <br> (a) the materials used in the goods are further processed in, or incorporated into, goods <br> (2) In paragraph (1)(g) and (h), @^@vessels of the country or territory@^@ and @^@factory ships of the <br> 10.—(1) For the purposes of these Regulations, if a consignment consists of a number of identical <br> manufactured in the cumulating GSP country; <br> country or territory@^@ apply only to vessels and factory ships which— <br> goods classified under the same heading, each of the goods must be individually taken into account. <br> (b) the materials used in the goods are not excluded under paragraph (3); and <br> (a) are registered in the beneficiary country or in the United Kingdom; <br> (2) If, under Rule 5 of the Goods Classification Table Rules of Interpretation specified in <br> (c) the conditions set out in paragraph (4) are met. <br> (b) sail under the flag of the beneficiary country or the United Kingdom; and <br> section 1 of Part Two of the Tariff of the United Kingdom, packaging is included with the goods for <br> (2) For the purposes of paragraph (1), goods exported from one beneficiary country to another for <br> (c) are— <br> classification purposes, it must be included in determining the origin of the goods. <br> the purpose of intra-regional cumulation are to be regarded as originating from the last beneficiary <br> (i) at least 50% owned by nationals of the beneficiary country, the United Kingdom or <br> (3) In this regulation, @^@the Tariff of the United Kingdom@^@ has the meaning given in regulation 1(2) <br> country in which substantial processing of the goods has taken place, determined on the basis of the <br> a member State of the European Union; or <br> of the Tariff Regulations. <br> condition specified in the table in Part 2 of Schedule 1 that would apply if the goods were being <br> (ii) owned by bodies corporate which— <br> Article 11: Accessories, spare parts and tools <br> exported to the United Kingdom. <br> (aa) have their head office and principal place of business in the beneficiary <br> 11. Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br> (3) The materials listed in the second column of the table in Schedule 2 are to be excluded from <br> country, the United Kingdom or a member State of the European Union, and <br> or vehicle which are part of the normal equipment and included in its price or which are not separately <br> intra-regional cumulation within a regional group marked @^@X@^@ in the corresponding entry in the third <br> (bb) are at least 50% owned by public bodies or nationals of the beneficiary <br> invoiced are to be regarded as having the same origin as the piece of equipment, machine, apparatus <br> or fourth column, or, as the case may be, in each of those columns, of that table if— <br> country, the United Kingdom or a member State of the European Union. <br> or vehicle. <br> (a) the GSP rate applicable in the United Kingdom under Part 6 of the TPS Regulations is not <br> (3) For the purposes of intra-regional cumulation under regulation 16, the goods must be regarded <br> the same for all the countries or territories concerned, and <br> as originating from the beneficiary country under whose flag the vessel or factory ship sails. <br> 12. Goods in a set for retail sale are to be regarded as goods originating from <br> (b) the materials concerned would benefit, through intra-regional cumulation, from a tariff <br> Article 7: Processing: important stage of manufacture condition <br> a beneficiary country if— <br> treatment more favourable than the one from which they would benefit if directly exported <br> 7.—(1) Subject to the derogation in regulation 9(1), if the processing of goods meets the <br> (a) all the components are originating materials, or <br> to the United Kingdom. <br> conditions specified for the goods in Schedule 1, that processing constitutes <br> (b) where the set is composed of a mixture of originating materials and non-originating <br> (4) The conditions mentioned in paragraph (1)(c) are that— <br> an important stage of manufacture. <br> materials, the value of the non-originating materials does not exceed 15% of the ex-works <br> (2) But the processing of goods only by one or more of the following operations does not <br> and verification of proof of origin provided for by regulation 20 of the TPS Regulations; <br> constitute an important stage of manufacture— <br> Article 13: Neutral elements <br> (b) the processing carried out in the beneficiary country where the materials are further <br> (a) preserving operations to ensure that the goods retain their condition during transport and storage; <br> 13.—(1) In determining the origin of goods, neutral elements used to process, or used in the <br> processed or incorporated must go beyond the processing described in regulation 7(2); and <br> (b) the breaking up or assembly of packages; <br> course of processing, the goods are to be disregarded. <br> (c) washing, cleaning or the removal of dust, oxide, oil, paint or other coverings; <br> (2) In this regulation, @^@neutral elements@^@ means— <br> paragraph (b), the processing carried out in the beneficiary country where the materials <br> (d) the ironing of textiles; <br> (a) energy in the form of fuel, or in any other form; <br> are further processed must go beyond one or more of the following— <br> (b) plant or equipment, including machinery and tools; <br> (i) fitting of buttons or other types of fastenings; <br> (f) the husking or partial or total milling of rice or the polishing or glazing of cereals or rice; <br> (c) materials which do not form part of, or are not integral to, the final composition of the goods. <br> (g) operations to colour or flavour sugar or form sugar lumps or the partial or total milling <br> of crystal sugar; <br> (h) the peeling, stoning or shelling of fruits, nuts or vegetables; <br> (v) fitting of trimmings and accessories including pockets, labels and badges; <br> (j) sifting, screening, classifying, sorting, including the making-up of sets of articles; <br> (vi) ironing and other preparations of garments for sale ready-made. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br> (5) Where the condition set out in paragraph (4)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (4)(b) and (c) are not met, the goods are to be regarded as <br> (l) the affixing or printing of marks, labels, logos or other like distinguishing signs on goods <br> originating from the beneficiary country participating in the intra-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture of the final goods originates. <br> (m) the simple mixing of goods, whether or not of different kinds or the mixing of sugar with <br> (6) For the purposes of intra-regional cumulation, these Regulations apply to exports from one <br> any material; <br> (n) the simple addition of water or dilution, dehydration or denaturation of goods; <br> price of the set. <br> (7) In this regulation— <br> (o) the simple assembly of parts of articles to constitute a complete article or the disassembly <br> @^@intra-regional cumulation@^@ refers to the system whereby a beneficiary country (@^@C@^@) may <br> of goods into parts; <br> regard qualifying goods from another beneficiary country in the same regional group as goods <br> (p) the slaughtering of animals. <br> originating from C in the circumstances described in paragraph (1); <br> (3) An operation described in paragraph (2) is to be regarded as simple if no specialist skills or <br> @^@GSP rate@^@ has the meaning given in regulation 2(1) of the TPS Regulations. <br> machines, apparatus or tools especially produced or installed for it are required for it to be carried out. <br> Article 17: Inter-regional cumulation: beneficiary countries in different regional groups <br> 17.—(1) A beneficiary country (in this regulation, @^@the cumulating GSP country@^@) may regard <br> qualifying goods which under regulation 5 are to be regarded as originating from a beneficiary <br> country in another regional group as goods originating from the cumulating GSP country if— <br> (b) the conditions set out in paragraph (2) are met; and <br> (c) the Secretary of State has published a notice under paragraph (3). <br> (2) The conditions mentioned in paragraph (1)(b) are that— <br> (a) each beneficiary country must comply with the conditions relating to customs cooperation <br> processed or incorporated must go beyond the processing described in regulation 7(2); <br> (e) simple painting and polishing operations; <br> (c) in the case of textile goods, in addition to meeting the condition set out in sub- <br> are further processed or incorporated must go beyond one or more of the following— <br> (ii) making of button-holes; <br> (iii) finishing off the ends of trouser legs and sleeves or the bottom hemming of skirts <br> and dresses and other apparel; <br> (iv) hemming of handkerchiefs, table linen and other textile articles; <br> all other simple packaging operations; <br> (vi) ironing and other preparations of garments for sale ready-made; <br> (d) the cumulating GSP country must have submitted a written request for the purpose, and <br> provided evidence, to the Secretary of State of trade benefits of allowing the inter-regional <br> cumulation; and <br> (e) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the inter-regional cumulation. <br> (3) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries and goods in respect of which paragraph (1) applies; <br> (b) the date from which the inter-regional cumulation may take effect; and <br> (c) if the Secretary of State considers it appropriate, the materials in respect of which the inter- <br> regional cumulation may apply. <br> (4) Where the condition set out in paragraph (2)(b) is not met or, in the case of textile goods, <br> where the conditions set out in paragraph (2)(b) and (c) are not met, the goods are to be regarded as <br> originating from the beneficiary country participating in the inter-regional cumulation from which <br> the largest share of the value of the materials used in the manufacture or the final goods originates. <br> (5) For the purposes of inter-regional cumulation, these Regulations apply to exports from one <br> beneficiary country to another. <br> (6) In this regulation, @^@inter-regional cumulation@^@ refers to the system whereby a beneficiary <br> country (@^@C@^@) in a regional group may regard qualifying goods originating from a beneficiary <br> country in another regional group as goods originating from C in the circumstances described in <br> paragraph (1). <br> Article 18: Extended cumulation <br> 18.—(1) A beneficiary country (in this regulation, @^@the cumulating beneficiary country@^@) <br> may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory to which none of regulations 15 to 17 may apply (in <br> this regulation, @^@the TA country@^@) and the United Kingdom, implemented under section 9 of the Act <br> (preferential rates: arrangements with countries or territories outside the UK), as goods originating <br> from the cumulating beneficiary country if— <br> manufactured in the cumulating beneficiary country; <br> (b) the conditions set out in paragraph (3) are met; and <br> (c) the Secretary of State has published a notice under paragraph (4). <br> (2) Extended cumulation does not apply in respect of goods listed in Chapters 1 to 24. <br> (3) The conditions mentioned in paragraph (1)(b) are that— <br> (a) the processing carried out in the beneficiary country where the materials are further <br> (b) the cumulating beneficiary country must have submitted a written request for the purpose, <br> and provided evidence, to the Secretary of State of trade benefits of allowing the extended cumulation; <br> (c) the Secretary of State, after taking that evidence into account, is satisfied that there would <br> be trade benefits in allowing the extended cumulation <br> (d) the TA country must have agreed to cooperate administratively with the cumulating <br> beneficiary country. <br> (4) The Secretary of State may publish a notice specifying— <br> (a) the beneficiary countries in respect of which paragraph (1) applies; <br> (b) the date from which the extended cumulation may take effect; <br> (c) the countries concerned; and <br> (d) if the Secretary of State considers it appropriate, the materials in respect of which the <br> extended cumulation may apply. <br> (5) In this regulation, @^@extended cumulation@^@ refers to the system whereby a beneficiary country <br> (@^@C@^@) may regard qualifying goods originating from a country or territory in accordance with a trade <br> arrangement between that country or territory, to which none of regulations 15 to 17 may apply, and <br> the United Kingdom, implemented under section 9 of the Act, as goods originating from C in the <br> circumstances described in paragraph (1). <br> Article 19: Requirements relating to the originating status of returned goods <br> 19. If goods exported from a country or territory (@^@the exporting country@^@) to another country <br> or territory (@^@the importing country@^@) have been returned to the exporting country, they are to <br> be regarded as not originating from the exporting country unless it can be demonstrated to the <br> satisfaction of an HMRC officer that the returned goods— <br> (a) are the same as those which were exported, and <br> (b) have not undergone any operations beyond those necessary to preserve their condition <br> while in a country other than the exporting country or during transportation. <br> Article 20: Non-manipulation requirements in relation to goods <br> 20.—(1) The requirements mentioned in regulation 3(c) are that the goods— <br> (a) must be the same goods as were exported from the beneficiary country; <br> (b) must not have been altered or transformed in any way; and <br> (c) must not have been subjected to any operation other than— <br> (i) to preserve their condition, or <br> (ii) the adding or affixing of marks, labels, seals or any other documentation to ensure <br> compliance with legal requirements applicable in the United Kingdom or any part <br> of the United Kingdom. <br> (2) Goods may only be imported into a country or territory for the purpose of bilateral, intra- <br> regional, inter-regional or extended cumulation under regulation 15, 16, 17 or 18 respectively if— <br> (a) they are the same goods as were exported from the country or territory from which they originate; <br> (b) they have not been altered or transformed in any way; and <br> (c) they have not been subjected to any operation other than to preserve their condition. <br> (3) Goods may be stored, and consignments split up by or on behalf of the exporter, in a transit <br> country or territory provided the goods are at all times under customs supervision in the transit <br> country or territory. <br> (4) To enable an HMRC officer to verify that the requirements set out in paragraphs (1) to (3) <br> have been met, the declarant must, if required, provide relevant evidence including any contractual <br> transport documents (including bills of lading), evidence based on the marking or numbering of <br> packages and other evidence related to the goods themselves. <br> "}, {"ArticleTitle": "Accounting segregation of exporters' stocks of fungible materials", "ArticleDesc": "Article 21: Accounting segregation of exporters' stocks of fungible materials <br> 21.—(1) If fungible originating materials and fungible non-originating materials are used in the <br> processing of goods, HMRC may, at the written request of an exporter established in the customs <br> territory of the United Kingdom, authorise the management of the materials in the United Kingdom <br> using the accounting segregation method for the purpose of subsequent export to a beneficiary <br> country within the framework of bilateral cumulation, without keeping the materials on separate stocks. <br> (2) HMRC may make the granting of the authorisation referred to in paragraph (1) subject to <br> any conditions they deem appropriate but may grant it only if, by use of the method referred to in <br> paragraph (1), it can be ensured that, at any time, the quantity of goods obtained which could be <br> regarded as originating from the United Kingdom is the same as the number that would have been <br> obtained by using a method of physical segregation of the stocks. <br> (3) If authorised, the method must be applied and its application recorded on the basis of the <br> general accounting principles applicable in the United Kingdom. <br> (4) The exporter must apply for proofs of origin for the quantity of goods which may be regarded <br> as originating from the British Islands and must, if required, provide a statement as to how the <br> quantities have been managed. <br> (5) In paragraph (1)— <br> @^@bilateral cumulation@^@ has the meaning given in regulation 15(4); <br> @^@fungible@^@ means, in relation to materials, materials which, once incorporated into the finished goods— <br> (a) are of the same kind and commercial quality; <br> (b) have the same technical and physical characteristics; and <br> (c) cannot be distinguished from each other. <br> The Customs (Origin of Chargeable Goods: Trade Prefer- <br> ence Scheme) (EU Exit) Regulations 2020 <br> Introduction <br> This notice should be read in conjunction with: <br> •  the Customs (Origin of Chargeable Goods: Trade Preference Scheme) (EU Exit) Regulations <br> 2020 (@^@the Origin Regulations@^@) <br> •  the Trade Preference Scheme (EU Exit) Regulations 2020 (@^@the TPS Regulations@^@) <br> 1. The following text has Force of Law by virtue of regulations 3(e), 4 and 5 of <br> the Customs (Origin of Chargeable Goods: Trade Preference Scheme) (EU <br> Exit) Regulations 2020 <br> Definitions <br> For the purpose of this notice: <br> • beneficiary country means a qualifying GSP country which has the <br> meaning given in regulation 4(1) of the TPS Regulations <br> • GSP means the Generalised Scheme of Preferences established under <br> regulation 3 of the TPS Regulations <br> • identical goods mean goods that are the same in all respects, including <br> physical characteristics, quality and reputation, irrespective of minor <br> differences in appearance that are not relevant to the determination of <br> origin of those goods under the Origin Regulations <br> • importer means a person who imports an originating good and claims <br> preferential tariff treatment for it <br> • origin declaration means a declaration made by an exporter in <br> accordance with this notice for the purpose of enabling the identification of <br> an originating good <br> • the Origin Regulations means the Customs (Origin of Chargeable <br> Goods: Trade Preference Scheme) (EU Exit) Regulations 2020 <br> the TPS Regulations means the Trade Preference Scheme (EU Exit) <br> Regulations 2020 <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 1: Claims for preferential tariff treatment <br> Unless otherwise specified, a claim for the preferential tariff treatment of goods <br> meeting the requirements of the Origin Regulations must be made on the basis of <br> an origin declaration made out by the exporter and must take the form of either: <br> • a GSP certificate Form A made out in accordance with Annex A; or <br> • a statement on origin provided on an invoice or any other commercial <br> document that describes the goods concerned in sufficient detail to enable <br> them to be identified and contains: <br> o a declaration in the form set out in Annex B <br> o the data elements identified in that Annex <br> A claim for preferential tariff treatment must be included in the customs import declaration. <br> By way of derogation, if an importer did not make a claim for preferential tariff <br> treatment at the time of importation, HMRC shall grant preferential tariff treatment <br> and repay or remit any excess customs duty paid provided that: <br> • the claim for preferential tariff treatment is made no later than two years <br> after the date of importation <br> • the importer provides a valid origin declaration <br> • the goods would have been regarded as originating from the beneficiary <br> country under the Origin Regulations and would have satisfied all the <br> requirements of this notice had the claim been made by the importer at the <br> time of importation <br> Article 2: Conditions for making out an origin declaration <br> An origin declaration must be made out by any exporter operating in a beneficiary <br> country for any consignment provided that the exporter making out the origin declaration: <br> • maintains appropriate commercial accounting records concerning the <br> production and supply of goods qualifying for preferential tariff treatment <br> • shall be prepared to provide at any time, at the request of the customs or <br> other competent governmental authorities of the exporting country, all <br> supporting documents or written statements from producers and suppliers <br> which evidence a claim that the goods are originating <br> Supporting documents may include documents relating to the following: <br> • the processes carried out on the originating good or on materials used in <br> the production of that good <br> • the purchase of, the cost of, the value of, and the payment for the good <br> • the originating status of, the purchase of, the cost of, the value of, and the <br> payment for all materials, including, where relevant, indirect material used <br> in the production of the good and which have been relied on by the <br> exporter in determining the regional value content of the good <br> • where cumulation under regulation 15, 16, 17 or 18 respectively of the <br> Origin Regulations is applied <br> (a) in the case of bilateral cumulation with the UK, an origin declaration <br> provided by the UK exporter made out in accordance with this notice <br> (b) in the case of bilateral cumulation with the EU, Norway, <br> Switzerland, Jersey, Guernsey, the Isle of Man or a British <br> Overseas Territory other than Gibraltar or the Sovereign Base <br> Areas of Akrotiri and Dhekelia (OT), the proof of origin provided by <br> the exporter and issued in accordance with the relevant rules of <br> origin of the EU, Norway, Switzerland, Jersey, Guernsey, the Isle of <br> Man or OT, as the case may be <br> (c) in the case of intra-regional cumulation or inter-regional cumulation, <br> the origin declaration provided by the exporter <br> (d) in the case of extended cumulation, the proof of origin provided by <br> the exporter in the TA country (as defined in regulation 18(1) of the <br> Origin Regulations) issued in accordance with the provisions of the <br> relevant trade arrangement between the UK and the TA country concerned <br> • In the cases referred to in paragraphs (a), (b), (c) and (d), Box 4 of the <br> certificate Form A or the invoice or other commercial document in the case <br> of an origin declaration must contain whichever of the following indications <br> is applicable: @^@UK bilateral cumulation@^@, @^@OT bilateral cumulation@^@, @^@Jersey <br> bilateral cumulation@^@, @^@Guernsey bilateral cumulation@^@, @^@Isle of Man bilateral <br> cumulation@^@, @^@EU bilateral cumulation@^@, @^@Norway bilateral cumulation@^@, <br> @^@Switzerland bilateral cumulation@^@, @^@intra-regional cumulation@^@, @^@inter- <br> regional cumulation@^@, @^@extended cumulation with country x@^@ where @^@x@^@ is the TA country <br> An origin declaration: <br> • must be made out in English and, if handwritten, completed in ink <br> • must bear the signature of the exporter <br> • may be sent electronically from the exporter to the importer <br> An exporter may make out an origin declaration after exportation of the goods to <br> which it relates if: <br> • it was not issued at the time of exportation because of errors or involuntary <br> omissions or special circumstances <br> • it was issued but was not accepted at importation for technical reasons <br> • the final destination of the goods concerned was determined during their <br> transportation or storage and after splitting of a consignment, in <br> accordance with the Origin Regulations <br> Article 3: Validity of an origin declaration <br> An origin declaration shall be valid for a period expiring two years after the date <br> on which it was made out and may be presented to HMRC within this period. <br> Origin declarations submitted after the expiry of their validity period may be <br> accepted where the failure to submit them is due to exceptional circumstances. <br> Origin declarations shall apply to: <br> • a single shipment of originating goods <br> • multiple shipments of identical goods which: <br> o are imported within the framework of frequent and continuous trade <br> flows of a significant commercial value not exceeding 12 months <br> o are the subject of the same contract of sale <br> o are classified in the same code (eight digits) of the Combined Nomenclature <br> o come exclusively from the same exporter, are destined for the same <br> importer, and are made the subject of entry formalities at the same <br> customs office in the UK <br> On request of the importer, where unassembled or disassembled products falling <br> within Section XVI or XVII or heading 7308 or 9406 of the Harmonised System <br> are imported in instalments for transport or production reasons, a single origin <br> declaration for such products may be used in accordance with the requirements <br> laid down by HMRC. <br> Article 4: Exemptions from origin declaration requirements <br> Personal goods and those imported by way of trade shall be exempted from the <br> obligation to make out and produce an origin declaration: <br> The goods referred to above must meet the following conditions: <br> • their total value does not exceed £1000 <br> • they have been declared as meeting the conditions for benefiting from the <br> Origin Regulations <br> • there is no doubt as to the veracity of that declaration <br> Article 5: Discrepancies and errors <br> Slight discrepancies discovered between the statements made in an origin <br> declaration and those made in the documents submitted to the customs office for <br> the purpose of carrying out the formalities for importing the goods shall not in <br> themselves render the origin declaration null and void if it is duly established that <br> that it does correspond to the goods submitted. <br> Obvious errors on an origin declaration shall not cause it to be rejected if these <br> errors are not such as to create doubts concerning the correctness of the <br> statements made. <br> "}, {"ArticleTitle": "Replacement of origin declarations", "ArticleDesc": "Article 6: Replacement of origin declarations <br> Where originating GSP goods not yet released for free circulation in the UK are <br> placed under customs control, the UK re-consignor may replace the initial origin <br> declaration (GSP certificate Form A or statement on origin) by one or more <br> replacement statements on origin for the purposes of sending all or some of the <br> products to Switzerland. <br> Where an origin declaration is replaced, the UK re-consignor shall indicate the <br> following on the initial origin declaration: <br> • the particulars of the replacement statement on origin <br> • their name and address <br> The initial origin declaration must be marked @^@Replaced@^@. <br> The re-consignor shall indicate the following on the replacement statement on origin: <br> • all the particulars of the re-consigned goods taken from the initial origin <br> declaration issued by the beneficiary country <br> • the date on which the initial origin declaration was made out <br> • the particulars of the initial origin declaration including references to any cumulation <br> • their name, address and EORI number <br> • the name and address of the consignee or consignees in Switzerland <br> The replacement statement on origin must be marked @^@Replaced@^@ <br> Re-consignments from Switzerland shall be accompanied by an origin declaration <br> in the form of a statement on origin made out by a Registered Exporter. <br> Annex A <br> Making out a GSP Form A <br> The [GSP Form A:](https://www.gov.uk/guidance/completing-generalised-scheme-of- <br> preferences-form-a) <br> must bear a serial number, printed or otherwise, or, where there is no serial <br> number, a reference to the commercial invoice by which it can be identified does <br> not need to be stamped and signed by an authority designated by the beneficiary <br> country, so does not need to be an original <br> Box 1 <br> Enter the full name and business address of the exporter. <br> Box 2 Consignee <br> The completion of this box is optional, but you are recommended to enter the <br> name and address of the consignee where this is known. For exports to <br> exhibitions which are later sent on to the UK, insert also the name and address of <br> the exhibition. <br> Box 3 Transport details <br> You should complete this box on the basis of available information. If you do not <br> have details of the transport arrangements, then leave this box blank. <br> Box 4 For official use <br> This box is reserved for the use of the certifying authority. However, if the Form A <br> has been made out after the goods have been shipped, stamp or write @^@Issued <br> Retrospectively@^@. <br> Box 5 Item number <br> If different types of goods are shown separately on the invoice(s), show each <br> type separately on the Form A and itemise them (1, 2, 3 etc), so they can be <br> cross-checked to the invoice if necessary. <br> Box 6 Marks and numbers <br> Enter the identifying marks and numbers that appear on the packages. If the <br> packages are marked with the address of the consignee, state the address. If <br> they are not marked in any way, put 'No marks and numbers'. If both originating <br> and non-originating goods are packed together, add 'Part contents only' at the <br> end of each entry. <br> Box 7 Number and kind of packages, description of goods <br> Bulk Goods <br> Identify the goods by giving a reasonably full commercial description e.g. <br> 'photocopiers' or 'typewriters' rather than 'office machinery'. However, if the <br> invoices give full identifying details (which need not necessarily include details of <br> the marks and numbers of the packages) only a general description is needed. <br> For goods in bulk which are not individually packed, insert 'In bulk'. The quantity <br> shown must be the same as, or relatable to, the quantity shown on the invoice for <br> the goods (e.g. if the invoice shows 100 cartons and these are loaded on to 10 <br> pallets, specify '100 cartons' NOT '10 pallets'). <br> Mixed consignments <br> For consignments containing both originating and non-originating goods, describe <br> only the originating goods on the Form A. You may be unable to avoid showing <br> originating and non- originating goods on the same invoice. In this case, mark the <br> invoice (for example, with an asterisk) to show which goods are non-originating <br> and put an appropriate statement in Box 7 immediately below the description of <br> the goods, e.g. 'Goods marked * on the invoice are non-originating and are not <br> covered by this Form A'. The same considerations will apply if you have a mixed <br> consignment of goods qualifying by virtue of a derogation and others which are <br> not covered by that derogation. <br> Unused space <br> Draw a horizontal line under the final item in this box and rule through the unused <br> space with a 'Z-shaped' line. <br> Box 8 Origin criterion <br> This box signifies to HMRC which origin rule has been applied to the goods. <br> As described in the note about it on the reverse of the Form A, enter the code: <br> • @^@P@^@ for wholly obtained goods and <br> • @^@W@^@, followed by the heading, where the goods have been sufficiently <br> processed <br> For example: for wholly obtained goods of, say, heading 96.18, the indication <br> should read: @^@P@^@ and for sufficiently processed goods of the same heading, it <br> should read: @^@W@^@ 96.18. <br> Failure to complete this box correctly could lead to the rejection of the Form A. <br> Box 9 Gross weight or other quantity <br> Insert the quantity in metric units (e.g. kilograms, litres etc). <br> Box 10 Number and date of invoice <br> You are recommended to enter the details of the commercial invoice as this <br> ensures the signatory has verified the ex-works price. <br> Box 11 Certification <br> This field may be left blank. As of 1 January 2021, the UK no longer requires the <br> Form A to be certified by a designated authority in the exporting GSP country. <br> Box 12 Declaration by the exporter <br> Complete this box by inserting the name of the country in which the goods are <br> considered to have originated. You should take into account that where the <br> provisions for regional cumulation have been applied, that country may not be the <br> same as the country of final processing or the country of exportation. For the <br> importing country you must put 'United Kingdom'. Indicating a different donor <br> country (e.g. Canada) could lead to the Form A not being accepted. Only the <br> exporter, or a person duly authorised by the exporter, can sign this declaration. <br> Forwarding agents acting simply in that capacity are not exporters and must not <br> sign this box. By signing this form, you declare that the goods qualify under the <br> provisions of the Trade Preference Scheme (EU Exit) Regulations 2020 and the <br> Customs (Origin of Chargeable Goods: Trade Preference Scheme) (EU Exit) <br> Regulations 2020. If the declaration is incorrect, you will have committed an <br> offence which may incur penalties. <br> Annex B <br> Making out a statement on origin <br> A statement on origin (including a replacement statement on origin) must: <br> • be made out on an invoice or any other commercial document that <br> describes the goods in sufficient detail to enable them to be identified <br> • include the following data elements: <br> 1. exporter's name and business address <br> 2. date of direct shipment to the UK <br> 3. other references, e.g. purchase order no. <br> 4. consignee's name and business <br> 5. purchaser's name and address (if not the consignee) <br> 6. country of transhipment <br> 7. country of origin of the goods. If the shipment includes goods of <br> different origins, enter details against data element 12 <br> 8. transportation details <br> 9. terms of sale <br> 10. currency <br> 11. number of packages <br> 12. specification of commodities (kind of packages, marks and <br> numbers, general description and characteristics, i.e. grade, quality) <br> 13. quantity <br> 14. unit price <br> 15. total price <br> 16. net weight <br> 17. gross weight <br> 18. invoice total <br> • include the text below incorporating the information required by the footnotes. <br> The exporter of the products covered by this document (customs identification <br> No.... (1)) declares that, except where otherwise clearly indicated, these products <br> are of... (2) preferential origin in accordance with the rules of origin of the <br> Generalised Scheme of Preferences of the UK and that the origin criterion met is <br> . . ( 3 ). <br> (Place and date (4)) <br> (Name and signature of the exporter) <br> (1) Enter your customs identification number if allocated. Exporters in the UK <br> exporting goods under bilateral cumulation, or UK re-consignors re-exporting <br> goods to Switzerland should enter their Economic Operators Registration and <br> Identification (EORI) number. <br> (2) Enter the origin of the goods. <br> (3) Products wholly obtained: enter the letter ‘P'; Products sufficiently processed: <br> enter the letter ‘W' followed by a heading of the Harmonised System (example <br> ‘W' 9618). <br> (4) This may be omitted if included in the document itself. <br> Customs co-operation requirements for the <br> UK Generalised Scheme of Preferences <br> Published 24 December 2020 <br> 1. Introduction <br> This notice should be read in conjunction with: <br> •  the Trade Preference Scheme (EU Exit) Regulations 2020 (@^@the TPS regulations@^@) <br> •  the Customs (Origin of Chargeable Goods: Trade Preference Scheme) (EU Exit) Regulations 2020 <br> (@^@the Origin Regulations@^@) <br> •  Notices to be made under the Customs (Origin of Chargeable Goods: Trade Preference Scheme) <br> (EU Exit) Regulations 2020 (@^@Proof of Origin for GSP notice@^@) <br> The Origin Regulations and the Proof of Origin for GSP notice together set out the <br> @^@UK GSP Origin Rules@^@ referred to in this notice. <br> 2. Who should read this notice <br> This notice should be read by: <br> •  the governments and customs authorities of beneficiary countries <br> •  anyone who exports goods from a beneficiary country to the UK under GSP <br> •  anyone who imports goods from a beneficiary country to the UK under GSP <br> The following text has Force of Law by virtue of regulation 20 of the Trade Preference Scheme <br> (EU Exit) Regulations 2020. <br> 3. Definitions <br> For the purpose of this notice: <br> •  beneficiary country means a qualifying GSP country which has the meaning given in regulation <br> 4(1) of the TPS Regulations <br> •  customs authority means an authority designated by the beneficiary country responsible for <br> customs matters and administrations and any other authorities empowered in the beneficiary <br> country to apply and enforce customs legislation <br> •  GSP means the Generalised Scheme of Preferences established under regulation 3 of the TPS <br> Regulations Conditions to enforce and ensure compliance with the UK GSP Origin Rules <br> It is a condition of a beneficiary country being granted preferences under the UK GSP that it <br> implements and maintains systems to ensure that: <br> •   its customs authority has a verification procedure to check the origin status of a good <br> •   where cumulation under regulation 15, 16, 17 or 18 respectively of the Origin Regulations is <br> applied, arrangements are entered into with the customs authorities of other countries that the <br> beneficiary country is permitted to cumulate with, to enable reciprocal verification of origin <br> declarations and proof of origin issued in accordance with the UK GSP Origin Rules <br> •   when a verification procedure or other available information appears to indicate that the <br> UK GSP Origin Rules are being contravened, appropriate inquiries are carried out with due <br> urgency to identify and prevent such contraventions and to take enforcement action. For this <br> purpose, the UK may participate in the inquiries. <br> 4. Verification of origin <br> For the purpose of ensuring the proper application of the UK GSP Origin Rules and ensuring the <br> accuracy of claims for preferential tariff treatment, HMRC may request verification of origin. <br> A beneficiary country shall supply the UK with contact details of the relevant customs authority <br> in the beneficiary country to which verification requests should be sent. <br> Upon HMRC providing written notification to the beneficiary country customs authority of a <br> request to verify origin, that customs authority must assist in the provision of any specified <br> documentation and information included in the request as part of their verification procedure. <br> The customs authority of the exporting beneficiary country shall acknowledge a request for <br> verification with a written acknowledgement of receipt (this may be sent by email) within a <br> period of 45 days from the date of receipt of a written request for verification of origin from HMRC. <br> Following a request for verification, the customs authority of the exporting beneficiary country <br> shall proceed to the origin verification and shall reply with the results of the verification within <br> six months of receiving the request. However, if there is no reply within this period, or if the <br> reply does not contain sufficient information to determine the origin of the goods HMRC will <br> send a reminder giving a further period of four months for the reply. The reply must: <br> •  provide to HMRC, a written report in order for HMRC to determine whether the good is <br> originating or not. That report must contain: <br> o the results of the verification <br> o the description of the good subject to verification and the tariff classification relevant to <br> the application of the rule of origin <br> o a description and explanation of the good sufficient to support the rationale concerning <br> the originating status of the good <br> o information on the manner in which the verification was conducted <br> o where appropriate, supporting documentation <br> o in the case of where cumulation has been applied, the reply must include a copy <br> (copies) of the corresponding origin declaration <br> 5. Result of verification <br> If, as a result of the verification, HMRC determines that the goods are originating, it shall grant <br> preferential tariff treatment to the goods and refund any excess duties paid or release any <br> guarantee provided, unless the guarantee also covers other obligations which have not been discharged. <br> HMRC may deny preferential tariff treatment to a good if it has reasonable doubt as to whether <br> the good is originating or when it is unable to determine whether the good is originating. <br> If a verification of origin finds that the goods to which GSP preferential tariff treatment has been <br> claimed did not meet the conditions of the UK GSP Origin Rules, HMRC shall deny preferential <br> tariff treatment to the good. <br> 6. Verification of origin under intra-regional cumulation <br> Where cumulation under regulation 16 of the Origin Regulations has been applied, the provisions <br> on verification apply between the countries of the same regional group for the purposes of <br> subsequent control of origin declarations. <br> 7. Record keeping requirements <br> Beneficiary countries or, where relevant, the customs authorities of beneficiary countries shall require: <br> •   an exporter that has completed an origin declaration; and/or <br> •  a producer or supplier that has provided a written statement <br> to keep a copy of the relevant document, as well as any supporting documents required to <br> evidence it, for at least three years from the end of the calendar year in which the origin <br> declaration was made out, or longer if required by its laws and regulations. <br> Documentation or records should be maintained in a way that allows them to be retrieved and printed. <br> Failure to comply with the conditions specified in this notice <br> Failure to comply with the conditions specified in this customs cooperation notice may lead to <br> HMRC denying a claim for GSP preferential treatment if HMRC are unable to determine <br> whether the good originated in a beneficiary country. <br> A serious and systematic failure to comply with the conditions specified in this customs <br> cooperation notice may lead to the withdrawal of a beneficiary country from the GSP or the <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "withdrawal of the GSP rates on specified GSP goods. <br> "}]}]}, "members_found": ["all", "826"]}