{"FtaRooDetails": {"FtaId": 1082, "FtaCode": "ITC01113", "FtaName": "Azerbaijan-Turkey", "FtaFullName": "", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2021", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Azerbaijan; Turkey", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Azerbaijan-Turkey", "AdminProcCooAuth": "The certification type under Azerbaijan-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Azerbaijan-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Azerbaijan-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55%", "RooText": "1. Within the meaning of Article 3 (b), materials of third party origin which are used in the manufacture of the products obtained in a Contracting Party shall be regarded as sufficiently worked or processed provided that the value of such materials does not exceed 45 percent of the ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01113_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01113_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01113_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01113_full.pdf", "DocType": "8_full", "WebLink": "https://www.resmigazete.gov.tr/eskiler/2021/01/20210119-1.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Cumulation principle of origin <br /> 1. Without prejudice to the provisions of Article 3, materials originating in a Party shall <br /> be considered as materials originating in the other Party when incorporated into a <br /> product there. It shall not be necessary that such materials have undergone sufficient <br /> working or processing, provided they have undergone working or processing going <br /> beyond the operations referred to in Article 6. <br /> 2. Where the working or processing carried out in a Contracting Party for the purpose of <br /> implementation of paragraph 1 does not go beyond.the operations referred to in Article <br /> 6, the product obtained shall be considered as originating in that Contracting Party <br /> provided that the value added there is greater than the value of the materials used <br /> originating in the other Contracting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of machine, equipment, apparatus <br /> or vehicle and used for their operation shall be deemed to have the same origin as the <br /> machine, equipment, apparatus or vehicle, provided that, they: <br /> a) are considered as normal parts of the goods referred to above; and <br /> b) are included in the price of the good; or <br /> c) are not separately declared.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly produced or obtained goods <br /> 1. Within the meaning of Article 3(a), the following shall be considered as wholly <br /> produced or obtained in the exporting Party: <br /> (a) raw or mineral products extracted from its soil, its water or from its seabed; <br /> (b) agricultural products harvested, picked or gathered there including forestry <br /> products; <br /> (c) live animals born and raised there; <br /> (d) products obtained from animals born and raised there; <br /> (e) products obtained by hunting, fishing or aquaculture activities conducted there; <br /> (f) products of sea fishing and other marine products taken from the sea outside <br /> the territorial waters of the Contracting Parties by their vessels; <br /> (g) products processed and/or made on boards its factory ships exclusively from <br /> products referred to in subparagraph (e) and (f) above; <br /> (h) used articles collected there, fit only for the recovery of raw materials; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) goods produced there exclusively from the products referred to in paragraph (a) <br /> to (i) above. <br /> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br /> only to vessels and factory ships: <br /> a) which are registered or recorded in a Contracting Party; <br /> b) which sail under the flag of a Contracting Party; <br /> c) which are owned to an extent of at least 60 percent by nationals of a <br /> Contracting Party, or by a company with its head office in a Contracting Party, <br /> of which the manager or managers, Chairman of the Board of Directors or the <br /> Supervisory Board, and the majority of the members of such boards are <br /> nationals of a Contracting Party and of which, in addition, in the case of <br /> partnerships or limited companies, at least half the capital belongs to the <br /> Contracting Parties or to public bodies or nationals of the Contracting Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1. Any one or combination of two or more of the following operations or processes shall <br /> not by themselves constitute sufficient working or processing: <br /> (a) packing; <br /> (b) simple mixing; <br /> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple-packaging operations; <br /> (d) labeling, affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (e) splitting into lots; <br /> (f) sorting or grading; <br /> (g) marking; <br /> (h) putting up into sets; <br /> (i) simple assembly1; <br /> (j) preserving operations to ensure that the products remain in good condition <br /> during transport and storage; <br /> (k) breaking up and assembly of packages; <br /> (l) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (m) ironing or pressing of textiles; <br /> (n) simple painting and polishing operations; <br /> (o) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (p) operations to color sugar or form sugar lumps; <br /> (q) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (r) sharpening, simple grinding or simple cutting; <br /> (s) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> (t) slaughter of animals. <br /> 2. All operations carried out in Turkey or in Azerbaijan on a given product shall be <br /> considered together when determining whether the working or processing undergone <br /> by that product is to be regarded as insufficient within the meaning of paragraph 1. <br /> 3. If specific skills, machines, apparatus or equipment are not required during the <br /> operations, such operations shall be considered simple operations and shall not meet <br /> the criterion of sufficient processing. <br /> 1Simple assembly describes activity which does not require the use of specially designed machines or apparatus <br /> or equipment and relevant training. <br /> 4. If sufficient working or processing is achieved in respect to any good by exclusively <br /> conducting the operations listed in paragraph 1, the country of origin of this good will <br /> not be considered the country where these operations are conducted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Definitions <br /> (i) @^@value of materials@^@ means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the non-originating materials <br /> in a Contracting Party; <br /> (j) @^@value added@^@ shall be taken to be the ex-works price minus the customs value <br /> of each of the materials incorporated which originate in the other Contracting <br /> Party or where the customs value is not known or cannot be ascertained, the <br /> first ascertainable price paid for the materials in a Contracting Party; <br /> (k) @^@ex-works price@^@ means the price paid for the product ex-works to the <br /> manufacturer in a Contracting Party in whose undertaking the last working or <br /> processing is carried out, provided that the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when the <br /> product obtained is exported;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> For the purposes of determination of the country of origin of the good, the origin of the <br /> following products which might be used in its manufactures hall not be considered: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) products which are not included, and which are not intended to be included <br /> into the composition of the final product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> 1. The preferential concessions provided for under this Agreement apply only to goods <br /> satisfying the requirements of this Annex, which are transported directly between Turkey and <br /> Azerbaijan. However, products may be transported through other territories with, should the <br /> occasion arise, trans-shipment or temporary warehousing in such territories, provided that <br /> they remain under the surveillance of the customs authorities in the country of transit or <br /> temporary warehousing and do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> 2. Originating products may be transported by pipeline across territory other than that of <br /> Turkey or Azerbaijan. <br /> 3. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country <br /> through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where <br /> applicable, the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit <br /> country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> c) If packaging is included with the product for classification purposes according to <br /> General Rule 5 of the HS, it shall be regarded as part of the good when determining <br /> the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> 1. Sets, as defined in General Rule 3 of the HS, shall be regarded as originating provided <br /> that all component products are originating. <br /> 2. When a set is composed of products originating in contracting parties and of third party <br /> origin, the set as a whole shall be regarded as originating in contracting parties, provided <br /> that the value of products of the third party origin does not exceed 15% of the ex-works <br /> price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br /> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br /> in accordance with this Annex and domestic legislation of the exporting country based <br /> on written application by the exporter or by his/her authorized representative. <br /> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br /> the domestic legislation of the exporting country in one of the official languages of the <br /> Contracting Parties or in English. <br /> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br /> any time, to the designated/relevant competent authorities of the exporting country <br /> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br /> the originating status of the products concerned as well as the fulfilment of the other <br /> requirements of this Annex. <br /> 4. The application form shall be determined in accordance with the domestic legislation <br /> of each Contracting Party. <br /> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br /> Origin@^@ shall take any steps necessary to verify the originating status of the products <br /> and the fulfilment of the other requirements of this Annex. <br /> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br /> may use the right to call for any evidence considered appropriate. The issuing <br /> designated/relevant competent authorities shall also ensure that the forms referred to in <br /> paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products in Box.8 has been completed in such a <br /> manner as to exclude all possibility of fraudulent additions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br /> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br /> importing country after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to submit <br /> these documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing country <br /> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br /> goods <br /> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br /> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br /> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br /> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br /> Origin@^@ as well as the application form at least for three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br /> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br /> products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br /> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br /> accepted at importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br /> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br /> Origin@^@ relates, and state the reasons for his request. <br /> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br /> Origin@^@ retrospectively only after verifying that the information supplied in the <br /> exporter's application agrees with that in the corresponding file. <br /> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br /> followings: <br /> - @^@ISSUED RETROSPECTIVELY@^@ <br /> - @^@SONRADAN VERiLMl§TlR@^@ <br /> - @^@SONRADAN VERiLMl§DlR@^@ <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br /> the @^@AZ-TR Certificate of Origin@^@.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Documents confirming the origin of goods <br /> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br /> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br /> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br /> inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or internal <br /> bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or made out <br /> in one of the Contracting Parties where these documents are used in accordance <br /> with domestic law; <br /> (c) documents proving the working or processing of materials in one of the <br /> Contracting Parties, issued or made out in that Contracting Party, where these <br /> documents are used in accordance with domestic law; <br /> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br /> issued or made out in a Contracting Party in accordance with this Annex; <br /> (e) any other evidence and/or documents considered necessary and specified in the <br /> domestic legislation of the Contracting Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Verification of proofs of origin <br /> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br /> random or whenever the customs authorities of the importing country have reasonable <br /> doubts as to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfillment of the other requirements of this Annex. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br /> the invoice or a copy of these documents, to the customs or designated/relevant <br /> competent authorities of the exporting country giving, where appropriate, the reasons <br /> for the enquiry. Any documents and information obtained suggesting that the <br /> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br /> support of the request for verification. <br /> 3. The verification shall be carried out by the designated/relevant competent authorities <br /> of the exporting country. For this purpose, they shall have the right to call for any <br /> evidence considered appropriate. <br /> 4. If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the results of <br /> this verification as soon as possible. These results must indicate clearly whether the <br /> documents are authentic and whether the products concerned can be considered as <br /> products originating in one of the Contracting Parties and fulfil the other requirements <br /> of this Annex. <br /> Where the cumulation provisions in accordance with Article 7 of this Annex were <br /> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br /> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br /> verification request or if the reply does not contain sufficient information to determine <br /> the authenticity of the document in question or the real origin of the products, the <br /> requesting customs authorities shall, except in exceptional circumstances, refuse <br /> entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Penalties <br /> In accordance with national law/legislation of importing country penalties shall be imposed <br /> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br /> information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br /> Certificate of Origin@^@ and those made in the documents submitted to the customs <br /> office for the purpose of carrying out the formalities for importing the products shall <br /> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br /> established by the customs authority of the importing country that this document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br /> should not cause this document to be rejected if these errors are not such as to create <br /> doubts concerning the correctness of the statements made in this document. <br /> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br /> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br /> with the written application submitted by the applicant and approved by the stamp and <br /> signature of the competent person. The certificates can be canceled if there are <br /> reasonable grounds.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Dispute settlement <br /> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br /> settled, between the customs authorities requesting verification and the designated/relevant <br /> competent authorities responsible for carrying out this verification or where they raise a <br /> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br /> In all cases the settlement of disputes between the importer and the customs authorities of the <br /> importing country shall be under the legislation of the said country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 4 : Wholly produced or obtained goods <br> Wholly produced or obtained goods <br> 1. Within the meaning of Article 3(a), the following shall be considered as wholly <br> 1. Any one or combination of two or more of the following operations or processes shall <br> Accessories, spare parts and tools dispatched with a piece of machine, equipment, apparatus <br> produced or obtained in the exporting Party: <br> not by themselves constitute sufficient working or processing: <br> or vehicle and used for their operation shall be deemed to have the same origin as the <br> (a) raw or mineral products extracted from its soil, its water or from its seabed; <br> (a) packing; <br> machine, equipment, apparatus or vehicle, provided that, they: <br> (b) agricultural products harvested, picked or gathered there including forestry <br> (b) simple mixing; <br> a) are considered as normal parts of the goods referred to above; and <br> products; <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> b) are included in the price of the good; or <br> Sets <br> (c) live animals born and raised there; <br> boards and all other simple-packaging operations; <br> c) are not separately declared. <br> (d) products obtained from animals born and raised there; <br> (d) labeling, affixing or printing marks, labels, logos and other like distinguishing <br> Neutral elements <br> (e) products obtained by hunting, fishing or aquaculture activities conducted there; <br> (f) products of sea fishing and other marine products taken from the sea outside <br> 1. Sets, as defined in General Rule 3 of the HS, shall be regarded as originating provided <br> the territorial waters of the Contracting Parties by their vessels; <br> (f) sorting or grading; <br> that all component products are originating. <br> (g) products processed and/or made on boards its factory ships exclusively from <br> (g) marking; <br> 2. When a set is composed of products originating in contracting parties and of third party <br> products referred to in subparagraph (e) and (f) above; <br> (h) putting up into sets; <br> origin, the set as a whole shall be regarded as originating in contracting parties, provided <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> that the value of products of the third party origin does not exceed 15% of the ex-works <br> (j) preserving operations to ensure that the products remain in good condition <br> (j) goods produced there exclusively from the products referred to in paragraph (a) <br> to (i) above. <br> (k) breaking up and assembly of packages; <br> making-up of sets of articles); <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> (l) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> For the purposes of determination of the country of origin of the good, the origin of the <br> (m) ironing or pressing of textiles; <br> following products which might be used in its manufactures hall not be considered: <br> a) which are registered or recorded in a Contracting Party; <br> (n) simple painting and polishing operations; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> b) which sail under the flag of a Contracting Party; <br> (o) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> signs on products or their packaging; <br> GENERAL PROVISIONS <br> (p) operations to color sugar or form sugar lumps; <br> TERRITORIAL REQUIREMENTS <br> Contracting Party, or by a company with its head office in a Contracting Party, <br> (q) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (b) plant and equipment; <br> (d) products which are not included, and which are not intended to be included <br> of which the manager or managers, Chairman of the Board of Directors or the <br> (r) sharpening, simple grinding or simple cutting; <br> into the composition of the final product. <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> Supervisory Board, and the majority of the members of such boards are <br> (s) sifting, screening, sorting, classifying, grading, matching; (including the <br> nationals of a Contracting Party and of which, in addition, in the case of <br> partnerships or limited companies, at least half the capital belongs to the <br> (t) slaughter of animals. <br> Contracting Parties or to public bodies or nationals of the Contracting Parties. <br> 2. All operations carried out in Turkey or in Azerbaijan on a given product shall be <br> considered together when determining whether the working or processing undergone <br> 1. The preferential concessions provided for under this Agreement apply only to goods <br> satisfying the requirements of this Annex, which are transported directly between Turkey and <br> 3. If specific skills, machines, apparatus or equipment are not required during the <br> Azerbaijan. However, products may be transported through other territories with, should the <br> operations, such operations shall be considered simple operations and shall not meet <br> occasion arise, trans-shipment or temporary warehousing in such territories, provided that <br> the criterion of sufficient processing. <br> they remain under the surveillance of the customs authorities in the country of transit or <br> 1Simple assembly describes activity which does not require the use of specially designed machines or apparatus <br> temporary warehousing and do not undergo operations other than unloading, reloading or any <br> or equipment and relevant training. <br> Article 12 : Direct transport <br> 4. If sufficient working or processing is achieved in respect to any good by exclusively <br> 2. Originating products may be transported by pipeline across territory other than that of <br> conducting the operations listed in paragraph 1, the country of origin of this good will <br> Turkey or Azerbaijan. <br> not be considered the country where these operations are conducted. <br> 3. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> Article 7 : Cumulation principle of origin <br> supplied to the customs authorities of the importing country by the production of: <br> Cumulation principle of origin <br> (a) a single transport document covering the passage from the exporting country <br> 1. Without prejudice to the provisions of Article 3, materials originating in a Party shall <br> be considered as materials originating in the other Party when incorporated into a <br> product there. It shall not be necessary that such materials have undergone sufficient <br> working or processing, provided they have undergone working or processing going <br> 2. Where the working or processing carried out in a Contracting Party for the purpose of <br> (iii) certifying the conditions under which the products remained in the transit <br> operation designed to preserve them in good condition. <br> implementation of paragraph 1 does not go beyond.the operations referred to in Article <br> Direct transport <br> 6, the product obtained shall be considered as originating in that Contracting Party <br> (c) failing these, any substantiating documents. <br> provided that the value added there is greater than the value of the materials used <br> originating in the other Contracting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> during transport and storage; <br> price of the set. <br> Insufficient working or processing <br> (a) energy and fuel; <br> (e) splitting into lots; <br> (i) giving an exact description of the products; <br> (i) simple assembly1; <br> beyond the operations referred to in Article 6. <br> country; or <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Accessories, Spare Parts and Tools <br> Article 6 : Insufficient Working or Processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> (ii) stating the dates of unloading and reloading of the products and, where <br> by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> TITLE III <br> Article 10 : Sets <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 1 : Scope <br> Annex II shall be applied for determining the origin of goods eligible for preferential <br> concessions under the Preferential Trade Agreement (hereinafter referred to as @^@this <br> Agreement@^@) between the Republic of Turkey and the Republic of Azerbaijan(hereinafter <br> referred to as @^@Turkey@^@ and @^@Azerbaijan@^@ or @^@the Contracting Parties@^@ where appropriate) <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 2 : Definitions <br> For the purposes of this Annex: <br> (a) @^@chapters@^@ and @^@headings@^@ means the chapters and the headings (four-digit <br> codes) used in the nomenclature which makes up the Harmonized Commodity <br> Description and Coding System (hereinafter referred to as HS); <br> (b) @^@classification@^@ refers to the classification of a product or material under a <br> particular heading; <br> (c) @^@customs value@^@ means the transaction value of imported goods, which is the <br> price actually paid or payable for the goods when sold for export to the country <br> of importation, including other leviable charges and adjustment. In cases where <br> the Customs value cannot be determined based on transaction value, it will be <br> i. The transaction value of identical goods; <br> iii. The deductive value method; <br> determined using one of the following methods: <br> iv. The computed value method; <br> materials used, minus any internal taxes which are, or may be, repaid when the <br> v. The fall-back method; <br> (d) @^@goods@^@ means both material and the products; <br> ii. The transaction value of similar goods; <br> non-originating materials used, or, if this is not known and cannot be <br> (e) @^@manufacture@^@ means any kind of sufficient working or processing including <br> (f) @^@material@^@ means any ingredient, raw material, component or part, etc., used in <br> processing is carried out, provided that the price includes the value of all the <br> product obtained is exported; <br> (i) @^@value of materials@^@ means the customs value at the time of importation of the <br> the manufacture of the product; <br> (g) @^@product@^@ means the product being manufactured, even if it is intended for later <br> assembly or specific operations on both of industrial and agricultural products; <br> use in another manufacturing operation; <br> (h) @^@territories@^@ means territories of Contracting Parties including territorial <br> document, by a single invoice; <br> ascertained, the first ascertainable price paid for the non-originating materials <br> in a Contracting Party; <br> (j) @^@value added@^@ shall be taken to be the ex-works price minus the customs value <br> waters; <br> of each of the materials incorporated which originate in the other Contracting <br> Party or where the customs value is not known or cannot be ascertained, the <br> first ascertainable price paid for the materials in a Contracting Party; <br> (k) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> manufacturer in a Contracting Party in whose undertaking the last working or <br> (l) @^@the customs authorities@^@ means Ministry of Trade of Turkey and State <br> Customs Committee of Azerbaijan; <br> (m) @^@consignment@^@ means products which are either sent simultaneously from one <br> exporter to one consignee or covered by transport documents covering their <br> shipment from the exporter to the consignee or, in the absence of such a <br> (n) @^@resident@^@ means any natural or legal persons, enterprises or organizations <br> taxable on the basis of place of residence, permanent representative, <br> management, registration or establishment or any other similar characteristics <br> in accordance with the domestic legislation of the Contracting Party; <br> (o) @^@exporter@^@ means the resident of one Contracting Party exporting goods to the <br> other Contracting Party who can prove and bear responsibility for the country <br> of origin of the goods; <br> (p) @^@importer@^@ means the resident of one Contracting Party buying goods from the <br> other Contracting Party; <br> (q) @^@competent authority@^@ means the authority competent for the issuance of @^@AZ- <br> TR Certificate of Origin@^@ in accordance with the domestic legislation of the <br> Contracting Party. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Goods covered by the Agreement imported into the territory of a Contracting Party from the <br> other Contracting Party which are consigned directly within the meaning of Article 12 hereof, <br> shall be eligible for preferential concessions if they conform to the origin requirement under <br> any one of the following conditions: <br> a) goods wholly produced or obtained in the Contracting Party satisfying the <br> requirements of Article 4 or <br> b) goods obtained in a Contracting Party incorporating materials which have not been <br> or processing in that Contracting Party within the meaning of Article 5. <br> wholly obtained there, provided that such materials have undergone sufficient working <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 3 : General Requirements <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4 : Wholly produced or obtained goods <br> Wholly produced or obtained goods <br> 1. Within the meaning of Article 3(a), the following shall be considered as wholly <br> 1. Any one or combination of two or more of the following operations or processes shall <br> Accessories, spare parts and tools dispatched with a piece of machine, equipment, apparatus <br> produced or obtained in the exporting Party: <br> not by themselves constitute sufficient working or processing: <br> or vehicle and used for their operation shall be deemed to have the same origin as the <br> (a) raw or mineral products extracted from its soil, its water or from its seabed; <br> (a) packing; <br> machine, equipment, apparatus or vehicle, provided that, they: <br> (b) agricultural products harvested, picked or gathered there including forestry <br> (b) simple mixing; <br> a) are considered as normal parts of the goods referred to above; and <br> products; <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> b) are included in the price of the good; or <br> Sets <br> (c) live animals born and raised there; <br> boards and all other simple-packaging operations; <br> c) are not separately declared. <br> (d) products obtained from animals born and raised there; <br> (d) labeling, affixing or printing marks, labels, logos and other like distinguishing <br> Neutral elements <br> (e) products obtained by hunting, fishing or aquaculture activities conducted there; <br> (f) products of sea fishing and other marine products taken from the sea outside <br> 1. Sets, as defined in General Rule 3 of the HS, shall be regarded as originating provided <br> the territorial waters of the Contracting Parties by their vessels; <br> (f) sorting or grading; <br> that all component products are originating. <br> (g) products processed and/or made on boards its factory ships exclusively from <br> (g) marking; <br> 2. When a set is composed of products originating in contracting parties and of third party <br> products referred to in subparagraph (e) and (f) above; <br> (h) putting up into sets; <br> origin, the set as a whole shall be regarded as originating in contracting parties, provided <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> that the value of products of the third party origin does not exceed 15% of the ex-works <br> (j) preserving operations to ensure that the products remain in good condition <br> (j) goods produced there exclusively from the products referred to in paragraph (a) <br> to (i) above. <br> (k) breaking up and assembly of packages; <br> making-up of sets of articles); <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> (l) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> For the purposes of determination of the country of origin of the good, the origin of the <br> (m) ironing or pressing of textiles; <br> following products which might be used in its manufactures hall not be considered: <br> a) which are registered or recorded in a Contracting Party; <br> (n) simple painting and polishing operations; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> b) which sail under the flag of a Contracting Party; <br> (o) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> signs on products or their packaging; <br> GENERAL PROVISIONS <br> (p) operations to color sugar or form sugar lumps; <br> TERRITORIAL REQUIREMENTS <br> Contracting Party, or by a company with its head office in a Contracting Party, <br> (q) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (b) plant and equipment; <br> (d) products which are not included, and which are not intended to be included <br> of which the manager or managers, Chairman of the Board of Directors or the <br> (r) sharpening, simple grinding or simple cutting; <br> into the composition of the final product. <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> Supervisory Board, and the majority of the members of such boards are <br> (s) sifting, screening, sorting, classifying, grading, matching; (including the <br> nationals of a Contracting Party and of which, in addition, in the case of <br> partnerships or limited companies, at least half the capital belongs to the <br> (t) slaughter of animals. <br> Contracting Parties or to public bodies or nationals of the Contracting Parties. <br> 2. All operations carried out in Turkey or in Azerbaijan on a given product shall be <br> considered together when determining whether the working or processing undergone <br> 1. The preferential concessions provided for under this Agreement apply only to goods <br> satisfying the requirements of this Annex, which are transported directly between Turkey and <br> 3. If specific skills, machines, apparatus or equipment are not required during the <br> Azerbaijan. However, products may be transported through other territories with, should the <br> operations, such operations shall be considered simple operations and shall not meet <br> occasion arise, trans-shipment or temporary warehousing in such territories, provided that <br> the criterion of sufficient processing. <br> they remain under the surveillance of the customs authorities in the country of transit or <br> 1Simple assembly describes activity which does not require the use of specially designed machines or apparatus <br> temporary warehousing and do not undergo operations other than unloading, reloading or any <br> or equipment and relevant training. <br> Article 12 : Direct transport <br> 4. If sufficient working or processing is achieved in respect to any good by exclusively <br> 2. Originating products may be transported by pipeline across territory other than that of <br> conducting the operations listed in paragraph 1, the country of origin of this good will <br> Turkey or Azerbaijan. <br> not be considered the country where these operations are conducted. <br> 3. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> Article 7 : Cumulation principle of origin <br> supplied to the customs authorities of the importing country by the production of: <br> Cumulation principle of origin <br> (a) a single transport document covering the passage from the exporting country <br> 1. Without prejudice to the provisions of Article 3, materials originating in a Party shall <br> be considered as materials originating in the other Party when incorporated into a <br> product there. It shall not be necessary that such materials have undergone sufficient <br> working or processing, provided they have undergone working or processing going <br> 2. Where the working or processing carried out in a Contracting Party for the purpose of <br> (iii) certifying the conditions under which the products remained in the transit <br> operation designed to preserve them in good condition. <br> implementation of paragraph 1 does not go beyond.the operations referred to in Article <br> Direct transport <br> 6, the product obtained shall be considered as originating in that Contracting Party <br> (c) failing these, any substantiating documents. <br> provided that the value added there is greater than the value of the materials used <br> originating in the other Contracting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> during transport and storage; <br> price of the set. <br> Insufficient working or processing <br> (a) energy and fuel; <br> (e) splitting into lots; <br> (i) giving an exact description of the products; <br> (i) simple assembly1; <br> beyond the operations referred to in Article 6. <br> country; or <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Accessories, Spare Parts and Tools <br> Article 6 : Insufficient Working or Processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> (ii) stating the dates of unloading and reloading of the products and, where <br> by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> TITLE III <br> Article 10 : Sets <br> "}, {"ArticleTitle": "Sufficiently worked or processed goods", "ArticleDesc": "Article 5 : Sufficiently worked or processed goods <br> 1. Within the meaning of Article 3 (b), materials of third party origin which are used in <br> the manufacture of the products obtained in a Contracting Party shall be regarded as <br> sufficiently worked or processed provided that the value of such materials does not <br> exceed 45 percent of the ex-works price of the product. <br> 2. Paragraph 1 shall apply subject to the provisions of Article 6. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4 : Wholly produced or obtained goods <br> Wholly produced or obtained goods <br> 1. Within the meaning of Article 3(a), the following shall be considered as wholly <br> 1. Any one or combination of two or more of the following operations or processes shall <br> Accessories, spare parts and tools dispatched with a piece of machine, equipment, apparatus <br> produced or obtained in the exporting Party: <br> not by themselves constitute sufficient working or processing: <br> or vehicle and used for their operation shall be deemed to have the same origin as the <br> (a) raw or mineral products extracted from its soil, its water or from its seabed; <br> (a) packing; <br> machine, equipment, apparatus or vehicle, provided that, they: <br> (b) agricultural products harvested, picked or gathered there including forestry <br> (b) simple mixing; <br> a) are considered as normal parts of the goods referred to above; and <br> products; <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> b) are included in the price of the good; or <br> Sets <br> (c) live animals born and raised there; <br> boards and all other simple-packaging operations; <br> c) are not separately declared. <br> (d) products obtained from animals born and raised there; <br> (d) labeling, affixing or printing marks, labels, logos and other like distinguishing <br> Neutral elements <br> (e) products obtained by hunting, fishing or aquaculture activities conducted there; <br> (f) products of sea fishing and other marine products taken from the sea outside <br> 1. Sets, as defined in General Rule 3 of the HS, shall be regarded as originating provided <br> the territorial waters of the Contracting Parties by their vessels; <br> (f) sorting or grading; <br> that all component products are originating. <br> (g) products processed and/or made on boards its factory ships exclusively from <br> (g) marking; <br> 2. When a set is composed of products originating in contracting parties and of third party <br> products referred to in subparagraph (e) and (f) above; <br> (h) putting up into sets; <br> origin, the set as a whole shall be regarded as originating in contracting parties, provided <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> that the value of products of the third party origin does not exceed 15% of the ex-works <br> (j) preserving operations to ensure that the products remain in good condition <br> (j) goods produced there exclusively from the products referred to in paragraph (a) <br> to (i) above. <br> (k) breaking up and assembly of packages; <br> making-up of sets of articles); <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> (l) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> For the purposes of determination of the country of origin of the good, the origin of the <br> (m) ironing or pressing of textiles; <br> following products which might be used in its manufactures hall not be considered: <br> a) which are registered or recorded in a Contracting Party; <br> (n) simple painting and polishing operations; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> b) which sail under the flag of a Contracting Party; <br> (o) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> signs on products or their packaging; <br> GENERAL PROVISIONS <br> (p) operations to color sugar or form sugar lumps; <br> TERRITORIAL REQUIREMENTS <br> Contracting Party, or by a company with its head office in a Contracting Party, <br> (q) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (b) plant and equipment; <br> (d) products which are not included, and which are not intended to be included <br> of which the manager or managers, Chairman of the Board of Directors or the <br> (r) sharpening, simple grinding or simple cutting; <br> into the composition of the final product. <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> Supervisory Board, and the majority of the members of such boards are <br> (s) sifting, screening, sorting, classifying, grading, matching; (including the <br> nationals of a Contracting Party and of which, in addition, in the case of <br> partnerships or limited companies, at least half the capital belongs to the <br> (t) slaughter of animals. <br> Contracting Parties or to public bodies or nationals of the Contracting Parties. <br> 2. All operations carried out in Turkey or in Azerbaijan on a given product shall be <br> considered together when determining whether the working or processing undergone <br> 1. The preferential concessions provided for under this Agreement apply only to goods <br> satisfying the requirements of this Annex, which are transported directly between Turkey and <br> 3. If specific skills, machines, apparatus or equipment are not required during the <br> Azerbaijan. However, products may be transported through other territories with, should the <br> operations, such operations shall be considered simple operations and shall not meet <br> occasion arise, trans-shipment or temporary warehousing in such territories, provided that <br> the criterion of sufficient processing. <br> they remain under the surveillance of the customs authorities in the country of transit or <br> 1Simple assembly describes activity which does not require the use of specially designed machines or apparatus <br> temporary warehousing and do not undergo operations other than unloading, reloading or any <br> or equipment and relevant training. <br> Article 12 : Direct transport <br> 4. If sufficient working or processing is achieved in respect to any good by exclusively <br> 2. Originating products may be transported by pipeline across territory other than that of <br> conducting the operations listed in paragraph 1, the country of origin of this good will <br> Turkey or Azerbaijan. <br> not be considered the country where these operations are conducted. <br> 3. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> Article 7 : Cumulation principle of origin <br> supplied to the customs authorities of the importing country by the production of: <br> Cumulation principle of origin <br> (a) a single transport document covering the passage from the exporting country <br> 1. Without prejudice to the provisions of Article 3, materials originating in a Party shall <br> be considered as materials originating in the other Party when incorporated into a <br> product there. It shall not be necessary that such materials have undergone sufficient <br> working or processing, provided they have undergone working or processing going <br> 2. Where the working or processing carried out in a Contracting Party for the purpose of <br> (iii) certifying the conditions under which the products remained in the transit <br> operation designed to preserve them in good condition. <br> implementation of paragraph 1 does not go beyond.the operations referred to in Article <br> Direct transport <br> 6, the product obtained shall be considered as originating in that Contracting Party <br> (c) failing these, any substantiating documents. <br> provided that the value added there is greater than the value of the materials used <br> originating in the other Contracting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> during transport and storage; <br> price of the set. <br> Insufficient working or processing <br> (a) energy and fuel; <br> (e) splitting into lots; <br> (i) giving an exact description of the products; <br> (i) simple assembly1; <br> beyond the operations referred to in Article 6. <br> country; or <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Accessories, Spare Parts and Tools <br> Article 6 : Insufficient Working or Processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> (ii) stating the dates of unloading and reloading of the products and, where <br> by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> TITLE III <br> Article 10 : Sets <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "1. When determining country of origin of the product sets, each article included in the set <br> shall be regarded as a separate object of application of the criterion of sufficient working <br> or processing. <br> Accordingly: <br> a) product composed of a group of articles or assembled from a number of articles and <br> classified in a single heading shall be regarded as a single object of application of the <br> criterion of sufficient working or processing; <br> b) If a consignment consists of a number of products classified under the same heading <br> of the HS, each product must be taken into account individually for the purposes of <br> application of the criterion of sufficient working or processing. <br> c) If packaging is included with the product for classification purposes according to <br> General Rule 5 of the HS, it shall be regarded as part of the good when determining <br> the origin of the good. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 8 : Unit of Qualification <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4 : Wholly produced or obtained goods <br> Wholly produced or obtained goods <br> 1. Within the meaning of Article 3(a), the following shall be considered as wholly <br> 1. Any one or combination of two or more of the following operations or processes shall <br> Accessories, spare parts and tools dispatched with a piece of machine, equipment, apparatus <br> produced or obtained in the exporting Party: <br> not by themselves constitute sufficient working or processing: <br> or vehicle and used for their operation shall be deemed to have the same origin as the <br> (a) raw or mineral products extracted from its soil, its water or from its seabed; <br> (a) packing; <br> machine, equipment, apparatus or vehicle, provided that, they: <br> (b) agricultural products harvested, picked or gathered there including forestry <br> (b) simple mixing; <br> a) are considered as normal parts of the goods referred to above; and <br> products; <br> (c) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (c) machines and tools; <br> Article 9 : Accessories, spare parts and tools <br> b) are included in the price of the good; or <br> Sets <br> (c) live animals born and raised there; <br> boards and all other simple-packaging operations; <br> c) are not separately declared. <br> (d) products obtained from animals born and raised there; <br> (d) labeling, affixing or printing marks, labels, logos and other like distinguishing <br> Neutral elements <br> (e) products obtained by hunting, fishing or aquaculture activities conducted there; <br> (f) products of sea fishing and other marine products taken from the sea outside <br> 1. Sets, as defined in General Rule 3 of the HS, shall be regarded as originating provided <br> the territorial waters of the Contracting Parties by their vessels; <br> (f) sorting or grading; <br> that all component products are originating. <br> (g) products processed and/or made on boards its factory ships exclusively from <br> (g) marking; <br> 2. When a set is composed of products originating in contracting parties and of third party <br> products referred to in subparagraph (e) and (f) above; <br> (h) putting up into sets; <br> origin, the set as a whole shall be regarded as originating in contracting parties, provided <br> (h) used articles collected there, fit only for the recovery of raw materials; <br> that the value of products of the third party origin does not exceed 15% of the ex-works <br> (j) preserving operations to ensure that the products remain in good condition <br> (j) goods produced there exclusively from the products referred to in paragraph (a) <br> to (i) above. <br> (k) breaking up and assembly of packages; <br> making-up of sets of articles); <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) (g) shall apply <br> (l) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> For the purposes of determination of the country of origin of the good, the origin of the <br> (m) ironing or pressing of textiles; <br> following products which might be used in its manufactures hall not be considered: <br> a) which are registered or recorded in a Contracting Party; <br> (n) simple painting and polishing operations; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> b) which sail under the flag of a Contracting Party; <br> (o) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> signs on products or their packaging; <br> GENERAL PROVISIONS <br> (p) operations to color sugar or form sugar lumps; <br> TERRITORIAL REQUIREMENTS <br> Contracting Party, or by a company with its head office in a Contracting Party, <br> (q) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (b) plant and equipment; <br> (d) products which are not included, and which are not intended to be included <br> of which the manager or managers, Chairman of the Board of Directors or the <br> (r) sharpening, simple grinding or simple cutting; <br> into the composition of the final product. <br> c) which are owned to an extent of at least 60 percent by nationals of a <br> Supervisory Board, and the majority of the members of such boards are <br> (s) sifting, screening, sorting, classifying, grading, matching; (including the <br> nationals of a Contracting Party and of which, in addition, in the case of <br> partnerships or limited companies, at least half the capital belongs to the <br> (t) slaughter of animals. <br> Contracting Parties or to public bodies or nationals of the Contracting Parties. <br> 2. All operations carried out in Turkey or in Azerbaijan on a given product shall be <br> considered together when determining whether the working or processing undergone <br> 1. The preferential concessions provided for under this Agreement apply only to goods <br> satisfying the requirements of this Annex, which are transported directly between Turkey and <br> 3. If specific skills, machines, apparatus or equipment are not required during the <br> Azerbaijan. However, products may be transported through other territories with, should the <br> operations, such operations shall be considered simple operations and shall not meet <br> occasion arise, trans-shipment or temporary warehousing in such territories, provided that <br> the criterion of sufficient processing. <br> they remain under the surveillance of the customs authorities in the country of transit or <br> 1Simple assembly describes activity which does not require the use of specially designed machines or apparatus <br> temporary warehousing and do not undergo operations other than unloading, reloading or any <br> or equipment and relevant training. <br> Article 12 : Direct transport <br> 4. If sufficient working or processing is achieved in respect to any good by exclusively <br> 2. Originating products may be transported by pipeline across territory other than that of <br> conducting the operations listed in paragraph 1, the country of origin of this good will <br> Turkey or Azerbaijan. <br> not be considered the country where these operations are conducted. <br> 3. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> Article 7 : Cumulation principle of origin <br> supplied to the customs authorities of the importing country by the production of: <br> Cumulation principle of origin <br> (a) a single transport document covering the passage from the exporting country <br> 1. Without prejudice to the provisions of Article 3, materials originating in a Party shall <br> be considered as materials originating in the other Party when incorporated into a <br> product there. It shall not be necessary that such materials have undergone sufficient <br> working or processing, provided they have undergone working or processing going <br> 2. Where the working or processing carried out in a Contracting Party for the purpose of <br> (iii) certifying the conditions under which the products remained in the transit <br> operation designed to preserve them in good condition. <br> implementation of paragraph 1 does not go beyond.the operations referred to in Article <br> Direct transport <br> 6, the product obtained shall be considered as originating in that Contracting Party <br> (c) failing these, any substantiating documents. <br> provided that the value added there is greater than the value of the materials used <br> originating in the other Contracting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> during transport and storage; <br> price of the set. <br> Insufficient working or processing <br> (a) energy and fuel; <br> (e) splitting into lots; <br> (i) giving an exact description of the products; <br> (i) simple assembly1; <br> beyond the operations referred to in Article 6. <br> country; or <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Accessories, Spare Parts and Tools <br> Article 6 : Insufficient Working or Processing <br> only to vessels and factory ships: <br> Article 11 : Neutral Elements <br> (ii) stating the dates of unloading and reloading of the products and, where <br> by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> TITLE III <br> Article 10 : Sets <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 13 : General requirements <br> Goods which comply with origin requirements provided for in this Annex shall benefit from <br> concessions of this Agreement upon submission of @^@AZ-TR Certificate of Origin@^@ to the <br> customs authorities of the importing Contracting Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}, {"ArticleTitle": "Requirements for the submission of @^@AZ-TR Certificate of Origin@^@", "ArticleDesc": "Article 15 : Requirements for the submission of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ shall be submitted to the customs authorities of the importing <br> country in accordance with the procedures applicable in that country. The said authorities may <br> require the relevant document to be accompanied by a statement from the importer to the <br> effect that the products meet the conditions required for the implementation of this <br> Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}, {"ArticleTitle": "Issue of a duplicate @^@AZ-TR Certificate of Origin@^@", "ArticleDesc": "Article 17 : Issue of a duplicate @^@AZ-TR Certificate of Origin@^@ <br> 1. In the event of theft, loss or destruction of @^@AZ-TR Certificate of Origin@^@, the exporter <br> may apply to the designated/relevant competent authorities which issued it for a <br> duplicate made out on the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with one of the followings: <br> - @^@DUPLICATE@^@ <br> - @^@iKiNCi NUSHA@^@ <br> - @^@DUBLiKAT@^@ <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the Box.5 (Remarks)of <br> the duplicate @^@AZ-TR Certificate of Origin@^@. <br> 4. The duplicate, which must bear the date of issue of the original @^@AZ-TR Certificate of <br> Origin@^@, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issue of @^@AZ-TR Certificate of Origin@^@ on the basis of a proof of origin issued or made", "ArticleDesc": "Article 18 : Issue of @^@AZ-TR Certificate of Origin@^@ on the basis of a proof of origin issued or made <br> out previously <br> When originating products are placed under the control of a customs office in Turkey or in <br> Azerbaijan, it shall be possible to replace the original proof of origin by one or more @^@AZ-TR <br> Certificate of Origin@^@ for the purpose of sending all or some of these products elsewhere <br> within Turkey or Azerbaijan. The replacement @^@AZ-TR Certificate of Origin@^@ shall be issued <br> by the customs office under whose control the products are placed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 23 : Mutual assistance <br> 1. The customs authorities of the Contracting Parties shall provide each other with specimen <br> impressions of stamps used in their designated/relevant competent authorities for the <br> issue of @^@AZ-TR Certificate of Origin@^@ and with the addresses of the customs authorities <br> or relevant competent bodies responsible for verifying those certificates. <br> 2. In order to ensure the proper application of this Annex, the Contracting Parties shall assist <br> each other, through the competent customs authorities and relevant competent bodies, in <br> checking the authenticity of the proofs of origin and the correctness of the information <br> given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 27 : Free zones <br> 1. The Contracting Parties shall take all necessary steps to ensure that products traded under <br> cover of @^@AZ-TR Certificate of Origin@^@ which during transportation use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo handling <br> 2. By means of an exemption to the provisions contained in paragraph 1, when products <br> originating in a Contracting Party are imported into a free zone under cover of an @^@AZ- <br> other than normal operations designed to prevent their deterioration. <br> TR Certificate of Origin@^@ and undergo treatment or processing, the authorities concerned <br> shall issue a new @^@AZ-TR Certificate of Origin@^@ at the exporter's request, if the treatment <br> or processing undergone is in conformity with the provisions of this Annex. <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "Article 28 : Sub-Committee on customs and origin matters <br> A Sub-Committee on customs and origin matters shall be set up under the Joint Committee to <br> assist it in carrying out its duties and to ensure a continuous information and consultations <br> process between experts. The said sub-committee shall be composed of experts from the <br> Contracting Parties responsible for customs and origin matters. <br> "}, {"ArticleTitle": "Appendix", "ArticleDesc": "Article 29 : Appendix <br> Appendix to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Goods in transit and storage", "ArticleDesc": "Article 30 : Goods in transit and storage <br> Goods which conform to the provisions of Title II and which on the date of entry into force of <br> this Agreement are either being transported or are being held in a Contracting Party in <br> temporary storage, in bonded warehouses or in free zones, may be accepted as originating <br> products subject to the submission, within four months from the date of entry into force of the <br> Agreement, to the customs authorities of the importing country of @^@AZ-TR Certificate of <br> Origin@^@, drawn up retrospectively, and of any documents that provide supporting evidence of <br> the conditions of transport. <br> "}, {"ArticleTitle": "Amendments", "ArticleDesc": "Article 31 : Amendments <br> The provisions of this Annex may be amended in accordance with the Article 22 of the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> Article 16 : @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> Article 19 : Validity of @^@AZ-TR Certificate of Origin@^@ <br> Article 24 : Verification of proofs of origin <br> Agreement. <br> TITLE IV <br> Procedure for the issue of @^@AZ-TR Certificate of Origin@^@ <br> @^@AZ-TR Certificate of Origin@^@ issued retrospectively <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Validity of @^@AZ-TR Certificate of Origin@^@ <br> Verification of proofs of origin <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be issued by the competent authority (authorities) <br> 1. @^@AZ-TR Certificate of Origin@^@ may exceptionally be issued after exportation of the <br> 1. @^@AZ-TR Certificate of Origin@^@ shall be valid for ten months from the date of issue in the <br> 1. Subsequent verifications of @^@AZ-TR Certificate of Origin@^@ shall be carried out at <br> in accordance with this Annex and domestic legislation of the exporting country based <br> random or whenever the customs authorities of the importing country have reasonable <br> on written application by the exporter or by his/her authorized representative. <br> authorities of the importing country. <br> doubts as to the authenticity of such documents, the originating status of the products <br> 2. @^@AZ-TR Certificate of Origin@^@ shall be completed in accordance with the provisions of <br> 2. @^@AZ-TR Certificate of Origin@^@ which are submitted to the customs authorities of the <br> concerned or the fulfillment of the other requirements of this Annex. <br> the domestic legislation of the exporting country in one of the official languages of the <br> (b) it is demonstrated to the satisfaction of the designated/relevant competent <br> importing country after the final date for presentation specified in paragraph 1 may be <br> Contracting Parties or in English. <br> authorities that an @^@AZ-TR Certificate of Origin@^@ was issued but was not <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> accepted for the purpose of applying preferential treatment, where the failure to submit <br> authorities of the importing country shall return the @^@AZ-TR Certificate of Origin@^@ and <br> 3. The exporter applying for the issue of @^@AZ-TR Certificate of Origin@^@ shall submit at <br> bookkeeping; <br> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br> the invoice or a copy of these documents, to the customs or designated/relevant <br> any time, to the designated/relevant competent authorities of the exporting country <br> 3. In other cases of belated presentation, the customs authorities of the importing country <br> competent authorities of the exporting country giving, where appropriate, the reasons <br> where the @^@AZ-TR Certificate of Origin@^@is issued, all appropriate documents proving <br> the place and date of exportation of the products to which the @^@AZ-TR Certificate of <br> may accept the @^@AZ-TR Certificate of Origin@^@ where the products have been submitted <br> for the enquiry. Any documents and information obtained suggesting that the <br> the originating status of the products concerned as well as the fulfilment of the other <br> Origin@^@ relates, and state the reasons for his request. <br> information given on @^@AZ-TR Certificate of Origin@^@ is incorrect shall be forwarded in <br> 3. The designated/relevant competent authorities may issue an @^@AZ-TR Certificate of <br> Article 20 : Documents confirming the origin of goods <br> support of the request for verification. <br> 4. The application form shall be determined in accordance with the domestic legislation <br> Origin@^@ retrospectively only after verifying that the information supplied in the <br> Documents confirming the origin of goods <br> 3. The verification shall be carried out by the designated/relevant competent authorities <br> of each Contracting Party. <br> The documents referred to in paragraph 3 of Article 14 used for the purpose of proving that <br> of the exporting country. For this purpose, they shall have the right to call for any <br> 5. The designated/relevant competent authorities issuing the @^@AZ-TR Certificate of <br> 4. @^@AZ-TR Certificate of Origin@^@ issued retrospectively must be endorsed with one of the <br> products covered by @^@AZ-TR Certificate of Origin@^@ can be considered as products originating <br> evidence considered appropriate. <br> Origin@^@ shall take any steps necessary to verify the originating status of the products <br> followings: <br> in one of the Contracting Parties and fulfill the other requirements of this Annex may consist <br> 4. If the customs authorities of the importing country decide to suspend the granting of <br> preferential treatment to the products concerned while awaiting the results of the <br> and the fulfilment of the other requirements of this Annex. <br> - @^@ISSUED RETROSPECTIVELY@^@ <br> inter alia of the following: <br> 6. For this purpose, in accordance with their domestic legislation each Contracting Party <br> - @^@SONRADAN VERiLMl§TlR@^@ <br> may use the right to call for any evidence considered appropriate. The issuing <br> - @^@SONRADAN VERiLMl§DlR@^@ <br> exporting country, and must be submitted within the said period to the customs <br> obtain the goods concerned, contained for example in his accounts or internal <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> designated/relevant competent authorities shall also ensure that the forms referred to in <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box.5 (Remarks)of <br> 5. The customs authorities requesting the verification shall be informed of the results of <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> the @^@AZ-TR Certificate of Origin@^@. <br> (b) documents proving the originating status of materials used, issued or made out <br> this verification as soon as possible. These results must indicate clearly whether the <br> reserved for the description of the products in Box.8 has been completed in such a <br> in one of the Contracting Parties where these documents are used in accordance <br> documents are authentic and whether the products concerned can be considered as <br> manner as to exclude all possibility of fraudulent additions. <br> with domestic law; <br> entitlement to the preferences. <br> products originating in one of the Contracting Parties and fulfil the other requirements <br> (c) documents proving the working or processing of materials in one of the <br> of this Annex. <br> Contracting Parties, issued or made out in that Contracting Party, where these <br> Where the cumulation provisions in accordance with Article 7 of this Annex were <br> requirements of this Annex. <br> applied, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> (d) @^@AZ-TR Certificate of Origin@^@ proving the originating status of materials used <br> 6. If in cases of reasonable doubt there is no reply within tenmonths of the date of the <br> Discrepancies and formal errors <br> issued or made out in a Contracting Party in accordance with this Annex; <br> Dispute settlement <br> verification request or if the reply does not contain sufficient information to determine <br> (e) any other evidence and/or documents considered necessary and specified in the <br> the authenticity of the document in question or the real origin of the products, the <br> before the said final date. <br> documents are used in accordance with domestic law; <br> domestic legislation of the Contracting Parties. <br> requesting customs authorities shall, except in exceptional circumstances, refuse <br> Article 21 : Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Preservation of @^@AZ-TR Certificate of Origin@^@ and documents confirming the origin of <br> Article 25 : Dispute settlement <br> goods <br> In accordance with the domestic legislation in force in Contracting Parties, the exporter and/or <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> Where disputes arise in relation to the verification procedures of Article 24, which cannot be <br> the customs authority of the importing country and/or the competent authority issuing@^@ AZ- <br> settled, between the customs authorities requesting verification and the designated/relevant <br> TR Certificate of Origin@^@ shall keep copies of the documents confirming the origin of the <br> competent authorities responsible for carrying out this verification or where they raise a <br> information for the purpose of obtaining a preferential treatment for products. <br> goods submitted for the purposes of the determination of origin, the @^@AZ-TR Certificate of <br> question as to the interpretation of this Annex, they shall be submitted to the Joint Committee. <br> Origin@^@ as well as the application form at least for three years. <br> TITLE V <br> importing country shall be under the legislation of the said country. <br> omissions or special circumstances; or <br> Article 26 : Penalties <br> 1. The discovery of slight discrepancies between the statements made in the @^@AZ-TR <br> Certificate of Origin@^@ and those made in the documents submitted to the customs <br> In accordance with national law/legislation of importing country penalties shall be imposed <br> products to which it relates if: <br> office for the purpose of carrying out the formalities for importing the products shall <br> on any person who draws up, or causes to be drawn up, a document which contains incorrect <br> not ipso facto render the @^@AZ-TR Certificates of Origin@^@ null and void if it is duly <br> established by the customs authority of the importing country that this document does <br> correspond to the products submitted. <br> 2. Obvious formal errors such as typing errors on the @^@AZ-TR Certificates of Origin@^@ <br> 2. For the implementation of paragraph 1, the exporter must indicate in his application <br> should not cause this document to be rejected if these errors are not such as to create <br> Penalties <br> 3. Erosions, obliterations, unauthorized corrections etc. are not allowed in the @^@AZ-TR <br> Certificates of Origin@^@ except for the cases where corrections are made in accordance <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> with the written application submitted by the applicant and approved by the stamp and <br> accepted at importation for technical reasons. <br> signature of the competent person. The certificates can be canceled if there are <br> doubts concerning the correctness of the statements made in this document. <br> reasonable grounds. <br> Article 22 : Discrepancies and Formal Errors <br> exporter's application agrees with that in the corresponding file. <br> these documents by the final date set is due to exceptional circumstances. <br> Proof of origin <br> "}]}]}, "members_found": ["792", "031"]}