{"FtaRooDetails": {"FtaId": 109, "FtaCode": "ITC00112", "FtaName": "China-Macao", "FtaFullName": "Mainland and Macao Closer Economic Partnership Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2004", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Macao, China Special Administrative Region", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under China-Macao", "AdminProcCooAuth": "The certification type under China-Macao is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under China-Macao is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for China-Macao agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "Not available", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notes", "RooText": " Note 1: To be recognized as Macao origin products entitled to enjoy the zero tariff under \"CEPA\", products listed in this Schedule should<br /> conform to both the Rules of Origin for Trade in Goods in the \"CEPA\" and the origin criteria listed in this Schedule.<br /> Note 2: The \"Change in Tariff Heading\" of this Schedule should conform to the criteria set out in the paragraph 3 of Article 5 of Annex 2.<br /> Note 3: The \"Value-added content requirement\" of this Schedule should conform to the criteria set out in the paragraph 4 of Article 5 of", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00112_coo.pdf", "DocType": "1_coo", "WebLink": "http://fta.mofcom.gov.cn/article/hongkong/macao/macaoxieyi/200901/425_1.html"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00112_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00112_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.economia.gov.mo/public/docs/CEPA_CEPA_I/index/en/eannex2.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00112_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.economia.gov.mo/public/docs/CEPA_CEPA_I/index/en/eannex3.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00112_full.pdf", "DocType": "8_full", "WebLink": "https://www.economia.gov.mo/en_US/web/public/pg_cepa_cepa_i?_refresh=true"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "8 The following factors will not be taken into account in determining origin: <br /> (2) parts, spare parts, tools and explanatory materials accompanying the goods for <br /> import customs declaration classified as the same item with the goods in the <br /> @^@Customs Import and Export Tariff of the People's Republic of China@^@.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "3 The term @^@goods wholly obtained in one side@^@ as set out in Article 2(1) of this Annex refers to: <br /> (1) mineral products mined or extracted in that side; <br /> (2) plants or vegetable products harvested or collected in that side; <br /> (3) live animals born and raised in that side; <br /> (4) products obtained in that side from live animals specified in paragraph (3) of this Article; <br /> (5) products obtained from hunting or fishing in that side; <br /> (6) fish and other marine products obtained by fishing conducted in the high seas <br /> by vessels holding a licence issued by that side and flying the national flag (for <br /> Mainland vessels) or the Macao Special Administrative Region flag (for Macao vessels); <br /> (7) products obtained from the processing of products set out in paragraph (6) of <br /> this Article aboard vessels holding a licence issued by that side and flying the <br /> national flag (for Mainland vessels) or the Macao Special Administrative <br /> Region flag (for Macao vessels); <br /> (8) waste and scrap articles collected in that side which are produced from <br /> consumption in that side and fit only for the recovery of raw materials; <br /> (9) waste and scrap which are produced from processing or manufacturing <br /> operations in that side and fit only for the recovery of raw materials; <br /> (10) goods obtained through processing in that side of products set out in <br /> paragraphs (1) to (9) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "4 Processes or treatment for the following specified purposes, whether undertaken <br /> individually or collectively, is regarded as minor processing treatment. Such treatment will <br /> not be taken into account in determining whether the goods are wholly obtained or not: <br /> (1) processing or treatment for transportation or storage of goods; <br /> (2) processing or treatment to facilitate packaging and delivery of goods; <br /> (3) processing or treatment such as packaging or display for distribution and sale of goods. <br /> 6 Simple diluting, mixing, packaging, bottling, drying, assembling, sorting or <br /> decorating will not be regarded as substantial transformation. Enterprises adopting <br /> production or pricing practices with the purpose of circumventing provisions in this Annex <br /> will also not be regarded as substantial transformation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "(4) @^@value-added content@^@ refers to the total value of raw materials, component <br /> parts, labour costs and product development costs exclusively incurred in one <br /> side being greater than or equal to 30% of the FOB value of the exporting <br /> goods, and that the final manufacturing or processing operations should be <br /> completed in the area of that side. The formula for calculation is as follows: <br /> [(value of raw materials + value of component parts + labour costs + product development costs) / FOB value of the exporting goods] x 100% ? 30% <br /> (i) @^@product development@^@ refers to product development carried out in the <br /> area of one side for the purposes of producing or processing the <br /> exporting goods. Development expenses incurred should be related to <br /> the exporting goods. These expenses include fees payable for the <br /> development of designs, patents, patented technologies, trademarks or <br /> copyrights (collectively @^@these rights@^@) carried out by the manufacturer <br /> himself, fees payable to a natural or legal person in the area of one side <br /> for undertaking development of these rights, and fees payable for <br /> purchasing these rights owned by a natural or legal person in the area of <br /> one side. The fees payable should be clearly identifiable under <br /> generally accepted accounting principles and the requirements of <br /> @^@Agreement on Implementation of Article VII of the General Agreement <br /> on Tariffs and Trade 1994@^@; <br /> (ii) calculation of the above @^@value-added content@^@ will be consistent with <br /> generally accepted accounting principles and the @^@Agreement on <br /> Implementation of Article VII of the General Agreement on Tariffs and Trade 1994@^@;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "7 In determining the origin of the goods, the origin of energy, factory premises, <br /> facilities, machinery and equipment, and tools for production of the goods will not be taken <br /> into account; origin of the materials used in the production process but not constituting the <br /> composition or the component parts of the goods will also not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "10 The goods seeking zero tariff under the @^@CEPA@^@ should conform to the direct transportation rules. <br /> The following situations are considered conform to the direct transportation rules: <br /> (1) goods are directly transported from the port of one side to the port of the other side; <br /> (2) goods are transported via Hong Kong, but: <br /> (i) transshipped only for the purposes of geographical or transportation needs; <br /> (ii) not yet entered Hong Kong for trade or consumption; <br /> (iii) not put through any processing operations in Hong Kong, except <br /> loading and unloading or work necessary to maintain the good conditions of the goods. <br /> (3) goods transporting via Hong Kong should submit to the Customs of the arriving <br /> port the following documents: <br /> (i) combined transport bill of lading issued by the exporting side; <br /> (ii) certificate of origin issued by the competent authority of the exporting side; <br /> (iii) invoice of the goods issued by the original factory; <br /> (iv) documents that prove conformity to the three conditions set out in Paragraph 2(2) of this Article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "(2) @^@manufacturing or processing operations@^@ refers to the principal <br /> manufacturing or processing operations carried out in the area of one side <br /> which confer essential characteristics to the goods derived after the operations;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "8 The following factors will not be taken into account in determining origin: <br /> (1) package, packaging materials and repository accompanying the goods for <br /> import customs declaration and classified as the same item with the goods in <br /> the @^@Customs Import and Export Tariff of the People's Republic of China@^@;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "5 Prior to exportation of goods of Macao, which are entitled to zero tariff <br /> under the @^@CEPA@^@, the exporter or manufacturer will apply for a certificate of Macao <br /> origin from the Macao Economic Services. <br /> 6 A certificate of Macao origin issued by the Macao Economic Services <br /> must satisfy the following requirements: <br /> (1) A certificate of origin will have a unique certificate number; <br /> (2) Each certificate of origin will only cover one batch of goods that enter <br /> the Mainland at the same time. A certificate of origin will contain <br /> not more than five eight-digit tariff heading items, and all of them <br /> must be goods listed in Table 1 of Annex 1 of the @^@CEPA@^@; <br /> (3) A certificate of origin will specify the designated single port of customs declaration; <br /> (4) The Mainland Harmonized System code for products on a certificate of <br /> origin will be completed in accordance with the eight-digit tariff code <br /> stipulated in the applicable @^@Customs Import and Export Tariff of the <br /> People's Republic of China@^@; <br /> (5) The quantity unit on a certificate of origin will be completed by <br /> reference to the quantity unit as used in the actual transaction; <br /> (6) Correction or double printing will not be allowed on a certificate of <br /> origin; otherwise, the certificate must be re-issued; <br /> (7) A certificate of origin will be valid for 120 days from the date of issue; <br /> (8) A certificate of origin will be printed in Chinese on A4 size paper <br /> according to the format of Form 1. This language requirement will <br /> be implemented not later than 1 July 2004; <br /> (9) In the event of theft, loss or damage of a certificate of origin, the <br /> exporter or manufacturer may make a written request to the Macao <br /> Economic Services for the issue of a duplicate certificate. The <br /> exporter or manufacturer will ensure that the original copy has not <br /> been used. The duplicate certificate will bear the words @^@certified <br /> true copy@^@. If the original certificate has been used, the duplicate <br /> certificate will be invalid. If the duplicate certificate has been used, <br /> the original certificate will be invalid.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "2 The issuing authority of certificates of Macao origin is the Economic <br /> Services of the Macao Special Administrative Region Government. If there is any <br /> change to the Macao issuing authority, the Customs General Administration will be informed immediately.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "120 days (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "(2) Each certificate of origin will only cover one batch of goods that enter <br /> the Mainland at the same time. A certificate of origin will contain <br /> not more than five eight-digit tariff heading items, and all of them <br /> must be goods listed in Table 1 of Annex 1 of the @^@CEPA@^@; <br /> (7) A certificate of origin will be valid for 120 days from the date of issue;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "8 In making an import declaration, the importer should take the initiative to inform <br /> the customs administration at the port of clearance that the goods are eligible for zero <br /> tariff and submit a valid certificate of origin. If the information is verified to be in <br /> order through interconnection by the customs administration at the port of clearance, <br /> the imported goods will be granted zero tariff treatment. In the event that the <br /> information cannot be verified through interconnection, the customs administration at <br /> the port of clearance may, at the request of the importer, act in accordance with the <br /> stipulated import procedures and release the goods. However, a deposit of an <br /> amount equal to the tariff charged at the applicable @^@non-CEPA@^@ import tariff rate will <br /> be collected for the goods concerned. The customs administration at the port of <br /> clearance will verify the details on the certificate of origin within 90 days following <br /> the release of the goods and, in accordance with the verification results, proceed with <br /> the procedure to either return the deposit or convert the deposit to import tariff. <br /> 9 If the customs administration at the port of clearance has doubts about the <br /> authenticity of the content of a certificate of origin, it may, through the Customs <br /> General Administration or its authorized customs unit, seek assistance from the <br /> Macao Customs Service or the Macao Economic Services. The Macao Customs <br /> Service or the Macao Economic Services will respond within 90 days after receiving <br /> such requests. If the Macao Customs Service or the Macao Economic Services does <br /> not complete the verification and confirmation of the status of the certificate of origin <br /> of the goods concerned within 90 days, the Customs General Administration may <br /> notify the customs administration at the port of clearance to act in accordance with the <br /> stipulated import procedures and release the goods. However, a deposit of an <br /> amount equal to the tariff charged at the applicable @^@non-CEPA@^@ import tariff rate will <br /> be collected for the goods. After verification by the Macao Customs Service or the <br /> Macao Economic Services, the customs administration at the port of clearance will, in <br /> accordance with the verification results, immediately proceed with the procedure to <br /> either return the deposit or convert the deposit to import tariff.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["446", "156"]}