{"FtaRooDetails": {"FtaId": 136, "FtaCode": "ITC00141", "FtaName": "EHP, India-Thailand", "FtaFullName": "FRAMEWORK AGREEMENT FOR ESTABLISHING FREE TRADE AREA BETWEEN THE REPUBLIC OF INDIA AND THE KINGDOM OF THAILAND", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.09.2004", "Type": "Early harvest program/interim agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "India; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EHP, India-Thailand", "AdminProcCooAuth": "The certification type under EHP, India-Thailand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EHP, India-Thailand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EHP, India-Thailand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "Criteria shall be applied in determining the origin of not­wholly produced or obtained products provided that the final process of the manufacture is performed within the territory of the exporting Party and subject to Rule 8: i. local value added content of 40% meaning thereby that the total value of materials originating from the countries other than the Parties or of undetermined origin (that is non­originating materials) used does not exceed 60% of the FOB value of the product so produced or obtained and ii. change in tariff heading at the 4 digit level of Harmonised System where the final export product is classified differently from all the non­originating materials used in its production.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00141_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.indiantradeportal.in/vs.jsp?lang=1&id=0,1,63,2401"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00141_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.thaifta.com/english/in_ehsroo.doc"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00141_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.cbic.gov.in/htdocs-cbec/customs/cs-act/formatted-htmls/agmt-thailand"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00141_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.cbic.gov.in/htdocs-cbec/customs/cs-act/formatted-htmls/agmt-thailand"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00141_full.pdf", "DocType": "8_full", "WebLink": "https://wits.worldbank.org/GPTAD/PDF/archive/India-Thailand.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Cumulative Rule Of Origin <br /> Unless otherwise provided for, products which comply with origin requirements provided for in Rule 4 and which are <br /> used in the territory of a Party as materials for a finished product eligible for preferential treatment under the <br /> Agreement shall be considered as products originating in the territory of the Party where working or processing of the <br /> finished product has taken place subject to fulfillment of conditions of Rule 8 and that the aggregate India­Thailand <br /> value added content on the final product is not less than 40% or a the local value added content specified for <br /> products in Annexure­ A.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Accessories, Spare Parts and Tools <br /> Each Party shall provide that accessories, spare parts and tools delivered with a product that form part of the <br /> product's standard accessories, spare parts and tools, shall be treated as originating products if the product is an <br /> originating product, and shall be disregarded in determining whether all the non­originating materials used in the <br /> production of the product undergo the applicable change in tariff classification, provided that: <br /> a. The accessories, spare parts and/or tools are not invoiced separately from the product? <br /> b. The quantities and value of the accessories, spare parts and/or tools are standard trade practice for the <br /> originating product in the domestic market of the exporting Party? and <br /> c. If the product is subject to a local value added content criterion , the value of such accessories, spare parts <br /> and/or tools shall be taken into account as originating or non originating materials, as the case may be, in <br /> calculating the local value added content.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Wholly produced or obtained <br /> Within the meaning of Rule 4 (a), the following shall be considered as wholly produced or obtained in a Party: <br /> a. Plant and plant products harvested or grown, there? <br /> b. Live animals born and raised there? <br /> c. Products obtained from live animals referred to in paragraph (b) above? <br /> d. Products obtained by hunting, trapping, fishing, or aquaculture, conducted there? <br /> e. Minerals and other naturally occurring substances, not included in paragraph (a) to (d), extracted or taken from <br /> its soil, waters, seabed or beneath their seabed? <br /> f. Products taken from the water, seabed or beneath the seabed outside the territorial waters of a Party, <br /> provided that the Party has the rights to exploit such water, seabed and beneath the seabed in accordance <br /> with the United Nations Convention on the Law of the sea? <br /> g. Products of sea fishing and other marine products taken from outside its territory , by its vessels5,6? <br /> h. Products processed and/or made on board its factory ships6,7 , exclusively from products referred to in <br /> paragraph (g) above? <br /> i. Articles collected there which can no longer perform their original purpose nor are capable of being restored or <br /> repaired and are fit only for disposal or recovery of parts of raw materials, or for recycling purposes8? and <br /> j. Products obtained or produced in a Party solely from products referred to in paragraphs (a) to (i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Minimal Operation and Processes <br /> The following operations or processes are considered to be insufficient to confer the status of originating products, <br /> whether or not there is a change in tariff classification: <br /> a. Operations to ensure the preservation of products in good condition during transport and storage (such as <br /> drying, freezing, keeping in brine, ventilation, spreading out, chilling, placing in salt, sulphur dioxide or other <br /> aqueous solutions, removal of damaged parts, and like operations)? <br /> b. Simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching (including <br /> the making­up of sets of articles), washing, painting, cutting? <br /> c. Changes of packing and breaking up and assembly of consignments? <br /> d. Simple slicing, and repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards, etc.? <br /> e. The affixing of marks, labels or other like distinguishing signs on products or their packaging? <br /> f. Simple mixing of products, provided the characteristics of the obtained products are not essentially different <br /> from those of mixed products? <br /> g. Simple assembly of parts of products to constitute a complete product? <br /> h. Disassembly? <br /> i. Slaughter of animals? <br /> j. Mere dilution with water or another substance that does not materially alter the characteristics of the goods? <br /> k. Simple cleaning, including removal of oxide, oil, paint or other coverings? <br /> l. Oil application? and <br /> m. A combination of any of the two operations referred to in (a) to (l).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6: Not­wholly produced or obtained <br /> a. For the purposes of Rule 4(b), the following general criteria should be applied, provided that the final process <br /> of the manufacture is performed within the territory of the exporting Party and subject to Rule 8: <br /> i. local value added content criterion, <br /> ii. a change in tariff classification criterion between the export product and all non­originating materials used <br /> in its production. <br /> b. Products specified in Annexure­A which fulfill one or a combination of the above criteria shall be considered <br /> as originating from the exporting Party provided that the final process of the manufacture is performed within <br /> the territory of the exporting Party and subject to Rule 8. <br /> c. For the products not specified in Annexure­A as per Rule 6(b), the following <br /> Criteria shall be applied in determining the origin of not­wholly produced or obtained products provided that the <br /> final process of the manufacture is performed within the territory of the exporting Party and subject to Rule 8: <br /> i. local value added content of 40% meaning thereby that the total value of materials originating from the <br /> countries other than the Parties or of undetermined origin (that is non­originating materials) used does not <br /> exceed 60% of the FOB value of the product so produced or obtained? and <br /> ii. change in tariff heading at the 4 digit level of Harmonised System where the final export product is <br /> classified differently from all the non­originating materials used in its production. <br /> d. The formula for calculation of local value added content is as follows : <br /> [(FOB value of the export product - Value of non originating materials)/FOB value of the export product] x 100 = % of Local Value Added Content (LVAC) <br /> e. The value of the non­originating materials shall be : <br /> i. the CIF value at the time of importation of the materials, parts or produce? and/or <br /> ii. the earliest ascertained price paid for the materials, parts or produce of undetermined origin in the territory <br /> of the Party where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 2: Definitions <br /> @^@Indirect material@^@ means goods used in the production, testing or inspection of goods but not physically <br /> incorporated into the goods, or goods used in the maintenance of buildings or the operation of equipment associated <br /> with the production of goods, including: <br /> a. fuel and energy? <br /> b. tools, dies and moulds? <br /> c. parts and materials used in the maintenance of equipment and buildings? <br /> Rule 12: Indirect Materials <br /> An indirect material shall be treated as an originating material without regard to where it is produced and its value <br /> shall be the cost registered in the accounting records of the producer of the export product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Direct Consignment <br /> The following shall be considered to be directly consigned from the exporting Party to all custom points of the <br /> importing Party: <br /> a. if the products are transported without passing through the territory of any country other than the Parties? <br /> b. the products whose transport involves transit through one or more intermediate country with or without tran­ <br /> shipment or temporary storage in such countries, provided that: <br /> i. The transit entry is justified for geographical reason or by consideration related exclusively to transport requirements? <br /> ii. The products have not entered into trade or consumption there? and <br /> iii. The products have not undergone any operation there other than unloading and reloading or any operation <br /> required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Treatment of Packing <br /> (a) Packages and Packing Materials for retail sale: <br /> i. The packages and packing materials for retail sale, when classified together with the packaged product, <br /> according to General Rule 5(b) of the Harmonised System, shall not be taken into account for considering <br /> whether all non­originating materials used in the manufacture of a product fulfil the criterion corresponding to a <br /> change of tariff classification of the said product. <br /> ii. If the product is subject to an ad valorem percentage criterion, the value of the packages and packing <br /> materials for retail sale shall be taken into account in its origin assessment, in case they are treated as being <br /> one for customs purposes with the products in question. <br /> (b) Containers and packing materials for transport <br /> The containers and packing materials exclusively used for the transport of a product shall not be taken into account <br /> for determining the origin of any product, in accordance with General Rule 5(b) of the Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13: Identical And Interchangeable Materials <br /> For the purposes of determining origin of product utilizing identical and interchangeable originating and non originating <br /> materials, mixed or physically combined, the origin of such materials can be determined by generally accepted <br /> accounting principles of stock control applicable in the exporting Party .", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 19: <br /> (a) Products sent from an exporting Party for exhibition in another party and sold during or after the exhibition <br /> for importation into a party shall benefit from the India-Thailand preferential tariff treatment on the condition that <br /> the products meet the requirements of the India-Thailand Interim Rules of Origin provided it is shown to the <br /> satisfaction of the relevant Government authorities of the importing Party that : <br /> (i) An exporter has dispatched those products from the territory of the exporting Party to the Country where the <br /> exhibition is held and has exhibited them there, <br /> (ii) The exporter has sold the goods or transferred them to a consignee in the importing Party; and <br /> (iii) The products have been sold during the exhibition or immediately thereafter to the importing Party in the state <br /> in which they were sent for the exhibition. <br /> (b) For the purpose of implementing the above provisions, the Certificate of Origin must be produced to the <br /> relevant Government authorities of the importing Party. The name and address of the exhibition must be <br /> indicated, a certificate issued by the relevant Government authority of the Party where the exhibition took place <br /> together with supporting documents prescribed in Rule 18(d) may be required. <br /> (c) Paragraph (a) shall apply to any exhibitions, fairs or similar shows or displays where the products remain <br /> under Customs control during these events.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14: Certification of Origin <br /> A claim that products shall be accepted as eligible for preferential concessions in the importing Party shall be <br /> supported by a Certificate of Origin issued by a Government authority designated by the exporting Party and notified <br /> to the other Party to the Agreement in accordance with the Operational Certification Procedures, as set out in Annexure­ B. <br /> Rule 1: <br /> The Certificate of Origin shall be issued by the Government authorities of the exporting Party. <br /> Rule 2: <br /> (a) The Parties shall submit each other of the names and addresses of their respective Government authorities <br /> issuing the Certificate of Origin as well as provide specimen signatures and specimen of official seals used by the <br /> Government authorities. <br /> (b) Any change in names, addresses, or official seals shall be promptly informed in the same manner. <br /> Rule 3: <br /> For the purpose of verifying the conditions for preferential treatment, the Government authority designated to <br /> issue the certificate of origin (herein after referred to as issuing authority) shall have the right to call for any <br /> supporting documentary evidence or to carry out any check considered appropriate. <br /> APPLICATIONS <br /> Rule 4: <br /> The manufacturer and/or exporter of the products qualified for preferential treatment shall apply in writing to the <br /> relevant Issuing Authority requesting for the pre-exportation verification of the origin of the products. The result of <br /> the verification, subject to review periodically or whenever appropriate, shall be accepted as the supporting <br /> evidence in verifying the origin of the said products to be exported thereafter. The pre-exportation verification <br /> may not apply to the products of which, by their nature, origin can be easily verified. <br /> Rule 5: <br /> Before exporting the products under preferential treatment, the exporter or his authorized representative shall <br /> submit a written application for the Certificate of Origin together with appropriate supporting documents proving <br /> that the products to be exported qualify for the issuance of Certificate of Origin. <br /> PRE-EXPORTATION EXAMINATION <br /> Rule 6: <br /> The Issuing Authority shall, to the best of their competence and ability, carry out proper examination upon each <br /> application for the Certificate of Origin to ensure that : <br /> (a) The application and the Certificate of Origin are duly completed and signed by the authorized signatory; <br /> (b) The origin of the product is in conformity with the India-Thailand Interim Rules of Origin; <br /> (c) The other statements of the Certificate of Origin correspond to supporting documentary evidence submitted; <br /> (d) Description, quantity and weight of goods, marks and number of packages, number and kinds of <br /> packages, as specified, conform to the consignment to be exported. <br /> ISSUANCE OF CERTIFICATE OF ORIGIN <br /> Rule 7: <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br /> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the specimen shown in Attachment <br /> 1. It shall be made in English. <br /> (c) The Certificate of Origin shall comprise of one original and three (3) carbon copies of the following colours : <br /> Original - Blue <br /> Duplicate - White <br /> Triplicate - White <br /> Quadruplicate - White <br /> (d) Each Certificate of Origin shall bear a printed distinctive number and a reference number separately given <br /> by each place or office of issuance. <br /> (e) The original copy, together with the triplicate, shall be forwarded by the exporter to the importer for <br /> submission of the original copy to the Customs Authority at the port or place of importation. The duplicate shall be <br /> retained by the issuing authority in the exporting Party. The triplicate shall be retained by the importer and the <br /> quadruplicate shall be retained by the exporter. <br /> Rule 8: <br /> To implement the provisions of Rule 5, Rule 6 and Rule 7 of the India-Thailand Interim Rules of Origin, the <br /> Certificate of Origin issued by the exporting Party shall indicate the relevant rules and applicable percentage of <br /> local value added content in Box 8. <br /> Rule 9: <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any alteration shall be made <br /> by striking out the erroneous materials and making any addition required. Such alterations shall be approved by <br /> an official authorized signing the Certificate of Origin and certified by the Issuing Authority. Unused spaces shall <br /> be crossed out to prevent any subsequent addition. <br /> Rule 10: <br /> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority of the exporting party at the time of <br /> exportation whenever the products to be exported can be considered originating in that Party within the meaning <br /> of the India-Thailand Interim Rules of Origin. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at the time of exportation due to <br /> involuntary errors or omissions or other valid causes, the Certificate of Origin may be issued retroactively but no <br /> longer than 45 days from the date of shipment, bearing the word @^@ISSUED RETROACTIVELY@^@. <br /> Rule 11: <br /> In the event of theft, loss or destruction of a Certificate of Origin, the exporter may apply in writing to the Issuing <br /> Authority which issued it for a certified true copy of the original and the triplicate to be made on the basis of the <br /> export documents in their possession bearing the endorsement of the word @^@CERTIFIED TRUE COPY FOR THE <br /> ORIGINAL CERTIFICATE NO...DATED...@^@ in Box 12. This copy shall bear the date of the original Certificate of <br /> Origin. The certified true copy of a Certificate of Origin shall be issued within the validity period of the original <br /> Certificate of Origin and on condition that the exporter provides to the relevant issuing authority the quadruplicate <br /> copy. The validity of certified true copy of the Certificate of Origin would be same as that of the original certificate so issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: <br /> (a) The application for Certificates of Origin and all documents related to such application shall be retained by <br /> the Issuing Authority for not less than two (2) years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon request of the importing <br /> Party by an official authorized signing the Certificate of Origin and certified by the Issuing Authority. <br /> (c) Any information communicated among the government authorities shall be treated as confidential and shall <br /> be used for the validation of Certificates of Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 18: <br /> For the purpose of implementing Rule 9(b) of the India-Thailand Interim Rules of Origin, where transportation is <br /> effected through the territory of one or more non-parties, the following shall be produced to the Government <br /> authorities of the importing party : <br /> (a) A through Bill of Lading issued in the exporting Party; <br /> (b) A Certificate of Origin issued by the relevant Government authority of the exporting Party; <br /> (c) A copy of the original commercial invoice in respect of the product; and <br /> (d) Supporting documents in evidence that the requirements of Rule 9(b) of the India-Thailand Interim Rules <br /> of Origin are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: <br /> The Original Certificate of Origin shall be submitted to the Customs Authority at the time of lodging the import <br /> entry for the products concerned. <br /> Rule 13: <br /> The following time limit for the presentation of the Certificate of Origin shall be observed : <br /> (a) Certificate of Origin must be submitted to the Customs Authority of the importing Party within the validity <br /> period from the date of endorsement by the relevant Issuing Authority of the exporting Party; <br /> (b) Where the Certificate of Origin is submitted to the relevant Government authority of the importing party <br /> after the expiration of the validity of the Certificate of Origin, such Certificate is still to be accepted when failure to <br /> observe the time-limit results from force majeure or other valid causes beyond the control of the exporter; and <br /> (c) In all cases, the relevant Government authority in the importing party may accept such Certificate of <br /> Origin provided that the products have been imported before the expiration of the validity of the Certificate of Origin. <br /> Rule 14: <br /> The discovery of minor discrepancies between the statements made in the Certificate of Origin and those made <br /> in the documents submitted to the Customs Authority of the importing Party for the purpose of carrying out the <br /> formalities for importing the products shall not ipso facto invalidate the Certificate of Origin, if it does in fact <br /> correspond to the said products. <br /> Rule 15: <br /> (a) The importing Party may request a retroactive check at random and/or when it has reasonable doubt as to <br /> the authenticity of the document or as to the accuracy of the information regarding the true origin of the products <br /> in question or of certain parts thereof. <br /> (b) The request shall be accompanied with the Certificate of Origin concerned and shall specify the reasons and <br /> any additional information suggesting that the particular given on the said Certificate of Origin may be inaccurate, <br /> unless the retroactive check is requested on a random basis. <br /> (c) The Customs Authority of the importing Party may suspend the provisions on preferential treatment while <br /> awaiting the result of verification. However, it may release the products to the importer subject to any <br /> administrative measures deemed necessary, provided that they are not held to be subject to import prohibition or <br /> restriction and there is no suspicion of fraud. <br /> (d) The Issuing Authority receiving a request for retroactive check shall respond within three (3) months after <br /> the receipt of the request. <br /> Rule 16: <br /> (a) The application for Certificates of Origin and all documents related to such application shall be retained by <br /> the Issuing Authority for not less than two (2) years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon request of the importing <br /> Party by an official authorized signing the Certificate of Origin and certified by the Issuing Authority. <br /> (c) Any information communicated among the government authorities shall be treated as confidential and shall <br /> be used for the validation of Certificates of Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 20: <br /> (a) When it is suspected that fraudulent acts in connection with the Certificate of Origin have been committed, <br /> the Government Authorities concerned shall cooperate for appropriate action to be taken in the respective Party <br /> against the persons involved. <br /> (b) Each Party shall provide legal sanctions for fraudulent acts related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14: <br /> The discovery of minor discrepancies between the statements made in the Certificate of Origin and those made <br /> in the documents submitted to the Customs Authority of the importing Party for the purpose of carrying out the <br /> formalities for importing the products shall not ipso facto invalidate the Certificate of Origin, if it does in fact <br /> correspond to the said products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Application", "ArticleDesc": "Rule 1: Application <br> These rules shall apply to products consigned from the territory of either of the Parties. These rules shall be <br> superseded and replaced by the Rules of Origin to be negotiated and implemented by the Parties under Article 3(6) <br> (ii) of the Agreement for FTA in goods. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 2: Definitions <br> For the purpose of the interim rules of origin: <br> @^@A Party@^@ means the individual parties to the Agreement, that is either the Republic of India or the Kingdom of Thailand? <br> @^@CIF value means the price paid to the exporter for the product when it arrives at the port of importation. The <br> exporter must pay the costs, freight, and insurance necessary to deliver the product to the named port of <br> destination. The valuation shall be made in accordance with the Agreement on the implementation of Article VII of GATT 1994. <br> @^@FOB value means the free­on­board price paid to the exporter for the product when it leaves the named port of <br> shipment. Thereafter, the importer will assume the costs including the necessary expenses for the shipment. The <br> valuation shall be made in accordance with the Agreement on the implementation of Article VII of GATT 1994. <br> @^@Harmonized system@^@ means the nomenclature of the Harmonized Commodity Description and Coding System <br> defined in the International Convention on the Harmonized Commodity Description and Coding System (done at <br> Brussels on 14 June 1983) including all legal notes thereto, as in force and as amended from time to time? <br> @^@Identical and interchangeable materials@^@ means materials being of the same kind and commercial quality, <br> possessing the same technical and physical characteristics, and which once they are incorporated into the finished <br> product cannot be distinguished from one another for origin purposes by virtue of any markings etc. ? <br> @^@Indirect material@^@ means goods used in the production, testing or inspection of goods but not physically <br> incorporated into the goods, or goods used in the maintenance of buildings or the operation of equipment associated <br> with the production of goods, including: <br> a. fuel and energy? <br> b. tools, dies and moulds? <br> c. parts and materials used in the maintenance of equipment and buildings? <br> d. lubricants, greases, compounding materials and other materials used in production or used to operate <br> equipment and buildings? <br> e. gloves, glasses, footwear, clothing, safety equipment and supplies? <br> f. equipment, devices, and supplies used for testing or inspecting the goods? <br> g. catalysts and solvents? and <br> h. any other goods that are not incorporated into the good but whose use in the production of the good can <br> reasonably be demonstrated to be a part of that production. <br> @^@Material@^@ means raw materials, ingredients, parts, components, subassembly and/or goods that are physically <br> incorporated into another good or are subject to a process in the production of another good? <br> @^@Originating goods@^@ means products that qualify as originating in accordance with the provisions of Rule 4? <br> @^@Packing@^@ means the goods used to protect a good during its transportation and also packaging material and <br> containers in which a good is packaged for retail sale? <br> @^@Preferential tariff treatment@^@ means the preferential customs duty rate and treatment available over the applied <br> Most­Favoured­Nation customs duty to originating goods pursuant to the rules of origin? <br> @^@Product@^@ means the product being manufactured, even if it is intended for later use in another manufacturing operation? <br> @^@Production@^@ means methods of obtaining goods such as growing, mining, harvesting, raising, breeding, extracting, <br> gathering, collecting, capturing, fishing, trapping, hunting, manufacturing, producing, processing or assembling etc.? <br> @^@Product Specific Rules@^@ means the rules that specify that the non originating materials have undergone a change <br> in tariff classification or a specific manufacturing or processing operation, or satisfy an ad valorem criterion or a <br> combination of any of these criteria? <br> @^@Non­originating material@^@ means any material whose country of origin is other than the Parties (imported non­ <br> originating) and any material whose origin cannot be determined (undetermined origin)? <br> The @^@territory of India@^@ means the territory of the Republic of India including its territorial waters and the air space <br> above its territorial waters and the air space above it, and the other maritime zones including the Exclusive <br> Economic Zone and Continental Shelf over which Republic of India has sovereignty, sovereign rights or exclusive <br> jurisdiction in accordance with its laws in force, the 1982 United Nations Convention on the law of the sea and <br> international law? <br> The @^@territory of Thailand@^@ means the territory of the Kingdom of Thailand including its territorial waters and the air <br> space above its territorial waters and the air space above it, and the other maritime zones including the Exclusive <br> Economic Zone and Continental Shelf over which Kingdom of Thailand has sovereignty, sovereign rights or <br> exclusive jurisdiction in accordance with its laws in force, the 1982 United Nations Convention on the law of the sea <br> and international law? <br> "}, {"ArticleTitle": "Determination of Origin", "ArticleDesc": "Rule 3: Determination of Origin <br> No product shall be deemed to be originating in either Party unless the conditions specified in these rules are <br> complied with in relation to such products and to the satisfaction of the respective Government Authorities <br> designated to issue the Certificate of Origin. <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Rule 4: Originating Goods <br> For the purposes of these rules, products imported by a Party shall be deemed to be originating and eligible for <br> preferential tariff concessions if they conform to the origin requirements under any one of the following: <br> a. Products which are wholly obtained or produced in the territory of the exporting Party as set out and defined in Rule 5? or <br> b. Products not wholly produced or obtained in the territory of the exporting Party provided that the said products <br> are eligible under Rule 6 or Rule 7, and Rule 8. <br> "}, {"ArticleTitle": "Review and Modification", "ArticleDesc": "Rule 15: Review and Modification <br> These rules may be reviewed and modified as and when necessary upon request of a Party and may be open to <br> such reviews and modifications as may be agreed upon. <br> ANNEXURE-B <br> OPERATIONAL CERTIFICATION PROCEDURES FOR INTERIM RULES OF ORIGIN FOR PRODUCTS ELIGIBLE FOR <br> PREFERENTIAL TARIFF FOR THE EARLY HARVEST SCHEME UNDER THE FRAMEWORK AGREEMENT FOR ESTABLISHING <br> FREE TRADE AREA BETWEEN THE KINGDOM OF THAILAND AND REPUBLIC OF INDIA <br> For the purpose of implementing the Interim Rules of Origin for the Early Harvest Scheme under the Framework <br> Agreement for Establishing Free Trade Area between Thailand and India (ITFTA) the following operational <br> procedures on the issuance and verification of the Certificate of Origin (Form FTA) and the other related <br> administrative matters, shall be followed : <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 17: <br> When destination of all or parts of the products exported to specified port is changed, before or after their arrival <br> in the territory of the party, the following Rules shall be observed : <br> (a) If the products have already been submitted to the Customs Authority in the specified importing port, the <br> Certificate of Origin shall, by a written application of the importer, be endorsed to this effect for all or parts of <br> products by the said authority and the original returned to the importer. <br> (b) If the changing of destination occurs during transportation to the importing Party as specified in the <br> Certificate of Origin, the exporter shall apply in writing, accompanied with the issued Certificate of Origin, for the <br> new issuance for all or parts of products. <br> Rule 21: <br> In the case of a dispute concerning origin determination, classification of products or other matters, the <br> Government authorities concerned in the importing and exporting Parties shall consult each other with a view to <br> "}]}]}, "members_found": ["764", "699"]}