{"FtaRooDetails": {"FtaId": 138, "FtaCode": "ITC00143", "FtaName": "EHP, Peru-Thailand", "FtaFullName": "PROTOCOL BETWEEN THE REPUBLIC OF PERU AND THE KINGDOM OF THAILAND TO ACCELERATE THE LIBERALIZATION OF TRADE IN GOODS AND TRADE FACILITATION", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "31.12.2011", "Type": "Early harvest program/interim agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Peru; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EHP, Peru-Thailand", "AdminProcCooAuth": "The certification type under EHP, Peru-Thailand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EHP, Peru-Thailand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EHP, Peru-Thailand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "WO or SP", "RooText": "1. Except as other wise provided in this Annex, each Party shall provide that a good is originating where: (a) it is wholly obtained or produced entirely in the territory of one or both Parties; or (c) it is produced in the territory of one or both Parties exclusively from originating materials.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes", "RooText": " Headnotes to Appendix 1 (Product-Specific Rules of Origin)<br /> 1. The specific rule or specific set of rules that applies to a particular<br /> heading (4-digit code) or subheading (6-digit code) is set out<br /> immediately adjacent to the heading or subheading.<br /> 2. A rule applicable to a subheading shall take precedence over a rule<br /> applicable to the heading which is parent to that subheading.<br /> 3. Where a product-specific rule of origin is defined using the criterion<br /> of a change in tariff classification, and it is written to exclude tariff<br /> provisions at the level of a chapter, heading or subheading of the<br /> Harmonized System, it shall be construed to mean that the rule of<br /> origin requires that materials classified in those excluded provisions<br /> be originating for the good to qualify as an originating good.<br /> 4. When a heading or subheading is subject to alternative product-<br /> specific rules of origin, the rule will be considered to be met if a good<br /> satisfies one of the alternatives.<br /> 5. Reference to weight in the rules for goods provided for in Chapter 1<br /> through 24 of the Harmonized System means dry weight unless<br /> otherwise specified in the Harmonized System.<br /> 6. A requirement of a change in tariff classification applies only to non-<br /> originating materials.<br /> 7. For the purposes of Chapter 39, regional polymer content means the<br /> proportion by weight of the polymer that was formed or modified in<br /> the territories of the Parties.<br /> 8. The following definitions apply:<br /> (a) Chapter means a chapter of the Harmonized System;<br /> (b) Heading means the first four digits in the tariff classification<br /> number under the Harmonized System;<br /> (c) Section means a section of the Harmonized System; and<br /> (d) Subheading means the first six digits in the tariff classification<br /> number under the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00143_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.thaifta.com/trade/peru/pe_annex5eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00143_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/PER_THA_FTA/Notas_Iniciales_Apendice_Reglas_Especificas_de_Origen.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00143_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/PER_THA_FTA/Index_PDF_e.asp"}, {"DocDesc": "Customs administration", "DocFileName": "itc00143_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/PER_THA_FTA/Procedimientos_Aduaneros.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00143_full.pdf", "DocType": "8_full", "WebLink": "http://www.thaifta.com/ThaiFTA/Home/FTAbyCountry/tabid/53/ctl/detail/id/26/mid/480/usemastercontainer/true/Default.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Accumulation <br /> 1. Originating goods or materials of one Party, incorporated into any good <br /> in the territory of the other Party, shall be considered originating in the <br /> territory of such other Party. <br /> 2. A good is originating, when the good is produced in the territory of one or <br /> both Parties, by one or more producers, provided that the good satisfies the <br /> requirements in Article 2 and all other requirements in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : @^@De Minimis@^@ Rule <br /> Notwithstanding Article 2, a good produced in the territory of one or both <br /> Parties shall be originating if the value of all the non-originating materials used <br /> in the production of the good that does not satisfy the requirement of change in <br /> tariff classification set forth in Appendix I (Specific Rules of Origin), does not <br /> exceed 10% of the FOB value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Accessories, Spare Parts or Tools <br /> Accessories, spare parts or tools delivered with originating goods shall be <br /> treated as originating goods, provided that: <br /> (a) accessories, spare parts, or tools are not invoiced separately from the originating goods; <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the originating goods; and <br /> (c) if the goods are subject to a regional value content requirement, the <br /> value of the accessories, spare parts, or tools shall be taken into <br /> account only if they are originating materials of one or both Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained or Produced Entirely Goods <br /> Within the meaning of Article 2 (1) (a), the following shall be considered as <br /> wholly obtained or produced entirely goods in the territory of one or both Parties: <br /> (a) mineral goods extracted in the territory of one or both Parties; <br /> (b) agricultural goods harvested, picked, or gathered in the territory of <br /> one or both Parties; <br /> (c) live animals born and raised in the territory of one or both Parties; <br /> (d) goods obtained from live animals in the territory of one or both Parties; <br /> (e) goods obtained from hunting, trapping, fishing, gathering, capturing, <br /> or aquacultural conducted in the territory of one or both Parties; <br /> (f) Fish, shellfsh, plant, and other marine life taken within maritime zones <br /> over which each Party exercises sovereignty, sovereign rights and jurisdiction in <br /> accordance with the applicable legislation of that Party or the relevant provisions <br /> of international law under the United Nations Convention on the Law of the Sea; <br /> or taken from the high seas, in accordance with the relevant provisions of <br /> international law under the United Nations Convention on the Law of the Sea, by <br /> vessels that are entitled to fy the fag of Thailand or Peru. <br /> (g) Goods taken by a Party, or a person of a Party, from the seabed or <br /> subsoil beneath the seabed over which that Party has exclusive rights in <br /> accordance with the applicable legislation of that Party or the relevant provisions <br /> of international law under the United Nations Convention on the Law of the Sea. <br /> (h) waste and scrap derived from production in the territory of one or <br /> both Parties, or used goods collected in the territory of one or both <br /> Parties, provided that such goods are fit only for the recovery of raw materials; and <br /> (i) goods produced entirely in the territory of one or both Parties <br /> exclusively from goods referred to in paragraphs (a) to (i) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> 8. Minimal operations means: <br /> (a) operations to ensure the preservation of goods in good condition <br /> during transport and storage; <br /> (b) simple operations consisting of sifting or screening, sorting, <br /> classifying, matching, making-up sets of articles, washing, painting, <br /> slicing, mixing, cutting and repacking or placing in bottles, flasks, <br /> bags, fixing on cards or boards, etc.; <br /> (c) change of packaging, breaking up and assembly of packages; <br /> (d) affixing of marks, labels, trade marks or other distinguishing signs <br /> on goods or its packing; <br /> (e) disassembly of goods in its parts; <br /> (f) simple assembly of parts or products to constitute a complete product; <br /> (g) placing in bottles, cases, boxes and other packaging operation; <br /> (h) cleaning, including removal of dust, oxide, oil, paint or other coverings; <br /> (i) application of oil; <br /> (j) the collection of goods to make sets or assortments; <br /> (k) the slaughtering of animals; <br /> (l) mixing of materials, dilution in water or another substance that does <br /> not materially alter the characteristics of the goods; <br /> (m) the originating goods processed by a combination of two or more <br /> operations referred to in subparagraphs (a) through (l) above;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Regional Value Content <br /> 1 Where Appendix I (Specific Rules of Origin) specifies a regional value <br /> content requirement, the calculation shall be based on the following method: <br /> RVC = [(FOB - VNM)/FOB] x 100 <br /> where: <br /> (a) @^@RVC@^@ is the regional value content of the good, expressed as a percentage; <br /> (b) @^@FOB@^@ is the Free On Board value of the particular good <br /> determined in accordance with Articles 1 through 8, Article 15 and <br /> the corresponding interpretative notes of the WTO Agreement on <br /> Implementation of Article VII of the General Agreement on Tariffs <br /> and Trade 1994 (hereinafter referred to as the @^@WTO Customs <br /> Valuation Agreement@^@); <br /> (c) @^@VNM@^@ is the value of all non-originating materials used by the <br /> producer in the production of the good determined in accordance <br /> with Articles 1 through 8, Article 15 and the corresponding <br /> interpretative notes of the WTO Customs Valuation Agreement. <br /> 2 The value of a non-originating material shall be: <br /> (a) the CIF (Cost, Insurance and Freight) value of the material, <br /> determined in accordance with Articles 1 through 8, Article 15 and <br /> the corresponding interpretative notes of the WTO Customs <br /> Valuation Agreement, for a material imported directly by the <br /> producer of the good; <br /> (b) the transaction value, for a material acquired by the producer of the <br /> good in the territory where the good is produced. <br /> 3 To determine the RVC value, the Generally Accepted Accounting <br /> Principles shall be applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> 5. Indirect materials means materials used in the production, testing or <br /> inspection of the goods but not physically incorporated into the goods, or <br /> materials used in the maintenance of buildings or the operation of equipment <br /> associated with the production of goods, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and molds; <br /> (c) parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used <br /> in production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the goods but whose <br /> use in the production of the goods can reasonably be demonstrated to <br /> be a part of that production; <br /> Article 10 : Indirect Materials <br /> Indirect materials shall be considered to be an originating material, without <br /> regards to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct Consignment <br /> For the purpose of this Article, the preferential treatment as stated in this <br /> Protocol, shall be given to the originating goods, consigned directly from the <br /> exporting Party to the importing Party. For such purposes, direct consignment shall mean: <br /> (a) the goods transported only through the territory of the Party; or <br /> (b) the goods transported in transit, through one or more countries that <br /> are not parties to the Protocol, with or without transshipment or <br /> temporary storage, under the control or surveillance of the customs <br /> authority of transited country, provided that; <br /> (i) the transit is justified by geographic reasons or considerations <br /> related to transportation requirements; <br /> (ii) the goods are not allocated to the trade, use or employment in <br /> the country of transit; and <br /> (iii) the goods have not undergone any operation there other than <br /> the loading, unloading or handling to keep them in good <br /> conditions or to ensure conservation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Originating Goods <br /> 1. Except as otherwise provided in this Annex, each Party shall provide that <br /> a good is originating where: <br /> (a) it is wholly obtained or produced entirely in the territory of one or <br /> both Parties; or <br /> (b) each of the non-originating materials used in the production of the <br /> good satisfies the corresponding specific rule of origin included in <br /> Appendix I (Specific Rules of Origin) as a result of a production <br /> process carried out in the territory of one or both Parties; or <br /> (c) it is produced in the territory of one or both Parties exclusively <br /> from originating materials. <br /> 2. Additionally, the good shall satisfy all the applicable requirements of this Annex. <br /> 3. A minimal operation does not confer origin to a non-originating good or material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Treatment of Packing and Packaging Materials <br /> 1. Packaging Materials and Containers for Retail Sale <br /> (a) The packaging materials and containers, in which the goods are <br /> packaged for retail sale, if classified with the goods, shall be <br /> disregarded in determining the origin of the goods. <br /> (b) When the goods are subject to a regional value content requirement, <br /> the value of such packaging materials and containers shall be taken <br /> into account only if they are originating materials of one or both Parties. <br /> 2. Packing Materials and Containers for Transportation <br /> Packing materials and containers for transportation shall be disregarded in <br /> determining the origin of the goods of all cases.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Fungible Goods and Materials <br /> 1 In order to consider if a good is originating, when in the production <br /> process originating and non-originating fungible materials physically mixed <br /> or combined are used, the origin of materials may be determined through the <br /> physical segregation of each fungible good or material or through the use of <br /> any inventory management method as set forth in domestic laws <br /> in force by each Party. <br /> 2 The inventory management method selected under paragraph 1 for a <br /> particular fungible good or material shall continue to be used for that good or <br /> material throughout all the fiscal year of the person that selected the inventory <br /> management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Set of Goods <br /> 1 Sets or assortments of goods, as a result of the application of rule 3 of <br /> the General Rules for the Interpretation of the Harmonized System, shall be <br /> originating only if each good in the set or assortment is originating, and both <br /> the set or assortment and the goods meet with all other applicable <br /> requirements in this Annex. <br /> 2 Notwithstanding paragraph 1 of this Article, a set or assortment of goods <br /> is originating, if the value of all non-originating goods in the set or assortment <br /> does not exceed 15% of the FOB value of the set or assortment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Certificate of Origin <br /> 1. The certificate of origin is used to provide evidence that the good <br /> exported from the territory of one Party to the territory of the other Party is <br /> originating, as provided under this Annex. <br /> 2. The certificate of origin shall be issued with the minimal data included in <br /> Appendix II, which may be modified by the Parties upon mutual agreement. <br /> Each certificate of origin shall cover one shipment of one or several goods. <br /> 3. The issue and control of certificates of origin shall be responsibility of the <br /> competent authorities of each Party. The certificates of origin may be issued <br /> by the authorities directly or by other responsible bodies, according to the <br /> domestic regulations. <br /> 4. The application for a certificate of origin shall be made by an exporter or <br /> final producer of the good. That producer or exporter shall provide to the <br /> certifying entity its application with the commercial invoice and all any other <br /> necessary documents that evidences that the good complies with the rules of <br /> origin set under this Annex, including a Declaration of the Producer <br /> containing minimal information as set forth in Appendix III. When the <br /> exporter is not the producer, the exporter shall supply the declaration of origin. <br /> 5. The certificate of origin shall be submitted in the English language. <br /> However, the customs authority of the importing Party may require the <br /> importer to submit a translation of the certification in the language of the importing Party. <br /> 6. The certificate of origin shall include the name and signature of the <br /> officer designated by the exporting Party, as well as the seal of the certifying <br /> body. The certificate of origin shall not have any amendment. <br /> 7. The certificate of origin shall indicate the applicable rules of origin. <br /> 8. The certificate of origin shall be issued within the five (5) days following <br /> the submission of the application, and shall be effective for three hundred and <br /> sixty five (365) days from the date of issue. It shall not be issued prior to the <br /> date of issue of the commercial invoice, and no later than the date of shipment. <br /> 9. In exceptional cases where a certificate of origin has not been issued at <br /> the time of shipment due to involuntary errors or omissions or other valid <br /> cause, the certificate of origin may be issued bearing @^@ISSUED <br /> RETROACTIVELY@^@ no longer than six (6) months from the time of shipment. <br /> 10. In the event of theft, loss or destruction of a certificate of origin, the <br /> exporter may apply in writing to the certifying entities which issued it for a <br /> certified true copy of the original to be made on the basis of the export <br /> documents in their possession bearing the endorsement of the word <br /> @^@CERTIFIED TRUE COPY@^@. The copy should have the same effective days <br /> as the original certification. <br /> 11. In the event that the goods are temporarily stored under control of the <br /> customs authority of the Party of destination, the certificate of origin shall <br /> remain in effect for the additional amount of time the customs administration <br /> has established for such operations. <br /> 12. The Parties shall exchange the procedures regarding the issue of <br /> certificate of origin within three (3) months after the signature of the Protocol. <br /> Article 16 : Certifying Entities <br /> 1. Each Party shall notify to the other Party the names of the certifying <br /> entities, as well as the registry of the names, signatures and seals of the <br /> officials accredited to issue certificates of origin and shall maintain an <br /> updated record of the names, signatures and seals of officials who are <br /> authorized to countersign them. <br /> 2. Any change to the registry, signatures, seals of officials, or the entities <br /> authorized to issue certificates of origin, shall be notified to the Joint <br /> Commission, indicating the dates of which officials are authorized or no <br /> longer authorized to issue certificates of origin. <br /> 3. Accreditation and notice of names, signature and seals of officials <br /> authorized to countersign the certificates of origin, as well as the entities <br /> authorized to issue them shall be in force for thirty (30) days after the <br /> notification to the Joint Commission. <br /> 4 The Certifying Bodies of each Party shall: <br /> (a) verify that the goods are originating according to the Rules of Origin <br /> of this Protocol; <br /> (b) ensure that the statements of the certificate of origin correspond to <br /> supporting documentary evidence submitted; <br /> (c) ensure that the description, quantity and weight of goods, as <br /> specified, conform to the consignment to be exported; <br /> (d) number correlatively the certificates issued. Each certificate of <br /> origin shall bear a printed correlative number and a reference <br /> number separately given by each certify entity; <br /> (e) keep one copy of all the certificates of origin issued on file for <br /> five (5) years as from the date of issue. The file shall include all <br /> background information used for the issuance of the certificate. <br /> (f) present reports in compliance with the present Annex; <br /> (g) provide the means necessary for supervising their actions; and <br /> (h) provide the other Party with the necessary administrative <br /> cooperation and information for the control of evidence of origin. <br /> Article 17 : Control of the Certificates of Origin <br /> 1 In case of doubts relating to the authenticity of the certificate of origin, <br /> the truthfulness of the information contained in the certificate or the <br /> presumption of breach of the provisions of this Annex, the customs <br /> authorities of the importing Party may require a guarantee equivalent to the <br /> value of the corresponding customs duty or its payment, in accordance with <br /> their respective domestic legislation. The customs authorities shall, in no case, <br /> prevent the continuation of the import process and the release of the goods. <br /> 2. When the certificate of origin contains mistakes or is incomplete, the <br /> customs authorities of the importing Party shall notify the importer and grant <br /> a term of sixty (60) days as from the date of reception of the notification for <br /> due submission of the said document. Upon expiration of the term, the <br /> guaranties may be effective or the corresponding liens may be collected.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "365 days (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Certificate of Origin <br /> 2. The certificate of origin shall be issued with the minimal data included in <br /> Appendix II, which may be modified by the Parties upon mutual agreement. <br /> Each certificate of origin shall cover one shipment of one or several goods. <br /> 8. The certificate of origin shall be issued within the five (5) days following <br /> the submission of the application, and shall be effective for three hundred and <br /> sixty five (365) days from the date of issue. It shall not be issued prior to the <br /> date of issue of the commercial invoice, and no later than the date of shipment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Certifying Entities <br /> (e) keep one copy of all the certificates of origin issued on file for <br /> five (5) years as from the date of issue. The file shall include all <br /> background information used for the issuance of the certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Certificate of Origin <br /> 9. In exceptional cases where a certificate of origin has not been issued at <br /> the time of shipment due to involuntary errors or omissions or other valid <br /> cause, the certificate of origin may be issued bearing @^@ISSUED <br /> RETROACTIVELY@^@ no longer than six (6) months from the time of shipment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Third Party Invoicing <br /> 1. For the purpose of granting preferential tariff treatment, the customs <br /> authority of the importing Party shall accept Certificates of Origin in cases where <br /> the sates invoice covering the goods included in the Certificate of Origin is issued <br /> by a non-Party operator, provided that the goods meet all the applicable <br /> requirements of ANNEX 2. <br /> 2. For purposes of paragraph I, the exporter shall indicate @^@Third Party <br /> Invoicing@^@ and the following information in the Certifcate of Origin: name and <br /> legal address (including city and country) of the non-Party operator. <br /> 3. In the case where a good is invoiced by a non-Party operator, the number <br /> and date of the invoice issued by the exporters and the number and date of the <br /> invoice issued by the non-Party operator (if known) for the importation of the <br /> goods into the importing Party shall be indicated in the Certifcate of Origin. <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Claim of Preferential Tariff Treatment <br /> 1. An importer claiming preferential tariff treatment for a good under this <br /> Protocol shall make a written declaration that the good is originating on the <br /> importation document based on the Certificate of Origin submitted to the <br /> customs authorities of the importing Party. <br /> 2. An importer shall claim preferential treatment only before the release of the good. <br /> Article 18 : Verification of Origin <br /> 1. In case of doubts relating to the authenticity of the certificate of origin, <br /> the truthfulness of the information contained in the certificate or the <br /> presumption of breach of the provisions of this Annex, the competent <br /> authority of the importing Party may initiate an investigation in order to verify <br /> the compliance of this Annex. <br /> 2. Once an investigation has been initiated, the importing Party shall notify <br /> the exporting Party of the beginning of the said investigation and may request: <br /> (a) necessary information to verify the authenticity of the certificate of <br /> origin, as well as of the information contained therein, including the <br /> background information that accompany the application for <br /> preferential treatment in accordance with this Annex; <br /> (b) answers to written questionnaires with additional information sent to <br /> the producer, exporter or importer, in order to verify the truthfulness <br /> of the information contained in the certificate of origin; <br /> (c) verification visits to the premises of the producer in the territory of <br /> the other Party, to review the records referred to paragraph 4 of <br /> Article 16 or to observe the facilities used in the production of the <br /> good under investigation, as well as any information and document <br /> that justifies the origin of the good; or <br /> (d) other procedures agreed between the importing and the exporting <br /> Parties for verifying the origin of the good. <br /> 3. Any information communicated between the Parties concerned shall be <br /> treated as confidential and shall be used only for the validation of certificate <br /> of origin purpose. <br /> Article 19 : Terms <br /> 1. In the event that the information requested in accordance with the Article <br /> 18 is not delivered within the time of one hundred and twenty (120) days, or if <br /> the reply does not provide sufficient information to determine the authenticity <br /> of the certificate of origin or the truthfulness of the information contained in <br /> said document, the competent authority of the importing Party may deny <br /> preferential tariff treatment for the goods covered by the certificates subject to <br /> the verification procedure. The Resolution that denied the preferential <br /> treatment may not be claimed at a later stage. <br /> 2. In the event that the importing Party requests a verification visit to the <br /> facilities of the producer or exporter, the exporting Party shall have forty five <br /> (45) days after the date of receipt of the application to grant its consent. If the <br /> request for verification visit is not accepted, the investigation shall be deemed <br /> as terminated and the importing Party shall refuse a preferential treatment to <br /> the said import. The Resolution that denied the preferential treatment may not <br /> be claimed at a later stage. <br /> 3. The investigation, including the verification visit, shall not exceed three <br /> hundred and sixty five (365) days from the date of notification to the exporting Party. <br /> Article 20 : Determination of Investigation <br /> 1. If, as a result of the investigation of origin: <br /> (a) the originating nature of the good is acknowledged, the competent <br /> authority of the importing Party shall deem the investigation as <br /> terminated and shall return the guaranties given or the value of the <br /> corresponding liens. <br /> (b) it is verified that the certificate contains false information or that the <br /> good does not qualify as originating, the importing Party shall <br /> collect the corresponding liens or shall honor the guaranties. <br /> Additionally, the importing Party may apply the corresponding <br /> sanctions according to its domestic laws. <br /> 2. The determination of qualification of origin must be issued through a <br /> Resolution of the competent authority. <br /> Article 22 : Post Clearance Review <br /> 1 The competent authorities of the importing Party may conduct an <br /> investigation of origin of the goods after the clearance of the goods, according <br /> to its domestic legislation. <br /> 2 The procedure for this investigation shall be the procedure set forth <br /> in Articles 18 through 21 of this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Sanctions <br /> 1 The certifying entities of each Party for the issuance of certificates of <br /> origin shall be jointly liable with the producer or exporter, as far as <br /> authenticity of information contained in the certificate of origin is concerned. <br /> 2 Each Party shall adopt or keep measures that allow the imposition of <br /> civil, administrative and criminal sanctions in case of any violation regarding <br /> the certification of origin. <br /> [Customs administration]: <br /> Article 6 : Fight Against Unlawful Activities <br /> 1 Where a Party has reasonable suspicion of unlawful activity related to <br /> its laws and regulations governing importation, it may request the <br /> other Party in writing for information. <br /> 2 Where a Party providing information to the other Party designates the <br /> information as confidential, the other Party shall maintain the <br /> confidentiality of the information. The Party providing the <br /> information may, in accordance with its national legislation, require a <br /> written assurance by the other Party that the information will be held <br /> in confidence, will be used only for the purposes specified in the other <br /> Party's request for information, and will not be disclosed without the <br /> Party's specific permission. <br /> 3 A Party may decline to provide information requested by the other <br /> Party where the latter has failed to act in conformity with paragraph 2. <br /> 4 Nothing in this Annex shall be taken to require a Party to furnish or <br /> allow access to, or permit the disclosure of information which: <br /> (a) is contrary to the public interest as determined by its laws, rules <br /> or regulations; or <br /> (b) is contrary to its laws, rules or regulations that protect personal <br /> privacy or the financial affairs and accounts of individual <br /> customers of financial institutions. <br /> (c) result in the decline in the efficiency of law enforcement or <br /> failure to achieve its objectives <br /> Article 11 : Sanctions <br /> Each Party shall adopt or keep measures that allow it to impose civil, <br /> administrative and criminal sanctions in case of any violation to its customs <br /> laws and regulations, including those governing tariff classification, <br /> customs valuation, rules of origin and the requirements to guarantee a <br /> preferential tariff treatment under this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Consultation and Dispute Settlement <br /> If the conclusions of the investigation are not satisfactory to any of the <br /> Parties, they shall enter into bilateral consultation. If the Parties fail to <br /> resolve the matter through such consultation, dispute settlement mechanisms <br /> provided under Annex 7 of this Protocol may be invoked. <br /> [Customs administration]: <br /> Article 7 : Review and Appeal <br /> 1 Each Party shall ensure administrative and judicial review for the <br /> decisions and rulings issued by the customs administration. <br /> 2 The request for the review of the decisions and rulings issued by the <br /> customs administration of each Party must be made in writing and <br /> shall have all the necessary information required to make <br /> a decision on the request.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> 1. Day means calendar day; <br> 2. Exporter means a natural or juridical person located in the territory of a <br> Party from which the good is exported; <br> 3. Harmonized system means the Harmonized Commodity Description and <br> Coding System as defined in the International Convention on the Harmonized <br> Commodity Description and Coding System (done at Brussels on 14 June <br> 1983), including all legal notes thereto, as in force and as amended; <br> 4. Generally Accepted Accounting Principles means the recognized <br> consensus or substantial authoritative support in the territory of a Party, with <br> respect to the recording of revenues, expenses, costs, assets and liabilities, the <br> disclosure of information and the preparation of financial statements. These <br> detailed standards, practices and procedures; <br> standards may encompass broad guidelines of general application as well as <br> 5. Indirect materials means materials used in the production, testing or <br> inspection of the goods but not physically incorporated into the goods, or <br> materials used in the maintenance of buildings or the operation of equipment <br> associated with the production of goods, including: <br> (a) fuel and energy; <br> (b) tools, dies and molds; <br> (c) parts and materials used in the maintenance of equipment and buildings; <br> (d) lubricants, greases, compounding materials and other materials used <br> in production or used to operate equipment and buildings; <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (g) catalysts and solvents; and <br> (h) any other goods that are not incorporated into the goods but whose <br> use in the production of the goods can reasonably be demonstrated to <br> 6. Importer means a natural or juridical person located in the territory of a <br> be a part of that production; <br> Party into which the good is imported; <br> 7. Material means raw materials, ingredients, parts, components, <br> subassemblies and goods that are physically incorporated into another goods <br> or are subject to a process in the production of another goods; <br> 8. Minimal operations means: <br> (a) operations to ensure the preservation of goods in good condition <br> during transport and storage; <br> (b) simple operations consisting of sifting or screening, sorting, <br> classifying, matching, making-up sets of articles, washing, painting, <br> slicing, mixing, cutting and repacking or placing in bottles, flasks, <br> bags, fixing on cards or boards, etc.; <br> (c) change of packaging, breaking up and assembly of packages; <br> (d) affixing of marks, labels, trade marks or other distinguishing signs <br> on goods or its packing; <br> (e) disassembly of goods in its parts; <br> (f) simple assembly of parts or products to constitute a complete product; <br> (f) equipment, devices and supplies used for testing or inspecting the goods; <br> (g) placing in bottles, cases, boxes and other packaging operation; <br> (h) cleaning, including removal of dust, oxide, oil, paint or other coverings; <br> (i) application of oil; <br> (j) the collection of goods to make sets or assortments; <br> (k) the slaughtering of animals; <br> (l) mixing of materials, dilution in water or another substance that does <br> not materially alter the characteristics of the goods; <br> (m) the originating goods processed by a combination of two or more <br> operations referred to in subparagraphs (a) through (l) above; <br> 9 Non-originating good means any good that does not qualify as <br> 10. Non-originating material means any material that does not qualify as <br> originating of any Party, according to the Rules of Origin of this Protocol; <br> 11. Originating good means any good that qualifies as originating of any <br> Party, according to the Rules of Origin of this Protocol; <br> 12. Originating material means any material that qualifies as originating of <br> any Party, according to the Rules of Origin of this Protocol; <br> 13. Production means growing, harvesting, extracting, mining, raising, <br> capturing, fishing, trapping, hunting, manufacturing, processing <br> or assembling a good; <br> 14. Packing material and container for shipment means goods used to <br> protect a good during its transportation and does not include the packaging <br> materials and containers in which a good is packaged for retail sale. <br> "}, {"ArticleTitle": "Review and Modification of Rules of Origin", "ArticleDesc": "Article 13 : Review and Modification of Rules of Origin <br> 1 A Party that considers that a specific rule of origin set forth in Appendix <br> I (Specific Rule of Origin) requires modification to take into account <br> developments in production processes, lack of supply of originating materials, <br> or other relevant factors may submit a proposed modification along with <br> supporting rationale and any studies to the Joint Commission for consideration. <br> 2 On submission by a Party of a proposed modification under paragraph 1 <br> of this Article, the Joint Commission may refer the matter to a working group <br> within thirty (30) days or on such other date as the Joint Commission may <br> decide. The working group shall meet to consider the proposed modification <br> within ninety (90) days of the date of referral or on such other date as the <br> Joint Commission may decide. <br> 3. Unless the Joint Commission agrees otherwise, within this period of <br> time, the working group shall supply a report to the Joint Commission, setting <br> out its conclusions and recommendations, if any. <br> 4 The Parties shall conclude the review and modification process within <br> one hundred and eighty (180) days following the date of referral of the <br> request. Nevertheless, the Parties may agree to extend the period of that process. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Purpose and Definitions", "ArticleDesc": "Article 1 : Purpose and Definitions <br> 1 The purpose of this Annex is to promote the objectives of this Protocol <br> by simplifying customs procedures and to ensure their proper <br> application in relation to bilateral trade between the Parties. <br> 2 For the purposes of this Annex, @^@customs procedures@^@ means the <br> treatment applied by the customs administration of each Party to goods <br> subject to customs control. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 2 : Scope <br> This Annex shall be applied in accordance with laws, regulations and <br> policies governing the customs procedures required for clearance of goods <br> traded between the two Parties. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 3 : Customs Valuation <br> The Parties shall determine the customs value of goods traded between <br> them in accordance with the provisions of Article VII of the General <br> Agreement on Tariffs and Trade (hereinafter referred to as @^@GATT@^@) 1994 <br> and the WTO Agreement on Implementation of Article VII of the General <br> Agreement on Tariffs and Trade 1994 (hereinafter referred to as the @^@WTO <br> Customs Valuation Agreement@^@). <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 4 : Customs Procedures and Facilitation <br> 1 Customs procedures of both Parties shall be consistent, where possible <br> and to the extent permitted by their respective laws, regulations and <br> policies, to international standards and recommended practices. <br> foreseeable, consistent, transparent, and facilitate trade. <br> 2 Each Party shall ensure that its customs procedures and practices are <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 5 : Cooperation <br> 1 In accordance with their respective laws, regulations and policies, the <br> customs administrations of both Parties shall provide each other <br> mutual assistance to prevent significant differences in customs <br> legislation as well as to protect the economical, fiscal, social and trade <br> interests of each country, and ensuring an appropriate and efficient <br> customs collection by their administrations. <br> 2 Each Party shall endeavor to notify the other Party of any significant <br> changes to its regulations or domestic policies related to imports that <br> may significantly affect this Protocol. <br> 3 Both Parties shall cooperate to achieve a fluent exchange of <br> information in order to have the information sent by the carrier or the <br> exporter to the customs administration of the importing Party, before <br> the departure of the transportation means carrying the goods, in <br> accordance with its laws and regulations. Likewise, both Parties shall <br> seek to expedite the trade operations between them. <br> "}, {"ArticleTitle": "Paperless Trading and Use of Automated Systems", "ArticleDesc": "Article 8 : Paperless Trading and Use of Automated Systems <br> 1 The customs administrations of both Parties, when implementing <br> measures for reduced paperwork, shall take into consideration the <br> methods agreed in Asia-Pacific Economic Cooperation (APEC) and <br> the World Customs Organization (WCO). <br> 2 The customs administrations of each Party shall work together in order <br> to have customs reports in electronic media as soon as possible. <br> 3 The introduction of information technology shall, to the greatest extent <br> possible, be carried out in consultation with all relevant parties directly affected. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 9 : Risk Management <br> 1 The Parties shall administer customs procedures to facilitate the <br> clearance of low-risk goods and focus on high-risk goods. <br> 2 The Parties shall apply and develop further risk management <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "techniques in the performance of their customs procedures. <br> "}, {"ArticleTitle": "Publication and Discussion", "ArticleDesc": "Article 10 : Publication and Discussion <br> 1 Each Party shall publish through the Internet or on an interconnected <br> telecommunications base or in printed copy the regulations and <br> administrative procedures applicable by its customs administration. <br> 2 Each Party shall designate one or more enquiry points to address <br> enquiries from interested persons of the other Party concerning <br> customs matters and shall make available on the Iinternet information <br> related to the procedures for making such enquiries. <br> "}, {"ArticleTitle": "Express Consignment", "ArticleDesc": "Article 12 : Express Consignment <br> Each Party shall adopt or maintain separate and expedited customs <br> procedures for express consignment while maintaining appropriate customs <br> control and selection, in accordance to its laws and regulations. These procedures shall: <br> (a) provide for the submission and processing of information <br> necessary for the release of an express consignment before the <br> express consignment arrives; <br> (b) allow submission of a single manifest covering all goods <br> contained in a shipment transported by an express consignment <br> service, through, if possible, by electronic means; <br> (c) to the extent possible, provide for clearance of certain goods with <br> a minimum of documentation; <br> (d) under normal circumstances, provide for clearance of express <br> consignment within twelve hours after submission of all the <br> "}]}]}, "members_found": ["764", "604"]}