{"FtaRooDetails": {"FtaId": 143, "FtaCode": "ITC00148", "FtaName": "EPA, China-Hong Kong", "FtaFullName": "MAINLAND AND HONG KONG CLOSER ECONOMIC PARTNERSHIP ARRANGEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2004", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Hong Kong, China Special Administrative Region", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, China-Hong Kong", "AdminProcCooAuth": "The certification type under EPA, China-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, China-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, China-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 60/50%", "RooText": "Change in Tariff Heading and to fulfil the regional value content requirement (60% for Build-down method or 50% for Buildup method).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Remarks", "RooText": " Annex<br /> Product Specific Rules of Origin<br /> [Cursory Translation]<br /> Remarks:<br /> 1. Waste and scrap, whether specified or not, shall be subject to the wholly obtained<br /> criterion.<br /> 2\"Purification\" refers to the reduction or elimination of impurities resulting in a good<br /> suitable for one or more of the following applications:<br /> (i) pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (ii) chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (iii) elements and components for use in micro-elements;<br /> (iv) specialised optical uses;<br /> (v) biotechnical use (e.g. cell culture, genetic technology and as catalysts);<br /> (vi) carriers used in a separation process;<br /> (vii) nuclear grade uses<br /> 3. \"Chemical reaction\"<br /> molecule with a new structure by breaking intramolecular bonds and by forming new<br /> intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule.<br /> the purposes of this definition, the following processes shall not be considered as<br /> chemical reactions:<br /> (i) dissolving in water or other solvents;<br /> (ii) the elimination of solvents including solvent water;<br /> (iii) the addition or elimination of water of crystallisation.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00148_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.tid.gov.hk/english/cepa/files/f1_annex3.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00148_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/cepa/tradegoods/files/product_specific_rules_of_origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00148_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/cepa/legaltext/files/cepa17_main.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00148_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00148_full.pdf", "DocType": "8_full", "WebLink": "https://www.tid.gov.hk/english/cepa/index.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Accumulation <br /> 1 Where originating goods or originating materials of one side <br /> are incorporated into a good in the other side, such goods or materials <br /> shall be considered as originating in the latter side. <br /> 2 For the purposes of paragraph 1 of this Article, where the good <br /> of the latter side is subject to the RVC criterion, the RVC without <br /> counting the value of originating goods or originating materials of the <br /> former side shall be greater than or equal to 15% (build-up method) <br /> or 20% (build-down method) in accordance with the respective formulae.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: De Minimis <br /> A good that does not meet the change in tariff classification <br /> requirement in the Annex (Product Specific Rules of Origin) shall be <br /> regarded as an originating good if the value of non-originating <br /> materials used in the good which do not undergo the required change <br /> in tariff classification does not exceed 10% of the FOB value of the <br /> good. The value of the said non-originating materials shall be <br /> determined in accordance with paragraph 3 of Article 9.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Accessories, Spare Parts and Tools <br /> 1 Accessories, spare parts or tools presented and classified with <br /> a good shall be considered as part of the good, provided that: <br /> (i) they are invoiced together with the good; <br /> (ii) their quantities and values are commercially customary <br /> for the good. <br /> 2 Where a good is subject to the change in tariff classification <br /> criterion in the Annex (Product Specific Rules of Origin), accessories, <br /> spare parts or tools described in paragraph 1 of this Article shall be <br /> disregarded when determining the origin of the good. <br /> 3 Where a good is subject to an RVC criterion, the value of the <br /> accessories, spare parts or tools described in paragraph 1 of this <br /> Article shall be taken into account as originating materials or <br /> non-originating materials, as the case may be, in calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Goods Wholly Obtained or Produced <br /> The following goods shall be considered as wholly obtained or <br /> produced in one side as referred to in subparagraph (i) of Article 7: <br /> (i) live animals born and raised in one side; <br /> (ii) goods obtained from live animals in one side, including <br /> milk, eggs, natural honey, hair, wool, semen or manure; <br /> (iii) plants or plant products grown, and harvested, picked <br /> or gathered in one side; <br /> (iv) goods obtained from hunting, trapping, fishing, <br /> aquaculture, gathering or capturing conducted in one side; <br /> (v) minerals and other naturally occurring substances <br /> extracted or taken from the soil, waters, seabed or <br /> subsoil beneath the seabed of one side and not <br /> included in subparagraphs (i) to (iv) above; <br /> (vi) goods extracted or taken from the waters, seabed or <br /> subsoil beneath the seabed outside one side, provided <br /> that one side has the right to exploit such waters, <br /> seabed or subsoil beneath the seabed in accordance <br /> with the provisions of relevant international agreements <br /> to which that side has forged or joined; <br /> (vii) fish and other marine products obtained by fishing <br /> conducted in the sea outside the waters of one side by <br /> vessels registered with one side or holding a licence <br /> issued by one side and flying the national flag (for <br /> Mainland vessels) or the regional flag of the Hong Kong <br /> Special Administrative Region of the People's Republic <br /> of China (for Hong Kong Special Administrative Region vessels); <br /> (viii) goods processed or manufactured on board factory <br /> ships registered with one side or holding a licence <br /> issued by one side and flying the national flag (for <br /> Mainland vessels) or the regional flag of the Hong Kong <br /> Special Administrative Region of the People's Republic <br /> of China (for Hong Kong Special Administrative Region <br /> vessels), exclusively from goods referred to in <br /> subparagraph (vii) above; <br /> (ix) waste and scrap derived from processing operation in <br /> one side and are fit only for the recovery of raw materials; <br /> (x) waste and scrap articles consumed and collected in <br /> one side and are fit only for the recovery of raw materials; <br /> (xi) goods produced in one side exclusively from goods <br /> referred to in subparagraphs (i) to (x) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Minimal Operations or Processes <br /> 1 Notwithstanding subparagraph (iii) of Article 7, a product shall <br /> not be considered as originating, if it has only undergone one or more <br /> of the following operations: <br /> (i) preservation operations to ensure the good remains in <br /> good condition during transport and storage; <br /> (ii) simple assembly of parts of articles to constitute a <br /> complete article, or simple disassembly of products into parts; <br /> (iii) packing, unpacking or repacking operations, etc. for the <br /> purposes of sale or presentation; <br /> (iv) slaughtering of animals; <br /> (v) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br /> (vi) ironing or pressing of textiles; <br /> (vii) simple painting and polishing operations; <br /> (viii) husking, partial or total bleaching, polishing, and <br /> glazing of cereals and rice; <br /> (ix) operations to colour sugar or form sugar lumps; <br /> (x) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (xi) sharpening, simple grinding, or simple cutting; <br /> (xii) sifting, screening, sorting, classifying, grading, <br /> matching (including the making-up of sets of articles), <br /> cutting, slitting, bending, coiling, or uncoiling; <br /> (xiii) simple placing in bottles, cans, bags, cases, boxes, <br /> fixing on cards or boards, and other similar packaging operations; <br /> (xiv) affixing or printing marks, labels, logos or other like <br /> distinguishing signs on products or their packaging; <br /> (xv) simple mixing of goods, whether or not of different kinds; <br /> (xvi) mere dilution with water or another substance that does <br /> not materially alter the characteristics of the goods; <br /> (xvii) operations whose sole purpose is to facilitate port handling; <br /> (xviii) a combination of two or more operations specified in <br /> subparagraphs (i) to (xvii) above. <br /> 2 All operations in the production of a given good carried out in <br /> one side shall be taken into account when determining whether the <br /> working or processing undergone by that good is considered as <br /> minimal operations or processes referred to in paragraph 1 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Regional Value Content <br /> 1 The RVC criterion as provided for in subparagraph (iii) of Article 7 <br /> and the Annex (Product Specific Rules of Origin) shall be <br /> calculated in accordance with the formula as follows: <br /> (i) Build-up method <br /> RVC = [(value of originating materials + labour costs + product development costs)/FOB value] ×100% <br /> (ii) Build-down method <br /> RVC = [(FOB value - value of non-originating materials)/FOB value] ×100% <br /> The value of originating materials shall include the value of <br /> originating raw materials and component parts. <br /> 2 For the purposes of subparagraph (i) of paragraph 1 of this <br /> Article, product development refers to product development carried <br /> out in one side for the purposes of producing or processing the <br /> exporting goods. Expenses incurred in product development shall be <br /> related to the exporting goods. These expenses include fees payable <br /> for the development of designs, patents, patented technologies, <br /> trademarks or copyrights (collectively @^@these rights@^@) carried out by <br /> the manufacturer himself, fees payable to a natural or legal person in <br /> one side for undertaking the development of these rights, and fees <br /> payable for purchasing these rights owned by a natural or legal <br /> person in one side. The expenses incurred shall be identifiable under <br /> generally accepted accounting principles and the Customs Valuation Agreement. <br /> 3 For the purposes of subparagraph (ii) of paragraph 1 of this Article, <br /> the value of non-originating materials shall be determined <br /> according to one of the following circumstances: <br /> (i) in case of the imported non-originating materials, the <br /> value of non-originating materials shall be the CIF value <br /> of the materials at the time of importation; <br /> (ii) in case of the non-originating materials obtained in one <br /> side, the value of non-originating materials shall be the <br /> earliest ascertainable price paid or payable in one side. <br /> The value of such non-originating materials shall not <br /> include freight, insurance, packing costs and any other <br /> costs incurred in transporting the material from the <br /> supplier's warehouse to the manufacturer's location. <br /> 4 For the purposes of paragraph 1 of this Article, the calculation <br /> of the RVC shall be consistent with generally accepted accounting <br /> principles and the Customs Valuation Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Neutral Elements <br /> In determining whether a good is an originating good, the origin <br /> of the following neutral elements shall be disregarded: <br /> (i) fuel, energy, catalysts and solvents; <br /> (ii) equipment, devices and supplies used for testing or <br /> inspecting the goods; <br /> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (iv) tools, dies and moulds; <br /> (v) spare parts and materials used in the maintenance of <br /> equipment and buildings; <br /> (vi) lubricants, greases, compounding materials and other <br /> materials used in production or used to operate <br /> equipment and buildings; <br /> (vii) any other goods that are not incorporated into the good <br /> but whose use in the production of the good can <br /> reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Direct Consignment <br /> Zero tariff treatment under this Agreement shall only apply to <br /> goods which are transported directly between the two sides.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Packages and Containers <br /> 1 Containers and packaging materials used for the transport of <br /> a good shall not be taken into account in determining the origin of the good. <br /> 2 Where a good is subject to the change in tariff classification <br /> criterion in the Annex (Product Specific Rules of Origin), the origin of <br /> the packaging materials and containers in which the good is <br /> packaged for retail sale shall be disregarded in determining the origin <br /> of the good, provided that the packaging materials and containers are <br /> classified with the good. However, where a good is subject to the <br /> RVC requirement, the value of the packaging materials and <br /> containers used for retail sale shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, <br /> in calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Fungible Materials <br /> Where fungible materials are used in the production of a good, <br /> the following methods shall be adopted in determining whether the <br /> materials used qualify as originating: <br /> (i) physical separation of the materials; <br /> (ii) an inventory management method recognised in the <br /> generally accepted accounting principles of the <br /> exporting side. Such inventory management method <br /> shall be used continuously for at least 12 months from <br /> the date of commencement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Sets <br /> 1 Sets, as defined in General Rule 3 of the Harmonised System, <br /> shall be regarded as originating in one side when all component <br /> goods are originating in that side. <br /> 2 If part of the component goods is not originating in one side, <br /> the set as a whole shall be regarded as originating in that side, <br /> provided that the value of the non-originating goods as determined in <br /> accordance with Article 9 does not exceed 15% of the FOB price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Certificate of Origin <br /> 1 A Certificate of Origin may be issued electronically or in print <br /> by the authorised issuing authorities of one side on application by an <br /> exporter or a manufacturer, provided that the goods can be <br /> considered as originating in that side subject to the provisions of this <br /> Chapter. The template of the Certificate of Origin shall be separately <br /> agreed by the competent authorities of the two sides. <br /> 2 One side shall inform the other side of the names and <br /> addresses of its authorised issuing authorities. One side shall also <br /> provide the other side with the specimen of the official stamps or other <br /> security features used by its authorised issuing authorities if the <br /> authorised issuing authorities issue a Certificate of Origin in print. <br /> One side shall promptly inform the customs administration of the <br /> other side if there is any change to the names, addresses, official <br /> stamps or other security features. <br /> 3 A Certificate of Origin shall satisfy the following requirements: <br /> (i) a Certificate of Origin shall have a unique certification <br /> reference number; <br /> (ii) a Certificate of Origin shall be completed in Chinese <br /> and will cover one or more goods under the same consignment; <br /> (iii) a Certificate of Origin shall specify the information of the <br /> exporter and consignee, departure date, port of <br /> discharge, mode of transport, Harmonised System <br /> code (at least 6-digit) of the good, description of goods, <br /> quantity and quantity unit, price, information of the <br /> issuing authority, etc.; <br /> (iv) a Certificate of Origin in print shall contain security <br /> features such as specimen signatures or official stamps, <br /> etc. as advised to the importing side by the exporting side. <br /> 4 A Certificate of Origin shall be issued before or at the time of <br /> shipment. It shall be valid for one year from the date of issue by the exporting side. <br /> 5 If a Certificate of Origin was not issued before or at the time of <br /> shipment due to force majeure, involuntary errors, omissions or other <br /> valid causes, it may be issued retrospectively within one year from <br /> the date of shipment, bearing the words @^@ISSUED <br /> RETROSPECTIVELY@^@, and remain valid for one year from the date of shipment. <br /> 6 In the event of theft, loss or damage of a Certificate of Origin <br /> in print, the exporter or manufacturer may make a written request to <br /> the authorised issuing authority of the exporting side for issuing a <br /> certified copy of the Certificate of Origin. The certified copy shall bear <br /> the words @^@CERTIFIED TRUE COPY of the original Certificate of <br /> Origin numbered dated @^@. The certified copy shall have the <br /> same term of validity as the original Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 37: Authorised Economic Operator System <br /> 1 In implementing an Authorised Economic Operator System or <br /> relevant measures, one side shall draw on relevant international <br /> standards, in particular the SAFE Framework of Standards to Secure <br /> and Facilitate Global Trade of the World Customs Organisation. <br /> 2 The two sides shall launch or continue to deepen the <br /> cooperation in the mutual recognition of the Authorised Economic <br /> Operator System or relevant measures, and provide customs <br /> clearance facilitation for law-abiding and secure enterprises in <br /> accordance with the law, so as to facilitate trade between the two <br /> sides and international trade while ensuring effective regulation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Certificate of Origin <br /> 4 A Certificate of Origin shall be issued before or at the time of <br /> shipment. It shall be valid for one year from the date of issue by the exporting side.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Retention of Origin Documents <br /> The two sides shall require their manufacturers, exporters and <br /> importers to retain in print or electronically the documents that prove <br /> the originating status of the goods for at least three years or any <br /> period of time according to their respective laws and regulations. The <br /> two sides shall require their authorised issuing authorities to retain <br /> electronic information of the issuance of Certificates of Origin for at <br /> least three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Refund of Customs Duties or Deposit <br /> 1 In the event that the origin information cannot be verified <br /> through interconnection network when an import declaration is made, <br /> the customs administration of the importing side may, upon the <br /> request of the importer, act in accordance with the stipulated <br /> procedures and release the goods upon payment of a deposit. The <br /> customs administration of the importing side shall verify the details on <br /> the Certificate of Origin within 90 days following the release of the <br /> goods and, in accordance with the verification results, proceed with <br /> the procedure to either return the deposit or convert the deposit to import tariff. <br /> 2 The importer may request a refund of the excess tariff or paid <br /> deposit within the time limit as specified in the regulations of the importing side. <br /> 3 Where the importer fails to inform the customs administration <br /> at the port of clearance upon importation that the imported goods are <br /> eligible for zero tariff, the paid tariff or deposit shall not be refunded <br /> even if the importer applies to the customs administration for zero <br /> tariff and declares origin information afterwards.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Obligations Regarding Importations <br /> 1 For goods applying for zero tariff, one side may request the <br /> goods of the other side claimed to have qualified as originating in <br /> accordance with the requirements specified in this Chapter to declare <br /> origin information upon importation. <br /> 2 Importers applying for zero tariff shall: <br /> (i) take the initiative to declare that the goods are eligible <br /> for zero tariff and to declare relevant origin information <br /> in accordance with requirements of the customs <br /> administration of the importing side; <br /> (ii) submit supporting documents relating to importation of <br /> the goods, upon request of the customs administration <br /> of the importing side.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Verification of Origin <br /> 1 For the purposes of determining the authenticity of the <br /> Certificate of Origin, or the originating status of the goods, or whether <br /> the goods have fulfilled other requirements specified in this Chapter, <br /> the customs administration of the importing side may conduct a <br /> verification by means of: <br /> (i) requesting additional information from the importer; <br /> (ii) requesting additional information from the exporter or <br /> manufacturer via the customs administration of the exporting side; <br /> (iii) requesting the customs administration of the exporting <br /> side to conduct verification of origin of goods; <br /> (iv) other procedures mutually agreed by the customs <br /> administrations of the two sides; <br /> (v) conducting verification visits on the exporting side with <br /> customs officers of the exporting side in a manner <br /> agreed by the customs administrations of the two sides when necessary. <br /> 2 When submitting verification request to the customs <br /> administration of the exporting side, the customs administration of the <br /> importing side shall specify the reasons and provide relevant <br /> documents and information to justify its verification request. <br /> 3 The importer, exporter or manufacturer referred to in <br /> paragraph 1 of this Article receiving a request for additional <br /> information shall respond to the request promptly and reply within <br /> 90 days from the date of receipt of the request. The customs <br /> administration of the exporting side shall complete the verification and <br /> report the result to the customs administration of the importing side <br /> within 6 months after receiving the verification request. <br /> 4 If no reply is received within the deadlines specified above, or <br /> if the reply does not contain the information necessary to determine <br /> the authenticity of the relevant documents or the originating status of <br /> the goods in question, the customs administration of the importing <br /> side may deny zero tariff treatment to the goods in question. <br /> Article 25: Denial of Zero Tariff Treatment <br /> Except as otherwise provided in this Chapter, the importing <br /> side may deny claim for zero tariff treatment if any of the following applies: <br /> (i) the good does not meet the provisions of this Chapter; <br /> (ii) the importer, exporter or manufacturer fails to comply <br /> with the provisions of this Chapter; <br /> (iii) the Certificate of Origin does not meet the provisions of <br /> this Chapter; <br /> (iv) in a case stipulated in paragraph 4 of Article 24.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 8: Goods Wholly Obtained or Produced <br> Article 19: Certificate of Origin <br> Article 24: Verification of Origin <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> The following goods shall be considered as wholly obtained or <br> 1 A Certificate of Origin may be issued electronically or in print <br> 1 For the purposes of determining the authenticity of the <br> RULES OF ORIGIN <br> produced in one side as referred to in subparagraph (i) of Article 7: <br> by the authorised issuing authorities of one side on application by an <br> Certificate of Origin, or the originating status of the goods, or whether <br> (i) live animals born and raised in one side; <br> exporter or a manufacturer, provided that the goods can be <br> the goods have fulfilled other requirements specified in this Chapter, <br> (ii) goods obtained from live animals in one side, including <br> considered as originating in that side subject to the provisions of this <br> the customs administration of the importing side may conduct a <br> milk, eggs, natural honey, hair, wool, semen or manure; <br> Chapter. The template of the Certificate of Origin shall be separately <br> verification by means of: <br> (iii) plants or plant products grown, and harvested, picked <br> agreed by the competent authorities of the two sides. <br> (i) requesting additional information from the importer; <br> or gathered in one side; <br> 2 One side shall inform the other side of the names and <br> (ii) requesting additional information from the exporter or <br> (iv) goods obtained from hunting, trapping, fishing, <br> addresses of its authorised issuing authorities. One side shall also <br> manufacturer via the customs administration of the exporting side; <br> aquaculture, gathering or capturing conducted in one side; <br> provide the other side with the specimen of the official stamps or other <br> (iii) requesting the customs administration of the exporting <br> (v) minerals and other naturally occurring substances <br> security features used by its authorised issuing authorities if the <br> side to conduct verification of origin of goods; <br> extracted or taken from the soil, waters, seabed or <br> authorised issuing authorities issue a Certificate of Origin in print. <br> (iv) other procedures mutually agreed by the customs <br> good condition during transport and storage; <br> subsoil beneath the seabed of one side and not <br> One side shall promptly inform the customs administration of the <br> administrations of the two sides; <br> glazing of cereals and rice; <br> included in subparagraphs (i) to (iv) above; <br> other side if there is any change to the names, addresses, official <br> (v) conducting verification visits on the exporting side with <br> (vi) goods extracted or taken from the waters, seabed or <br> stamps or other security features. <br> customs officers of the exporting side in a manner <br> subsoil beneath the seabed outside one side, provided <br> 3 A Certificate of Origin shall satisfy the following requirements: <br> agreed by the customs administrations of the two sides when necessary. <br> that one side has the right to exploit such waters, <br> (i) a Certificate of Origin shall have a unique certification <br> 2 When submitting verification request to the customs <br> seabed or subsoil beneath the seabed in accordance <br> reference number; <br> administration of the exporting side, the customs administration of the <br> with the provisions of relevant international agreements <br> (ii) a Certificate of Origin shall be completed in Chinese <br> importing side shall specify the reasons and provide relevant <br> to which that side has forged or joined; <br> and will cover one or more goods under the same consignment; <br> documents and information to justify its verification request. <br> (vii) fish and other marine products obtained by fishing <br> (iii) a Certificate of Origin shall specify the information of the <br> 3 The importer, exporter or manufacturer referred to in <br> conducted in the sea outside the waters of one side by <br> exporter and consignee, departure date, port of <br> paragraph 1 of this Article receiving a request for additional <br> vessels registered with one side or holding a licence <br> discharge, mode of transport, Harmonised System <br> information shall respond to the request promptly and reply within <br> issued by one side and flying the national flag (for <br> code (at least 6-digit) of the good, description of goods, <br> 90 days from the date of receipt of the request. The customs <br> Mainland vessels) or the regional flag of the Hong Kong <br> quantity and quantity unit, price, information of the <br> administration of the exporting side shall complete the verification and <br> Special Administrative Region of the People's Republic <br> issuing authority, etc.; <br> report the result to the customs administration of the importing side <br> of China (for Hong Kong Special Administrative Region vessels); <br> (iv) a Certificate of Origin in print shall contain security <br> within 6 months after receiving the verification request. <br> (viii) goods processed or manufactured on board factory <br> features such as specimen signatures or official stamps, <br> 4 If no reply is received within the deadlines specified above, or <br> ships registered with one side or holding a licence <br> etc. as advised to the importing side by the exporting side. <br> if the reply does not contain the information necessary to determine <br> 4 A Certificate of Origin shall be issued before or at the time of <br> the authenticity of the relevant documents or the originating status of <br> shipment. It shall be valid for one year from the date of issue by the exporting side. <br> the goods in question, the customs administration of the importing <br> 5 If a Certificate of Origin was not issued before or at the time of <br> side may deny zero tariff treatment to the goods in question. <br> of China (for Hong Kong Special Administrative Region <br> shipment due to force majeure, involuntary errors, omissions or other <br> Article 25: Denial of Zero Tariff Treatment <br> vessels), exclusively from goods referred to in <br> valid causes, it may be issued retrospectively within one year from <br> Except as otherwise provided in this Chapter, the importing <br> subparagraph (vii) above; <br> the date of shipment, bearing the words @^@ISSUED <br> side may deny claim for zero tariff treatment if any of the following applies: <br> (ix) waste and scrap derived from processing operation in <br> RETROSPECTIVELY@^@, and remain valid for one year from the date of shipment. <br> (i) the good does not meet the provisions of this Chapter; <br> 6 In the event of theft, loss or damage of a Certificate of Origin <br> (ii) the importer, exporter or manufacturer fails to comply <br> (x) waste and scrap articles consumed and collected in <br> of the materials at the time of importation; <br> in print, the exporter or manufacturer may make a written request to <br> with the provisions of this Chapter; <br> one side and are fit only for the recovery of raw materials; <br> the authorised issuing authority of the exporting side for issuing a <br> (iii) the Certificate of Origin does not meet the provisions of <br> (xi) goods produced in one side exclusively from goods <br> certified copy of the Certificate of Origin. The certified copy shall bear <br> this Chapter; <br> referred to in subparagraphs (i) to (x) above. <br> the words @^@CERTIFIED TRUE COPY of the original Certificate of <br> (iv) in a case stipulated in paragraph 4 of Article 24. <br> Article 9: Regional Value Content <br> Origin numbered dated @^@. The certified copy shall have the <br> 1 The RVC criterion as provided for in subparagraph (iii) of Article 7 <br> same term of validity as the original Certificate of Origin. <br> and the Annex (Product Specific Rules of Origin) shall be <br> Article 20: Retention of Origin Documents <br> calculated in accordance with the formula as follows: <br> The two sides shall require their manufacturers, exporters and <br> (i) Build-up method <br> importers to retain in print or electronically the documents that prove <br> RVC = [(value of originating materials + labour costs + product development costs)/FOB value] ×100% <br> the originating status of the goods for at least three years or any <br> (ii) Build-down method <br> period of time according to their respective laws and regulations. The <br> RVC = [(FOB value - value of non-originating materials)/FOB value] ×100% <br> two sides shall require their authorised issuing authorities to retain <br> The value of originating materials shall include the value of <br> electronic information of the issuance of Certificates of Origin for at <br> originating raw materials and component parts. <br> least three years. <br> 2 For the purposes of subparagraph (i) of paragraph 1 of this <br> Article 21: Obligations Regarding Importations <br> Article, product development refers to product development carried <br> 1 For goods applying for zero tariff, one side may request the <br> out in one side for the purposes of producing or processing the <br> goods of the other side claimed to have qualified as originating in <br> exporting goods. Expenses incurred in product development shall be <br> accordance with the requirements specified in this Chapter to declare <br> related to the exporting goods. These expenses include fees payable <br> origin information upon importation. <br> for the development of designs, patents, patented technologies, <br> 2 Importers applying for zero tariff shall: <br> trademarks or copyrights (collectively @^@these rights@^@) carried out by <br> (i) take the initiative to declare that the goods are eligible <br> the manufacturer himself, fees payable to a natural or legal person in <br> for zero tariff and to declare relevant origin information <br> one side for undertaking the development of these rights, and fees <br> in accordance with requirements of the customs <br> payable for purchasing these rights owned by a natural or legal <br> administration of the importing side; <br> person in one side. The expenses incurred shall be identifiable under <br> (ii) submit supporting documents relating to importation of <br> generally accepted accounting principles and the Customs Valuation Agreement. <br> the goods, upon request of the customs administration <br> 3 For the purposes of subparagraph (ii) of paragraph 1 of this Article, <br> of the importing side. <br> the value of non-originating materials shall be determined <br> Article 22: Refund of Customs Duties or Deposit <br> according to one of the following circumstances: <br> 1 In the event that the origin information cannot be verified <br> (i) in case of the imported non-originating materials, the <br> through interconnection network when an import declaration is made, <br> value of non-originating materials shall be the CIF value <br> the customs administration of the importing side may, upon the <br> request of the importer, act in accordance with the stipulated <br> (ii) in case of the non-originating materials obtained in one <br> procedures and release the goods upon payment of a deposit. The <br> side, the value of non-originating materials shall be the <br> customs administration of the importing side shall verify the details on <br> earliest ascertainable price paid or payable in one side. <br> the Certificate of Origin within 90 days following the release of the <br> The value of such non-originating materials shall not <br> goods and, in accordance with the verification results, proceed with <br> include freight, insurance, packing costs and any other <br> the procedure to either return the deposit or convert the deposit to import tariff. <br> costs incurred in transporting the material from the <br> 2 The importer may request a refund of the excess tariff or paid <br> supplier's warehouse to the manufacturer's location. <br> deposit within the time limit as specified in the regulations of the importing side. <br> 4 For the purposes of paragraph 1 of this Article, the calculation <br> 3 Where the importer fails to inform the customs administration <br> of the RVC shall be consistent with generally accepted accounting <br> at the port of clearance upon importation that the imported goods are <br> principles and the Customs Valuation Agreement. <br> eligible for zero tariff, the paid tariff or deposit shall not be refunded <br> Article 10: De Minimis <br> even if the importer applies to the customs administration for zero <br> A good that does not meet the change in tariff classification <br> tariff and declares origin information afterwards. <br> requirement in the Annex (Product Specific Rules of Origin) shall be <br> regarded as an originating good if the value of non-originating <br> materials used in the good which do not undergo the required change <br> in tariff classification does not exceed 10% of the FOB value of the <br> good. The value of the said non-originating materials shall be <br> determined in accordance with paragraph 3 of Article 9. <br> Article 11: Accumulation <br> 1 Where originating goods or originating materials of one side <br> are incorporated into a good in the other side, such goods or materials <br> shall be considered as originating in the latter side. <br> 2 For the purposes of paragraph 1 of this Article, where the good <br> of the latter side is subject to the RVC criterion, the RVC without <br> counting the value of originating goods or originating materials of the <br> former side shall be greater than or equal to 15% (build-up method) <br> or 20% (build-down method) in accordance with the respective formulae. <br> Article 12: Minimal Operations or Processes <br> 1 Notwithstanding subparagraph (iii) of Article 7, a product shall <br> not be considered as originating, if it has only undergone one or more <br> of the following operations: <br> (i) preservation operations to ensure the good remains in <br> (ii) simple assembly of parts of articles to constitute a <br> complete article, or simple disassembly of products into parts; <br> (iii) packing, unpacking or repacking operations, etc. for the <br> purposes of sale or presentation; <br> (iv) slaughtering of animals; <br> (v) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (vi) ironing or pressing of textiles; <br> (vii) simple painting and polishing operations; <br> (viii) husking, partial or total bleaching, polishing, and <br> for the good. <br> (ix) operations to colour sugar or form sugar lumps; <br> (x) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (xi) sharpening, simple grinding, or simple cutting; <br> (xii) sifting, screening, sorting, classifying, grading, <br> matching (including the making-up of sets of articles), <br> cutting, slitting, bending, coiling, or uncoiling; <br> (xiii) simple placing in bottles, cans, bags, cases, boxes, <br> fixing on cards or boards, and other similar packaging operations; <br> (xiv) affixing or printing marks, labels, logos or other like <br> (xv) simple mixing of goods, whether or not of different kinds; <br> (xvi) mere dilution with water or another substance that does <br> not materially alter the characteristics of the goods; <br> (xvii) operations whose sole purpose is to facilitate port handling; <br> (xviii) a combination of two or more operations specified in <br> subparagraphs (i) to (xvii) above. <br> 2 All operations in the production of a given good carried out in <br> one side shall be taken into account when determining whether the <br> working or processing undergone by that good is considered as <br> minimal operations or processes referred to in paragraph 1 of this Article. <br> Article 13: Fungible Materials <br> Where fungible materials are used in the production of a good, <br> the following methods shall be adopted in determining whether the <br> materials used qualify as originating: <br> (i) physical separation of the materials; <br> (ii) an inventory management method recognised in the <br> generally accepted accounting principles of the <br> exporting side. Such inventory management method <br> shall be used continuously for at least 12 months from <br> the date of commencement. <br> Article 14: Neutral Elements <br> equipment and buildings; <br> In determining whether a good is an originating good, the origin <br> of the following neutral elements shall be disregarded: <br> (i) fuel, energy, catalysts and solvents; <br> (ii) equipment, devices and supplies used for testing or <br> inspecting the goods; <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (iv) tools, dies and moulds; <br> (v) spare parts and materials used in the maintenance of <br> (vi) lubricants, greases, compounding materials and other <br> materials used in production or used to operate <br> (vii) any other goods that are not incorporated into the good <br> but whose use in the production of the good can <br> Article 15: Packages and Containers <br> 1 Containers and packaging materials used for the transport of <br> a good shall not be taken into account in determining the origin of the good. <br> 2 Where a good is subject to the change in tariff classification <br> criterion in the Annex (Product Specific Rules of Origin), the origin of <br> the packaging materials and containers in which the good is <br> packaged for retail sale shall be disregarded in determining the origin <br> of the good, provided that the packaging materials and containers are <br> reasonably be demonstrated to be a part of that production. <br> classified with the good. However, where a good is subject to the <br> RVC requirement, the value of the packaging materials and <br> containers used for retail sale shall be taken into account as <br> originating materials or non-originating materials, as the case may be, <br> in calculating the RVC of the good. <br> Article 16: Accessories, Spare Parts and Tools <br> 1 Accessories, spare parts or tools presented and classified with <br> a good shall be considered as part of the good, provided that: <br> (i) they are invoiced together with the good; <br> (ii) their quantities and values are commercially customary <br> criterion in the Annex (Product Specific Rules of Origin), accessories, <br> spare parts or tools described in paragraph 1 of this Article shall be <br> disregarded when determining the origin of the good. <br> 3 Where a good is subject to an RVC criterion, the value of the <br> accessories, spare parts or tools described in paragraph 1 of this <br> Article shall be taken into account as originating materials or <br> distinguishing signs on products or their packaging; <br> non-originating materials, as the case may be, in calculating the RVC of the good. <br> Article 17: Sets <br> 1 Sets, as defined in General Rule 3 of the Harmonised System, <br> shall be regarded as originating in one side when all component <br> goods are originating in that side. <br> 2 If part of the component goods is not originating in one side, <br> the set as a whole shall be regarded as originating in that side, <br> provided that the value of the non-originating goods as determined in <br> accordance with Article 9 does not exceed 15% of the FOB price of the set. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 6: Definitions <br> For the purposes of this Chapter: <br> @^@CIF@^@ means the value of the good imported, inclusive of the <br> cost of insurance and freight up to the port or place of entry into the importing side. <br> @^@Customs Valuation Agreement@^@ means the Agreement on <br> Trade 1994 in Annex 1A to the WTO Agreement. <br> @^@FOB@^@ means the free-on-board value of the good, inclusive <br> of the cost of transport to the port or site of final shipment abroad. <br> @^@fungible materials@^@ means materials which are <br> interchangeable for commercial purposes, whose properties are <br> essentially identical, and between which it is impractical to <br> differentiate by a mere visual examination. <br> @^@generally accepted accounting principles@^@ means the <br> recognised accounting standards of one side with respect to the <br> recording of revenues, expenses, costs, assets and liabilities, the <br> disclosure of information and the preparation of financial statements. <br> Those standards may encompass broad guidelines of general <br> applications as well as detailed standards, practices and procedures. <br> @^@good@^@ means any commodity, product, article or material. <br> @^@material@^@ means an ingredient, part, component <br> subassembly or good that was physically incorporated into another <br> good or used in the production process of another good. <br> @^@neutral element@^@ means a good used in the production, <br> testing or inspection of another good but not incorporated into that good. <br> @^@non-originating good@^@ or @^@non-originating material@^@ <br> means a good or material that does not qualify as originating in <br> accordance with the provisions of this Chapter, and a good or material <br> of undetermined origin. <br> @^@originating good@^@ or @^@originating material@^@ means a good <br> or material that qualifies as originating in accordance with the <br> provisions of this Chapter. <br> @^@production@^@ means methods of obtaining goods, including <br> growing, raising, mining, harvesting, fishing, aquaculture, farming, <br> trapping, hunting, capturing, gathering, collecting, breeding, <br> extracting, manufacturing, processing or assembling goods, etc. <br> @^@aquaculture@^@ means the farming of aquatic organisms, <br> including fish, mollusks, crustaceans, other aquatic invertebrates and <br> aquatic plants, from seedstock such as eggs, fry, fingerlings, and <br> larvae, by intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding, or protection from predators. <br> @^@Harmonised System@^@ means the Harmonised Commodity <br> Description and Coding System annexed to the International <br> Convention on the Harmonised Commodity Description and Coding <br> System signed on 14 June 1983, and its amendments. <br> @^@heading@^@ means the four-digit codes of the Harmonised System. <br> @^@subheading@^@ means the six-digit codes of the Harmonised System. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Implementation of Article VII of the General Agreement on Tariffs and <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 7: Originating Goods <br> Unless otherwise provided in this Chapter, the following goods <br> shall be considered as originating in one side: <br> (i) goods wholly obtained or produced in one side in <br> accordance with the requirements in Article 8; <br> (ii) goods produced in one side exclusively from originating materials; <br> (iii) for goods produced using non-originating materials in one side: <br> 1 goods which fall within the scope of the Annex <br> (Product Specific Rules of Origin) and which <br> comply with the corresponding change in tariff <br> classification, regional value content (RVC), <br> manufacturing or processing operations or other requirements; <br> 2 goods which do not fall within the scope of the <br> Annex (Product Specific Rules of Origin) and <br> which comply with the requirement that RVC is <br> greater than or equal to 30% when calculated by <br> the build-up method, or that RVC is greater than <br> or equal to 40% when calculated by the build-down method. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 8: Goods Wholly Obtained or Produced <br> Article 19: Certificate of Origin <br> Article 24: Verification of Origin <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> The following goods shall be considered as wholly obtained or <br> 1 A Certificate of Origin may be issued electronically or in print <br> 1 For the purposes of determining the authenticity of the <br> RULES OF ORIGIN <br> produced in one side as referred to in subparagraph (i) of Article 7: <br> by the authorised issuing authorities of one side on application by an <br> Certificate of Origin, or the originating status of the goods, or whether <br> (i) live animals born and raised in one side; <br> exporter or a manufacturer, provided that the goods can be <br> the goods have fulfilled other requirements specified in this Chapter, <br> (ii) goods obtained from live animals in one side, including <br> considered as originating in that side subject to the provisions of this <br> the customs administration of the importing side may conduct a <br> milk, eggs, natural honey, hair, wool, semen or manure; <br> Chapter. The template of the Certificate of Origin shall be separately <br> verification by means of: <br> (iii) plants or plant products grown, and harvested, picked <br> agreed by the competent authorities of the two sides. <br> (i) requesting additional information from the importer; <br> or gathered in one side; <br> 2 One side shall inform the other side of the names and <br> (ii) requesting additional information from the exporter or <br> (iv) goods obtained from hunting, trapping, fishing, <br> addresses of its authorised issuing authorities. One side shall also <br> manufacturer via the customs administration of the exporting side; <br> aquaculture, gathering or capturing conducted in one side; <br> provide the other side with the specimen of the official stamps or other <br> (iii) requesting the customs administration of the exporting <br> (v) minerals and other naturally occurring substances <br> security features used by its authorised issuing authorities if the <br> side to conduct verification of origin of goods; <br> extracted or taken from the soil, waters, seabed or <br> authorised issuing authorities issue a Certificate of Origin in print. <br> (iv) other procedures mutually agreed by the customs <br> good condition during transport and storage; <br> subsoil beneath the seabed of one side and not <br> One side shall promptly inform the customs administration of the <br> administrations of the two sides; <br> glazing of cereals and rice; <br> included in subparagraphs (i) to (iv) above; <br> other side if there is any change to the names, addresses, official <br> (v) conducting verification visits on the exporting side with <br> (vi) goods extracted or taken from the waters, seabed or <br> stamps or other security features. <br> customs officers of the exporting side in a manner <br> subsoil beneath the seabed outside one side, provided <br> 3 A Certificate of Origin shall satisfy the following requirements: <br> agreed by the customs administrations of the two sides when necessary. <br> that one side has the right to exploit such waters, <br> (i) a Certificate of Origin shall have a unique certification <br> 2 When submitting verification request to the customs <br> seabed or subsoil beneath the seabed in accordance <br> reference number; <br> administration of the exporting side, the customs administration of the <br> with the provisions of relevant international agreements <br> (ii) a Certificate of Origin shall be completed in Chinese <br> importing side shall specify the reasons and provide relevant <br> to which that side has forged or joined; <br> and will cover one or more goods under the same consignment; <br> documents and information to justify its verification request. <br> (vii) fish and other marine products obtained by fishing <br> (iii) a Certificate of Origin shall specify the information of the <br> 3 The importer, exporter or manufacturer referred to in <br> conducted in the sea outside the waters of one side by <br> exporter and consignee, departure date, port of <br> paragraph 1 of this Article receiving a request for additional <br> vessels registered with one side or holding a licence <br> discharge, mode of transport, Harmonised System <br> information shall respond to the request promptly and reply within <br> issued by one side and flying the national flag (for <br> code (at least 6-digit) of the good, description of goods, <br> 90 days from the date of receipt of the request. The customs <br> Mainland vessels) or the regional flag of the Hong Kong <br> quantity and quantity unit, price, information of the <br> administration of the exporting side shall complete the verification and <br> Special Administrative Region of the People's Republic <br> issuing authority, etc.; <br> report the result to the customs administration of the importing side <br> of China (for Hong Kong Special Administrative Region vessels); <br> (iv) a Certificate of Origin in print shall contain security <br> within 6 months after receiving the verification request. <br> (viii) goods processed or manufactured on board factory <br> features such as specimen signatures or official stamps, <br> 4 If no reply is received within the deadlines specified above, or <br> ships registered with one side or holding a licence <br> etc. as advised to the importing side by the exporting side. <br> if the reply does not contain the information necessary to determine <br> 4 A Certificate of Origin shall be issued before or at the time of <br> the authenticity of the relevant documents or the originating status of <br> shipment. It shall be valid for one year from the date of issue by the exporting side. <br> the goods in question, the customs administration of the importing <br> 5 If a Certificate of Origin was not issued before or at the time of <br> side may deny zero tariff treatment to the goods in question. <br> of China (for Hong Kong Special Administrative Region <br> shipment due to force majeure, involuntary errors, omissions or other <br> Article 25: Denial of Zero Tariff Treatment <br> vessels), exclusively from goods referred to in <br> valid causes, it may be issued retrospectively within one year from <br> Except as otherwise provided in this Chapter, the importing <br> subparagraph (vii) above; <br> the date of shipment, bearing the words @^@ISSUED <br> side may deny claim for zero tariff treatment if any of the following applies: <br> (ix) waste and scrap derived from processing operation in <br> RETROSPECTIVELY@^@, and remain valid for one year from the date of shipment. <br> (i) the good does not meet the provisions of this Chapter; <br> 6 In the event of theft, loss or damage of a Certificate of Origin <br> (ii) the importer, exporter or manufacturer fails to comply <br> (x) waste and scrap articles consumed and collected in <br> of the materials at the time of importation; <br> in print, the exporter or manufacturer may make a written request to <br> with the provisions of this Chapter; <br> one side and are fit only for the recovery of raw materials; <br> the authorised issuing authority of the exporting side for issuing a <br> (iii) the Certificate of Origin does not meet the provisions of <br> (xi) goods produced in one side exclusively from goods <br> certified copy of the Certificate of Origin. The certified copy shall bear <br> this Chapter; <br> referred to in subparagraphs (i) to (x) above. <br> the words @^@CERTIFIED TRUE COPY of the original Certificate of <br> (iv) in a case stipulated in paragraph 4 of Article 24. <br> Article 9: Regional Value Content <br> Origin numbered dated @^@. The certified copy shall have the <br> 1 The RVC criterion as provided for in subparagraph (iii) of Article 7 <br> same term of validity as the original Certificate of Origin. <br> and the Annex (Product Specific Rules of Origin) shall be <br> Article 20: Retention of Origin Documents <br> calculated in accordance with the formula as follows: <br> The two sides shall require their manufacturers, exporters and <br> (i) Build-up method <br> importers to retain in print or electronically the documents that prove <br> RVC = [(value of originating materials + labour costs + product development costs)/FOB value] ×100% <br> the originating status of the goods for at least three years or any <br> (ii) Build-down method <br> period of time according to their respective laws and regulations. The <br> RVC = [(FOB value - value of non-originating materials)/FOB value] ×100% <br> two sides shall require their authorised issuing authorities to retain <br> The value of originating materials shall include the value of <br> electronic information of the issuance of Certificates of Origin for at <br> originating raw materials and component parts. <br> least three years. <br> 2 For the purposes of subparagraph (i) of paragraph 1 of this <br> Article 21: Obligations Regarding Importations <br> Article, product development refers to product development carried <br> 1 For goods applying for zero tariff, one side may request the <br> out in one side for the purposes of producing or processing the <br> goods of the other side claimed to have qualified as originating in <br> exporting goods. Expenses incurred in product development shall be <br> accordance with the requirements specified in this Chapter to declare <br> related to the exporting goods. These expenses include fees payable <br> origin information upon importation. <br> for the development of designs, patents, patented technologies, <br> 2 Importers applying for zero tariff shall: <br> trademarks or copyrights (collectively @^@these rights@^@) carried out by <br> (i) take the initiative to declare that the goods are eligible <br> the manufacturer himself, fees payable to a natural or legal person in <br> for zero tariff and to declare relevant origin information <br> one side for undertaking the development of these rights, and fees <br> in accordance with requirements of the customs <br> payable for purchasing these rights owned by a natural or legal <br> administration of the importing side; <br> person in one side. The expenses incurred shall be identifiable under <br> (ii) submit supporting documents relating to importation of <br> generally accepted accounting principles and the Customs Valuation Agreement. <br> the goods, upon request of the customs administration <br> 3 For the purposes of subparagraph (ii) of paragraph 1 of this Article, <br> of the importing side. <br> the value of non-originating materials shall be determined <br> Article 22: Refund of Customs Duties or Deposit <br> according to one of the following circumstances: <br> 1 In the event that the origin information cannot be verified <br> (i) in case of the imported non-originating materials, the <br> through interconnection network when an import declaration is made, <br> value of non-originating materials shall be the CIF value <br> the customs administration of the importing side may, upon the <br> request of the importer, act in accordance with the stipulated <br> (ii) in case of the non-originating materials obtained in one <br> procedures and release the goods upon payment of a deposit. The <br> side, the value of non-originating materials shall be the <br> customs administration of the importing side shall verify the details on <br> earliest ascertainable price paid or payable in one side. <br> the Certificate of Origin within 90 days following the release of the <br> The value of such non-originating materials shall not <br> goods and, in accordance with the verification results, proceed with <br> include freight, insurance, packing costs and any other <br> the procedure to either return the deposit or convert the deposit to import tariff. <br> costs incurred in transporting the material from the <br> 2 The importer may request a refund of the excess tariff or paid <br> supplier's warehouse to the manufacturer's location. <br> deposit within the time limit as specified in the regulations of the importing side. <br> 4 For the purposes of paragraph 1 of this Article, the calculation <br> 3 Where the importer fails to inform the customs administration <br> of the RVC shall be consistent with generally accepted accounting <br> at the port of clearance upon importation that the imported goods are <br> principles and the Customs Valuation Agreement. <br> eligible for zero tariff, the paid tariff or deposit shall not be refunded <br> Article 10: De Minimis <br> even if the importer applies to the customs administration for zero <br> A good that does not meet the change in tariff classification <br> tariff and declares origin information afterwards. <br> requirement in the Annex (Product Specific Rules of Origin) shall be <br> regarded as an originating good if the value of non-originating <br> materials used in the good which do not undergo the required change <br> in tariff classification does not exceed 10% of the FOB value of the <br> good. The value of the said non-originating materials shall be <br> determined in accordance with paragraph 3 of Article 9. <br> Article 11: Accumulation <br> 1 Where originating goods or originating materials of one side <br> are incorporated into a good in the other side, such goods or materials <br> shall be considered as originating in the latter side. <br> 2 For the purposes of paragraph 1 of this Article, where the good <br> of the latter side is subject to the RVC criterion, the RVC without <br> counting the value of originating goods or originating materials of the <br> former side shall be greater than or equal to 15% (build-up method) <br> or 20% (build-down method) in accordance with the respective formulae. <br> Article 12: Minimal Operations or Processes <br> 1 Notwithstanding subparagraph (iii) of Article 7, a product shall <br> not be considered as originating, if it has only undergone one or more <br> of the following operations: <br> (i) preservation operations to ensure the good remains in <br> (ii) simple assembly of parts of articles to constitute a <br> complete article, or simple disassembly of products into parts; <br> (iii) packing, unpacking or repacking operations, etc. for the <br> purposes of sale or presentation; <br> (iv) slaughtering of animals; <br> (v) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (vi) ironing or pressing of textiles; <br> (vii) simple painting and polishing operations; <br> (viii) husking, partial or total bleaching, polishing, and <br> for the good. <br> (ix) operations to colour sugar or form sugar lumps; <br> (x) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (xi) sharpening, simple grinding, or simple cutting; <br> (xii) sifting, screening, sorting, classifying, grading, <br> matching (including the making-up of sets of articles), <br> cutting, slitting, bending, coiling, or uncoiling; <br> (xiii) simple placing in bottles, cans, bags, cases, boxes, <br> fixing on cards or boards, and other similar packaging operations; <br> (xiv) affixing or printing marks, labels, logos or other like <br> (xv) simple mixing of goods, whether or not of different kinds; <br> (xvi) mere dilution with water or another substance that does <br> not materially alter the characteristics of the goods; <br> (xvii) operations whose sole purpose is to facilitate port handling; <br> (xviii) a combination of two or more operations specified in <br> subparagraphs (i) to (xvii) above. <br> 2 All operations in the production of a given good carried out in <br> one side shall be taken into account when determining whether the <br> working or processing undergone by that good is considered as <br> minimal operations or processes referred to in paragraph 1 of this Article. <br> Article 13: Fungible Materials <br> Where fungible materials are used in the production of a good, <br> the following methods shall be adopted in determining whether the <br> materials used qualify as originating: <br> (i) physical separation of the materials; <br> (ii) an inventory management method recognised in the <br> generally accepted accounting principles of the <br> exporting side. Such inventory management method <br> shall be used continuously for at least 12 months from <br> the date of commencement. <br> Article 14: Neutral Elements <br> equipment and buildings; <br> In determining whether a good is an originating good, the origin <br> of the following neutral elements shall be disregarded: <br> (i) fuel, energy, catalysts and solvents; <br> (ii) equipment, devices and supplies used for testing or <br> inspecting the goods; <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (iv) tools, dies and moulds; <br> (v) spare parts and materials used in the maintenance of <br> (vi) lubricants, greases, compounding materials and other <br> materials used in production or used to operate <br> (vii) any other goods that are not incorporated into the good <br> but whose use in the production of the good can <br> Article 15: Packages and Containers <br> 1 Containers and packaging materials used for the transport of <br> a good shall not be taken into account in determining the origin of the good. <br> 2 Where a good is subject to the change in tariff classification <br> criterion in the Annex (Product Specific Rules of Origin), the origin of <br> the packaging materials and containers in which the good is <br> packaged for retail sale shall be disregarded in determining the origin <br> of the good, provided that the packaging materials and containers are <br> reasonably be demonstrated to be a part of that production. <br> classified with the good. However, where a good is subject to the <br> RVC requirement, the value of the packaging materials and <br> containers used for retail sale shall be taken into account as <br> originating materials or non-originating materials, as the case may be, <br> in calculating the RVC of the good. <br> Article 16: Accessories, Spare Parts and Tools <br> 1 Accessories, spare parts or tools presented and classified with <br> a good shall be considered as part of the good, provided that: <br> (i) they are invoiced together with the good; <br> (ii) their quantities and values are commercially customary <br> criterion in the Annex (Product Specific Rules of Origin), accessories, <br> spare parts or tools described in paragraph 1 of this Article shall be <br> disregarded when determining the origin of the good. <br> 3 Where a good is subject to an RVC criterion, the value of the <br> accessories, spare parts or tools described in paragraph 1 of this <br> Article shall be taken into account as originating materials or <br> distinguishing signs on products or their packaging; <br> non-originating materials, as the case may be, in calculating the RVC of the good. <br> Article 17: Sets <br> 1 Sets, as defined in General Rule 3 of the Harmonised System, <br> shall be regarded as originating in one side when all component <br> goods are originating in that side. <br> 2 If part of the component goods is not originating in one side, <br> the set as a whole shall be regarded as originating in that side, <br> provided that the value of the non-originating goods as determined in <br> accordance with Article 9 does not exceed 15% of the FOB price of the set. <br> "}, {"ArticleTitle": "Direct Consignment", "ArticleDesc": "Article 18: Direct Consignment <br> Zero tariff treatment under this Agreement shall only apply to <br> goods which are transported directly between the two sides. <br> Section 2 <br> Origin Implementation Procedures <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 8: Goods Wholly Obtained or Produced <br> Article 19: Certificate of Origin <br> Article 24: Verification of Origin <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> The following goods shall be considered as wholly obtained or <br> 1 A Certificate of Origin may be issued electronically or in print <br> 1 For the purposes of determining the authenticity of the <br> RULES OF ORIGIN <br> produced in one side as referred to in subparagraph (i) of Article 7: <br> by the authorised issuing authorities of one side on application by an <br> Certificate of Origin, or the originating status of the goods, or whether <br> (i) live animals born and raised in one side; <br> exporter or a manufacturer, provided that the goods can be <br> the goods have fulfilled other requirements specified in this Chapter, <br> (ii) goods obtained from live animals in one side, including <br> considered as originating in that side subject to the provisions of this <br> the customs administration of the importing side may conduct a <br> milk, eggs, natural honey, hair, wool, semen or manure; <br> Chapter. The template of the Certificate of Origin shall be separately <br> verification by means of: <br> (iii) plants or plant products grown, and harvested, picked <br> agreed by the competent authorities of the two sides. <br> (i) requesting additional information from the importer; <br> or gathered in one side; <br> 2 One side shall inform the other side of the names and <br> (ii) requesting additional information from the exporter or <br> (iv) goods obtained from hunting, trapping, fishing, <br> addresses of its authorised issuing authorities. One side shall also <br> manufacturer via the customs administration of the exporting side; <br> aquaculture, gathering or capturing conducted in one side; <br> provide the other side with the specimen of the official stamps or other <br> (iii) requesting the customs administration of the exporting <br> (v) minerals and other naturally occurring substances <br> security features used by its authorised issuing authorities if the <br> side to conduct verification of origin of goods; <br> extracted or taken from the soil, waters, seabed or <br> authorised issuing authorities issue a Certificate of Origin in print. <br> (iv) other procedures mutually agreed by the customs <br> good condition during transport and storage; <br> subsoil beneath the seabed of one side and not <br> One side shall promptly inform the customs administration of the <br> administrations of the two sides; <br> glazing of cereals and rice; <br> included in subparagraphs (i) to (iv) above; <br> other side if there is any change to the names, addresses, official <br> (v) conducting verification visits on the exporting side with <br> (vi) goods extracted or taken from the waters, seabed or <br> stamps or other security features. <br> customs officers of the exporting side in a manner <br> subsoil beneath the seabed outside one side, provided <br> 3 A Certificate of Origin shall satisfy the following requirements: <br> agreed by the customs administrations of the two sides when necessary. <br> that one side has the right to exploit such waters, <br> (i) a Certificate of Origin shall have a unique certification <br> 2 When submitting verification request to the customs <br> seabed or subsoil beneath the seabed in accordance <br> reference number; <br> administration of the exporting side, the customs administration of the <br> with the provisions of relevant international agreements <br> (ii) a Certificate of Origin shall be completed in Chinese <br> importing side shall specify the reasons and provide relevant <br> to which that side has forged or joined; <br> and will cover one or more goods under the same consignment; <br> documents and information to justify its verification request. <br> (vii) fish and other marine products obtained by fishing <br> (iii) a Certificate of Origin shall specify the information of the <br> 3 The importer, exporter or manufacturer referred to in <br> conducted in the sea outside the waters of one side by <br> exporter and consignee, departure date, port of <br> paragraph 1 of this Article receiving a request for additional <br> vessels registered with one side or holding a licence <br> discharge, mode of transport, Harmonised System <br> information shall respond to the request promptly and reply within <br> issued by one side and flying the national flag (for <br> code (at least 6-digit) of the good, description of goods, <br> 90 days from the date of receipt of the request. The customs <br> Mainland vessels) or the regional flag of the Hong Kong <br> quantity and quantity unit, price, information of the <br> administration of the exporting side shall complete the verification and <br> Special Administrative Region of the People's Republic <br> issuing authority, etc.; <br> report the result to the customs administration of the importing side <br> of China (for Hong Kong Special Administrative Region vessels); <br> (iv) a Certificate of Origin in print shall contain security <br> within 6 months after receiving the verification request. <br> (viii) goods processed or manufactured on board factory <br> features such as specimen signatures or official stamps, <br> 4 If no reply is received within the deadlines specified above, or <br> ships registered with one side or holding a licence <br> etc. as advised to the importing side by the exporting side. <br> if the reply does not contain the information necessary to determine <br> 4 A Certificate of Origin shall be issued before or at the time of <br> the authenticity of the relevant documents or the originating status of <br> shipment. It shall be valid for one year from the date of issue by the exporting side. <br> the goods in question, the customs administration of the importing <br> 5 If a Certificate of Origin was not issued before or at the time of <br> side may deny zero tariff treatment to the goods in question. <br> of China (for Hong Kong Special Administrative Region <br> shipment due to force majeure, involuntary errors, omissions or other <br> Article 25: Denial of Zero Tariff Treatment <br> vessels), exclusively from goods referred to in <br> valid causes, it may be issued retrospectively within one year from <br> Except as otherwise provided in this Chapter, the importing <br> subparagraph (vii) above; <br> the date of shipment, bearing the words @^@ISSUED <br> side may deny claim for zero tariff treatment if any of the following applies: <br> (ix) waste and scrap derived from processing operation in <br> RETROSPECTIVELY@^@, and remain valid for one year from the date of shipment. <br> (i) the good does not meet the provisions of this Chapter; <br> 6 In the event of theft, loss or damage of a Certificate of Origin <br> (ii) the importer, exporter or manufacturer fails to comply <br> (x) waste and scrap articles consumed and collected in <br> of the materials at the time of importation; <br> in print, the exporter or manufacturer may make a written request to <br> with the provisions of this Chapter; <br> one side and are fit only for the recovery of raw materials; <br> the authorised issuing authority of the exporting side for issuing a <br> (iii) the Certificate of Origin does not meet the provisions of <br> (xi) goods produced in one side exclusively from goods <br> certified copy of the Certificate of Origin. The certified copy shall bear <br> this Chapter; <br> referred to in subparagraphs (i) to (x) above. <br> the words @^@CERTIFIED TRUE COPY of the original Certificate of <br> (iv) in a case stipulated in paragraph 4 of Article 24. <br> Article 9: Regional Value Content <br> Origin numbered dated @^@. The certified copy shall have the <br> 1 The RVC criterion as provided for in subparagraph (iii) of Article 7 <br> same term of validity as the original Certificate of Origin. <br> and the Annex (Product Specific Rules of Origin) shall be <br> Article 20: Retention of Origin Documents <br> calculated in accordance with the formula as follows: <br> The two sides shall require their manufacturers, exporters and <br> (i) Build-up method <br> importers to retain in print or electronically the documents that prove <br> RVC = [(value of originating materials + labour costs + product development costs)/FOB value] ×100% <br> the originating status of the goods for at least three years or any <br> (ii) Build-down method <br> period of time according to their respective laws and regulations. The <br> RVC = [(FOB value - value of non-originating materials)/FOB value] ×100% <br> two sides shall require their authorised issuing authorities to retain <br> The value of originating materials shall include the value of <br> electronic information of the issuance of Certificates of Origin for at <br> originating raw materials and component parts. <br> least three years. <br> 2 For the purposes of subparagraph (i) of paragraph 1 of this <br> Article 21: Obligations Regarding Importations <br> Article, product development refers to product development carried <br> 1 For goods applying for zero tariff, one side may request the <br> out in one side for the purposes of producing or processing the <br> goods of the other side claimed to have qualified as originating in <br> exporting goods. Expenses incurred in product development shall be <br> accordance with the requirements specified in this Chapter to declare <br> related to the exporting goods. These expenses include fees payable <br> origin information upon importation. <br> for the development of designs, patents, patented technologies, <br> 2 Importers applying for zero tariff shall: <br> trademarks or copyrights (collectively @^@these rights@^@) carried out by <br> (i) take the initiative to declare that the goods are eligible <br> the manufacturer himself, fees payable to a natural or legal person in <br> for zero tariff and to declare relevant origin information <br> one side for undertaking the development of these rights, and fees <br> in accordance with requirements of the customs <br> payable for purchasing these rights owned by a natural or legal <br> administration of the importing side; <br> person in one side. The expenses incurred shall be identifiable under <br> (ii) submit supporting documents relating to importation of <br> generally accepted accounting principles and the Customs Valuation Agreement. <br> the goods, upon request of the customs administration <br> 3 For the purposes of subparagraph (ii) of paragraph 1 of this Article, <br> of the importing side. <br> the value of non-originating materials shall be determined <br> Article 22: Refund of Customs Duties or Deposit <br> according to one of the following circumstances: <br> 1 In the event that the origin information cannot be verified <br> (i) in case of the imported non-originating materials, the <br> through interconnection network when an import declaration is made, <br> value of non-originating materials shall be the CIF value <br> the customs administration of the importing side may, upon the <br> request of the importer, act in accordance with the stipulated <br> (ii) in case of the non-originating materials obtained in one <br> procedures and release the goods upon payment of a deposit. The <br> side, the value of non-originating materials shall be the <br> customs administration of the importing side shall verify the details on <br> earliest ascertainable price paid or payable in one side. <br> the Certificate of Origin within 90 days following the release of the <br> The value of such non-originating materials shall not <br> goods and, in accordance with the verification results, proceed with <br> include freight, insurance, packing costs and any other <br> the procedure to either return the deposit or convert the deposit to import tariff. <br> costs incurred in transporting the material from the <br> 2 The importer may request a refund of the excess tariff or paid <br> supplier's warehouse to the manufacturer's location. <br> deposit within the time limit as specified in the regulations of the importing side. <br> 4 For the purposes of paragraph 1 of this Article, the calculation <br> 3 Where the importer fails to inform the customs administration <br> of the RVC shall be consistent with generally accepted accounting <br> at the port of clearance upon importation that the imported goods are <br> principles and the Customs Valuation Agreement. <br> eligible for zero tariff, the paid tariff or deposit shall not be refunded <br> Article 10: De Minimis <br> even if the importer applies to the customs administration for zero <br> A good that does not meet the change in tariff classification <br> tariff and declares origin information afterwards. <br> requirement in the Annex (Product Specific Rules of Origin) shall be <br> regarded as an originating good if the value of non-originating <br> materials used in the good which do not undergo the required change <br> in tariff classification does not exceed 10% of the FOB value of the <br> good. The value of the said non-originating materials shall be <br> determined in accordance with paragraph 3 of Article 9. <br> Article 11: Accumulation <br> 1 Where originating goods or originating materials of one side <br> are incorporated into a good in the other side, such goods or materials <br> shall be considered as originating in the latter side. <br> 2 For the purposes of paragraph 1 of this Article, where the good <br> of the latter side is subject to the RVC criterion, the RVC without <br> counting the value of originating goods or originating materials of the <br> former side shall be greater than or equal to 15% (build-up method) <br> or 20% (build-down method) in accordance with the respective formulae. <br> Article 12: Minimal Operations or Processes <br> 1 Notwithstanding subparagraph (iii) of Article 7, a product shall <br> not be considered as originating, if it has only undergone one or more <br> of the following operations: <br> (i) preservation operations to ensure the good remains in <br> (ii) simple assembly of parts of articles to constitute a <br> complete article, or simple disassembly of products into parts; <br> (iii) packing, unpacking or repacking operations, etc. for the <br> purposes of sale or presentation; <br> (iv) slaughtering of animals; <br> (v) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (vi) ironing or pressing of textiles; <br> (vii) simple painting and polishing operations; <br> (viii) husking, partial or total bleaching, polishing, and <br> for the good. <br> (ix) operations to colour sugar or form sugar lumps; <br> (x) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (xi) sharpening, simple grinding, or simple cutting; <br> (xii) sifting, screening, sorting, classifying, grading, <br> matching (including the making-up of sets of articles), <br> cutting, slitting, bending, coiling, or uncoiling; <br> (xiii) simple placing in bottles, cans, bags, cases, boxes, <br> fixing on cards or boards, and other similar packaging operations; <br> (xiv) affixing or printing marks, labels, logos or other like <br> (xv) simple mixing of goods, whether or not of different kinds; <br> (xvi) mere dilution with water or another substance that does <br> not materially alter the characteristics of the goods; <br> (xvii) operations whose sole purpose is to facilitate port handling; <br> (xviii) a combination of two or more operations specified in <br> subparagraphs (i) to (xvii) above. <br> 2 All operations in the production of a given good carried out in <br> one side shall be taken into account when determining whether the <br> working or processing undergone by that good is considered as <br> minimal operations or processes referred to in paragraph 1 of this Article. <br> Article 13: Fungible Materials <br> Where fungible materials are used in the production of a good, <br> the following methods shall be adopted in determining whether the <br> materials used qualify as originating: <br> (i) physical separation of the materials; <br> (ii) an inventory management method recognised in the <br> generally accepted accounting principles of the <br> exporting side. Such inventory management method <br> shall be used continuously for at least 12 months from <br> the date of commencement. <br> Article 14: Neutral Elements <br> equipment and buildings; <br> In determining whether a good is an originating good, the origin <br> of the following neutral elements shall be disregarded: <br> (i) fuel, energy, catalysts and solvents; <br> (ii) equipment, devices and supplies used for testing or <br> inspecting the goods; <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (iv) tools, dies and moulds; <br> (v) spare parts and materials used in the maintenance of <br> (vi) lubricants, greases, compounding materials and other <br> materials used in production or used to operate <br> (vii) any other goods that are not incorporated into the good <br> but whose use in the production of the good can <br> Article 15: Packages and Containers <br> 1 Containers and packaging materials used for the transport of <br> a good shall not be taken into account in determining the origin of the good. <br> 2 Where a good is subject to the change in tariff classification <br> criterion in the Annex (Product Specific Rules of Origin), the origin of <br> the packaging materials and containers in which the good is <br> packaged for retail sale shall be disregarded in determining the origin <br> of the good, provided that the packaging materials and containers are <br> reasonably be demonstrated to be a part of that production. <br> classified with the good. However, where a good is subject to the <br> RVC requirement, the value of the packaging materials and <br> containers used for retail sale shall be taken into account as <br> originating materials or non-originating materials, as the case may be, <br> in calculating the RVC of the good. <br> Article 16: Accessories, Spare Parts and Tools <br> 1 Accessories, spare parts or tools presented and classified with <br> a good shall be considered as part of the good, provided that: <br> (i) they are invoiced together with the good; <br> (ii) their quantities and values are commercially customary <br> criterion in the Annex (Product Specific Rules of Origin), accessories, <br> spare parts or tools described in paragraph 1 of this Article shall be <br> disregarded when determining the origin of the good. <br> 3 Where a good is subject to an RVC criterion, the value of the <br> accessories, spare parts or tools described in paragraph 1 of this <br> Article shall be taken into account as originating materials or <br> distinguishing signs on products or their packaging; <br> non-originating materials, as the case may be, in calculating the RVC of the good. <br> Article 17: Sets <br> 1 Sets, as defined in General Rule 3 of the Harmonised System, <br> shall be regarded as originating in one side when all component <br> goods are originating in that side. <br> 2 If part of the component goods is not originating in one side, <br> the set as a whole shall be regarded as originating in that side, <br> provided that the value of the non-originating goods as determined in <br> accordance with Article 9 does not exceed 15% of the FOB price of the set. <br> "}, {"ArticleTitle": "Electronic Origin Information Exchange System", "ArticleDesc": "Article 23: Electronic Origin Information Exchange System <br> 1 The two sides shall develop an electronic origin information <br> exchange system to ensure the effective and efficient implementation <br> of this Chapter in a manner jointly determined by the two sides. <br> 2 The technical arrangement for the electronic origin information <br> exchange system, the corresponding technical adjustments to the <br> system and the time frame for the implementation of this Agreement <br> will be mutually agreed by the two sides. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 8: Goods Wholly Obtained or Produced <br> Article 19: Certificate of Origin <br> Article 24: Verification of Origin <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> The following goods shall be considered as wholly obtained or <br> 1 A Certificate of Origin may be issued electronically or in print <br> 1 For the purposes of determining the authenticity of the <br> RULES OF ORIGIN <br> produced in one side as referred to in subparagraph (i) of Article 7: <br> by the authorised issuing authorities of one side on application by an <br> Certificate of Origin, or the originating status of the goods, or whether <br> (i) live animals born and raised in one side; <br> exporter or a manufacturer, provided that the goods can be <br> the goods have fulfilled other requirements specified in this Chapter, <br> (ii) goods obtained from live animals in one side, including <br> considered as originating in that side subject to the provisions of this <br> the customs administration of the importing side may conduct a <br> milk, eggs, natural honey, hair, wool, semen or manure; <br> Chapter. The template of the Certificate of Origin shall be separately <br> verification by means of: <br> (iii) plants or plant products grown, and harvested, picked <br> agreed by the competent authorities of the two sides. <br> (i) requesting additional information from the importer; <br> or gathered in one side; <br> 2 One side shall inform the other side of the names and <br> (ii) requesting additional information from the exporter or <br> (iv) goods obtained from hunting, trapping, fishing, <br> addresses of its authorised issuing authorities. One side shall also <br> manufacturer via the customs administration of the exporting side; <br> aquaculture, gathering or capturing conducted in one side; <br> provide the other side with the specimen of the official stamps or other <br> (iii) requesting the customs administration of the exporting <br> (v) minerals and other naturally occurring substances <br> security features used by its authorised issuing authorities if the <br> side to conduct verification of origin of goods; <br> extracted or taken from the soil, waters, seabed or <br> authorised issuing authorities issue a Certificate of Origin in print. <br> (iv) other procedures mutually agreed by the customs <br> good condition during transport and storage; <br> subsoil beneath the seabed of one side and not <br> One side shall promptly inform the customs administration of the <br> administrations of the two sides; <br> glazing of cereals and rice; <br> included in subparagraphs (i) to (iv) above; <br> other side if there is any change to the names, addresses, official <br> (v) conducting verification visits on the exporting side with <br> (vi) goods extracted or taken from the waters, seabed or <br> stamps or other security features. <br> customs officers of the exporting side in a manner <br> subsoil beneath the seabed outside one side, provided <br> 3 A Certificate of Origin shall satisfy the following requirements: <br> agreed by the customs administrations of the two sides when necessary. <br> that one side has the right to exploit such waters, <br> (i) a Certificate of Origin shall have a unique certification <br> 2 When submitting verification request to the customs <br> seabed or subsoil beneath the seabed in accordance <br> reference number; <br> administration of the exporting side, the customs administration of the <br> with the provisions of relevant international agreements <br> (ii) a Certificate of Origin shall be completed in Chinese <br> importing side shall specify the reasons and provide relevant <br> to which that side has forged or joined; <br> and will cover one or more goods under the same consignment; <br> documents and information to justify its verification request. <br> (vii) fish and other marine products obtained by fishing <br> (iii) a Certificate of Origin shall specify the information of the <br> 3 The importer, exporter or manufacturer referred to in <br> conducted in the sea outside the waters of one side by <br> exporter and consignee, departure date, port of <br> paragraph 1 of this Article receiving a request for additional <br> vessels registered with one side or holding a licence <br> discharge, mode of transport, Harmonised System <br> information shall respond to the request promptly and reply within <br> issued by one side and flying the national flag (for <br> code (at least 6-digit) of the good, description of goods, <br> 90 days from the date of receipt of the request. The customs <br> Mainland vessels) or the regional flag of the Hong Kong <br> quantity and quantity unit, price, information of the <br> administration of the exporting side shall complete the verification and <br> Special Administrative Region of the People's Republic <br> issuing authority, etc.; <br> report the result to the customs administration of the importing side <br> of China (for Hong Kong Special Administrative Region vessels); <br> (iv) a Certificate of Origin in print shall contain security <br> within 6 months after receiving the verification request. <br> (viii) goods processed or manufactured on board factory <br> features such as specimen signatures or official stamps, <br> 4 If no reply is received within the deadlines specified above, or <br> ships registered with one side or holding a licence <br> etc. as advised to the importing side by the exporting side. <br> if the reply does not contain the information necessary to determine <br> 4 A Certificate of Origin shall be issued before or at the time of <br> the authenticity of the relevant documents or the originating status of <br> shipment. It shall be valid for one year from the date of issue by the exporting side. <br> the goods in question, the customs administration of the importing <br> 5 If a Certificate of Origin was not issued before or at the time of <br> side may deny zero tariff treatment to the goods in question. <br> of China (for Hong Kong Special Administrative Region <br> shipment due to force majeure, involuntary errors, omissions or other <br> Article 25: Denial of Zero Tariff Treatment <br> vessels), exclusively from goods referred to in <br> valid causes, it may be issued retrospectively within one year from <br> Except as otherwise provided in this Chapter, the importing <br> subparagraph (vii) above; <br> the date of shipment, bearing the words @^@ISSUED <br> side may deny claim for zero tariff treatment if any of the following applies: <br> (ix) waste and scrap derived from processing operation in <br> RETROSPECTIVELY@^@, and remain valid for one year from the date of shipment. <br> (i) the good does not meet the provisions of this Chapter; <br> 6 In the event of theft, loss or damage of a Certificate of Origin <br> (ii) the importer, exporter or manufacturer fails to comply <br> (x) waste and scrap articles consumed and collected in <br> of the materials at the time of importation; <br> in print, the exporter or manufacturer may make a written request to <br> with the provisions of this Chapter; <br> one side and are fit only for the recovery of raw materials; <br> the authorised issuing authority of the exporting side for issuing a <br> (iii) the Certificate of Origin does not meet the provisions of <br> (xi) goods produced in one side exclusively from goods <br> certified copy of the Certificate of Origin. The certified copy shall bear <br> this Chapter; <br> referred to in subparagraphs (i) to (x) above. <br> the words @^@CERTIFIED TRUE COPY of the original Certificate of <br> (iv) in a case stipulated in paragraph 4 of Article 24. <br> Article 9: Regional Value Content <br> Origin numbered dated @^@. The certified copy shall have the <br> 1 The RVC criterion as provided for in subparagraph (iii) of Article 7 <br> same term of validity as the original Certificate of Origin. <br> and the Annex (Product Specific Rules of Origin) shall be <br> Article 20: Retention of Origin Documents <br> calculated in accordance with the formula as follows: <br> The two sides shall require their manufacturers, exporters and <br> (i) Build-up method <br> importers to retain in print or electronically the documents that prove <br> RVC = [(value of originating materials + labour costs + product development costs)/FOB value] ×100% <br> the originating status of the goods for at least three years or any <br> (ii) Build-down method <br> period of time according to their respective laws and regulations. The <br> RVC = [(FOB value - value of non-originating materials)/FOB value] ×100% <br> two sides shall require their authorised issuing authorities to retain <br> The value of originating materials shall include the value of <br> electronic information of the issuance of Certificates of Origin for at <br> originating raw materials and component parts. <br> least three years. <br> 2 For the purposes of subparagraph (i) of paragraph 1 of this <br> Article 21: Obligations Regarding Importations <br> Article, product development refers to product development carried <br> 1 For goods applying for zero tariff, one side may request the <br> out in one side for the purposes of producing or processing the <br> goods of the other side claimed to have qualified as originating in <br> exporting goods. Expenses incurred in product development shall be <br> accordance with the requirements specified in this Chapter to declare <br> related to the exporting goods. These expenses include fees payable <br> origin information upon importation. <br> for the development of designs, patents, patented technologies, <br> 2 Importers applying for zero tariff shall: <br> trademarks or copyrights (collectively @^@these rights@^@) carried out by <br> (i) take the initiative to declare that the goods are eligible <br> the manufacturer himself, fees payable to a natural or legal person in <br> for zero tariff and to declare relevant origin information <br> one side for undertaking the development of these rights, and fees <br> in accordance with requirements of the customs <br> payable for purchasing these rights owned by a natural or legal <br> administration of the importing side; <br> person in one side. The expenses incurred shall be identifiable under <br> (ii) submit supporting documents relating to importation of <br> generally accepted accounting principles and the Customs Valuation Agreement. <br> the goods, upon request of the customs administration <br> 3 For the purposes of subparagraph (ii) of paragraph 1 of this Article, <br> of the importing side. <br> the value of non-originating materials shall be determined <br> Article 22: Refund of Customs Duties or Deposit <br> according to one of the following circumstances: <br> 1 In the event that the origin information cannot be verified <br> (i) in case of the imported non-originating materials, the <br> through interconnection network when an import declaration is made, <br> value of non-originating materials shall be the CIF value <br> the customs administration of the importing side may, upon the <br> request of the importer, act in accordance with the stipulated <br> (ii) in case of the non-originating materials obtained in one <br> procedures and release the goods upon payment of a deposit. The <br> side, the value of non-originating materials shall be the <br> customs administration of the importing side shall verify the details on <br> earliest ascertainable price paid or payable in one side. <br> the Certificate of Origin within 90 days following the release of the <br> The value of such non-originating materials shall not <br> goods and, in accordance with the verification results, proceed with <br> include freight, insurance, packing costs and any other <br> the procedure to either return the deposit or convert the deposit to import tariff. <br> costs incurred in transporting the material from the <br> 2 The importer may request a refund of the excess tariff or paid <br> supplier's warehouse to the manufacturer's location. <br> deposit within the time limit as specified in the regulations of the importing side. <br> 4 For the purposes of paragraph 1 of this Article, the calculation <br> 3 Where the importer fails to inform the customs administration <br> of the RVC shall be consistent with generally accepted accounting <br> at the port of clearance upon importation that the imported goods are <br> principles and the Customs Valuation Agreement. <br> eligible for zero tariff, the paid tariff or deposit shall not be refunded <br> Article 10: De Minimis <br> even if the importer applies to the customs administration for zero <br> A good that does not meet the change in tariff classification <br> tariff and declares origin information afterwards. <br> requirement in the Annex (Product Specific Rules of Origin) shall be <br> regarded as an originating good if the value of non-originating <br> materials used in the good which do not undergo the required change <br> in tariff classification does not exceed 10% of the FOB value of the <br> good. The value of the said non-originating materials shall be <br> determined in accordance with paragraph 3 of Article 9. <br> Article 11: Accumulation <br> 1 Where originating goods or originating materials of one side <br> are incorporated into a good in the other side, such goods or materials <br> shall be considered as originating in the latter side. <br> 2 For the purposes of paragraph 1 of this Article, where the good <br> of the latter side is subject to the RVC criterion, the RVC without <br> counting the value of originating goods or originating materials of the <br> former side shall be greater than or equal to 15% (build-up method) <br> or 20% (build-down method) in accordance with the respective formulae. <br> Article 12: Minimal Operations or Processes <br> 1 Notwithstanding subparagraph (iii) of Article 7, a product shall <br> not be considered as originating, if it has only undergone one or more <br> of the following operations: <br> (i) preservation operations to ensure the good remains in <br> (ii) simple assembly of parts of articles to constitute a <br> complete article, or simple disassembly of products into parts; <br> (iii) packing, unpacking or repacking operations, etc. for the <br> purposes of sale or presentation; <br> (iv) slaughtering of animals; <br> (v) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (vi) ironing or pressing of textiles; <br> (vii) simple painting and polishing operations; <br> (viii) husking, partial or total bleaching, polishing, and <br> for the good. <br> (ix) operations to colour sugar or form sugar lumps; <br> (x) peeling, stoning and shelling of fruits, nuts and vegetables; <br> (xi) sharpening, simple grinding, or simple cutting; <br> (xii) sifting, screening, sorting, classifying, grading, <br> matching (including the making-up of sets of articles), <br> cutting, slitting, bending, coiling, or uncoiling; <br> (xiii) simple placing in bottles, cans, bags, cases, boxes, <br> fixing on cards or boards, and other similar packaging operations; <br> (xiv) affixing or printing marks, labels, logos or other like <br> (xv) simple mixing of goods, whether or not of different kinds; <br> (xvi) mere dilution with water or another substance that does <br> not materially alter the characteristics of the goods; <br> (xvii) operations whose sole purpose is to facilitate port handling; <br> (xviii) a combination of two or more operations specified in <br> subparagraphs (i) to (xvii) above. <br> 2 All operations in the production of a given good carried out in <br> one side shall be taken into account when determining whether the <br> working or processing undergone by that good is considered as <br> minimal operations or processes referred to in paragraph 1 of this Article. <br> Article 13: Fungible Materials <br> Where fungible materials are used in the production of a good, <br> the following methods shall be adopted in determining whether the <br> materials used qualify as originating: <br> (i) physical separation of the materials; <br> (ii) an inventory management method recognised in the <br> generally accepted accounting principles of the <br> exporting side. Such inventory management method <br> shall be used continuously for at least 12 months from <br> the date of commencement. <br> Article 14: Neutral Elements <br> equipment and buildings; <br> In determining whether a good is an originating good, the origin <br> of the following neutral elements shall be disregarded: <br> (i) fuel, energy, catalysts and solvents; <br> (ii) equipment, devices and supplies used for testing or <br> inspecting the goods; <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (iv) tools, dies and moulds; <br> (v) spare parts and materials used in the maintenance of <br> (vi) lubricants, greases, compounding materials and other <br> materials used in production or used to operate <br> (vii) any other goods that are not incorporated into the good <br> but whose use in the production of the good can <br> Article 15: Packages and Containers <br> 1 Containers and packaging materials used for the transport of <br> a good shall not be taken into account in determining the origin of the good. <br> 2 Where a good is subject to the change in tariff classification <br> criterion in the Annex (Product Specific Rules of Origin), the origin of <br> the packaging materials and containers in which the good is <br> packaged for retail sale shall be disregarded in determining the origin <br> of the good, provided that the packaging materials and containers are <br> reasonably be demonstrated to be a part of that production. <br> classified with the good. However, where a good is subject to the <br> RVC requirement, the value of the packaging materials and <br> containers used for retail sale shall be taken into account as <br> originating materials or non-originating materials, as the case may be, <br> in calculating the RVC of the good. <br> Article 16: Accessories, Spare Parts and Tools <br> 1 Accessories, spare parts or tools presented and classified with <br> a good shall be considered as part of the good, provided that: <br> (i) they are invoiced together with the good; <br> (ii) their quantities and values are commercially customary <br> criterion in the Annex (Product Specific Rules of Origin), accessories, <br> spare parts or tools described in paragraph 1 of this Article shall be <br> disregarded when determining the origin of the good. <br> 3 Where a good is subject to an RVC criterion, the value of the <br> accessories, spare parts or tools described in paragraph 1 of this <br> Article shall be taken into account as originating materials or <br> distinguishing signs on products or their packaging; <br> non-originating materials, as the case may be, in calculating the RVC of the good. <br> Article 17: Sets <br> 1 Sets, as defined in General Rule 3 of the Harmonised System, <br> shall be regarded as originating in one side when all component <br> goods are originating in that side. <br> 2 If part of the component goods is not originating in one side, <br> the set as a whole shall be regarded as originating in that side, <br> provided that the value of the non-originating goods as determined in <br> accordance with Article 9 does not exceed 15% of the FOB price of the set. <br> "}, {"ArticleTitle": "Working Group on Rules of Origin", "ArticleDesc": "Article 26: Working Group on Rules of Origin <br> 1 The two sides agree to set up the Working Group on Rules of <br> Origin under the mechanism of the CEPA Joint Steering Committee. <br> 2 The Working Group on Rules of Origin shall comprise <br> representatives of the competent authorities on rules of origin of the <br> two sides. The Working Group shall regularly review the validity and <br> consistency of this Chapter and whether the spirit and the objectives <br> of this Agreement are fulfilled, and exchange data or information <br> related to goods claiming zero tariff treatment in a manner agreed by <br> the two sides. <br> 3 At the request of one side, the Working Group on Rules of <br> Origin shall, in accordance with the mechanism and time frame as <br> agreed by the competent authorities on rules of origin of the two sides, <br> conduct consultations on the revisions to the rules of origin for goods <br> claiming zero tariff. After the completion of the consultations, the <br> revised rules of origin shall be announced and implemented by the two sides. <br> 4 The Working Group on Rules of Origin shall meet at least once <br> a year or at other times as agreed by the two sides. <br> 5 Customs administrations of the two sides, together with the <br> relevant authorities, shall convene at least one meeting on <br> implementation work every year to review the verification of origin and <br> explore measures to strengthen cooperation between the two sides. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 27: Scope and Objectives <br> 1 This Chapter shall apply, in accordance with the respective <br> obligations and customs law of the two sides, to customs procedures <br> applied to the goods traded between the two sides and to the <br> movement of means of transport between the two sides. <br> 2 The objectives of this Chapter are to: <br> (i) simplify and harmonise customs procedures; <br> (ii) facilitate trade between the two sides; <br> (iii) promote cooperation between the customs <br> administrations of the two sides within the scope of this Chapter. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 28: Definitions <br> For the purposes of this Chapter: <br> @^@customs law@^@ means the statutory or regulatory provisions <br> relating to the importation, exportation, movement or storage of <br> goods, the enforcement of which is specifically charged to the <br> customs administrations, and any regulation made by the customs <br> administrations under their statutory powers. <br> @^@customs procedures@^@ means the treatment applied by the <br> customs administrations to goods and means of transport that are <br> subject to customs control. <br> @^@means of transport@^@ means various types of vessels, <br> vehicles and aircraft which enter or leave the customs territory of one <br> side carrying persons or goods. <br> @^@Customs Valuation Agreement@^@ means the Agreement on <br> Implementation of Article VII of the General Agreement on Tariffs and <br> Trade 1994 in Annex 1A to the WTO Agreement. <br> @^@Harmonised System@^@ means the Harmonised Commodity <br> Description and Coding System annexed to the International <br> Convention on the Harmonised Commodity Description and Coding <br> System signed on 14 June 1983, and its amendments. <br> "}, {"ArticleTitle": "Affirmation of the Agreement on Trade Facilitation", "ArticleDesc": "Article 29: Affirmation of the Agreement on Trade Facilitation <br> The two sides reiterate their observance of their respective <br> commitments under the Agreement on Trade Facilitation (hereinafter <br> referred to as the @^@TF Agreement@^@) in Annex 1A to the WTO <br> Agreement, in facilitating implementation of the TF Agreement. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 30: Facilitation <br> 1 The two sides shall ensure that their customs procedures and <br> practices are predictable, consistent and transparent, so as to facilitate trade. <br> 2 One side shall endeavour to use customs procedures based <br> on international standards, in particular the standards and <br> recommended practices of the World Customs Organisation, to <br> reduce costs and unnecessary delays in trade between the two sides. <br> 3 The two sides shall strengthen exchanges on the <br> implementation of the TF Agreement. <br> 4 The two sides shall continuously explore means to further <br> simplify procedures and enhance the level of facilitation. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 31: Transparency <br> 1 One side shall promptly publish its laws, regulations and <br> administrative regulations applicable and relevant to trade in goods <br> between the two sides. <br> 2 One side shall designate enquiry points to address enquiries <br> from interested persons on customs matters, and shall make <br> available, through the internet, information on procedures for making such enquiries. <br> 3 One side shall endeavour to publish, in advance, through the <br> internet, draft laws and regulations applicable and relevant to trade <br> between the two sides, with a view to affording the public, especially <br> interested persons, an opportunity to provide comments. <br> 4 Customs administrations of the two sides shall establish a <br> reciprocal notification system to report their respective policies and <br> regulations on customs clearance and facilitation of customs <br> clearance management. <br> 5 One side shall administer in a uniform, impartial and <br> reasonable manner its laws and regulations applicable and relevant <br> to trade between the two sides. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 32: Customs Valuation <br> One side shall determine the customs value of goods traded <br> between the two sides in accordance with the provisions of Article VII <br> Customs Valuation Agreement. <br> of the WTO General Agreement on Tariffs and Trade 1994 and the <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 33: Tariff Classification <br> One side shall apply the Harmonised System to goods traded <br> between the two sides. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 34: Customs Cooperation <br> Recognising the importance of close and long-term <br> cooperation between their customs administrations and of the <br> implementation of customs clearance facilitation to their economic <br> and social development, the two sides agree to strengthen <br> cooperation in customs procedures and trade facilitation in the <br> following areas: <br> (i) conduct studies and exchanges on the differences <br> between their respective customs clearance systems <br> and on existing problems, with a view to exploring <br> specific means to enhance the level of facilitation and <br> to strengthen cooperation; <br> (ii) launch cooperation with focus on information exchange, <br> mutual recognition of control, and mutual assistance in <br> law enforcement, with a view to enhancing the <br> efficiency of customs clearance at control points; <br> (iii) strengthen cooperation in customs clearance for sea <br> and land transportation modes as well as intermodal <br> operation, etc., with a view to enhancing regulatory and <br> customs clearance efficiency; <br> (iv) strengthen the work of the Expert Group on Cargo Data <br> Sharing and Road Cargo Clearance under the two <br> customs administrations, further study the feasibility of <br> data interchange and development of electronic <br> customs clearance system at control points, strengthen <br> the risk management of customs clearance and <br> enhance its efficiency through technical means. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 35: Application of Information Technology <br> The customs administration of one side shall adopt cost- <br> effective and highly efficient information technology to support <br> customs operations, attach importance to the development in this <br> area under the World Customs Organisation, explore the use of <br> internet, etc. to facilitate customs clearance, and establish and <br> promote single window. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 36: Risk Management <br> 1 One side shall establish and maintain a risk management <br> system to implement customs control and use risk profiling to <br> determine which persons, goods and means of transport are to be <br> examined, and the extent and methods of the examination. <br> 2 One side shall further strengthen the use of risk management <br> techniques in the administration of its customs procedures so as to <br> facilitate the clearance of low-risk goods and allow resources to be <br> focused on high-risk goods. <br> 3 The two sides shall conduct consultations on an equal basis to <br> explore ways to strengthen the existing liaison mechanisms between <br> their customs administrations with a view to enhancing the level of <br> risk management and trade efficiency. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 37: Authorised Economic Operator System <br> of Hong Kong. <br> 1 In implementing an Authorised Economic Operator System or <br> relevant measures, one side shall draw on relevant international <br> standards, in particular the SAFE Framework of Standards to Secure <br> and Facilitate Global Trade of the World Customs Organisation. <br> 2 The two sides shall launch or continue to deepen the <br> cooperation in the mutual recognition of the Authorised Economic <br> Operator System or relevant measures, and provide customs <br> clearance facilitation for law-abiding and secure enterprises in <br> accordance with the law, so as to facilitate trade between the two <br> sides and international trade while ensuring effective regulation. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 38: Release of Goods <br> 1 One side shall establish or maintain simplified customs <br> procedures to enhance the efficiency of the release of goods in order <br> to facilitate trade between the two sides. For greater certainty, this <br> paragraph shall not be construed as requiring one side to release <br> goods where the requirements for release have not been met. <br> 2 In accordance with paragraph 1 of this Article, one side shall <br> establish or maintain the following procedures: <br> (i) allow the submission and processing of advance <br> electronic information before the physical arrival of <br> goods with a view to expediting the release of goods; <br> (ii) ensure that goods are released as soon as possible <br> within a time period no longer than that required to <br> ensure compliance with its customs law. <br> "}, {"ArticleTitle": "Perishable Goods", "ArticleDesc": "Article 39: Perishable Goods <br> 1 With a view to preventing avoidable loss or deterioration of <br> perishable goods, and provided that all regulatory requirements have <br> been met, one side shall: <br> (i) provide for the release of perishable goods within the <br> shortest possible time under normal circumstances; <br> (ii) provide for the release of perishable goods outside the <br> normal business hours of its customs administration in <br> exceptional circumstances and where permitted in the contexts. <br> 2 One side shall consider according priority to perishable goods <br> when scheduling examinations of goods. <br> "}, {"ArticleTitle": "Liaison Mechanism", "ArticleDesc": "Article 40: Liaison Mechanism <br> 1 The two sides shall steer and coordinate cooperation in <br> customs clearance facilitation through the Annual Review Meeting <br> between the senior management of the General Administration of <br> Customs of the Mainland and the Customs and Excise Department <br> of Hong Kong, take forward cooperation in customs clearance <br> facilitation through the customs administrations and the expert groups <br> of the relevant departments of the two sides, and conduct regular <br> assessment of the effectiveness of trade facilitation measures being implemented. <br> 2 The customs administrations of the two sides shall set up a <br> liaison officer mechanism to implement the point-to-point hotline <br> notification measure, and coordinate and resolve problems in <br> cooperation in a timely manner. <br> 3 The two sides shall set up a control point operations liaison <br> mechanism to strengthen cooperation in establishing an emergency <br> management mechanism at control points and adopt effective <br> measures to maintain as far as possible smooth clearance on the two sides. <br> 4 The customs administrations of the two sides shall establish a <br> regular meeting mechanism to make full use of the Guangdong and <br> Hong Kong Customs Working Group on Operational Efficiency of <br> Control Points set up under the Guangdong Branch of the General <br> Administration of Customs and the Customs and Excise Department <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 37: Authorised Economic Operator System <br> of Hong Kong. <br> 1 In implementing an Authorised Economic Operator System or <br> relevant measures, one side shall draw on relevant international <br> standards, in particular the SAFE Framework of Standards to Secure <br> and Facilitate Global Trade of the World Customs Organisation. <br> 2 The two sides shall launch or continue to deepen the <br> cooperation in the mutual recognition of the Authorised Economic <br> Operator System or relevant measures, and provide customs <br> clearance facilitation for law-abiding and secure enterprises in <br> accordance with the law, so as to facilitate trade between the two <br> sides and international trade while ensuring effective regulation. <br> "}]}]}, "members_found": ["344", "156"]}