{"FtaRooDetails": {"FtaId": 150, "FtaCode": "ITC00155", "FtaName": "EPA, India-Japan", "FtaFullName": "COMPREHENSIVE ECONOMIC PARTNERSHIP AGREEMENT BETWEEN JAPAN AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, India-Japan", "AdminProcCooAuth": "The certification type under EPA, India-Japan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, India-Japan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, India-Japan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH and RVC 35%", "RooText": "1 For the purposes of subparagraph (b) of Article 27, a good shall qualify as an originating good of a Party if:(a) the good has a qualifying value content, calculated using the formula set out in Article 30, of not less than 35 percent; and(b) all non-originating materials used in the production of the good have undergone in the Party a change in tariff classification at the six-digit level (i.e. a change in tariff subheading) of the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " Annex 2<br /> Referred to in Chapter 3<br /> Product Specific Rules<br /> Part 1<br /> General Notes<br /> For the purposes of the product specific rules set out<br /> in this Annex:<br /> (a) the product specific rule, or specific set of<br /> rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the<br /> heading or subheading;<br /> (b) where the specific set of rules provides for more<br /> than one rule to be selectively applied, the<br /> order of the description of the rules does not<br /> indicate priority of application;<br /> (c) the following definitions apply:<br /> the term \"section\" means a section of the<br /> Harmonized System;<br /> the term \"chapter\" means a chapter of the<br /> Harmonized System;<br /> the term \"heading\" means the first four digits in<br /> the tariff classification number under the<br /> Harmonized System; and<br /> the term \"subheading\" means the first six digits<br /> in the tariff classification number under the<br /> Harmonized System; and<br /> (d) this Annex is based on the Harmonized System as<br /> amended on January 1, 2007.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00155_coo.pdf", "DocType": "1_coo", "WebLink": "http://commerce.gov.in/writereaddata/pdf_download/_Implementing%20Procedures.PDF"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00155_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.mofa.go.jp/region/asia-paci/india/epa201102/pdfs/ijcepa_x02_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00155_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.go.jp/roo/english/text/india1.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00155_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/india/epa201102/pdfs/ijcepa_x03_e.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00155_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mofa.go.jp/region/asia-paci/india/epa201102/pdfs/ijcepa_ba_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00155_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/asia-paci/india/epa201102/index.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Accumulation <br /> For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, an originating <br /> good of the other Party which is used as a material in the <br /> production of the good in the former Party may be <br /> considered as an originating material of the former Party, <br /> provided that such good has undergone its last production <br /> process in the former Party which goes beyond the <br /> operations provided for in Article 33.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7 or 10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : De Minimis <br /> Non-originating materials used in the production of a <br /> good that do not satisfy an applicable rule for the good <br /> shall be disregarded, provided that the totality of such <br /> materials does not exceed specific percentages in value or <br /> weight of the good. Such percentages shall be: <br /> (a) in the case of a good classified under Chapters <br /> 15 through 24 (except 1604.20, 1605.20, 1605.90, <br /> 2101.11, 2101.20, 2106.10, 2106.90, 2207.10 and <br /> 2207.20), 2501.00, 2906.11, 2918.14, 2918.15, <br /> 2940.00, 3505.10, 3505.20, 3809.10 and 3824.60 of <br /> the Harmonized System, 7 percent in value of the good; <br /> (b) in the case of a good classified under Chapters <br /> 28 through 49 (except 2905.44, 2906.11, 2918.14, <br /> 2918.15, 2940.00, 3502.11, 3502.19, 3505.10, <br /> 3505.20, 3809.10, 3824.60, 4601.29, 4601.94 and <br /> 4602.19) and 64 through 97 of the Harmonized <br /> System, 10 percent in value of the good; and <br /> (c) in the case of a good classified under Chapters <br /> 50 through 63 (except 5001.00, 5003.00, heading <br /> 51.02, 51.03, 52.01 through 52.03, 53.01 and <br /> 53.02) of the Harmonized System, 7 percent in weight of the good. <br /> Note 1: For the purposes of this Article, the term @^@value <br /> of the good@^@ means the free-on-board value of the <br /> good referred to in paragraph 1 of Article 30 or <br /> the value set out in paragraph 2 of that Article. <br /> Note 2: For the purposes of this Article, @^@Harmonized <br /> System@^@ is that on which the product specific rules <br /> set out in Annex 2 are based. <br /> Note 3: This Article shall not be applied in calculating <br /> the qualifying value content set out in Article 30.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Accessories, Spare Parts, Tools and Instructional <br /> or Other Information Materials <br /> 1 In determining whether all the non-originating <br /> materials used in the production of a good undergo the <br /> applicable change in tariff classification or a specific <br /> manufacturing or processing operation, accessories, spare <br /> parts, tools and instructional or other information <br /> materials delivered with the good that form part of the <br /> good's standard accessories, spare parts, tools and <br /> instructional or other information materials, shall be disregarded, provided that: <br /> (a) the accessories, spare parts, tools and <br /> instructional or other information materials are <br /> not invoiced separately from the good, without <br /> regard to whether they are separately described in the invoice; and <br /> (b) the quantities and value of the accessories, <br /> spare parts, tools and instructional or other <br /> information materials are customary for the good. <br /> 2 If a good is subject to a qualifying value content <br /> requirement, the value of the accessories, spare parts, <br /> tools and instructional or other information materials <br /> shall be taken into account as the value of originating or <br /> non-originating materials, as the case may be, in <br /> calculating the qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Wholly Obtained or Produced Goods <br /> For the purposes of subparagraph (a) of Article 27, <br /> the following goods shall be considered as being wholly <br /> obtained or produced in a Party: <br /> (a) live animals born and raised in the Party; <br /> (b) animals obtained by hunting, trapping, fishing, <br /> gathering or capturing in the Party; <br /> (c) goods obtained from live animals in the Party; <br /> (d) plants and plant products harvested, picked or gathered in the Party; <br /> Note: For the purposes of this subparagraph, the <br /> term @^@plant@^@ refers to all plant life, <br /> including fruit, flowers, vegetables, <br /> trees, seaweed, fungi and live plants. <br /> (e) minerals and other naturally occurring <br /> substances, not included in subparagraphs (a) <br /> through (d), extracted or taken in the Party; <br /> (f) goods of sea-fishing and other goods taken by <br /> vessels of the Party from the sea outside the <br /> territorial seas of the Parties; <br /> (g) goods produced on board factory ships of the <br /> Party, outside the territorial seas of the <br /> Parties from the goods referred to in subparagraph (f); <br /> (h) goods taken from the sea-bed or subsoil beneath <br /> the sea-bed outside the territorial sea of the <br /> Party, provided that the Party has rights to <br /> exploit such sea-bed or subsoil in accordance <br /> with the provisions of the United Nations <br /> Convention on the Law of the Sea, done at Montego Bay, December 10, 1982; <br /> (i) articles collected in the Party which can no <br /> longer perform their original purpose in the <br /> Party nor are capable of being restored or <br /> repaired and which are fit only for disposal or <br /> for the recovery of parts or raw materials; <br /> (j) scrap and waste derived from manufacturing or <br /> processing operations or from consumption in the <br /> Party and fit only for disposal or for the recovery of raw materials; <br /> (k) parts or raw materials recovered in the Party <br /> from articles which can no longer perform their <br /> original purpose nor are capable of being restored or repaired; and <br /> (l) goods obtained or produced in the Party <br /> exclusively from the goods referred to in subparagraphs (a) through (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Non-Qualifying Operations <br /> A good shall not be considered to be an originating <br /> good of the exporting Party merely by reason of having <br /> undergone the following: <br /> (a) operations to ensure the preservation of products <br /> in good condition during transport and storage <br /> (such as drying, freezing, keeping in brine, <br /> removal of damaged parts) and other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, boxes and other simple packaging operations; <br /> (e) collection of parts and components classified as <br /> a good pursuant to Rule 2(a) of the General Rules <br /> for the Interpretation of the Harmonized System; <br /> (f) simple operations consisting of removal of dust, <br /> sifting or screening, sorting, classifying, <br /> matching (including the making-up of sets of <br /> articles), washing, painting; <br /> (g) simple cutting, slicing and repacking or placing <br /> in bottles, flasks, bags or boxes, fixing on <br /> cards or boards, and all other simple packing operations; <br /> (h) affixing or printing marks, labels and other like <br /> distinguishing signs on products or their packaging; <br /> (i) simple mixing of products whether or not of different kinds; <br /> (j) simple assembly of parts of goods to constitute a complete product; <br /> (k) slaughter of animals; <br /> (l) mere dilution with water or another substance <br /> that does not materially alter the characteristics of the goods; or <br /> (m) any combination of operations referred to in subparagraphs (a) through (l). <br /> Note: For the purposes of this Article, an operation is <br /> described as @^@simple@^@ if neither special skills nor <br /> machines, apparatus or equipment especially produced <br /> or installed for carrying it out are needed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Calculation of Qualifying Value Content <br /> 1 For the purposes of calculating the qualifying value <br /> content of a good, one or the other of the following <br /> formulas shall be applied: <br /> (a) <br /> Where: Q.V.C. = [(F.O.B. - V.N.M.)/F.O.B.] x 100 <br /> Q.V.C. is the qualifying value content of a <br /> good, expressed as a percentage; <br /> F.O.B. is, except as provided for in <br /> paragraph 2, the free-on-board value of a good <br /> payable by the buyer of the good to the seller of <br /> the good, regardless of the mode of shipment, not <br /> including any internal excise taxes reduced, <br /> exempted, or repaid when the good is exported; <br /> and <br /> V.N.M. is the value of non-originating <br /> materials used in the production of a good; <br /> (b) <br /> Q.V.C. = [(V.O.M. + Direct Labour Cost + Direct Overhead Cost + Profit)/ F.O.B.] x 100 <br /> Where: <br /> V.O.M. is the value of originating material <br /> used in the production of the good. <br /> Note: For the purpose of calculating the qualifying <br /> value content of a good, the Generally Accepted <br /> Accounting Principles in the exporting Party shall be applied. <br /> 2 F.O.B. referred to in paragraph 1 shall be the value: <br /> (a) adjusted to the first ascertainable price paid <br /> for a good from the buyer to the producer of the <br /> good, if there is free-on-board value of the <br /> good, but it is unknown and cannot be ascertained; or <br /> (b) determined in accordance with Articles 1 through <br /> 8 of the Agreement on Customs Valuation, if there <br /> is no free-on-board value of a good. <br /> 3 For the purposes of paragraph 1, the value of a <br /> material used in a production of a good in a Party: <br /> (a) shall be the CIF value; or <br /> (b) shall be the first ascertainable price paid for <br /> the material in the Party, but may exclude all <br /> the costs incurred in the Party in transporting <br /> the material from the warehouse of the supplier <br /> of the material to the place where the producer <br /> is located such as freight, insurance and packing <br /> as well as any other known and ascertainable cost <br /> incurred in the Party. <br /> Note: For the purposes of this paragraph, the term <br /> @^@CIF value@^@ means the customs value of the <br /> imported good in accordance with the Agreement <br /> on Customs Valuation and includes freight and <br /> insurance where appropriate, packing and all <br /> other costs incurred in transporting the <br /> material to the importation port in the Party <br /> where the producer of the good is located. <br /> 4 For the purposes of subparagraph 2(b) or 3(a), in <br /> applying the Agreement on Customs Valuation to determine <br /> the value of a good or non-originating material, the <br /> Agreement on Customs Valuation shall apply mutatis mutandis <br /> to domestic transactions or to the cases where there is no <br /> domestic transaction of the good or non-originating material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Indirect Materials <br /> Indirect materials shall be, without regard to where <br /> they are produced, considered to be originating materials <br /> of a Party where the good is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Consignment Criteria <br /> 1 An originating good of the other Party shall be deemed <br /> to meet the consignment criteria when it is: <br /> (a) transported directly from the other Party; or <br /> (b) transported through one or more non-Parties for <br /> the purpose of transit or temporary storage in <br /> warehouses in such non-Parties, provided that it <br /> does not undergo operations other than unloading, <br /> reloading and any other operation to preserve it in good condition. <br /> 2 If an originating good of the other Party does not <br /> meet the consignment criteria referred to in paragraph 1, <br /> the good shall not be considered as an originating good of the other Party. <br /> Article 36 : Fungible Goods and Materials <br /> 1 For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, where fungible <br /> originating materials of the Party and fungible non- <br /> originating materials that are mixed in an inventory are <br /> used in the production of the good, the origin of the <br /> materials may be determined pursuant to an inventory <br /> management method under the Generally Accepted Accounting <br /> Principles in the Party. <br /> 2 Where fungible originating goods of a Party and <br /> fungible non-originating goods are mixed in an inventory <br /> and, prior to exportation do not undergo any production <br /> process or any operation in the Party where they were mixed <br /> other than unloading, reloading or any other operation to <br /> preserve them in good condition, the origin of the good may <br /> be determined pursuant to an inventory management method <br /> under the Generally Accepted Accounting Principles in the Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Originating Goods <br /> Except as otherwise provided for in this Agreement, a <br /> good shall qualify as an originating good of a Party where: <br /> (a) the good is wholly obtained or produced entirely <br /> in the Party, as provided for in Article 28; or <br /> (b) the good is not wholly obtained or produced in <br /> the Party, provided that the good satisfies the requirements of Article 29.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Packing and Packaging Materials and Containers <br /> 1 Packing materials and containers for shipment that are <br /> used to protect a good during transportation shall not be <br /> taken into account in determining whether the good <br /> qualifies as an originating good of a Party. <br /> 2 With respect to packaging materials and containers <br /> that are used for retail sale of a good: <br /> (a) such packaging materials and containers shall be <br /> disregarded in determining whether the good <br /> qualifies as an originating good of a Party, if <br /> they are classified with the good pursuant <br /> to Rule 5 of the General Rules for the <br /> Interpretation of the Harmonized System; and <br /> (b) if the good is subject to a qualifying value <br /> content requirement, the value of such packaging <br /> materials and containers shall be taken into <br /> account as the value of originating materials of <br /> a Party where the good is produced or non- <br /> originating materials, as the case may be, in <br /> calculating the qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Fungible Goods and Materials <br /> 1 For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, where fungible <br /> originating materials of the Party and fungible non- <br /> originating materials that are mixed in an inventory are <br /> used in the production of the good, the origin of the <br /> materials may be determined pursuant to an inventory <br /> management method under the Generally Accepted Accounting <br /> Principles in the Party. <br /> 2 Where fungible originating goods of a Party and <br /> fungible non-originating goods are mixed in an inventory <br /> and, prior to exportation do not undergo any production <br /> process or any operation in the Party where they were mixed <br /> other than unloading, reloading or any other operation to <br /> preserve them in good condition, the origin of the good may <br /> be determined pursuant to an inventory management method <br /> under the Generally Accepted Accounting Principles in the Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Section 2 : Claim for Preferential Tariff Treatment <br /> For the purposes of claiming the preferential tariff <br /> treatment for an originating good of the exporting Party, a <br /> certificate of origin shall be submitted to the customs <br /> authority of the importing Party by the importer, together <br /> with the documents required for the importation of the good <br /> in accordance with the laws and regulations of the importing Party. <br /> Notwithstanding paragraph 1, the importing Party may <br /> waive the requirement for a certificate of origin in <br /> accordance with its laws and regulations. <br /> 3 Where an originating good of the exporting Party is <br /> imported through one or more non-Parties as provided for <br /> in Article 34, the customs authority of the importing Party <br /> may require the importer, who claims the preferential <br /> tariff treatment for the good, to submit: <br /> (a) a copy of through bill of lading indicating the <br /> port of exportation and importation; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties or <br /> other relevant entities, which evidences that the <br /> good has not undergone operations other than <br /> unloading, reloading and any other operation to <br /> preserve it in good condition in those non-Parties. <br /> 4 Notwithstanding paragraph 3, the customs authority of <br /> the importing Party may require the importer to submit <br /> documents provided for in subparagraph 3(b) in addition to <br /> a copy of through bill of lading provided for in <br /> subparagraph 3(a) in accordance with the relevant <br /> provisions of Implementing Procedures referred to in Section 11. <br /> Section 3 : Issuance of Certificate of Origin <br /> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br /> shall be issued by the competent governmental <br /> authority of the exporting Party on request having been <br /> made in writing by the exporter or its authorised agent. <br /> 2 For the purposes of this Section, the competent <br /> governmental authority of the exporting Party may designate <br /> other entities or bodies for the issuance of certificate of <br /> origin, under the authorisation given in accordance with <br /> the applicable laws and regulations of the exporting Party. <br /> 3 Where the competent governmental authority of the <br /> exporting Party designates other entities or bodies to <br /> carry out the issuance of certificate of origin, the <br /> exporting Party shall notify in writing the other Party of its designees. <br /> 4 For the purposes of this Annex, upon the entry into <br /> force of this Agreement, the Parties shall establish a <br /> format of certificate of origin in the English language in <br /> the Implementing Procedures referred to in Section 11. <br /> 5 A certificate of origin shall be completed in the English language. <br /> 6 Where the exporter of a good is not the producer of <br /> the good in the exporting Party, the exporter may request a <br /> certificate of origin on the basis of: <br /> (a) a declaration provided by the exporter to the <br /> competent governmental authority of the exporting <br /> Party or its designees based on the information <br /> provided by the producer of the good to that exporter; or <br /> (b) a declaration voluntarily provided by the <br /> producer of the good directly to the competent <br /> governmental authority of the exporting Party or <br /> its designees by the request of the exporter. <br /> 7 A certificate of origin shall be issued only after the <br /> exporter who requests the certificate of origin, or the <br /> producer of a good in the exporting Party referred to in <br /> subparagraph 6(b), proves to the competent governmental <br /> authority of the exporting Party or its designees that the <br /> good to be exported qualifies as an originating good of the exporting Party. <br /> 8 The competent governmental authority of the exporting <br /> Party shall provide the importing Party with specimen <br /> signatures and impressions of stamps used in the offices of <br /> the competent governmental authority or its designees, upon <br /> entry into force of this Agreement and their modification thereafter. <br /> 9 Each Party shall, in accordance with its laws and <br /> regulations, ensure that the exporter to whom a certificate <br /> of origin has been issued, or the producer of a good in the <br /> exporting Party referred to in subparagraph 6(b), shall <br /> notify in writing the competent governmental authority of <br /> the exporting Party or its designees without delay when <br /> such exporter or producer knows that such good does not <br /> qualify as an originating good of the exporting Party. <br /> 10. The competent governmental authority of the exporting <br /> Party shall, when it cancels the decision to issue the <br /> certificate of origin, promptly notify the cancellation to <br /> the exporter to whom the certificate of origin has been <br /> issued, and to the customs authority of the importing <br /> Party, except where the certificate has been returned to <br /> the competent governmental authority. <br /> Section 6 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the exporting Party under preferential tariff <br /> treatment qualifies as an originating good of the exporting <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent governmental authority of the exporting Party <br /> on the basis of the certificate of origin. <br /> 2 For the purposes of paragraph 1, the competent <br /> governmental authority of the exporting Party shall, in <br /> accordance with the laws and regulations of the Party, <br /> provide the requested information in a period not exceeding <br /> three months after the date of receipt of the request. <br /> If the customs authority of the importing Party considers <br /> necessary, it may require additional information relating <br /> to the origin of the good. If additional information is <br /> requested by the customs authority of the importing Party, <br /> the competent governmental authority of the exporting Party <br /> shall, in accordance with the laws and regulations of the <br /> exporting Party, provide the requested information in a <br /> period not exceeding two months after the date of receipt of the request. <br /> 3 For the purposes of paragraph 2, the competent <br /> governmental authority of the exporting Party may request <br /> the exporter to whom the certificate of origin has been <br /> issued, or the producer of the good in the exporting Party <br /> referred to in subparagraph 6(b) of Section 3, to provide <br /> the former with the requested information. <br /> 4 The request of information in accordance with <br /> paragraph 1 shall not preclude the use of a verification <br /> method provided for in Section 7. <br /> 5 During the procedures provided for in this Section and Section 7, <br /> the customs authority of the importing Party may <br /> suspend the preferential tariff treatment while awaiting <br /> the result of verification. However, it shall not wait for <br /> the procedures to be completed before it releases the good <br /> to the importer, in accordance with its laws and regulations. <br /> Rule 3 : Issuance <br /> (a) In principle, a certificate of origin should be issued <br /> no later than three days from the date of shipment. <br /> (b) In exceptional cases where the certificate of origin has <br /> not been issued before the time limit provided for in <br /> subparagraph (a) at the request of the exporter or its <br /> authorised agent, the certificate of origin may be issued <br /> retroactively in accordance with the laws and regulations <br /> of the exporting Party within 9 months from the date of <br /> shipment, in which case it is necessary to indicate <br /> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br /> certificate of origin specified in Appendix 2. In such <br /> cases, the importer of the good who claims the <br /> preferential tariff treatment for the good may, subject <br /> to the laws and regulations of the importing Party, <br /> provide the customs authority of the importing Party with <br /> the certificate of origin issued retroactively. The <br /> certificate of origin issued retroactively should <br /> indicate the date of shipment in the relevant field <br /> specified in Appendix 2. <br /> (c) Where an importer of an originating good at the time of <br /> importation does not have in his possession a certificate <br /> of origin, the importer may, in accordance with the laws <br /> and regulations of the importing Party, apply for a refund <br /> of any excess customs duties paid or deposit imposed as <br /> a result of the goods not having been granted preferential <br /> tariff treatment, on presentation to the customs <br /> authority of the importing Party the certificate of <br /> origin issued in accordance with Section 3 of Annex 3(OCP) <br /> and, if required, such other documentation relating to <br /> the importation of the good. <br /> Note: Notwithstanding this paragraph, in the case of <br /> importation into Japan, refund of any excess duties <br /> paid is not applicable. <br /> (d) Signatures on a certificate of origin of the <br /> representatives of the competent governmental authority <br /> of the exporting Party or its designees may be autographed <br /> or electronically printed. <br /> (e) Each certificate of origin should bear a certification <br /> number given by the competent governmental authority of <br /> the exporting Party or its designees. The same <br /> certification number shall not be used again in issuing <br /> another certificate of origin. <br /> (f) In the event of theft, loss or destruction of the original <br /> certificate of origin before the expiration of its <br /> validity, the exporter or its authorised agent may <br /> request the competent governmental authority of the <br /> exporting Party or its designees to issue a new <br /> certificate of origin with a new certification number on <br /> the basis of the export documents in their possession, <br /> in which case the original certificate of origin should <br /> be invalidated. The new certificate should bear in the <br /> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br /> issuance and the certification number of the original <br /> certificate of origin should be indicated in the new <br /> certificate of origin. The new certificate of origin <br /> should be valid during the original term of the validity <br /> of the original certificate of origin. <br /> Rule 4 : Modification <br /> (a) The exporter or its authorised agent should request the <br /> reissuance of a certificate of origin if a certificate of <br /> origin contains incorrect information, and the <br /> invalidation of the original certificate. <br /> (b) Notwithstanding subparagraph (a), the competent <br /> governmental authority of the exporting Party or its <br /> designees may, in response to the request for reissuance <br /> referred to in subparagraph (a) or at their own initiative, <br /> make modification on the certificate of origin by striking <br /> out errors and making any addition required. Such <br /> modification should be certified by authorised signature <br /> and seal of the competent governmental authority of the <br /> exporting Party or its designees. <br /> (c) Erasures, superimpositions and modifications other than <br /> those referred to in subparagraph (b) should not be allowed <br /> on the issued certificate of origin. <br /> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br /> In cases where some goods not subject to preferential tariff <br /> treatment are described in a certificate of origin together with <br /> other goods subject to preferential tariff treatment, the <br /> certificate of origin is valid only for the goods subject to <br /> preferential tariff treatment. <br /> 2. Administration and Enforcement <br /> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br /> The Parties should provide each other with the sample of <br /> a certificate of origin, specimen signatures and impressions <br /> of stamps used for the issuance of a certificate of origin upon <br /> the date of adoption of this Implementing Procedures, as well <br /> as upon their modification thereafter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Focal points of administrative offices <br /> (a) The focal point of the competent governmental authority <br /> of the exporting Party is: <br /> -in the case of India, Department of Commerce, Ministry <br /> of Commerce and Industry; and <br /> -in the case of Japan, the Origin Certification Policy <br /> Office of the Trade Administration Division of the Trade <br /> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br /> (b) The focal point of the customs authority of the importing Party is: <br /> -in the case of India, the Central Board of Excise and <br /> Customs of the Department of Revenue, Ministry of Finance; and <br /> -in the case of Japan, the Customs and Tariff Bureau of <br /> the Ministry of Finance. <br /> (c) Both Parties should provide each other with the address, <br /> phone number, fax number and e-mail address of the focal <br /> points referred to in subparagraphs (a) and (b) upon <br /> adoption of this Implementing Procedures, and should <br /> notify any modification regarding such information <br /> within 30 days after such modification. <br /> (d) If the competent governmental authority of the exporting <br /> Party designates entities or bodies to carry out the <br /> issuance of the certificate of origin, or makes <br /> modification or revocation with respect to its designees, <br /> it should immediately notify the importing Party of such <br /> designation, modification or revocation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Section 4 : Validity of Certificate of Origin <br /> 1 An issued certificate of origin shall be applicable to <br /> a single importation of originating goods of the exporting <br /> Party into the importing Party and be valid for 12 months <br /> from the date of issuance. <br /> 2 A certificate of origin submitted to the customs <br /> authority of the importing Party after the expiration of <br /> its validity as a result of force majeure shall be accepted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Section 5 : Record Keeping <br /> 1 Each Party shall ensure that the competent <br /> governmental authority of the Party or its designees shall <br /> keep a record of the issued certificate of origin for a <br /> period of five years after the date on which the <br /> certificate was issued. Such record will include all <br /> antecedents, which were presented to prove the <br /> qualification as an originating good of the exporting Party. <br /> 2 Each Party shall, in accordance with its laws and <br /> regulations, ensure that the exporter to whom a certificate <br /> of origin has been issued, or the producer of a good in the <br /> exporting Party referred to in subparagraph 6(b) of Section 3 <br /> shall keep the records relating to the origin of the good <br /> for five years after the date on which the certificate of origin was issued. <br /> 3 The records to be kept in accordance with this Section <br /> may include electronic records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 9 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Issuance <br /> (b) In exceptional cases where the certificate of origin has <br /> not been issued before the time limit provided for in <br /> subparagraph (a) at the request of the exporter or its <br /> authorised agent, the certificate of origin may be issued <br /> retroactively in accordance with the laws and regulations <br /> of the exporting Party within 9 months from the date of <br /> shipment, in which case it is necessary to indicate <br /> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br /> certificate of origin specified in Appendix 2. In such <br /> cases, the importer of the good who claims the <br /> preferential tariff treatment for the good may, subject <br /> to the laws and regulations of the importing Party, <br /> provide the customs authority of the importing Party with <br /> the certificate of origin issued retroactively. The <br /> certificate of origin issued retroactively should <br /> indicate the date of shipment in the relevant field <br /> specified in Appendix 2. <br /> (c) Where an importer of an originating good at the time of <br /> importation does not have in his possession a certificate <br /> of origin, the importer may, in accordance with the laws <br /> and regulations of the importing Party, apply for a refund <br /> of any excess customs duties paid or deposit imposed as <br /> a result of the goods not having been granted preferential <br /> tariff treatment, on presentation to the customs <br /> authority of the importing Party the certificate of <br /> origin issued in accordance with Section 3 of Annex 3(OCP) <br /> and, if required, such other documentation relating to <br /> the importation of the good. <br /> Note: Notwithstanding this paragraph, in the case of <br /> importation into Japan, refund of any excess duties <br /> paid is not applicable.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Section 2 : Claim for Preferential Tariff Treatment <br /> 3 Where an originating good of the exporting Party is <br /> imported through one or more non-Parties as provided for <br /> in Article 34, the customs authority of the importing Party <br /> may require the importer, who claims the preferential <br /> tariff treatment for the good, to submit: <br /> (a) a copy of through bill of lading indicating the <br /> port of exportation and importation; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties or <br /> other relevant entities, which evidences that the <br /> good has not undergone operations other than <br /> unloading, reloading and any other operation to <br /> preserve it in good condition in those non-Parties. <br /> 4 Notwithstanding paragraph 3, the customs authority of <br /> the importing Party may require the importer to submit <br /> documents provided for in subparagraph 3(b) in addition to <br /> a copy of through bill of lading provided for in <br /> subparagraph 3(a) in accordance with the relevant <br /> provisions of Implementing Procedures referred to in Section 11. <br /> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br /> In fulfillment of the consignment criteria stipulated in Article 34 <br /> of the Agreement, the customs authority of the <br /> importing Party may, under circumstances such as listed below, <br /> require the importer to submit document(s) provided for in <br /> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br /> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br /> (a) where the container has been opened; <br /> (b) where the seal number of container has been changed; <br /> (c) where the container number has been changed; <br /> (d) where the package has been opened. <br /> [Customs administration]: <br /> Chapter 4 <br /> Customs Procedures", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Invoice of a non-Party <br /> The customs authority of the importing Party should not <br /> refuse to accept a certificate of origin only for the reason <br /> that the invoice is issued by either a natural person or a <br /> juridical person located in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Section 6 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the exporting Party under preferential tariff <br /> treatment qualifies as an originating good of the exporting <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent governmental authority of the exporting Party <br /> on the basis of the certificate of origin. <br /> 2 For the purposes of paragraph 1, the competent <br /> governmental authority of the exporting Party shall, in <br /> accordance with the laws and regulations of the Party, <br /> provide the requested information in a period not exceeding <br /> three months after the date of receipt of the request. <br /> If the customs authority of the importing Party considers <br /> necessary, it may require additional information relating <br /> to the origin of the good. If additional information is <br /> requested by the customs authority of the importing Party, <br /> the competent governmental authority of the exporting Party <br /> shall, in accordance with the laws and regulations of the <br /> exporting Party, provide the requested information in a <br /> period not exceeding two months after the date of receipt of the request. <br /> 3 For the purposes of paragraph 2, the competent <br /> governmental authority of the exporting Party may request <br /> the exporter to whom the certificate of origin has been <br /> issued, or the producer of the good in the exporting Party <br /> referred to in subparagraph 6(b) of Section 3, to provide <br /> the former with the requested information. <br /> 4 The request of information in accordance with <br /> paragraph 1 shall not preclude the use of a verification <br /> method provided for in Section 7. <br /> 5 During the procedures provided for in this Section and Section 7, <br /> the customs authority of the importing Party may <br /> suspend the preferential tariff treatment while awaiting <br /> the result of verification. However, it shall not wait for <br /> the procedures to be completed before it releases the good <br /> to the importer, in accordance with its laws and regulations. <br /> Section 7 : Verification Visit <br /> 1 If the customs authority of the importing Party is not <br /> satisfied with the outcome of the request for checking <br /> pursuant to Section 6, it may request the exporting Party: <br /> (a) to collect and provide information relating to <br /> the origin of a good and check, for that purpose, <br /> the facilities used in the production of the <br /> good, through a visit by the competent <br /> governmental authority of the exporting Party <br /> along with the customs authority of the importing <br /> Party to the premises of the exporter to whom the <br /> certificate of origin has been issued, or the <br /> producer of the good in the exporting Party <br /> referred to in subparagraph 6(b) of Section 3; and <br /> (b) to provide information relating to the origin of <br /> the good in the possession of the competent <br /> governmental authority of the exporting Party or <br /> its designees during or after the visit pursuant to subparagraph (a). <br /> 2 When requesting the exporting Party to conduct a visit <br /> pursuant to paragraph 1, the customs authority of the <br /> importing Party shall deliver a written communication with <br /> such request to the exporting Party at least 60 days in <br /> advance of the proposed date of the visit, the receipt of <br /> which is to be confirmed by the exporting Party. The <br /> competent governmental authority of the exporting Party <br /> shall request the written consent of the exporter, or the <br /> producer of the good in the exporting Party, <br /> whose premises are to be visited. <br /> 3 The communication referred to in paragraph 2 shall include: <br /> (a) the identity of the customs authority of the <br /> importing Party issuing the communication; <br /> (b) the name of the exporter, or the producer of the <br /> good in the exporting Party, whose premises are requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the objective and scope of the proposed visit, <br /> including specific reference to the good subject <br /> of the verification referred to in the certificate of origin; and <br /> (e) the names and titles of the officials of the <br /> customs authority of the importing Party to be present during the visit. <br /> 4 The exporting Party shall respond in writing to the <br /> importing Party, within 30 days of the receipt of the <br /> communication referred to in paragraph 2, whether it <br /> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br /> 5 The competent governmental authority of the exporting <br /> Party shall, in accordance with the laws and regulations of <br /> the Party, provide within 45 days or any other mutually <br /> agreed period from the last day of the visit, to the <br /> customs authority of the importing Party the information <br /> obtained pursuant to paragraph 1. <br /> Section 8 : Determination of Origin and Preferential Tariff Treatment <br /> 1 The customs authority of the importing Party may deny <br /> preferential tariff treatment to a good for which an <br /> importer claims preferential tariff treatment where the <br /> good does not qualify as an originating good of the <br /> exporting Party or where the importer fails to comply with <br /> any of the relevant requirements of this Annex. <br /> 2 The customs authority of the importing Party may <br /> determine that a good does not qualify as an originating <br /> good of the exporting Party and may deny preferential <br /> tariff treatment, and a written determination thereof shall <br /> be sent to the competent governmental authority of the exporting Party: <br /> (a) where the competent governmental authority of the <br /> exporting Party fails to provide the information <br /> within the period referred to in paragraph 2 of <br /> Section 6 or paragraph 5 of Section 7; <br /> (b) where the exporting Party refuses to conduct a <br /> visit, or that Party fails to respond to the <br /> communication referred to in paragraph 2 of Section 7 <br /> within the period referred to in paragraph 4 of Section 7; or <br /> (c) where the information provided to the customs <br /> authority of the importing Party pursuant to Section 6 or 7, <br /> is not sufficient to prove that <br /> the good qualifies as an originating good of the exporting Party. <br /> 3 After carrying out the procedures outlined in Section 6 or 7 <br /> as the case may be, the customs authority of the <br /> importing Party shall provide the competent governmental <br /> authority of the exporting Party with a written <br /> determination of whether or not the good qualifies as an <br /> originating good of the exporting Party, including findings <br /> of fact and the legal basis for the determination. The <br /> competent governmental authority of the exporting Party <br /> shall inform such determination by the customs authority of <br /> the importing Party to the exporter, or the producer of the <br /> good in the exporting Party, whose premises were subject of <br /> the visit referred to in Section 7.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Section 10 : Penalties and Measures against Fraudulent Acts <br /> Each Party shall establish or maintain, in accordance <br /> with its laws and regulations, appropriate penalties or <br /> other measures against its exporters to whom a certificate <br /> of origin has been issued and the producers of a good in <br /> the exporting Party referred to in subparagraph 6(b) of <br /> Section 3 who have committed fraudulent acts in connection <br /> with a certificate of origin, including submission of false <br /> declarations or documents to its competent governmental <br /> authority of the exporting Party or its designees.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Minor errors <br /> The customs authority of the importing Party should <br /> disregard minor errors, such as slight discrepancies or <br /> omissions, typing errors or overrunning the margin of the <br /> designated field, provided that these minor errors do not affect <br /> the authenticity of the certificate of origin or the accuracy <br /> of the information included in the certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 51 : Customs Clearance <br /> 3 Each Party shall provide affected parties with easily <br /> accessible processes of judicial or administrative review <br /> in relation to the action taken by the Party. Such review <br /> shall be independent of the authorities entrusted with the <br /> administrative enforcement of such actions and shall be <br /> carried out in an impartial and fair manner.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 27 : Originating Goods <br> Article 30 : Calculation of Qualifying Value Content <br> Article 36 : Fungible Goods and Materials <br> Wholly Obtained or Produced Goods <br> Accumulation <br> Calculation of Qualifying Value Content <br> For the purposes of determining whether a good <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Except as otherwise provided for in this Agreement, a <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> content of a good, one or the other of the following <br> (a) the good is wholly obtained or produced entirely <br> formulas shall be applied: <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> in the Party, as provided for in Article 28; or <br> originating materials that are mixed in an inventory are <br> (b) the good is not wholly obtained or produced in <br> Where: Q.V.C. = [(F.O.B. - V.N.M.)/F.O.B.] x 100 <br> used in the production of the good, the origin of the <br> the Party, provided that the good satisfies the requirements of Article 29. <br> materials may be determined pursuant to an inventory <br> Article 28 : Wholly Obtained or Produced Goods <br> management method under the Generally Accepted Accounting <br> Principles in the Party. <br> For the purposes of subparagraph (a) of Article 27, <br> paragraph 2, the free-on-board value of a good <br> 2 Where fungible originating goods of a Party and <br> the following goods shall be considered as being wholly <br> fungible non-originating goods are mixed in an inventory <br> obtained or produced in a Party: <br> and, prior to exportation do not undergo any production <br> process or any operation in the Party where they were mixed <br> (a) adjusted to the first ascertainable price paid <br> exempted, or repaid when the good is exported; <br> other than unloading, reloading or any other operation to <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> preserve them in good condition, the origin of the good may <br> good, if there is free-on-board value of the <br> be determined pursuant to an inventory management method <br> materials used in the production of a good; <br> under the Generally Accepted Accounting Principles in the Party. <br> Note: For the purposes of this subparagraph, the <br> (b) <br> Note: For the purposes of this paragraph, the term <br> Article 37 : Indirect Materials <br> (d) plants and plant products harvested, picked or gathered in the Party; <br> term @^@plant@^@ refers to all plant life, <br> Q.V.C. = [(V.O.M. + Direct Labour Cost + Direct Overhead Cost + Profit)/ F.O.B.] x 100 <br> (e) minerals and other naturally occurring <br> including fruit, flowers, vegetables, <br> Indirect materials shall be, without regard to where <br> (b) animals obtained by hunting, trapping, fishing, <br> trees, seaweed, fungi and live plants. <br> V.O.M. is the value of originating material <br> through (d), extracted or taken in the Party; <br> used in the production of the good. <br> of a Party where the good is produced. <br> they are produced, considered to be originating materials <br> substances, not included in subparagraphs (a) <br> in good condition during transport and storage <br> Note: For the purpose of calculating the qualifying <br> Article 38 : Accessories, Spare Parts, Tools and Instructional <br> Accessories, Spare Parts, Tools and Instructional <br> Indirect Materials <br> (f) goods of sea-fishing and other goods taken by <br> Accounting Principles in the exporting Party shall be applied. <br> or Other Information Materials <br> (c) goods obtained from live animals in the Party; <br> 2 F.O.B. referred to in paragraph 1 shall be the value: <br> territorial seas of the Parties; <br> materials used in the production of a good undergo the <br> (g) goods produced on board factory ships of the <br> (h) goods taken from the sea-bed or subsoil beneath <br> Party, outside the territorial seas of the <br> manufacturing or processing operation, accessories, spare <br> Parties from the goods referred to in subparagraph (f); <br> parts, tools and instructional or other information <br> (i) articles collected in the Party which can no <br> the sea-bed outside the territorial sea of the <br> (b) determined in accordance with Articles 1 through <br> and <br> materials delivered with the good that form part of the <br> longer perform their original purpose in the <br> Party, provided that the Party has rights to <br> Where: <br> good's standard accessories, spare parts, tools and <br> instructional or other information materials, shall be disregarded, provided that: <br> exploit such sea-bed or subsoil in accordance <br> with the provisions of the United Nations <br> 3 For the purposes of paragraph 1, the value of a <br> material used in a production of a good in a Party: <br> (j) scrap and waste derived from manufacturing or <br> Convention on the Law of the Sea, done at Montego Bay, December 10, 1982; <br> (a) shall be the CIF value; or <br> not invoiced separately from the good, without <br> (b) shall be the first ascertainable price paid for <br> regard to whether they are separately described in the invoice; and <br> the material in the Party, but may exclude all <br> (b) the quantities and value of the accessories, <br> 2 If a good is subject to a qualifying value content <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> the costs incurred in the Party in transporting <br> spare parts, tools and instructional or other <br> the material from the warehouse of the supplier <br> from articles which can no longer perform their <br> of the material to the place where the producer <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> is located such as freight, insurance and packing <br> requirement, the value of the accessories, spare parts, <br> as well as any other known and ascertainable cost <br> tools and instructional or other information materials <br> original purpose nor are capable of being restored or repaired; and <br> Party and fit only for disposal or for the recovery of raw materials; <br> incurred in the Party. <br> shall be taken into account as the value of originating or <br> non-originating materials, as the case may be, in <br> 1 In determining whether all the non-originating <br> (a) <br> Article 39 : Packing and Packaging Materials and Containers <br> on Customs Valuation and includes freight and <br> Packing and Packaging Materials and Containers <br> (l) goods obtained or produced in the Party <br> exclusively from the goods referred to in subparagraphs (a) through (k). <br> insurance where appropriate, packing and all <br> 1 Packing materials and containers for shipment that are <br> other costs incurred in transporting the <br> used to protect a good during transportation shall not be <br> taken into account in determining whether the good <br> Article 32 : De Minimis <br> qualifies as an originating good of a Party. <br> 4 For the purposes of subparagraph 2(b) or 3(a), in <br> De Minimis <br> 2 With respect to packaging materials and containers <br> (a) in the case of a good classified under Chapters <br> that are used for retail sale of a good: <br> 1 For the purposes of calculating the qualifying value <br> (a) such packaging materials and containers shall be <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> disregarded in determining whether the good <br> qualifies as an originating good of a Party, if <br> (b) changes of packaging and breaking up and assembly of packages; <br> domestic transaction of the good or non-originating material. <br> they are classified with the good pursuant <br> Article 31 : Accumulation <br> to Rule 5 of the General Rules for the <br> Interpretation of the Harmonized System; and <br> (b) if the good is subject to a qualifying value <br> content requirement, the value of such packaging <br> materials and containers shall be taken into <br> account as the value of originating materials of <br> considered as an originating material of the former Party, <br> a Party where the good is produced or non- <br> originating materials, as the case may be, in <br> process in the former Party which goes beyond the <br> Q.V.C. is the qualifying value content of a <br> calculating the qualifying value content of the good. <br> good, expressed as a percentage; <br> operations provided for in Article 33. <br> F.O.B. is, except as provided for in <br> good, but it is unknown and cannot be ascertained; or <br> Non-originating materials used in the production of a <br> payable by the buyer of the good to the seller of <br> calculating the qualifying value content of the good. <br> qualifies as an originating good of a Party, where fungible <br> good that do not satisfy an applicable rule for the good <br> the good, regardless of the mode of shipment, not <br> including any internal excise taxes reduced, <br> shall be disregarded, provided that the totality of such <br> materials does not exceed specific percentages in value or <br> weight of the good. Such percentages shall be: <br> value content of a good, the Generally Accepted <br> 15 through 24 (except 1604.20, 1605.20, 1605.90, <br> 2101.11, 2101.20, 2106.10, 2106.90, 2207.10 and <br> 2207.20), 2501.00, 2906.11, 2918.14, 2918.15, <br> 8 of the Agreement on Customs Valuation, if there <br> for a good from the buyer to the producer of the <br> 2940.00, 3505.10, 3505.20, 3809.10 and 3824.60 of <br> the Harmonized System, 7 percent in value of the good; <br> (b) in the case of a good classified under Chapters <br> V.N.M. is the value of non-originating <br> 28 through 49 (except 2905.44, 2906.11, 2918.14, <br> 2918.15, 2940.00, 3502.11, 3502.19, 3505.10, <br> 3505.20, 3809.10, 3824.60, 4601.29, 4601.94 and <br> is no free-on-board value of a good. <br> 4602.19) and 64 through 97 of the Harmonized <br> System, 10 percent in value of the good; and <br> (c) in the case of a good classified under Chapters <br> 50 through 63 (except 5001.00, 5003.00, heading <br> material to the importation port in the Party <br> @^@CIF value@^@ means the customs value of the <br> 51.02, 51.03, 52.01 through 52.03, 53.01 and <br> 53.02) of the Harmonized System, 7 percent in weight of the good. <br> imported good in accordance with the Agreement <br> (a) operations to ensure the preservation of products <br> Note 1: For the purposes of this Article, the term @^@value <br> of the good@^@ means the free-on-board value of the <br> good referred to in paragraph 1 of Article 30 or <br> the value set out in paragraph 2 of that Article. <br> Note 2: For the purposes of this Article, @^@Harmonized <br> where the producer of the good is located. <br> System@^@ is that on which the product specific rules <br> set out in Annex 2 are based. <br> Note 3: This Article shall not be applied in calculating <br> the qualifying value content set out in Article 30. <br> Article 33 : Non-Qualifying Operations <br> A good shall not be considered to be an originating <br> good of the exporting Party merely by reason of having <br> 1 For the purposes of determining whether a good <br> undergone the following: <br> (such as drying, freezing, keeping in brine, <br> removal of damaged parts) and other similar operations; <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> the value of a good or non-originating material, the <br> Fungible Goods and Materials <br> a good pursuant to Rule 2(a) of the General Rules <br> (f) simple operations consisting of removal of dust, <br> production of the good in the former Party may be <br> applying the Agreement on Customs Valuation to determine <br> sifting or screening, sorting, classifying, <br> matching (including the making-up of sets of <br> articles), washing, painting; <br> (g) simple cutting, slicing and repacking or placing <br> in bottles, flasks, bags or boxes, fixing on <br> qualifies as an originating good of a Party, an originating <br> (e) collection of parts and components classified as <br> cards or boards, and all other simple packing operations; <br> good of the other Party which is used as a material in the <br> (h) affixing or printing marks, labels and other like <br> (i) simple mixing of products whether or not of different kinds; <br> (j) simple assembly of parts of goods to constitute a complete product; <br> (k) slaughter of animals; <br> (l) mere dilution with water or another substance <br> that does not materially alter the characteristics of the goods; or <br> (m) any combination of operations referred to in subparagraphs (a) through (l). <br> Note: For the purposes of this Article, an operation is <br> described as @^@simple@^@ if neither special skills nor <br> machines, apparatus or equipment especially produced <br> or installed for carrying it out are needed. <br> Article 34 : Consignment Criteria <br> provided that such good has undergone its last production <br> to meet the consignment criteria when it is: <br> (a) transported directly from the other Party; or <br> (a) the accessories, spare parts, tools and <br> the good shall not be considered as an originating good of the other Party. <br> instructional or other information materials are <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> information materials are customary for the good. <br> reloading and any other operation to preserve it in good condition. <br> the purpose of transit or temporary storage in <br> warehouses in such non-Parties, provided that it <br> for the Interpretation of the Harmonized System; <br> meet the consignment criteria referred to in paragraph 1, <br> does not undergo operations other than unloading, <br> 2 If an originating good of the other Party does not <br> Consignment Criteria <br> 1 An originating good of the other Party shall be deemed <br> distinguishing signs on products or their packaging; <br> Non-Qualifying Operations <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 26 : Definitions <br> For the purposes of this Chapter: <br> (a) the term @^@exporter@^@ means a natural or juridical <br> person located in an exporting Party who exports <br> a good from the exporting Party; <br> (b) the term @^@factory ships of the Party@^@ or @^@vessels <br> of the Party@^@ respectively means factory ships or vessels: <br> (d) the term @^@Generally Accepted Accounting <br> either Party, of which the representatives, <br> majority of the members of such board are <br> substantial authoritative support within a Party <br> (i) which are registered in the Party; <br> nationals of the Parties, and of which at <br> least 50 percent of the equity interest is <br> percent by nationals of the Parties, or by a <br> resources and obligations should be recorded as <br> (iii) which are owned to an extent of at least 50 <br> owned by nationals or juridical persons of the Parties; <br> (iv) of which at least 50 percent of the total of <br> juridical person with its head office in <br> the master and officers are nationals of the Parties; and <br> (v) of which at least 25 percent of the crew are nationals of the Parties; <br> (c) the term @^@fungible originating goods of a Party@^@ <br> (ii) which sail under the flag of the Party; <br> chairman of the board of directors, and the <br> of a Party that are interchangeable for <br> or @^@fungible originating materials of a Party@^@ <br> application as well as detailed practices and procedures; <br> at a particular time as to which economic <br> assets and liabilities, which changes in assets <br> the production, testing or inspection of another <br> good but not physically incorporated into the <br> assets and liabilities and changes in them should <br> (i) fuel and energy; <br> be measured, what information should be disclosed <br> buildings or the operation of equipment <br> commercial purposes, whose properties are essentially identical; <br> (ii) tools, dies and moulds; <br> (g) the term @^@indirect materials@^@ means goods used in <br> and other goods used in production or used <br> respectively means originating goods or materials <br> (e) the term @^@good@^@ means any merchandise, product, <br> article or material; <br> (f) the term @^@importer@^@ means a natural or juridical <br> and how it should be disclosed, and which <br> person who imports a good into the importing Party; <br> financial statements should be prepared. These <br> Principles@^@ means the recognised consensus or <br> (vii) catalysts and solvents; and <br> good, or goods used in the maintenance of <br> maintenance of equipment and buildings; <br> standards may be broad guidelines of general <br> and liabilities should be recorded, how the <br> to operate equipment and buildings; <br> associated with the production of another good, including: <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> into another good but whose use in the production of the <br> good can reasonably be demonstrated to be a part of that production; <br> (h) the term @^@materials@^@ means any matter or <br> substance consumed in the production of a good, <br> physically incorporated into a good, or used in <br> (i) the term @^@non-originating material@^@ means any <br> (iii) spare parts and goods used in the <br> materials whose country of origin is other than <br> (iv) lubricants, greases, compounding materials <br> the Parties (imported non-originating) and any <br> material whose origin cannot be determined <br> processing, raising, growing, breeding, mining, <br> (undetermined origin) under this Chapter; <br> (vi) equipment, devices and supplies used for testing or inspection; <br> (j) the term @^@originating material@^@ means any <br> material that qualifies as originating under this Chapter; and <br> (k) the term @^@production@^@ means a method of obtaining <br> (viii) any other goods that are not incorporated <br> extracting, harvesting, fishing, trapping, <br> goods including manufacturing, assembling, <br> the production of another good; <br> gathering, collecting, hunting and capturing. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 27 : Originating Goods <br> Article 30 : Calculation of Qualifying Value Content <br> Article 36 : Fungible Goods and Materials <br> Wholly Obtained or Produced Goods <br> Accumulation <br> Calculation of Qualifying Value Content <br> For the purposes of determining whether a good <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Except as otherwise provided for in this Agreement, a <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> content of a good, one or the other of the following <br> (a) the good is wholly obtained or produced entirely <br> formulas shall be applied: <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> in the Party, as provided for in Article 28; or <br> originating materials that are mixed in an inventory are <br> (b) the good is not wholly obtained or produced in <br> Where: Q.V.C. = [(F.O.B. - V.N.M.)/F.O.B.] x 100 <br> used in the production of the good, the origin of the <br> the Party, provided that the good satisfies the requirements of Article 29. <br> materials may be determined pursuant to an inventory <br> Article 28 : Wholly Obtained or Produced Goods <br> management method under the Generally Accepted Accounting <br> Principles in the Party. <br> For the purposes of subparagraph (a) of Article 27, <br> paragraph 2, the free-on-board value of a good <br> 2 Where fungible originating goods of a Party and <br> the following goods shall be considered as being wholly <br> fungible non-originating goods are mixed in an inventory <br> obtained or produced in a Party: <br> and, prior to exportation do not undergo any production <br> process or any operation in the Party where they were mixed <br> (a) adjusted to the first ascertainable price paid <br> exempted, or repaid when the good is exported; <br> other than unloading, reloading or any other operation to <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> preserve them in good condition, the origin of the good may <br> good, if there is free-on-board value of the <br> be determined pursuant to an inventory management method <br> materials used in the production of a good; <br> under the Generally Accepted Accounting Principles in the Party. <br> Note: For the purposes of this subparagraph, the <br> (b) <br> Note: For the purposes of this paragraph, the term <br> Article 37 : Indirect Materials <br> (d) plants and plant products harvested, picked or gathered in the Party; <br> term @^@plant@^@ refers to all plant life, <br> Q.V.C. = [(V.O.M. + Direct Labour Cost + Direct Overhead Cost + Profit)/ F.O.B.] x 100 <br> (e) minerals and other naturally occurring <br> including fruit, flowers, vegetables, <br> Indirect materials shall be, without regard to where <br> (b) animals obtained by hunting, trapping, fishing, <br> trees, seaweed, fungi and live plants. <br> V.O.M. is the value of originating material <br> through (d), extracted or taken in the Party; <br> used in the production of the good. <br> of a Party where the good is produced. <br> they are produced, considered to be originating materials <br> substances, not included in subparagraphs (a) <br> in good condition during transport and storage <br> Note: For the purpose of calculating the qualifying <br> Article 38 : Accessories, Spare Parts, Tools and Instructional <br> Accessories, Spare Parts, Tools and Instructional <br> Indirect Materials <br> (f) goods of sea-fishing and other goods taken by <br> Accounting Principles in the exporting Party shall be applied. <br> or Other Information Materials <br> (c) goods obtained from live animals in the Party; <br> 2 F.O.B. referred to in paragraph 1 shall be the value: <br> territorial seas of the Parties; <br> materials used in the production of a good undergo the <br> (g) goods produced on board factory ships of the <br> (h) goods taken from the sea-bed or subsoil beneath <br> Party, outside the territorial seas of the <br> manufacturing or processing operation, accessories, spare <br> Parties from the goods referred to in subparagraph (f); <br> parts, tools and instructional or other information <br> (i) articles collected in the Party which can no <br> the sea-bed outside the territorial sea of the <br> (b) determined in accordance with Articles 1 through <br> and <br> materials delivered with the good that form part of the <br> longer perform their original purpose in the <br> Party, provided that the Party has rights to <br> Where: <br> good's standard accessories, spare parts, tools and <br> instructional or other information materials, shall be disregarded, provided that: <br> exploit such sea-bed or subsoil in accordance <br> with the provisions of the United Nations <br> 3 For the purposes of paragraph 1, the value of a <br> material used in a production of a good in a Party: <br> (j) scrap and waste derived from manufacturing or <br> Convention on the Law of the Sea, done at Montego Bay, December 10, 1982; <br> (a) shall be the CIF value; or <br> not invoiced separately from the good, without <br> (b) shall be the first ascertainable price paid for <br> regard to whether they are separately described in the invoice; and <br> the material in the Party, but may exclude all <br> (b) the quantities and value of the accessories, <br> 2 If a good is subject to a qualifying value content <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> the costs incurred in the Party in transporting <br> spare parts, tools and instructional or other <br> the material from the warehouse of the supplier <br> from articles which can no longer perform their <br> of the material to the place where the producer <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> is located such as freight, insurance and packing <br> requirement, the value of the accessories, spare parts, <br> as well as any other known and ascertainable cost <br> tools and instructional or other information materials <br> original purpose nor are capable of being restored or repaired; and <br> Party and fit only for disposal or for the recovery of raw materials; <br> incurred in the Party. <br> shall be taken into account as the value of originating or <br> non-originating materials, as the case may be, in <br> 1 In determining whether all the non-originating <br> (a) <br> Article 39 : Packing and Packaging Materials and Containers <br> on Customs Valuation and includes freight and <br> Packing and Packaging Materials and Containers <br> (l) goods obtained or produced in the Party <br> exclusively from the goods referred to in subparagraphs (a) through (k). <br> insurance where appropriate, packing and all <br> 1 Packing materials and containers for shipment that are <br> other costs incurred in transporting the <br> used to protect a good during transportation shall not be <br> taken into account in determining whether the good <br> Article 32 : De Minimis <br> qualifies as an originating good of a Party. <br> 4 For the purposes of subparagraph 2(b) or 3(a), in <br> De Minimis <br> 2 With respect to packaging materials and containers <br> (a) in the case of a good classified under Chapters <br> that are used for retail sale of a good: <br> 1 For the purposes of calculating the qualifying value <br> (a) such packaging materials and containers shall be <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> disregarded in determining whether the good <br> qualifies as an originating good of a Party, if <br> (b) changes of packaging and breaking up and assembly of packages; <br> domestic transaction of the good or non-originating material. <br> they are classified with the good pursuant <br> Article 31 : Accumulation <br> to Rule 5 of the General Rules for the <br> Interpretation of the Harmonized System; and <br> (b) if the good is subject to a qualifying value <br> content requirement, the value of such packaging <br> materials and containers shall be taken into <br> account as the value of originating materials of <br> considered as an originating material of the former Party, <br> a Party where the good is produced or non- <br> originating materials, as the case may be, in <br> process in the former Party which goes beyond the <br> Q.V.C. is the qualifying value content of a <br> calculating the qualifying value content of the good. <br> good, expressed as a percentage; <br> operations provided for in Article 33. <br> F.O.B. is, except as provided for in <br> good, but it is unknown and cannot be ascertained; or <br> Non-originating materials used in the production of a <br> payable by the buyer of the good to the seller of <br> calculating the qualifying value content of the good. <br> qualifies as an originating good of a Party, where fungible <br> good that do not satisfy an applicable rule for the good <br> the good, regardless of the mode of shipment, not <br> including any internal excise taxes reduced, <br> shall be disregarded, provided that the totality of such <br> materials does not exceed specific percentages in value or <br> weight of the good. Such percentages shall be: <br> value content of a good, the Generally Accepted <br> 15 through 24 (except 1604.20, 1605.20, 1605.90, <br> 2101.11, 2101.20, 2106.10, 2106.90, 2207.10 and <br> 2207.20), 2501.00, 2906.11, 2918.14, 2918.15, <br> 8 of the Agreement on Customs Valuation, if there <br> for a good from the buyer to the producer of the <br> 2940.00, 3505.10, 3505.20, 3809.10 and 3824.60 of <br> the Harmonized System, 7 percent in value of the good; <br> (b) in the case of a good classified under Chapters <br> V.N.M. is the value of non-originating <br> 28 through 49 (except 2905.44, 2906.11, 2918.14, <br> 2918.15, 2940.00, 3502.11, 3502.19, 3505.10, <br> 3505.20, 3809.10, 3824.60, 4601.29, 4601.94 and <br> is no free-on-board value of a good. <br> 4602.19) and 64 through 97 of the Harmonized <br> System, 10 percent in value of the good; and <br> (c) in the case of a good classified under Chapters <br> 50 through 63 (except 5001.00, 5003.00, heading <br> material to the importation port in the Party <br> @^@CIF value@^@ means the customs value of the <br> 51.02, 51.03, 52.01 through 52.03, 53.01 and <br> 53.02) of the Harmonized System, 7 percent in weight of the good. <br> imported good in accordance with the Agreement <br> (a) operations to ensure the preservation of products <br> Note 1: For the purposes of this Article, the term @^@value <br> of the good@^@ means the free-on-board value of the <br> good referred to in paragraph 1 of Article 30 or <br> the value set out in paragraph 2 of that Article. <br> Note 2: For the purposes of this Article, @^@Harmonized <br> where the producer of the good is located. <br> System@^@ is that on which the product specific rules <br> set out in Annex 2 are based. <br> Note 3: This Article shall not be applied in calculating <br> the qualifying value content set out in Article 30. <br> Article 33 : Non-Qualifying Operations <br> A good shall not be considered to be an originating <br> good of the exporting Party merely by reason of having <br> 1 For the purposes of determining whether a good <br> undergone the following: <br> (such as drying, freezing, keeping in brine, <br> removal of damaged parts) and other similar operations; <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> the value of a good or non-originating material, the <br> Fungible Goods and Materials <br> a good pursuant to Rule 2(a) of the General Rules <br> (f) simple operations consisting of removal of dust, <br> production of the good in the former Party may be <br> applying the Agreement on Customs Valuation to determine <br> sifting or screening, sorting, classifying, <br> matching (including the making-up of sets of <br> articles), washing, painting; <br> (g) simple cutting, slicing and repacking or placing <br> in bottles, flasks, bags or boxes, fixing on <br> qualifies as an originating good of a Party, an originating <br> (e) collection of parts and components classified as <br> cards or boards, and all other simple packing operations; <br> good of the other Party which is used as a material in the <br> (h) affixing or printing marks, labels and other like <br> (i) simple mixing of products whether or not of different kinds; <br> (j) simple assembly of parts of goods to constitute a complete product; <br> (k) slaughter of animals; <br> (l) mere dilution with water or another substance <br> that does not materially alter the characteristics of the goods; or <br> (m) any combination of operations referred to in subparagraphs (a) through (l). <br> Note: For the purposes of this Article, an operation is <br> described as @^@simple@^@ if neither special skills nor <br> machines, apparatus or equipment especially produced <br> or installed for carrying it out are needed. <br> Article 34 : Consignment Criteria <br> provided that such good has undergone its last production <br> to meet the consignment criteria when it is: <br> (a) transported directly from the other Party; or <br> (a) the accessories, spare parts, tools and <br> the good shall not be considered as an originating good of the other Party. <br> instructional or other information materials are <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> information materials are customary for the good. <br> reloading and any other operation to preserve it in good condition. <br> the purpose of transit or temporary storage in <br> warehouses in such non-Parties, provided that it <br> for the Interpretation of the Harmonized System; <br> meet the consignment criteria referred to in paragraph 1, <br> does not undergo operations other than unloading, <br> 2 If an originating good of the other Party does not <br> Consignment Criteria <br> 1 An originating good of the other Party shall be deemed <br> distinguishing signs on products or their packaging; <br> Non-Qualifying Operations <br> "}, {"ArticleTitle": "Goods Produced Using Non-Originating Materials", "ArticleDesc": "Article 29 : Goods Produced Using Non-Originating Materials <br> 1 For the purposes of subparagraph (b) of Article 27, a <br> good shall qualify as an originating good of a Party if: <br> (a) the good has a qualifying value content, <br> calculated using the formula set out in Article <br> 30, of not less than 35 percent; and <br> (b) all non-originating materials used in the <br> production of the good have undergone in the <br> Party a change in tariff classification at the <br> six-digit level (i.e. a change in tariff <br> subheading) of the Harmonized System. <br> Note: For the purposes of this subparagraph, <br> @^@Harmonized System@^@ is that on which the <br> product specific rules set out in Annex 2 are based. <br> 2 Notwithstanding paragraph 1, a good subject to product <br> specific rules shall qualify as an originating good of a <br> Party if it satisfies the applicable product specific rules set out in Annex 2. <br> 3 For the purposes of subparagraph 1(b) and the relevant <br> product specific rules set out in Annex 2, the rule <br> requiring that the materials used have undergone a change <br> in tariff classification or a specific manufacturing or <br> processing operation, shall apply only to non-originating materials. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 27 : Originating Goods <br> Article 30 : Calculation of Qualifying Value Content <br> Article 36 : Fungible Goods and Materials <br> Wholly Obtained or Produced Goods <br> Accumulation <br> Calculation of Qualifying Value Content <br> For the purposes of determining whether a good <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Except as otherwise provided for in this Agreement, a <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> content of a good, one or the other of the following <br> (a) the good is wholly obtained or produced entirely <br> formulas shall be applied: <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> in the Party, as provided for in Article 28; or <br> originating materials that are mixed in an inventory are <br> (b) the good is not wholly obtained or produced in <br> Where: Q.V.C. = [(F.O.B. - V.N.M.)/F.O.B.] x 100 <br> used in the production of the good, the origin of the <br> the Party, provided that the good satisfies the requirements of Article 29. <br> materials may be determined pursuant to an inventory <br> Article 28 : Wholly Obtained or Produced Goods <br> management method under the Generally Accepted Accounting <br> Principles in the Party. <br> For the purposes of subparagraph (a) of Article 27, <br> paragraph 2, the free-on-board value of a good <br> 2 Where fungible originating goods of a Party and <br> the following goods shall be considered as being wholly <br> fungible non-originating goods are mixed in an inventory <br> obtained or produced in a Party: <br> and, prior to exportation do not undergo any production <br> process or any operation in the Party where they were mixed <br> (a) adjusted to the first ascertainable price paid <br> exempted, or repaid when the good is exported; <br> other than unloading, reloading or any other operation to <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> preserve them in good condition, the origin of the good may <br> good, if there is free-on-board value of the <br> be determined pursuant to an inventory management method <br> materials used in the production of a good; <br> under the Generally Accepted Accounting Principles in the Party. <br> Note: For the purposes of this subparagraph, the <br> (b) <br> Note: For the purposes of this paragraph, the term <br> Article 37 : Indirect Materials <br> (d) plants and plant products harvested, picked or gathered in the Party; <br> term @^@plant@^@ refers to all plant life, <br> Q.V.C. = [(V.O.M. + Direct Labour Cost + Direct Overhead Cost + Profit)/ F.O.B.] x 100 <br> (e) minerals and other naturally occurring <br> including fruit, flowers, vegetables, <br> Indirect materials shall be, without regard to where <br> (b) animals obtained by hunting, trapping, fishing, <br> trees, seaweed, fungi and live plants. <br> V.O.M. is the value of originating material <br> through (d), extracted or taken in the Party; <br> used in the production of the good. <br> of a Party where the good is produced. <br> they are produced, considered to be originating materials <br> substances, not included in subparagraphs (a) <br> in good condition during transport and storage <br> Note: For the purpose of calculating the qualifying <br> Article 38 : Accessories, Spare Parts, Tools and Instructional <br> Accessories, Spare Parts, Tools and Instructional <br> Indirect Materials <br> (f) goods of sea-fishing and other goods taken by <br> Accounting Principles in the exporting Party shall be applied. <br> or Other Information Materials <br> (c) goods obtained from live animals in the Party; <br> 2 F.O.B. referred to in paragraph 1 shall be the value: <br> territorial seas of the Parties; <br> materials used in the production of a good undergo the <br> (g) goods produced on board factory ships of the <br> (h) goods taken from the sea-bed or subsoil beneath <br> Party, outside the territorial seas of the <br> manufacturing or processing operation, accessories, spare <br> Parties from the goods referred to in subparagraph (f); <br> parts, tools and instructional or other information <br> (i) articles collected in the Party which can no <br> the sea-bed outside the territorial sea of the <br> (b) determined in accordance with Articles 1 through <br> and <br> materials delivered with the good that form part of the <br> longer perform their original purpose in the <br> Party, provided that the Party has rights to <br> Where: <br> good's standard accessories, spare parts, tools and <br> instructional or other information materials, shall be disregarded, provided that: <br> exploit such sea-bed or subsoil in accordance <br> with the provisions of the United Nations <br> 3 For the purposes of paragraph 1, the value of a <br> material used in a production of a good in a Party: <br> (j) scrap and waste derived from manufacturing or <br> Convention on the Law of the Sea, done at Montego Bay, December 10, 1982; <br> (a) shall be the CIF value; or <br> not invoiced separately from the good, without <br> (b) shall be the first ascertainable price paid for <br> regard to whether they are separately described in the invoice; and <br> the material in the Party, but may exclude all <br> (b) the quantities and value of the accessories, <br> 2 If a good is subject to a qualifying value content <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> the costs incurred in the Party in transporting <br> spare parts, tools and instructional or other <br> the material from the warehouse of the supplier <br> from articles which can no longer perform their <br> of the material to the place where the producer <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> is located such as freight, insurance and packing <br> requirement, the value of the accessories, spare parts, <br> as well as any other known and ascertainable cost <br> tools and instructional or other information materials <br> original purpose nor are capable of being restored or repaired; and <br> Party and fit only for disposal or for the recovery of raw materials; <br> incurred in the Party. <br> shall be taken into account as the value of originating or <br> non-originating materials, as the case may be, in <br> 1 In determining whether all the non-originating <br> (a) <br> Article 39 : Packing and Packaging Materials and Containers <br> on Customs Valuation and includes freight and <br> Packing and Packaging Materials and Containers <br> (l) goods obtained or produced in the Party <br> exclusively from the goods referred to in subparagraphs (a) through (k). <br> insurance where appropriate, packing and all <br> 1 Packing materials and containers for shipment that are <br> other costs incurred in transporting the <br> used to protect a good during transportation shall not be <br> taken into account in determining whether the good <br> Article 32 : De Minimis <br> qualifies as an originating good of a Party. <br> 4 For the purposes of subparagraph 2(b) or 3(a), in <br> De Minimis <br> 2 With respect to packaging materials and containers <br> (a) in the case of a good classified under Chapters <br> that are used for retail sale of a good: <br> 1 For the purposes of calculating the qualifying value <br> (a) such packaging materials and containers shall be <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> disregarded in determining whether the good <br> qualifies as an originating good of a Party, if <br> (b) changes of packaging and breaking up and assembly of packages; <br> domestic transaction of the good or non-originating material. <br> they are classified with the good pursuant <br> Article 31 : Accumulation <br> to Rule 5 of the General Rules for the <br> Interpretation of the Harmonized System; and <br> (b) if the good is subject to a qualifying value <br> content requirement, the value of such packaging <br> materials and containers shall be taken into <br> account as the value of originating materials of <br> considered as an originating material of the former Party, <br> a Party where the good is produced or non- <br> originating materials, as the case may be, in <br> process in the former Party which goes beyond the <br> Q.V.C. is the qualifying value content of a <br> calculating the qualifying value content of the good. <br> good, expressed as a percentage; <br> operations provided for in Article 33. <br> F.O.B. is, except as provided for in <br> good, but it is unknown and cannot be ascertained; or <br> Non-originating materials used in the production of a <br> payable by the buyer of the good to the seller of <br> calculating the qualifying value content of the good. <br> qualifies as an originating good of a Party, where fungible <br> good that do not satisfy an applicable rule for the good <br> the good, regardless of the mode of shipment, not <br> including any internal excise taxes reduced, <br> shall be disregarded, provided that the totality of such <br> materials does not exceed specific percentages in value or <br> weight of the good. Such percentages shall be: <br> value content of a good, the Generally Accepted <br> 15 through 24 (except 1604.20, 1605.20, 1605.90, <br> 2101.11, 2101.20, 2106.10, 2106.90, 2207.10 and <br> 2207.20), 2501.00, 2906.11, 2918.14, 2918.15, <br> 8 of the Agreement on Customs Valuation, if there <br> for a good from the buyer to the producer of the <br> 2940.00, 3505.10, 3505.20, 3809.10 and 3824.60 of <br> the Harmonized System, 7 percent in value of the good; <br> (b) in the case of a good classified under Chapters <br> V.N.M. is the value of non-originating <br> 28 through 49 (except 2905.44, 2906.11, 2918.14, <br> 2918.15, 2940.00, 3502.11, 3502.19, 3505.10, <br> 3505.20, 3809.10, 3824.60, 4601.29, 4601.94 and <br> is no free-on-board value of a good. <br> 4602.19) and 64 through 97 of the Harmonized <br> System, 10 percent in value of the good; and <br> (c) in the case of a good classified under Chapters <br> 50 through 63 (except 5001.00, 5003.00, heading <br> material to the importation port in the Party <br> @^@CIF value@^@ means the customs value of the <br> 51.02, 51.03, 52.01 through 52.03, 53.01 and <br> 53.02) of the Harmonized System, 7 percent in weight of the good. <br> imported good in accordance with the Agreement <br> (a) operations to ensure the preservation of products <br> Note 1: For the purposes of this Article, the term @^@value <br> of the good@^@ means the free-on-board value of the <br> good referred to in paragraph 1 of Article 30 or <br> the value set out in paragraph 2 of that Article. <br> Note 2: For the purposes of this Article, @^@Harmonized <br> where the producer of the good is located. <br> System@^@ is that on which the product specific rules <br> set out in Annex 2 are based. <br> Note 3: This Article shall not be applied in calculating <br> the qualifying value content set out in Article 30. <br> Article 33 : Non-Qualifying Operations <br> A good shall not be considered to be an originating <br> good of the exporting Party merely by reason of having <br> 1 For the purposes of determining whether a good <br> undergone the following: <br> (such as drying, freezing, keeping in brine, <br> removal of damaged parts) and other similar operations; <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> the value of a good or non-originating material, the <br> Fungible Goods and Materials <br> a good pursuant to Rule 2(a) of the General Rules <br> (f) simple operations consisting of removal of dust, <br> production of the good in the former Party may be <br> applying the Agreement on Customs Valuation to determine <br> sifting or screening, sorting, classifying, <br> matching (including the making-up of sets of <br> articles), washing, painting; <br> (g) simple cutting, slicing and repacking or placing <br> in bottles, flasks, bags or boxes, fixing on <br> qualifies as an originating good of a Party, an originating <br> (e) collection of parts and components classified as <br> cards or boards, and all other simple packing operations; <br> good of the other Party which is used as a material in the <br> (h) affixing or printing marks, labels and other like <br> (i) simple mixing of products whether or not of different kinds; <br> (j) simple assembly of parts of goods to constitute a complete product; <br> (k) slaughter of animals; <br> (l) mere dilution with water or another substance <br> that does not materially alter the characteristics of the goods; or <br> (m) any combination of operations referred to in subparagraphs (a) through (l). <br> Note: For the purposes of this Article, an operation is <br> described as @^@simple@^@ if neither special skills nor <br> machines, apparatus or equipment especially produced <br> or installed for carrying it out are needed. <br> Article 34 : Consignment Criteria <br> provided that such good has undergone its last production <br> to meet the consignment criteria when it is: <br> (a) transported directly from the other Party; or <br> (a) the accessories, spare parts, tools and <br> the good shall not be considered as an originating good of the other Party. <br> instructional or other information materials are <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> information materials are customary for the good. <br> reloading and any other operation to preserve it in good condition. <br> the purpose of transit or temporary storage in <br> warehouses in such non-Parties, provided that it <br> for the Interpretation of the Harmonized System; <br> meet the consignment criteria referred to in paragraph 1, <br> does not undergo operations other than unloading, <br> 2 If an originating good of the other Party does not <br> Consignment Criteria <br> 1 An originating good of the other Party shall be deemed <br> distinguishing signs on products or their packaging; <br> Non-Qualifying Operations <br> "}, {"ArticleTitle": "Unassembled or Disassembled Goods", "ArticleDesc": "Article 35 : Unassembled or Disassembled Goods <br> Where a good satisfies the requirements of the <br> relevant provisions of Articles 27 through 33 and is <br> imported into a Party from the other Party in an <br> unassembled or disassembled form but is classified as an <br> for the Interpretation of the Harmonized System, such a <br> good shall be considered as an originating good of the other Party. <br> assembled good pursuant to Rule 2(a) of the General Rules <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 27 : Originating Goods <br> Article 30 : Calculation of Qualifying Value Content <br> Article 36 : Fungible Goods and Materials <br> Wholly Obtained or Produced Goods <br> Accumulation <br> Calculation of Qualifying Value Content <br> For the purposes of determining whether a good <br> CHAPTER 3 <br> RULES OF ORIGIN <br> Except as otherwise provided for in this Agreement, a <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> content of a good, one or the other of the following <br> (a) the good is wholly obtained or produced entirely <br> formulas shall be applied: <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> in the Party, as provided for in Article 28; or <br> originating materials that are mixed in an inventory are <br> (b) the good is not wholly obtained or produced in <br> Where: Q.V.C. = [(F.O.B. - V.N.M.)/F.O.B.] x 100 <br> used in the production of the good, the origin of the <br> the Party, provided that the good satisfies the requirements of Article 29. <br> materials may be determined pursuant to an inventory <br> Article 28 : Wholly Obtained or Produced Goods <br> management method under the Generally Accepted Accounting <br> Principles in the Party. <br> For the purposes of subparagraph (a) of Article 27, <br> paragraph 2, the free-on-board value of a good <br> 2 Where fungible originating goods of a Party and <br> the following goods shall be considered as being wholly <br> fungible non-originating goods are mixed in an inventory <br> obtained or produced in a Party: <br> and, prior to exportation do not undergo any production <br> process or any operation in the Party where they were mixed <br> (a) adjusted to the first ascertainable price paid <br> exempted, or repaid when the good is exported; <br> other than unloading, reloading or any other operation to <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> preserve them in good condition, the origin of the good may <br> good, if there is free-on-board value of the <br> be determined pursuant to an inventory management method <br> materials used in the production of a good; <br> under the Generally Accepted Accounting Principles in the Party. <br> Note: For the purposes of this subparagraph, the <br> (b) <br> Note: For the purposes of this paragraph, the term <br> Article 37 : Indirect Materials <br> (d) plants and plant products harvested, picked or gathered in the Party; <br> term @^@plant@^@ refers to all plant life, <br> Q.V.C. = [(V.O.M. + Direct Labour Cost + Direct Overhead Cost + Profit)/ F.O.B.] x 100 <br> (e) minerals and other naturally occurring <br> including fruit, flowers, vegetables, <br> Indirect materials shall be, without regard to where <br> (b) animals obtained by hunting, trapping, fishing, <br> trees, seaweed, fungi and live plants. <br> V.O.M. is the value of originating material <br> through (d), extracted or taken in the Party; <br> used in the production of the good. <br> of a Party where the good is produced. <br> they are produced, considered to be originating materials <br> substances, not included in subparagraphs (a) <br> in good condition during transport and storage <br> Note: For the purpose of calculating the qualifying <br> Article 38 : Accessories, Spare Parts, Tools and Instructional <br> Accessories, Spare Parts, Tools and Instructional <br> Indirect Materials <br> (f) goods of sea-fishing and other goods taken by <br> Accounting Principles in the exporting Party shall be applied. <br> or Other Information Materials <br> (c) goods obtained from live animals in the Party; <br> 2 F.O.B. referred to in paragraph 1 shall be the value: <br> territorial seas of the Parties; <br> materials used in the production of a good undergo the <br> (g) goods produced on board factory ships of the <br> (h) goods taken from the sea-bed or subsoil beneath <br> Party, outside the territorial seas of the <br> manufacturing or processing operation, accessories, spare <br> Parties from the goods referred to in subparagraph (f); <br> parts, tools and instructional or other information <br> (i) articles collected in the Party which can no <br> the sea-bed outside the territorial sea of the <br> (b) determined in accordance with Articles 1 through <br> and <br> materials delivered with the good that form part of the <br> longer perform their original purpose in the <br> Party, provided that the Party has rights to <br> Where: <br> good's standard accessories, spare parts, tools and <br> instructional or other information materials, shall be disregarded, provided that: <br> exploit such sea-bed or subsoil in accordance <br> with the provisions of the United Nations <br> 3 For the purposes of paragraph 1, the value of a <br> material used in a production of a good in a Party: <br> (j) scrap and waste derived from manufacturing or <br> Convention on the Law of the Sea, done at Montego Bay, December 10, 1982; <br> (a) shall be the CIF value; or <br> not invoiced separately from the good, without <br> (b) shall be the first ascertainable price paid for <br> regard to whether they are separately described in the invoice; and <br> the material in the Party, but may exclude all <br> (b) the quantities and value of the accessories, <br> 2 If a good is subject to a qualifying value content <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> the costs incurred in the Party in transporting <br> spare parts, tools and instructional or other <br> the material from the warehouse of the supplier <br> from articles which can no longer perform their <br> of the material to the place where the producer <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> is located such as freight, insurance and packing <br> requirement, the value of the accessories, spare parts, <br> as well as any other known and ascertainable cost <br> tools and instructional or other information materials <br> original purpose nor are capable of being restored or repaired; and <br> Party and fit only for disposal or for the recovery of raw materials; <br> incurred in the Party. <br> shall be taken into account as the value of originating or <br> non-originating materials, as the case may be, in <br> 1 In determining whether all the non-originating <br> (a) <br> Article 39 : Packing and Packaging Materials and Containers <br> on Customs Valuation and includes freight and <br> Packing and Packaging Materials and Containers <br> (l) goods obtained or produced in the Party <br> exclusively from the goods referred to in subparagraphs (a) through (k). <br> insurance where appropriate, packing and all <br> 1 Packing materials and containers for shipment that are <br> other costs incurred in transporting the <br> used to protect a good during transportation shall not be <br> taken into account in determining whether the good <br> Article 32 : De Minimis <br> qualifies as an originating good of a Party. <br> 4 For the purposes of subparagraph 2(b) or 3(a), in <br> De Minimis <br> 2 With respect to packaging materials and containers <br> (a) in the case of a good classified under Chapters <br> that are used for retail sale of a good: <br> 1 For the purposes of calculating the qualifying value <br> (a) such packaging materials and containers shall be <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> disregarded in determining whether the good <br> qualifies as an originating good of a Party, if <br> (b) changes of packaging and breaking up and assembly of packages; <br> domestic transaction of the good or non-originating material. <br> they are classified with the good pursuant <br> Article 31 : Accumulation <br> to Rule 5 of the General Rules for the <br> Interpretation of the Harmonized System; and <br> (b) if the good is subject to a qualifying value <br> content requirement, the value of such packaging <br> materials and containers shall be taken into <br> account as the value of originating materials of <br> considered as an originating material of the former Party, <br> a Party where the good is produced or non- <br> originating materials, as the case may be, in <br> process in the former Party which goes beyond the <br> Q.V.C. is the qualifying value content of a <br> calculating the qualifying value content of the good. <br> good, expressed as a percentage; <br> operations provided for in Article 33. <br> F.O.B. is, except as provided for in <br> good, but it is unknown and cannot be ascertained; or <br> Non-originating materials used in the production of a <br> payable by the buyer of the good to the seller of <br> calculating the qualifying value content of the good. <br> qualifies as an originating good of a Party, where fungible <br> good that do not satisfy an applicable rule for the good <br> the good, regardless of the mode of shipment, not <br> including any internal excise taxes reduced, <br> shall be disregarded, provided that the totality of such <br> materials does not exceed specific percentages in value or <br> weight of the good. Such percentages shall be: <br> value content of a good, the Generally Accepted <br> 15 through 24 (except 1604.20, 1605.20, 1605.90, <br> 2101.11, 2101.20, 2106.10, 2106.90, 2207.10 and <br> 2207.20), 2501.00, 2906.11, 2918.14, 2918.15, <br> 8 of the Agreement on Customs Valuation, if there <br> for a good from the buyer to the producer of the <br> 2940.00, 3505.10, 3505.20, 3809.10 and 3824.60 of <br> the Harmonized System, 7 percent in value of the good; <br> (b) in the case of a good classified under Chapters <br> V.N.M. is the value of non-originating <br> 28 through 49 (except 2905.44, 2906.11, 2918.14, <br> 2918.15, 2940.00, 3502.11, 3502.19, 3505.10, <br> 3505.20, 3809.10, 3824.60, 4601.29, 4601.94 and <br> is no free-on-board value of a good. <br> 4602.19) and 64 through 97 of the Harmonized <br> System, 10 percent in value of the good; and <br> (c) in the case of a good classified under Chapters <br> 50 through 63 (except 5001.00, 5003.00, heading <br> material to the importation port in the Party <br> @^@CIF value@^@ means the customs value of the <br> 51.02, 51.03, 52.01 through 52.03, 53.01 and <br> 53.02) of the Harmonized System, 7 percent in weight of the good. <br> imported good in accordance with the Agreement <br> (a) operations to ensure the preservation of products <br> Note 1: For the purposes of this Article, the term @^@value <br> of the good@^@ means the free-on-board value of the <br> good referred to in paragraph 1 of Article 30 or <br> the value set out in paragraph 2 of that Article. <br> Note 2: For the purposes of this Article, @^@Harmonized <br> where the producer of the good is located. <br> System@^@ is that on which the product specific rules <br> set out in Annex 2 are based. <br> Note 3: This Article shall not be applied in calculating <br> the qualifying value content set out in Article 30. <br> Article 33 : Non-Qualifying Operations <br> A good shall not be considered to be an originating <br> good of the exporting Party merely by reason of having <br> 1 For the purposes of determining whether a good <br> undergone the following: <br> (such as drying, freezing, keeping in brine, <br> removal of damaged parts) and other similar operations; <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> the value of a good or non-originating material, the <br> Fungible Goods and Materials <br> a good pursuant to Rule 2(a) of the General Rules <br> (f) simple operations consisting of removal of dust, <br> production of the good in the former Party may be <br> applying the Agreement on Customs Valuation to determine <br> sifting or screening, sorting, classifying, <br> matching (including the making-up of sets of <br> articles), washing, painting; <br> (g) simple cutting, slicing and repacking or placing <br> in bottles, flasks, bags or boxes, fixing on <br> qualifies as an originating good of a Party, an originating <br> (e) collection of parts and components classified as <br> cards or boards, and all other simple packing operations; <br> good of the other Party which is used as a material in the <br> (h) affixing or printing marks, labels and other like <br> (i) simple mixing of products whether or not of different kinds; <br> (j) simple assembly of parts of goods to constitute a complete product; <br> (k) slaughter of animals; <br> (l) mere dilution with water or another substance <br> that does not materially alter the characteristics of the goods; or <br> (m) any combination of operations referred to in subparagraphs (a) through (l). <br> Note: For the purposes of this Article, an operation is <br> described as @^@simple@^@ if neither special skills nor <br> machines, apparatus or equipment especially produced <br> or installed for carrying it out are needed. <br> Article 34 : Consignment Criteria <br> provided that such good has undergone its last production <br> to meet the consignment criteria when it is: <br> (a) transported directly from the other Party; or <br> (a) the accessories, spare parts, tools and <br> the good shall not be considered as an originating good of the other Party. <br> instructional or other information materials are <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> information materials are customary for the good. <br> reloading and any other operation to preserve it in good condition. <br> the purpose of transit or temporary storage in <br> warehouses in such non-Parties, provided that it <br> for the Interpretation of the Harmonized System; <br> meet the consignment criteria referred to in paragraph 1, <br> does not undergo operations other than unloading, <br> 2 If an originating good of the other Party does not <br> Consignment Criteria <br> 1 An originating good of the other Party shall be deemed <br> distinguishing signs on products or their packaging; <br> Non-Qualifying Operations <br> "}, {"ArticleTitle": "Operational Certification Procedures", "ArticleDesc": "Article 40 : Operational Certification Procedures <br> The operational certification procedures set out in <br> Annex 3 shall apply with respect to procedures regarding <br> certificate of origin and related matters. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 41 : Sub-Committee on Rules of Origin <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Rules of <br> Origin (hereinafter referred to in this Article as @^@the <br> 2 The functions of the Sub-Committee shall be: <br> Sub-Committee@^@) shall be established on the date of entry <br> into force of this Agreement. <br> (a) reviewing and making appropriate recommendations, <br> (i) the implementation and operation of this Chapter; <br> as necessary, to the Joint Committee on: <br> (ii) any amendments to Annex 2 proposed by either Party; and <br> (iii) the Implementing Procedures referred to in Section 11 of Annex 3; <br> (b) considering any other matter, including <br> (d) carrying out other functions as may be delegated <br> development of an electronic system for <br> facilitating the issuance and verification of <br> certificate of origin, as the Parties may agree related to this Chapter; <br> (c) reporting the findings of the Sub-Committee to the Joint Committee; and <br> by the Joint Committee pursuant to Article 14. <br> Annex 3 <br> Referred to in Chapter 3 <br> Operational Certification Procedures <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Section 1 : Definitions <br> For the purposes of this Annex: <br> (a) the term @^@competent governmental authority@^@ means <br> the authority that, according to the legislation <br> of each Party, is responsible for the issuing of <br> a certificate of origin, for the designation of <br> certification entities or bodies, or, for taking <br> appropriate measures when necessary in relation <br> to the issuance of a certificate of origin. In <br> the case of Japan, the Ministry of Economy, Trade <br> and Industry, and in the case of India, <br> Department of Commerce, Ministry of Commerce and Industry; and <br> (b) the term @^@preferential tariff treatment@^@ means <br> the rate of customs duties applicable to an <br> originating good of the exporting Party in <br> accordance with paragraph 1 of Article 19. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "accordance with its laws and regulations. <br> Section 2 : Claim for Preferential Tariff Treatment <br> Section 10 : Penalties and Measures against Fraudulent Acts <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> Issuance of Certificate of Origin <br> Validity of Certificate of Origin <br> Penalties and Measures against Fraudulent Acts <br> Minor Errors <br> Invoice of a Non-Party <br> Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> For the purposes of claiming the preferential tariff <br> Each Party shall establish or maintain, in accordance <br> (a) In principle, a certificate of origin should be issued <br> The customs authority of the importing Party should not <br> In fulfillment of the consignment criteria stipulated in Article 34 <br> Claim for preferential tariff treatment <br> in accordance with the laws and regulations of the importing Party. <br> treatment for an originating good of the exporting Party, a <br> with its laws and regulations, appropriate penalties or <br> disregard minor errors, such as slight discrepancies or <br> no later than three days from the date of shipment. <br> refuse to accept a certificate of origin only for the reason <br> of the Agreement, the customs authority of the <br> certificate of origin shall be submitted to the customs <br> other measures against its exporters to whom a certificate <br> (b) In exceptional cases where the certificate of origin has <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> that the invoice is issued by either a natural person or a <br> importing Party may, under circumstances such as listed below, <br> authority of the importing Party by the importer, together <br> of origin has been issued and the producers of a good in <br> Issuance <br> not been issued before the time limit provided for in <br> 2. Administration and Enforcement <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> juridical person located in a non-Party. <br> require the importer to submit document(s) provided for in <br> with the documents required for the importation of the good <br> the exporting Party referred to in subparagraph 6(b) of <br> subparagraph (a) at the request of the exporter or its <br> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br> Section 3 who have committed fraudulent acts in connection <br> authorised agent, the certificate of origin may be issued <br> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br> Notwithstanding paragraph 1, the importing Party may <br> with a certificate of origin, including submission of false <br> retroactively in accordance with the laws and regulations <br> In cases where some goods not subject to preferential tariff <br> (a) where the container has been opened; <br> waive the requirement for a certificate of origin in <br> declarations or documents to its competent governmental <br> of the exporting Party within 9 months from the date of <br> treatment are described in a certificate of origin together with <br> (b) where the seal number of container has been changed; <br> authority of the exporting Party or its designees. <br> shipment, in which case it is necessary to indicate <br> other goods subject to preferential tariff treatment, the <br> (c) where the container number has been changed; <br> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br> certificate of origin is valid only for the goods subject to <br> Rule 9 : Focal points of administrative offices <br> (d) where the package has been opened. <br> imported through one or more non-Parties as provided for <br> certificate of origin specified in Appendix 2. In such <br> in Article 34, the customs authority of the importing Party <br> cases, the importer of the good who claims the <br> may require the importer, who claims the preferential <br> preferential tariff treatment for the good may, subject <br> tariff treatment for the good, to submit: <br> to the laws and regulations of the importing Party, <br> (a) a copy of through bill of lading indicating the <br> the good in the exporting Party, the exporter may request a <br> provide the customs authority of the importing Party with <br> (a) The focal point of the competent governmental authority <br> port of exportation and importation; or <br> the certificate of origin issued retroactively. The <br> of the exporting Party is: <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> certificate of origin issued retroactively should <br> -in the case of India, Department of Commerce, Ministry <br> the customs authorities of such non-Parties or <br> indicate the date of shipment in the relevant field <br> of Commerce and Industry; and <br> other relevant entities, which evidences that the <br> specified in Appendix 2. <br> -in the case of Japan, the Origin Certification Policy <br> good has not undergone operations other than <br> (c) Where an importer of an originating good at the time of <br> Office of the Trade Administration Division of the Trade <br> (b) a declaration voluntarily provided by the <br> unloading, reloading and any other operation to <br> importation does not have in his possession a certificate <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br> preserve it in good condition in those non-Parties. <br> of origin, the importer may, in accordance with the laws <br> Rule 4 : Modification <br> (b) The focal point of the customs authority of the importing Party is: <br> 4 Notwithstanding paragraph 3, the customs authority of <br> and regulations of the importing Party, apply for a refund <br> -in the case of India, the Central Board of Excise and <br> the importing Party may require the importer to submit <br> of any excess customs duties paid or deposit imposed as <br> Customs of the Department of Revenue, Ministry of Finance; and <br> Focal points of administrative offices <br> documents provided for in subparagraph 3(b) in addition to <br> a result of the goods not having been granted preferential <br> -in the case of Japan, the Customs and Tariff Bureau of <br> a copy of through bill of lading provided for in <br> tariff treatment, on presentation to the customs <br> the Ministry of Finance. <br> subparagraph 3(a) in accordance with the relevant <br> authority of the importing Party the certificate of <br> (c) Both Parties should provide each other with the address, <br> provisions of Implementing Procedures referred to in Section 11. <br> origin issued in accordance with Section 3 of Annex 3(OCP) <br> phone number, fax number and e-mail address of the focal <br> Section 3 : Issuance of Certificate of Origin <br> and, if required, such other documentation relating to <br> points referred to in subparagraphs (a) and (b) upon <br> the importation of the good. <br> adoption of this Implementing Procedures, and should <br> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br> Note: Notwithstanding this paragraph, in the case of <br> notify any modification regarding such information <br> shall be issued by the competent governmental <br> importation into Japan, refund of any excess duties <br> within 30 days after such modification. <br> authority of the exporting Party on request having been <br> paid is not applicable. <br> (d) If the competent governmental authority of the exporting <br> good does not qualify as an originating good of the <br> made in writing by the exporter or its authorised agent. <br> (d) Signatures on a certificate of origin of the <br> Party designates entities or bodies to carry out the <br> 2 For the purposes of this Section, the competent <br> representatives of the competent governmental authority <br> issuance of the certificate of origin, or makes <br> governmental authority of the exporting Party may designate <br> of the exporting Party or its designees may be autographed <br> Rule 5 : Minor errors <br> modification or revocation with respect to its designees, <br> other entities or bodies for the issuance of certificate of <br> or electronically printed. <br> it should immediately notify the importing Party of such <br> origin, under the authorisation given in accordance with <br> (e) Each certificate of origin should bear a certification <br> designation, modification or revocation. <br> the applicable laws and regulations of the exporting Party. <br> number given by the competent governmental authority of <br> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> 3 Where the competent governmental authority of the <br> the exporting Party or its designees. The same <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> exporting Party designates other entities or bodies to <br> certification number shall not be used again in issuing <br> The Parties should provide each other with the sample of <br> carry out the issuance of certificate of origin, the <br> another certificate of origin. <br> a certificate of origin, specimen signatures and impressions <br> exporting Party shall notify in writing the other Party of its designees. <br> (f) In the event of theft, loss or destruction of the original <br> of stamps used for the issuance of a certificate of origin upon <br> 4 For the purposes of this Annex, upon the entry into <br> certificate of origin before the expiration of its <br> the date of adoption of this Implementing Procedures, as well <br> force of this Agreement, the Parties shall establish a <br> validity, the exporter or its authorised agent may <br> as upon their modification thereafter. <br> format of certificate of origin in the English language in <br> request the competent governmental authority of the <br> the Implementing Procedures referred to in Section 11. <br> exporting Party or its designees to issue a new <br> 5 A certificate of origin shall be completed in the English language. <br> certificate of origin with a new certification number on <br> 6 Where the exporter of a good is not the producer of <br> the basis of the export documents in their possession, <br> in which case the original certificate of origin should <br> certificate of origin on the basis of: <br> be invalidated. The new certificate should bear in the <br> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br> competent governmental authority of the exporting <br> issuance and the certification number of the original <br> Party or its designees based on the information <br> certificate of origin should be indicated in the new <br> provided by the producer of the good to that exporter; or <br> certificate of origin. The new certificate of origin <br> should be valid during the original term of the validity <br> producer of the good directly to the competent <br> of the original certificate of origin. <br> governmental authority of the exporting Party or <br> its designees by the request of the exporter. <br> Modification <br> 7 A certificate of origin shall be issued only after the <br> (a) The exporter or its authorised agent should request the <br> exporter who requests the certificate of origin, or the <br> reissuance of a certificate of origin if a certificate of <br> producer of a good in the exporting Party referred to in <br> origin contains incorrect information, and the <br> subparagraph 6(b), proves to the competent governmental <br> invalidation of the original certificate. <br> authority of the exporting Party or its designees that the <br> (b) Notwithstanding subparagraph (a), the competent <br> good to be exported qualifies as an originating good of the exporting Party. <br> governmental authority of the exporting Party or its <br> 3 Where an originating good of the exporting Party is <br> 8 The competent governmental authority of the exporting <br> designees may, in response to the request for reissuance <br> Party shall provide the importing Party with specimen <br> referred to in subparagraph (a) or at their own initiative, <br> signatures and impressions of stamps used in the offices of <br> make modification on the certificate of origin by striking <br> the competent governmental authority or its designees, upon <br> out errors and making any addition required. Such <br> entry into force of this Agreement and their modification thereafter. <br> modification should be certified by authorised signature <br> 9 Each Party shall, in accordance with its laws and <br> and seal of the competent governmental authority of the <br> regulations, ensure that the exporter to whom a certificate <br> exporting Party or its designees. <br> of origin has been issued, or the producer of a good in the <br> (c) Erasures, superimpositions and modifications other than <br> exporting Party referred to in subparagraph 6(b), shall <br> those referred to in subparagraph (b) should not be allowed <br> notify in writing the competent governmental authority of <br> on the issued certificate of origin. <br> the exporting Party or its designees without delay when <br> such exporter or producer knows that such good does not <br> qualify as an originating good of the exporting Party. <br> The customs authority of the importing Party should <br> 10. The competent governmental authority of the exporting <br> Party shall, when it cancels the decision to issue the <br> omissions, typing errors or overrunning the margin of the <br> certificate of origin, promptly notify the cancellation to <br> designated field, provided that these minor errors do not affect <br> the exporter to whom the certificate of origin has been <br> the authenticity of the certificate of origin or the accuracy <br> issued, and to the customs authority of the importing <br> of the information included in the certificate of origin. <br> Party, except where the certificate has been returned to <br> the competent governmental authority. <br> Section 4 : Validity of Certificate of Origin <br> 1 An issued certificate of origin shall be applicable to <br> a single importation of originating goods of the exporting <br> Party into the importing Party and be valid for 12 months <br> from the date of issuance. <br> (c) the proposed date and place of the visit; <br> 2 A certificate of origin submitted to the customs <br> authority of the importing Party after the expiration of <br> its validity as a result of force majeure shall be accepted. <br> Section 5 : Record Keeping <br> 1 Each Party shall ensure that the competent <br> Record Keeping <br> governmental authority of the Party or its designees shall <br> keep a record of the issued certificate of origin for a <br> period of five years after the date on which the <br> certificate was issued. Such record will include all <br> antecedents, which were presented to prove the <br> 2 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 6(b) of Section 3 <br> preferential tariff treatment. <br> shall keep the records relating to the origin of the good <br> for five years after the date on which the certificate of origin was issued. <br> 3 The records to be kept in accordance with this Section <br> may include electronic records. <br> qualification as an originating good of the exporting Party. <br> Section 6 : Request for Checking of Certificate of Origin <br> Request for Checking of Certificate of Origin <br> 1 For the purposes of determining whether a good <br> imported from the exporting Party under preferential tariff <br> treatment qualifies as an originating good of the exporting <br> Party, the customs authority of the importing Party may <br> request information relating to the origin of the good from <br> on the basis of the certificate of origin. <br> 2 For the purposes of paragraph 1, the competent <br> accordance with the laws and regulations of the Party, <br> provide the requested information in a period not exceeding <br> three months after the date of receipt of the request. <br> If the customs authority of the importing Party considers <br> necessary, it may require additional information relating <br> to the origin of the good. If additional information is <br> requested by the customs authority of the importing Party, <br> competent governmental authority of the exporting Party <br> shall, in accordance with the laws and regulations of the <br> exporting Party, provide the requested information in a <br> period not exceeding two months after the date of receipt of the request. <br> governmental authority of the exporting Party may request <br> issued, or the producer of the good in the exporting Party <br> governmental authority of the exporting Party shall, in <br> referred to in subparagraph 6(b) of Section 3, to provide <br> the former with the requested information. <br> 4 The request of information in accordance with <br> method provided for in Section 7. <br> 5 During the procedures provided for in this Section and Section 7, <br> the customs authority of the importing Party may <br> suspend the preferential tariff treatment while awaiting <br> the result of verification. However, it shall not wait for <br> the competent governmental authority of the exporting Party <br> the procedures to be completed before it releases the good <br> to the importer, in accordance with its laws and regulations. <br> Section 7 : Verification Visit <br> 1 If the customs authority of the importing Party is not <br> 3 For the purposes of paragraph 2, the competent <br> satisfied with the outcome of the request for checking <br> pursuant to Section 6, it may request the exporting Party: <br> the origin of a good and check, for that purpose, <br> the facilities used in the production of the <br> good, through a visit by the competent <br> paragraph 1 shall not preclude the use of a verification <br> along with the customs authority of the importing <br> governmental authority of the exporting Party <br> Party to the premises of the exporter to whom the <br> certificate of origin has been issued, or the <br> producer of the good in the exporting Party <br> referred to in subparagraph 6(b) of Section 3; and <br> (b) to provide information relating to the origin of <br> the good in the possession of the competent <br> its designees during or after the visit pursuant to subparagraph (a). <br> 2 When requesting the exporting Party to conduct a visit <br> pursuant to paragraph 1, the customs authority of the <br> importing Party shall deliver a written communication with <br> (a) to collect and provide information relating to <br> such request to the exporting Party at least 60 days in <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the exporting Party. The <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party, <br> whose premises are to be visited. <br> 3 The communication referred to in paragraph 2 shall include: <br> (a) the identity of the customs authority of the <br> importing Party issuing the communication; <br> good in the exporting Party, whose premises are requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party to be present during the visit. <br> importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph 2, whether it <br> 5 The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations of <br> the Party, provide within 45 days or any other mutually <br> agreed period from the last day of the visit, to the <br> customs authority of the importing Party the information <br> (b) the name of the exporter, or the producer of the <br> obtained pursuant to paragraph 1. <br> Section 8 : Determination of Origin and Preferential Tariff Treatment <br> Determination of Origin and Preferential Tariff Treatment <br> 1 The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply with <br> 2 The customs authority of the importing Party may <br> 4 The exporting Party shall respond in writing to the <br> determine that a good does not qualify as an originating <br> good of the exporting Party and may deny preferential <br> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br> tariff treatment, and a written determination thereof shall <br> be sent to the competent governmental authority of the exporting Party: <br> (a) where the competent governmental authority of the <br> exporting Party fails to provide the information <br> within the period referred to in paragraph 2 of <br> Section 6 or paragraph 5 of Section 7; <br> (b) where the exporting Party refuses to conduct a <br> visit, or that Party fails to respond to the <br> communication referred to in paragraph 2 of Section 7 <br> within the period referred to in paragraph 4 of Section 7; or <br> (c) where the information provided to the customs <br> preferential tariff treatment to a good for which an <br> authority of the importing Party pursuant to Section 6 or 7, <br> is not sufficient to prove that <br> VERIFICATION VISIT <br> the good qualifies as an originating good of the exporting Party. <br> 3 After carrying out the procedures outlined in Section 6 or 7 <br> any of the relevant requirements of this Annex. <br> as the case may be, the customs authority of the <br> importing Party shall provide the competent governmental <br> authority of the exporting Party with a written <br> of fact and the legal basis for the determination. The <br> shall inform such determination by the customs authority of <br> the importing Party to the exporter, or the producer of the <br> good in the exporting Party, whose premises were subject of <br> the visit referred to in Section 7. <br> determination of whether or not the good qualifies as an <br> originating good of the exporting Party, including findings <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Section 9 : Confidentiality <br> 1 Each Party shall maintain, in accordance with its laws <br> and regulations, the confidentiality of information <br> provided to it as confidential pursuant to this Annex, and <br> shall protect that information from disclosure that could <br> prejudice the competitive position of the persons providing the information. <br> 2 Information obtained by the customs authority of the <br> (a) may only be used by such authority for the <br> purposes of this Annex; and <br> importing Party pursuant to this Annex: <br> judge, unless the information is requested to the <br> exporting Party and provided to the importing <br> (b) shall not be used by the importing Party in any <br> Party, through the diplomatic channels or other <br> channels established in accordance with the <br> criminal proceedings carried out by a court or a <br> applicable laws of the exporting Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "accordance with its laws and regulations. <br> Section 2 : Claim for Preferential Tariff Treatment <br> Section 10 : Penalties and Measures against Fraudulent Acts <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> Issuance of Certificate of Origin <br> Validity of Certificate of Origin <br> Penalties and Measures against Fraudulent Acts <br> Minor Errors <br> Invoice of a Non-Party <br> Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> For the purposes of claiming the preferential tariff <br> Each Party shall establish or maintain, in accordance <br> (a) In principle, a certificate of origin should be issued <br> The customs authority of the importing Party should not <br> In fulfillment of the consignment criteria stipulated in Article 34 <br> Claim for preferential tariff treatment <br> in accordance with the laws and regulations of the importing Party. <br> treatment for an originating good of the exporting Party, a <br> with its laws and regulations, appropriate penalties or <br> disregard minor errors, such as slight discrepancies or <br> no later than three days from the date of shipment. <br> refuse to accept a certificate of origin only for the reason <br> of the Agreement, the customs authority of the <br> certificate of origin shall be submitted to the customs <br> other measures against its exporters to whom a certificate <br> (b) In exceptional cases where the certificate of origin has <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> that the invoice is issued by either a natural person or a <br> importing Party may, under circumstances such as listed below, <br> authority of the importing Party by the importer, together <br> of origin has been issued and the producers of a good in <br> Issuance <br> not been issued before the time limit provided for in <br> 2. Administration and Enforcement <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> juridical person located in a non-Party. <br> require the importer to submit document(s) provided for in <br> with the documents required for the importation of the good <br> the exporting Party referred to in subparagraph 6(b) of <br> subparagraph (a) at the request of the exporter or its <br> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br> Section 3 who have committed fraudulent acts in connection <br> authorised agent, the certificate of origin may be issued <br> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br> Notwithstanding paragraph 1, the importing Party may <br> with a certificate of origin, including submission of false <br> retroactively in accordance with the laws and regulations <br> In cases where some goods not subject to preferential tariff <br> (a) where the container has been opened; <br> waive the requirement for a certificate of origin in <br> declarations or documents to its competent governmental <br> of the exporting Party within 9 months from the date of <br> treatment are described in a certificate of origin together with <br> (b) where the seal number of container has been changed; <br> authority of the exporting Party or its designees. <br> shipment, in which case it is necessary to indicate <br> other goods subject to preferential tariff treatment, the <br> (c) where the container number has been changed; <br> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br> certificate of origin is valid only for the goods subject to <br> Rule 9 : Focal points of administrative offices <br> (d) where the package has been opened. <br> imported through one or more non-Parties as provided for <br> certificate of origin specified in Appendix 2. In such <br> in Article 34, the customs authority of the importing Party <br> cases, the importer of the good who claims the <br> may require the importer, who claims the preferential <br> preferential tariff treatment for the good may, subject <br> tariff treatment for the good, to submit: <br> to the laws and regulations of the importing Party, <br> (a) a copy of through bill of lading indicating the <br> the good in the exporting Party, the exporter may request a <br> provide the customs authority of the importing Party with <br> (a) The focal point of the competent governmental authority <br> port of exportation and importation; or <br> the certificate of origin issued retroactively. The <br> of the exporting Party is: <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> certificate of origin issued retroactively should <br> -in the case of India, Department of Commerce, Ministry <br> the customs authorities of such non-Parties or <br> indicate the date of shipment in the relevant field <br> of Commerce and Industry; and <br> other relevant entities, which evidences that the <br> specified in Appendix 2. <br> -in the case of Japan, the Origin Certification Policy <br> good has not undergone operations other than <br> (c) Where an importer of an originating good at the time of <br> Office of the Trade Administration Division of the Trade <br> (b) a declaration voluntarily provided by the <br> unloading, reloading and any other operation to <br> importation does not have in his possession a certificate <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br> preserve it in good condition in those non-Parties. <br> of origin, the importer may, in accordance with the laws <br> Rule 4 : Modification <br> (b) The focal point of the customs authority of the importing Party is: <br> 4 Notwithstanding paragraph 3, the customs authority of <br> and regulations of the importing Party, apply for a refund <br> -in the case of India, the Central Board of Excise and <br> the importing Party may require the importer to submit <br> of any excess customs duties paid or deposit imposed as <br> Customs of the Department of Revenue, Ministry of Finance; and <br> Focal points of administrative offices <br> documents provided for in subparagraph 3(b) in addition to <br> a result of the goods not having been granted preferential <br> -in the case of Japan, the Customs and Tariff Bureau of <br> a copy of through bill of lading provided for in <br> tariff treatment, on presentation to the customs <br> the Ministry of Finance. <br> subparagraph 3(a) in accordance with the relevant <br> authority of the importing Party the certificate of <br> (c) Both Parties should provide each other with the address, <br> provisions of Implementing Procedures referred to in Section 11. <br> origin issued in accordance with Section 3 of Annex 3(OCP) <br> phone number, fax number and e-mail address of the focal <br> Section 3 : Issuance of Certificate of Origin <br> and, if required, such other documentation relating to <br> points referred to in subparagraphs (a) and (b) upon <br> the importation of the good. <br> adoption of this Implementing Procedures, and should <br> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br> Note: Notwithstanding this paragraph, in the case of <br> notify any modification regarding such information <br> shall be issued by the competent governmental <br> importation into Japan, refund of any excess duties <br> within 30 days after such modification. <br> authority of the exporting Party on request having been <br> paid is not applicable. <br> (d) If the competent governmental authority of the exporting <br> good does not qualify as an originating good of the <br> made in writing by the exporter or its authorised agent. <br> (d) Signatures on a certificate of origin of the <br> Party designates entities or bodies to carry out the <br> 2 For the purposes of this Section, the competent <br> representatives of the competent governmental authority <br> issuance of the certificate of origin, or makes <br> governmental authority of the exporting Party may designate <br> of the exporting Party or its designees may be autographed <br> Rule 5 : Minor errors <br> modification or revocation with respect to its designees, <br> other entities or bodies for the issuance of certificate of <br> or electronically printed. <br> it should immediately notify the importing Party of such <br> origin, under the authorisation given in accordance with <br> (e) Each certificate of origin should bear a certification <br> designation, modification or revocation. <br> the applicable laws and regulations of the exporting Party. <br> number given by the competent governmental authority of <br> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> 3 Where the competent governmental authority of the <br> the exporting Party or its designees. The same <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> exporting Party designates other entities or bodies to <br> certification number shall not be used again in issuing <br> The Parties should provide each other with the sample of <br> carry out the issuance of certificate of origin, the <br> another certificate of origin. <br> a certificate of origin, specimen signatures and impressions <br> exporting Party shall notify in writing the other Party of its designees. <br> (f) In the event of theft, loss or destruction of the original <br> of stamps used for the issuance of a certificate of origin upon <br> 4 For the purposes of this Annex, upon the entry into <br> certificate of origin before the expiration of its <br> the date of adoption of this Implementing Procedures, as well <br> force of this Agreement, the Parties shall establish a <br> validity, the exporter or its authorised agent may <br> as upon their modification thereafter. <br> format of certificate of origin in the English language in <br> request the competent governmental authority of the <br> the Implementing Procedures referred to in Section 11. <br> exporting Party or its designees to issue a new <br> 5 A certificate of origin shall be completed in the English language. <br> certificate of origin with a new certification number on <br> 6 Where the exporter of a good is not the producer of <br> the basis of the export documents in their possession, <br> in which case the original certificate of origin should <br> certificate of origin on the basis of: <br> be invalidated. The new certificate should bear in the <br> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br> competent governmental authority of the exporting <br> issuance and the certification number of the original <br> Party or its designees based on the information <br> certificate of origin should be indicated in the new <br> provided by the producer of the good to that exporter; or <br> certificate of origin. The new certificate of origin <br> should be valid during the original term of the validity <br> producer of the good directly to the competent <br> of the original certificate of origin. <br> governmental authority of the exporting Party or <br> its designees by the request of the exporter. <br> Modification <br> 7 A certificate of origin shall be issued only after the <br> (a) The exporter or its authorised agent should request the <br> exporter who requests the certificate of origin, or the <br> reissuance of a certificate of origin if a certificate of <br> producer of a good in the exporting Party referred to in <br> origin contains incorrect information, and the <br> subparagraph 6(b), proves to the competent governmental <br> invalidation of the original certificate. <br> authority of the exporting Party or its designees that the <br> (b) Notwithstanding subparagraph (a), the competent <br> good to be exported qualifies as an originating good of the exporting Party. <br> governmental authority of the exporting Party or its <br> 3 Where an originating good of the exporting Party is <br> 8 The competent governmental authority of the exporting <br> designees may, in response to the request for reissuance <br> Party shall provide the importing Party with specimen <br> referred to in subparagraph (a) or at their own initiative, <br> signatures and impressions of stamps used in the offices of <br> make modification on the certificate of origin by striking <br> the competent governmental authority or its designees, upon <br> out errors and making any addition required. Such <br> entry into force of this Agreement and their modification thereafter. <br> modification should be certified by authorised signature <br> 9 Each Party shall, in accordance with its laws and <br> and seal of the competent governmental authority of the <br> regulations, ensure that the exporter to whom a certificate <br> exporting Party or its designees. <br> of origin has been issued, or the producer of a good in the <br> (c) Erasures, superimpositions and modifications other than <br> exporting Party referred to in subparagraph 6(b), shall <br> those referred to in subparagraph (b) should not be allowed <br> notify in writing the competent governmental authority of <br> on the issued certificate of origin. <br> the exporting Party or its designees without delay when <br> such exporter or producer knows that such good does not <br> qualify as an originating good of the exporting Party. <br> The customs authority of the importing Party should <br> 10. The competent governmental authority of the exporting <br> Party shall, when it cancels the decision to issue the <br> omissions, typing errors or overrunning the margin of the <br> certificate of origin, promptly notify the cancellation to <br> designated field, provided that these minor errors do not affect <br> the exporter to whom the certificate of origin has been <br> the authenticity of the certificate of origin or the accuracy <br> issued, and to the customs authority of the importing <br> of the information included in the certificate of origin. <br> Party, except where the certificate has been returned to <br> the competent governmental authority. <br> Section 4 : Validity of Certificate of Origin <br> 1 An issued certificate of origin shall be applicable to <br> a single importation of originating goods of the exporting <br> Party into the importing Party and be valid for 12 months <br> from the date of issuance. <br> (c) the proposed date and place of the visit; <br> 2 A certificate of origin submitted to the customs <br> authority of the importing Party after the expiration of <br> its validity as a result of force majeure shall be accepted. <br> Section 5 : Record Keeping <br> 1 Each Party shall ensure that the competent <br> Record Keeping <br> governmental authority of the Party or its designees shall <br> keep a record of the issued certificate of origin for a <br> period of five years after the date on which the <br> certificate was issued. Such record will include all <br> antecedents, which were presented to prove the <br> 2 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 6(b) of Section 3 <br> preferential tariff treatment. <br> shall keep the records relating to the origin of the good <br> for five years after the date on which the certificate of origin was issued. <br> 3 The records to be kept in accordance with this Section <br> may include electronic records. <br> qualification as an originating good of the exporting Party. <br> Section 6 : Request for Checking of Certificate of Origin <br> Request for Checking of Certificate of Origin <br> 1 For the purposes of determining whether a good <br> imported from the exporting Party under preferential tariff <br> treatment qualifies as an originating good of the exporting <br> Party, the customs authority of the importing Party may <br> request information relating to the origin of the good from <br> on the basis of the certificate of origin. <br> 2 For the purposes of paragraph 1, the competent <br> accordance with the laws and regulations of the Party, <br> provide the requested information in a period not exceeding <br> three months after the date of receipt of the request. <br> If the customs authority of the importing Party considers <br> necessary, it may require additional information relating <br> to the origin of the good. If additional information is <br> requested by the customs authority of the importing Party, <br> competent governmental authority of the exporting Party <br> shall, in accordance with the laws and regulations of the <br> exporting Party, provide the requested information in a <br> period not exceeding two months after the date of receipt of the request. <br> governmental authority of the exporting Party may request <br> issued, or the producer of the good in the exporting Party <br> governmental authority of the exporting Party shall, in <br> referred to in subparagraph 6(b) of Section 3, to provide <br> the former with the requested information. <br> 4 The request of information in accordance with <br> method provided for in Section 7. <br> 5 During the procedures provided for in this Section and Section 7, <br> the customs authority of the importing Party may <br> suspend the preferential tariff treatment while awaiting <br> the result of verification. However, it shall not wait for <br> the competent governmental authority of the exporting Party <br> the procedures to be completed before it releases the good <br> to the importer, in accordance with its laws and regulations. <br> Section 7 : Verification Visit <br> 1 If the customs authority of the importing Party is not <br> 3 For the purposes of paragraph 2, the competent <br> satisfied with the outcome of the request for checking <br> pursuant to Section 6, it may request the exporting Party: <br> the origin of a good and check, for that purpose, <br> the facilities used in the production of the <br> good, through a visit by the competent <br> paragraph 1 shall not preclude the use of a verification <br> along with the customs authority of the importing <br> governmental authority of the exporting Party <br> Party to the premises of the exporter to whom the <br> certificate of origin has been issued, or the <br> producer of the good in the exporting Party <br> referred to in subparagraph 6(b) of Section 3; and <br> (b) to provide information relating to the origin of <br> the good in the possession of the competent <br> its designees during or after the visit pursuant to subparagraph (a). <br> 2 When requesting the exporting Party to conduct a visit <br> pursuant to paragraph 1, the customs authority of the <br> importing Party shall deliver a written communication with <br> (a) to collect and provide information relating to <br> such request to the exporting Party at least 60 days in <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the exporting Party. The <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party, <br> whose premises are to be visited. <br> 3 The communication referred to in paragraph 2 shall include: <br> (a) the identity of the customs authority of the <br> importing Party issuing the communication; <br> good in the exporting Party, whose premises are requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party to be present during the visit. <br> importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph 2, whether it <br> 5 The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations of <br> the Party, provide within 45 days or any other mutually <br> agreed period from the last day of the visit, to the <br> customs authority of the importing Party the information <br> (b) the name of the exporter, or the producer of the <br> obtained pursuant to paragraph 1. <br> Section 8 : Determination of Origin and Preferential Tariff Treatment <br> Determination of Origin and Preferential Tariff Treatment <br> 1 The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply with <br> 2 The customs authority of the importing Party may <br> 4 The exporting Party shall respond in writing to the <br> determine that a good does not qualify as an originating <br> good of the exporting Party and may deny preferential <br> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br> tariff treatment, and a written determination thereof shall <br> be sent to the competent governmental authority of the exporting Party: <br> (a) where the competent governmental authority of the <br> exporting Party fails to provide the information <br> within the period referred to in paragraph 2 of <br> Section 6 or paragraph 5 of Section 7; <br> (b) where the exporting Party refuses to conduct a <br> visit, or that Party fails to respond to the <br> communication referred to in paragraph 2 of Section 7 <br> within the period referred to in paragraph 4 of Section 7; or <br> (c) where the information provided to the customs <br> preferential tariff treatment to a good for which an <br> authority of the importing Party pursuant to Section 6 or 7, <br> is not sufficient to prove that <br> VERIFICATION VISIT <br> the good qualifies as an originating good of the exporting Party. <br> 3 After carrying out the procedures outlined in Section 6 or 7 <br> any of the relevant requirements of this Annex. <br> as the case may be, the customs authority of the <br> importing Party shall provide the competent governmental <br> authority of the exporting Party with a written <br> of fact and the legal basis for the determination. The <br> shall inform such determination by the customs authority of <br> the importing Party to the exporter, or the producer of the <br> good in the exporting Party, whose premises were subject of <br> the visit referred to in Section 7. <br> determination of whether or not the good qualifies as an <br> originating good of the exporting Party, including findings <br> "}, {"ArticleTitle": "Implementing Procedures", "ArticleDesc": "Section 11 : Implementing Procedures <br> Upon the date of entry into force of this Agreement, <br> the Joint Committee shall adopt the Implementing Procedures <br> that provide detailed regulations pursuant to which the <br> customs authorities and the competent governmental <br> authorities of the Parties shall implement their functions under this Annex. <br> Implementing Procedures <br> 1. Certificate of origin <br> "}, {"ArticleTitle": "Document", "ArticleDesc": "Rule 1 : Document <br> (a) A certificate of origin should be on ISO A4 size paper <br> in conformity with the format shown in Appendix 1. It <br> should be completed in the English language; otherwise <br> it should not be valid. <br> (b) The tariff classification numbers of the Harmonized <br> System (HS), as amended on January 1, 2007, should be <br> indicated on a certificate of origin at the six-digit <br> level, and the description of the good on a certificate <br> of origin should be substantially identical to the <br> description on the invoice and, if possible, to the <br> description under the HS for the good. <br> (c) A certificate of origin comprises the original and three <br> copies in the case of India, and only the original in the case of Japan. <br> (d) In cases where a certificate of origin is not accepted <br> by the customs authority of the importing Party, the <br> customs authority of the importing Party should notify <br> the reasons therefor to the importer of the good. <br> "}, {"ArticleTitle": "Application", "ArticleDesc": "Rule 2 : Application <br> An application for a certificate of origin should be made <br> by the exporter or its authorised agent, to the competent <br> governmental authority of the exporting Party or its designees, <br> together with appropriate supporting documents proving that the <br> good to be exported qualifies as an originating good of the <br> exporting Party. The exporter's or its authorised agent's <br> signature may be autographed or electronically printed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "accordance with its laws and regulations. <br> Section 2 : Claim for Preferential Tariff Treatment <br> Section 10 : Penalties and Measures against Fraudulent Acts <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> Issuance of Certificate of Origin <br> Validity of Certificate of Origin <br> Penalties and Measures against Fraudulent Acts <br> Minor Errors <br> Invoice of a Non-Party <br> Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> For the purposes of claiming the preferential tariff <br> Each Party shall establish or maintain, in accordance <br> (a) In principle, a certificate of origin should be issued <br> The customs authority of the importing Party should not <br> In fulfillment of the consignment criteria stipulated in Article 34 <br> Claim for preferential tariff treatment <br> in accordance with the laws and regulations of the importing Party. <br> treatment for an originating good of the exporting Party, a <br> with its laws and regulations, appropriate penalties or <br> disregard minor errors, such as slight discrepancies or <br> no later than three days from the date of shipment. <br> refuse to accept a certificate of origin only for the reason <br> of the Agreement, the customs authority of the <br> certificate of origin shall be submitted to the customs <br> other measures against its exporters to whom a certificate <br> (b) In exceptional cases where the certificate of origin has <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> that the invoice is issued by either a natural person or a <br> importing Party may, under circumstances such as listed below, <br> authority of the importing Party by the importer, together <br> of origin has been issued and the producers of a good in <br> Issuance <br> not been issued before the time limit provided for in <br> 2. Administration and Enforcement <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> juridical person located in a non-Party. <br> require the importer to submit document(s) provided for in <br> with the documents required for the importation of the good <br> the exporting Party referred to in subparagraph 6(b) of <br> subparagraph (a) at the request of the exporter or its <br> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br> Section 3 who have committed fraudulent acts in connection <br> authorised agent, the certificate of origin may be issued <br> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br> Notwithstanding paragraph 1, the importing Party may <br> with a certificate of origin, including submission of false <br> retroactively in accordance with the laws and regulations <br> In cases where some goods not subject to preferential tariff <br> (a) where the container has been opened; <br> waive the requirement for a certificate of origin in <br> declarations or documents to its competent governmental <br> of the exporting Party within 9 months from the date of <br> treatment are described in a certificate of origin together with <br> (b) where the seal number of container has been changed; <br> authority of the exporting Party or its designees. <br> shipment, in which case it is necessary to indicate <br> other goods subject to preferential tariff treatment, the <br> (c) where the container number has been changed; <br> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br> certificate of origin is valid only for the goods subject to <br> Rule 9 : Focal points of administrative offices <br> (d) where the package has been opened. <br> imported through one or more non-Parties as provided for <br> certificate of origin specified in Appendix 2. In such <br> in Article 34, the customs authority of the importing Party <br> cases, the importer of the good who claims the <br> may require the importer, who claims the preferential <br> preferential tariff treatment for the good may, subject <br> tariff treatment for the good, to submit: <br> to the laws and regulations of the importing Party, <br> (a) a copy of through bill of lading indicating the <br> the good in the exporting Party, the exporter may request a <br> provide the customs authority of the importing Party with <br> (a) The focal point of the competent governmental authority <br> port of exportation and importation; or <br> the certificate of origin issued retroactively. The <br> of the exporting Party is: <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> certificate of origin issued retroactively should <br> -in the case of India, Department of Commerce, Ministry <br> the customs authorities of such non-Parties or <br> indicate the date of shipment in the relevant field <br> of Commerce and Industry; and <br> other relevant entities, which evidences that the <br> specified in Appendix 2. <br> -in the case of Japan, the Origin Certification Policy <br> good has not undergone operations other than <br> (c) Where an importer of an originating good at the time of <br> Office of the Trade Administration Division of the Trade <br> (b) a declaration voluntarily provided by the <br> unloading, reloading and any other operation to <br> importation does not have in his possession a certificate <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br> preserve it in good condition in those non-Parties. <br> of origin, the importer may, in accordance with the laws <br> Rule 4 : Modification <br> (b) The focal point of the customs authority of the importing Party is: <br> 4 Notwithstanding paragraph 3, the customs authority of <br> and regulations of the importing Party, apply for a refund <br> -in the case of India, the Central Board of Excise and <br> the importing Party may require the importer to submit <br> of any excess customs duties paid or deposit imposed as <br> Customs of the Department of Revenue, Ministry of Finance; and <br> Focal points of administrative offices <br> documents provided for in subparagraph 3(b) in addition to <br> a result of the goods not having been granted preferential <br> -in the case of Japan, the Customs and Tariff Bureau of <br> a copy of through bill of lading provided for in <br> tariff treatment, on presentation to the customs <br> the Ministry of Finance. <br> subparagraph 3(a) in accordance with the relevant <br> authority of the importing Party the certificate of <br> (c) Both Parties should provide each other with the address, <br> provisions of Implementing Procedures referred to in Section 11. <br> origin issued in accordance with Section 3 of Annex 3(OCP) <br> phone number, fax number and e-mail address of the focal <br> Section 3 : Issuance of Certificate of Origin <br> and, if required, such other documentation relating to <br> points referred to in subparagraphs (a) and (b) upon <br> the importation of the good. <br> adoption of this Implementing Procedures, and should <br> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br> Note: Notwithstanding this paragraph, in the case of <br> notify any modification regarding such information <br> shall be issued by the competent governmental <br> importation into Japan, refund of any excess duties <br> within 30 days after such modification. <br> authority of the exporting Party on request having been <br> paid is not applicable. <br> (d) If the competent governmental authority of the exporting <br> good does not qualify as an originating good of the <br> made in writing by the exporter or its authorised agent. <br> (d) Signatures on a certificate of origin of the <br> Party designates entities or bodies to carry out the <br> 2 For the purposes of this Section, the competent <br> representatives of the competent governmental authority <br> issuance of the certificate of origin, or makes <br> governmental authority of the exporting Party may designate <br> of the exporting Party or its designees may be autographed <br> Rule 5 : Minor errors <br> modification or revocation with respect to its designees, <br> other entities or bodies for the issuance of certificate of <br> or electronically printed. <br> it should immediately notify the importing Party of such <br> origin, under the authorisation given in accordance with <br> (e) Each certificate of origin should bear a certification <br> designation, modification or revocation. <br> the applicable laws and regulations of the exporting Party. <br> number given by the competent governmental authority of <br> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> 3 Where the competent governmental authority of the <br> the exporting Party or its designees. The same <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> exporting Party designates other entities or bodies to <br> certification number shall not be used again in issuing <br> The Parties should provide each other with the sample of <br> carry out the issuance of certificate of origin, the <br> another certificate of origin. <br> a certificate of origin, specimen signatures and impressions <br> exporting Party shall notify in writing the other Party of its designees. <br> (f) In the event of theft, loss or destruction of the original <br> of stamps used for the issuance of a certificate of origin upon <br> 4 For the purposes of this Annex, upon the entry into <br> certificate of origin before the expiration of its <br> the date of adoption of this Implementing Procedures, as well <br> force of this Agreement, the Parties shall establish a <br> validity, the exporter or its authorised agent may <br> as upon their modification thereafter. <br> format of certificate of origin in the English language in <br> request the competent governmental authority of the <br> the Implementing Procedures referred to in Section 11. <br> exporting Party or its designees to issue a new <br> 5 A certificate of origin shall be completed in the English language. <br> certificate of origin with a new certification number on <br> 6 Where the exporter of a good is not the producer of <br> the basis of the export documents in their possession, <br> in which case the original certificate of origin should <br> certificate of origin on the basis of: <br> be invalidated. The new certificate should bear in the <br> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br> competent governmental authority of the exporting <br> issuance and the certification number of the original <br> Party or its designees based on the information <br> certificate of origin should be indicated in the new <br> provided by the producer of the good to that exporter; or <br> certificate of origin. The new certificate of origin <br> should be valid during the original term of the validity <br> producer of the good directly to the competent <br> of the original certificate of origin. <br> governmental authority of the exporting Party or <br> its designees by the request of the exporter. <br> Modification <br> 7 A certificate of origin shall be issued only after the <br> (a) The exporter or its authorised agent should request the <br> exporter who requests the certificate of origin, or the <br> reissuance of a certificate of origin if a certificate of <br> producer of a good in the exporting Party referred to in <br> origin contains incorrect information, and the <br> subparagraph 6(b), proves to the competent governmental <br> invalidation of the original certificate. <br> authority of the exporting Party or its designees that the <br> (b) Notwithstanding subparagraph (a), the competent <br> good to be exported qualifies as an originating good of the exporting Party. <br> governmental authority of the exporting Party or its <br> 3 Where an originating good of the exporting Party is <br> 8 The competent governmental authority of the exporting <br> designees may, in response to the request for reissuance <br> Party shall provide the importing Party with specimen <br> referred to in subparagraph (a) or at their own initiative, <br> signatures and impressions of stamps used in the offices of <br> make modification on the certificate of origin by striking <br> the competent governmental authority or its designees, upon <br> out errors and making any addition required. Such <br> entry into force of this Agreement and their modification thereafter. <br> modification should be certified by authorised signature <br> 9 Each Party shall, in accordance with its laws and <br> and seal of the competent governmental authority of the <br> regulations, ensure that the exporter to whom a certificate <br> exporting Party or its designees. <br> of origin has been issued, or the producer of a good in the <br> (c) Erasures, superimpositions and modifications other than <br> exporting Party referred to in subparagraph 6(b), shall <br> those referred to in subparagraph (b) should not be allowed <br> notify in writing the competent governmental authority of <br> on the issued certificate of origin. <br> the exporting Party or its designees without delay when <br> such exporter or producer knows that such good does not <br> qualify as an originating good of the exporting Party. <br> The customs authority of the importing Party should <br> 10. The competent governmental authority of the exporting <br> Party shall, when it cancels the decision to issue the <br> omissions, typing errors or overrunning the margin of the <br> certificate of origin, promptly notify the cancellation to <br> designated field, provided that these minor errors do not affect <br> the exporter to whom the certificate of origin has been <br> the authenticity of the certificate of origin or the accuracy <br> issued, and to the customs authority of the importing <br> of the information included in the certificate of origin. <br> Party, except where the certificate has been returned to <br> the competent governmental authority. <br> Section 4 : Validity of Certificate of Origin <br> 1 An issued certificate of origin shall be applicable to <br> a single importation of originating goods of the exporting <br> Party into the importing Party and be valid for 12 months <br> from the date of issuance. <br> (c) the proposed date and place of the visit; <br> 2 A certificate of origin submitted to the customs <br> authority of the importing Party after the expiration of <br> its validity as a result of force majeure shall be accepted. <br> Section 5 : Record Keeping <br> 1 Each Party shall ensure that the competent <br> Record Keeping <br> governmental authority of the Party or its designees shall <br> keep a record of the issued certificate of origin for a <br> period of five years after the date on which the <br> certificate was issued. Such record will include all <br> antecedents, which were presented to prove the <br> 2 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 6(b) of Section 3 <br> preferential tariff treatment. <br> shall keep the records relating to the origin of the good <br> for five years after the date on which the certificate of origin was issued. <br> 3 The records to be kept in accordance with this Section <br> may include electronic records. <br> qualification as an originating good of the exporting Party. <br> Section 6 : Request for Checking of Certificate of Origin <br> Request for Checking of Certificate of Origin <br> 1 For the purposes of determining whether a good <br> imported from the exporting Party under preferential tariff <br> treatment qualifies as an originating good of the exporting <br> Party, the customs authority of the importing Party may <br> request information relating to the origin of the good from <br> on the basis of the certificate of origin. <br> 2 For the purposes of paragraph 1, the competent <br> accordance with the laws and regulations of the Party, <br> provide the requested information in a period not exceeding <br> three months after the date of receipt of the request. <br> If the customs authority of the importing Party considers <br> necessary, it may require additional information relating <br> to the origin of the good. If additional information is <br> requested by the customs authority of the importing Party, <br> competent governmental authority of the exporting Party <br> shall, in accordance with the laws and regulations of the <br> exporting Party, provide the requested information in a <br> period not exceeding two months after the date of receipt of the request. <br> governmental authority of the exporting Party may request <br> issued, or the producer of the good in the exporting Party <br> governmental authority of the exporting Party shall, in <br> referred to in subparagraph 6(b) of Section 3, to provide <br> the former with the requested information. <br> 4 The request of information in accordance with <br> method provided for in Section 7. <br> 5 During the procedures provided for in this Section and Section 7, <br> the customs authority of the importing Party may <br> suspend the preferential tariff treatment while awaiting <br> the result of verification. However, it shall not wait for <br> the competent governmental authority of the exporting Party <br> the procedures to be completed before it releases the good <br> to the importer, in accordance with its laws and regulations. <br> Section 7 : Verification Visit <br> 1 If the customs authority of the importing Party is not <br> 3 For the purposes of paragraph 2, the competent <br> satisfied with the outcome of the request for checking <br> pursuant to Section 6, it may request the exporting Party: <br> the origin of a good and check, for that purpose, <br> the facilities used in the production of the <br> good, through a visit by the competent <br> paragraph 1 shall not preclude the use of a verification <br> along with the customs authority of the importing <br> governmental authority of the exporting Party <br> Party to the premises of the exporter to whom the <br> certificate of origin has been issued, or the <br> producer of the good in the exporting Party <br> referred to in subparagraph 6(b) of Section 3; and <br> (b) to provide information relating to the origin of <br> the good in the possession of the competent <br> its designees during or after the visit pursuant to subparagraph (a). <br> 2 When requesting the exporting Party to conduct a visit <br> pursuant to paragraph 1, the customs authority of the <br> importing Party shall deliver a written communication with <br> (a) to collect and provide information relating to <br> such request to the exporting Party at least 60 days in <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the exporting Party. The <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party, <br> whose premises are to be visited. <br> 3 The communication referred to in paragraph 2 shall include: <br> (a) the identity of the customs authority of the <br> importing Party issuing the communication; <br> good in the exporting Party, whose premises are requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party to be present during the visit. <br> importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph 2, whether it <br> 5 The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations of <br> the Party, provide within 45 days or any other mutually <br> agreed period from the last day of the visit, to the <br> customs authority of the importing Party the information <br> (b) the name of the exporter, or the producer of the <br> obtained pursuant to paragraph 1. <br> Section 8 : Determination of Origin and Preferential Tariff Treatment <br> Determination of Origin and Preferential Tariff Treatment <br> 1 The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply with <br> 2 The customs authority of the importing Party may <br> 4 The exporting Party shall respond in writing to the <br> determine that a good does not qualify as an originating <br> good of the exporting Party and may deny preferential <br> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br> tariff treatment, and a written determination thereof shall <br> be sent to the competent governmental authority of the exporting Party: <br> (a) where the competent governmental authority of the <br> exporting Party fails to provide the information <br> within the period referred to in paragraph 2 of <br> Section 6 or paragraph 5 of Section 7; <br> (b) where the exporting Party refuses to conduct a <br> visit, or that Party fails to respond to the <br> communication referred to in paragraph 2 of Section 7 <br> within the period referred to in paragraph 4 of Section 7; or <br> (c) where the information provided to the customs <br> preferential tariff treatment to a good for which an <br> authority of the importing Party pursuant to Section 6 or 7, <br> is not sufficient to prove that <br> VERIFICATION VISIT <br> the good qualifies as an originating good of the exporting Party. <br> 3 After carrying out the procedures outlined in Section 6 or 7 <br> any of the relevant requirements of this Annex. <br> as the case may be, the customs authority of the <br> importing Party shall provide the competent governmental <br> authority of the exporting Party with a written <br> of fact and the legal basis for the determination. The <br> shall inform such determination by the customs authority of <br> the importing Party to the exporter, or the producer of the <br> good in the exporting Party, whose premises were subject of <br> the visit referred to in Section 7. <br> determination of whether or not the good qualifies as an <br> originating good of the exporting Party, including findings <br> "}, {"ArticleTitle": "Two or more invoices", "ArticleDesc": "Rule 6 : Two or more invoices <br> For the purposes of paragraph 1 of Section 4 of Annex 3 <br> (OCP), a certificate of origin, in which numbers and dates of <br> two or more invoices issued for a single shipment are indicated, <br> should be accepted by the customs authority of the importing Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "accordance with its laws and regulations. <br> Section 2 : Claim for Preferential Tariff Treatment <br> Section 10 : Penalties and Measures against Fraudulent Acts <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> Issuance of Certificate of Origin <br> Validity of Certificate of Origin <br> Penalties and Measures against Fraudulent Acts <br> Minor Errors <br> Invoice of a Non-Party <br> Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> For the purposes of claiming the preferential tariff <br> Each Party shall establish or maintain, in accordance <br> (a) In principle, a certificate of origin should be issued <br> The customs authority of the importing Party should not <br> In fulfillment of the consignment criteria stipulated in Article 34 <br> Claim for preferential tariff treatment <br> in accordance with the laws and regulations of the importing Party. <br> treatment for an originating good of the exporting Party, a <br> with its laws and regulations, appropriate penalties or <br> disregard minor errors, such as slight discrepancies or <br> no later than three days from the date of shipment. <br> refuse to accept a certificate of origin only for the reason <br> of the Agreement, the customs authority of the <br> certificate of origin shall be submitted to the customs <br> other measures against its exporters to whom a certificate <br> (b) In exceptional cases where the certificate of origin has <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> that the invoice is issued by either a natural person or a <br> importing Party may, under circumstances such as listed below, <br> authority of the importing Party by the importer, together <br> of origin has been issued and the producers of a good in <br> Issuance <br> not been issued before the time limit provided for in <br> 2. Administration and Enforcement <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> juridical person located in a non-Party. <br> require the importer to submit document(s) provided for in <br> with the documents required for the importation of the good <br> the exporting Party referred to in subparagraph 6(b) of <br> subparagraph (a) at the request of the exporter or its <br> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br> Section 3 who have committed fraudulent acts in connection <br> authorised agent, the certificate of origin may be issued <br> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br> Notwithstanding paragraph 1, the importing Party may <br> with a certificate of origin, including submission of false <br> retroactively in accordance with the laws and regulations <br> In cases where some goods not subject to preferential tariff <br> (a) where the container has been opened; <br> waive the requirement for a certificate of origin in <br> declarations or documents to its competent governmental <br> of the exporting Party within 9 months from the date of <br> treatment are described in a certificate of origin together with <br> (b) where the seal number of container has been changed; <br> authority of the exporting Party or its designees. <br> shipment, in which case it is necessary to indicate <br> other goods subject to preferential tariff treatment, the <br> (c) where the container number has been changed; <br> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br> certificate of origin is valid only for the goods subject to <br> Rule 9 : Focal points of administrative offices <br> (d) where the package has been opened. <br> imported through one or more non-Parties as provided for <br> certificate of origin specified in Appendix 2. In such <br> in Article 34, the customs authority of the importing Party <br> cases, the importer of the good who claims the <br> may require the importer, who claims the preferential <br> preferential tariff treatment for the good may, subject <br> tariff treatment for the good, to submit: <br> to the laws and regulations of the importing Party, <br> (a) a copy of through bill of lading indicating the <br> the good in the exporting Party, the exporter may request a <br> provide the customs authority of the importing Party with <br> (a) The focal point of the competent governmental authority <br> port of exportation and importation; or <br> the certificate of origin issued retroactively. The <br> of the exporting Party is: <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> certificate of origin issued retroactively should <br> -in the case of India, Department of Commerce, Ministry <br> the customs authorities of such non-Parties or <br> indicate the date of shipment in the relevant field <br> of Commerce and Industry; and <br> other relevant entities, which evidences that the <br> specified in Appendix 2. <br> -in the case of Japan, the Origin Certification Policy <br> good has not undergone operations other than <br> (c) Where an importer of an originating good at the time of <br> Office of the Trade Administration Division of the Trade <br> (b) a declaration voluntarily provided by the <br> unloading, reloading and any other operation to <br> importation does not have in his possession a certificate <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br> preserve it in good condition in those non-Parties. <br> of origin, the importer may, in accordance with the laws <br> Rule 4 : Modification <br> (b) The focal point of the customs authority of the importing Party is: <br> 4 Notwithstanding paragraph 3, the customs authority of <br> and regulations of the importing Party, apply for a refund <br> -in the case of India, the Central Board of Excise and <br> the importing Party may require the importer to submit <br> of any excess customs duties paid or deposit imposed as <br> Customs of the Department of Revenue, Ministry of Finance; and <br> Focal points of administrative offices <br> documents provided for in subparagraph 3(b) in addition to <br> a result of the goods not having been granted preferential <br> -in the case of Japan, the Customs and Tariff Bureau of <br> a copy of through bill of lading provided for in <br> tariff treatment, on presentation to the customs <br> the Ministry of Finance. <br> subparagraph 3(a) in accordance with the relevant <br> authority of the importing Party the certificate of <br> (c) Both Parties should provide each other with the address, <br> provisions of Implementing Procedures referred to in Section 11. <br> origin issued in accordance with Section 3 of Annex 3(OCP) <br> phone number, fax number and e-mail address of the focal <br> Section 3 : Issuance of Certificate of Origin <br> and, if required, such other documentation relating to <br> points referred to in subparagraphs (a) and (b) upon <br> the importation of the good. <br> adoption of this Implementing Procedures, and should <br> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br> Note: Notwithstanding this paragraph, in the case of <br> notify any modification regarding such information <br> shall be issued by the competent governmental <br> importation into Japan, refund of any excess duties <br> within 30 days after such modification. <br> authority of the exporting Party on request having been <br> paid is not applicable. <br> (d) If the competent governmental authority of the exporting <br> good does not qualify as an originating good of the <br> made in writing by the exporter or its authorised agent. <br> (d) Signatures on a certificate of origin of the <br> Party designates entities or bodies to carry out the <br> 2 For the purposes of this Section, the competent <br> representatives of the competent governmental authority <br> issuance of the certificate of origin, or makes <br> governmental authority of the exporting Party may designate <br> of the exporting Party or its designees may be autographed <br> Rule 5 : Minor errors <br> modification or revocation with respect to its designees, <br> other entities or bodies for the issuance of certificate of <br> or electronically printed. <br> it should immediately notify the importing Party of such <br> origin, under the authorisation given in accordance with <br> (e) Each certificate of origin should bear a certification <br> designation, modification or revocation. <br> the applicable laws and regulations of the exporting Party. <br> number given by the competent governmental authority of <br> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> 3 Where the competent governmental authority of the <br> the exporting Party or its designees. The same <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> exporting Party designates other entities or bodies to <br> certification number shall not be used again in issuing <br> The Parties should provide each other with the sample of <br> carry out the issuance of certificate of origin, the <br> another certificate of origin. <br> a certificate of origin, specimen signatures and impressions <br> exporting Party shall notify in writing the other Party of its designees. <br> (f) In the event of theft, loss or destruction of the original <br> of stamps used for the issuance of a certificate of origin upon <br> 4 For the purposes of this Annex, upon the entry into <br> certificate of origin before the expiration of its <br> the date of adoption of this Implementing Procedures, as well <br> force of this Agreement, the Parties shall establish a <br> validity, the exporter or its authorised agent may <br> as upon their modification thereafter. <br> format of certificate of origin in the English language in <br> request the competent governmental authority of the <br> the Implementing Procedures referred to in Section 11. <br> exporting Party or its designees to issue a new <br> 5 A certificate of origin shall be completed in the English language. <br> certificate of origin with a new certification number on <br> 6 Where the exporter of a good is not the producer of <br> the basis of the export documents in their possession, <br> in which case the original certificate of origin should <br> certificate of origin on the basis of: <br> be invalidated. The new certificate should bear in the <br> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br> competent governmental authority of the exporting <br> issuance and the certification number of the original <br> Party or its designees based on the information <br> certificate of origin should be indicated in the new <br> provided by the producer of the good to that exporter; or <br> certificate of origin. The new certificate of origin <br> should be valid during the original term of the validity <br> producer of the good directly to the competent <br> of the original certificate of origin. <br> governmental authority of the exporting Party or <br> its designees by the request of the exporter. <br> Modification <br> 7 A certificate of origin shall be issued only after the <br> (a) The exporter or its authorised agent should request the <br> exporter who requests the certificate of origin, or the <br> reissuance of a certificate of origin if a certificate of <br> producer of a good in the exporting Party referred to in <br> origin contains incorrect information, and the <br> subparagraph 6(b), proves to the competent governmental <br> invalidation of the original certificate. <br> authority of the exporting Party or its designees that the <br> (b) Notwithstanding subparagraph (a), the competent <br> good to be exported qualifies as an originating good of the exporting Party. <br> governmental authority of the exporting Party or its <br> 3 Where an originating good of the exporting Party is <br> 8 The competent governmental authority of the exporting <br> designees may, in response to the request for reissuance <br> Party shall provide the importing Party with specimen <br> referred to in subparagraph (a) or at their own initiative, <br> signatures and impressions of stamps used in the offices of <br> make modification on the certificate of origin by striking <br> the competent governmental authority or its designees, upon <br> out errors and making any addition required. Such <br> entry into force of this Agreement and their modification thereafter. <br> modification should be certified by authorised signature <br> 9 Each Party shall, in accordance with its laws and <br> and seal of the competent governmental authority of the <br> regulations, ensure that the exporter to whom a certificate <br> exporting Party or its designees. <br> of origin has been issued, or the producer of a good in the <br> (c) Erasures, superimpositions and modifications other than <br> exporting Party referred to in subparagraph 6(b), shall <br> those referred to in subparagraph (b) should not be allowed <br> notify in writing the competent governmental authority of <br> on the issued certificate of origin. <br> the exporting Party or its designees without delay when <br> such exporter or producer knows that such good does not <br> qualify as an originating good of the exporting Party. <br> The customs authority of the importing Party should <br> 10. The competent governmental authority of the exporting <br> Party shall, when it cancels the decision to issue the <br> omissions, typing errors or overrunning the margin of the <br> certificate of origin, promptly notify the cancellation to <br> designated field, provided that these minor errors do not affect <br> the exporter to whom the certificate of origin has been <br> the authenticity of the certificate of origin or the accuracy <br> issued, and to the customs authority of the importing <br> of the information included in the certificate of origin. <br> Party, except where the certificate has been returned to <br> the competent governmental authority. <br> Section 4 : Validity of Certificate of Origin <br> 1 An issued certificate of origin shall be applicable to <br> a single importation of originating goods of the exporting <br> Party into the importing Party and be valid for 12 months <br> from the date of issuance. <br> (c) the proposed date and place of the visit; <br> 2 A certificate of origin submitted to the customs <br> authority of the importing Party after the expiration of <br> its validity as a result of force majeure shall be accepted. <br> Section 5 : Record Keeping <br> 1 Each Party shall ensure that the competent <br> Record Keeping <br> governmental authority of the Party or its designees shall <br> keep a record of the issued certificate of origin for a <br> period of five years after the date on which the <br> certificate was issued. Such record will include all <br> antecedents, which were presented to prove the <br> 2 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 6(b) of Section 3 <br> preferential tariff treatment. <br> shall keep the records relating to the origin of the good <br> for five years after the date on which the certificate of origin was issued. <br> 3 The records to be kept in accordance with this Section <br> may include electronic records. <br> qualification as an originating good of the exporting Party. <br> Section 6 : Request for Checking of Certificate of Origin <br> Request for Checking of Certificate of Origin <br> 1 For the purposes of determining whether a good <br> imported from the exporting Party under preferential tariff <br> treatment qualifies as an originating good of the exporting <br> Party, the customs authority of the importing Party may <br> request information relating to the origin of the good from <br> on the basis of the certificate of origin. <br> 2 For the purposes of paragraph 1, the competent <br> accordance with the laws and regulations of the Party, <br> provide the requested information in a period not exceeding <br> three months after the date of receipt of the request. <br> If the customs authority of the importing Party considers <br> necessary, it may require additional information relating <br> to the origin of the good. If additional information is <br> requested by the customs authority of the importing Party, <br> competent governmental authority of the exporting Party <br> shall, in accordance with the laws and regulations of the <br> exporting Party, provide the requested information in a <br> period not exceeding two months after the date of receipt of the request. <br> governmental authority of the exporting Party may request <br> issued, or the producer of the good in the exporting Party <br> governmental authority of the exporting Party shall, in <br> referred to in subparagraph 6(b) of Section 3, to provide <br> the former with the requested information. <br> 4 The request of information in accordance with <br> method provided for in Section 7. <br> 5 During the procedures provided for in this Section and Section 7, <br> the customs authority of the importing Party may <br> suspend the preferential tariff treatment while awaiting <br> the result of verification. However, it shall not wait for <br> the competent governmental authority of the exporting Party <br> the procedures to be completed before it releases the good <br> to the importer, in accordance with its laws and regulations. <br> Section 7 : Verification Visit <br> 1 If the customs authority of the importing Party is not <br> 3 For the purposes of paragraph 2, the competent <br> satisfied with the outcome of the request for checking <br> pursuant to Section 6, it may request the exporting Party: <br> the origin of a good and check, for that purpose, <br> the facilities used in the production of the <br> good, through a visit by the competent <br> paragraph 1 shall not preclude the use of a verification <br> along with the customs authority of the importing <br> governmental authority of the exporting Party <br> Party to the premises of the exporter to whom the <br> certificate of origin has been issued, or the <br> producer of the good in the exporting Party <br> referred to in subparagraph 6(b) of Section 3; and <br> (b) to provide information relating to the origin of <br> the good in the possession of the competent <br> its designees during or after the visit pursuant to subparagraph (a). <br> 2 When requesting the exporting Party to conduct a visit <br> pursuant to paragraph 1, the customs authority of the <br> importing Party shall deliver a written communication with <br> (a) to collect and provide information relating to <br> such request to the exporting Party at least 60 days in <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the exporting Party. The <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party, <br> whose premises are to be visited. <br> 3 The communication referred to in paragraph 2 shall include: <br> (a) the identity of the customs authority of the <br> importing Party issuing the communication; <br> good in the exporting Party, whose premises are requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party to be present during the visit. <br> importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph 2, whether it <br> 5 The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations of <br> the Party, provide within 45 days or any other mutually <br> agreed period from the last day of the visit, to the <br> customs authority of the importing Party the information <br> (b) the name of the exporter, or the producer of the <br> obtained pursuant to paragraph 1. <br> Section 8 : Determination of Origin and Preferential Tariff Treatment <br> Determination of Origin and Preferential Tariff Treatment <br> 1 The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply with <br> 2 The customs authority of the importing Party may <br> 4 The exporting Party shall respond in writing to the <br> determine that a good does not qualify as an originating <br> good of the exporting Party and may deny preferential <br> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br> tariff treatment, and a written determination thereof shall <br> be sent to the competent governmental authority of the exporting Party: <br> (a) where the competent governmental authority of the <br> exporting Party fails to provide the information <br> within the period referred to in paragraph 2 of <br> Section 6 or paragraph 5 of Section 7; <br> (b) where the exporting Party refuses to conduct a <br> visit, or that Party fails to respond to the <br> communication referred to in paragraph 2 of Section 7 <br> within the period referred to in paragraph 4 of Section 7; or <br> (c) where the information provided to the customs <br> preferential tariff treatment to a good for which an <br> authority of the importing Party pursuant to Section 6 or 7, <br> is not sufficient to prove that <br> VERIFICATION VISIT <br> the good qualifies as an originating good of the exporting Party. <br> 3 After carrying out the procedures outlined in Section 6 or 7 <br> any of the relevant requirements of this Annex. <br> as the case may be, the customs authority of the <br> importing Party shall provide the competent governmental <br> authority of the exporting Party with a written <br> of fact and the legal basis for the determination. The <br> shall inform such determination by the customs authority of <br> the importing Party to the exporter, or the producer of the <br> good in the exporting Party, whose premises were subject of <br> the visit referred to in Section 7. <br> determination of whether or not the good qualifies as an <br> originating good of the exporting Party, including findings <br> "}, {"ArticleTitle": "Communication", "ArticleDesc": "Rule 11 : Communication <br> (a) For the purposes of Sections 6 through 8 of Annex 3 (OCP), <br> any communication between the competent governmental <br> authority of the exporting Party and the customs authority <br> of the importing Party should be made through the Embassy <br> of India in Japan or the Embassy of Japan in India. Such <br> communications should be made by any method with a confirmation of receipt. <br> (b) The direct communications between the competent <br> governmental authority of the exporting Party and the <br> customs authority of the importing Party may be made by <br> facsimile or e-mail in parallel with the communications <br> set out in subparagraph (a). <br> (c) The period for providing the response pursuant to <br> paragraph 2 of Section 6 and paragraph 4 of Section 7 of <br> Annex 3 (OCP) should commence from the date of the <br> confirmation of receipt of the request pursuant to subparagraph (a). <br> "}, {"ArticleTitle": "Goods in Transit or Storage", "ArticleDesc": "Preferential tariff treatment for the originating goods, <br> which are in transit from the exporting Party to the importing <br> Party or in temporary storage in bonded area in the importing <br> Party on the date of entry into force of the Agreement, should <br> be accorded subject to the submission of a certificate of origin <br> issued retroactively to the customs authority of the importing <br> Party in accordance with its laws and regulations. <br> "}, {"ArticleTitle": "Goods in transit or storage", "ArticleDesc": "Rule 12 : Goods in transit or storage <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "accordance with its laws and regulations. <br> Section 2 : Claim for Preferential Tariff Treatment <br> Section 10 : Penalties and Measures against Fraudulent Acts <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Rule 13 : Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> Issuance of Certificate of Origin <br> Validity of Certificate of Origin <br> Penalties and Measures against Fraudulent Acts <br> Minor Errors <br> Invoice of a Non-Party <br> Documents required by the Customs Authority under paragraph 4 of Section 2 of Annex 3 (OCP) <br> For the purposes of claiming the preferential tariff <br> Each Party shall establish or maintain, in accordance <br> (a) In principle, a certificate of origin should be issued <br> The customs authority of the importing Party should not <br> In fulfillment of the consignment criteria stipulated in Article 34 <br> Claim for preferential tariff treatment <br> in accordance with the laws and regulations of the importing Party. <br> treatment for an originating good of the exporting Party, a <br> with its laws and regulations, appropriate penalties or <br> disregard minor errors, such as slight discrepancies or <br> no later than three days from the date of shipment. <br> refuse to accept a certificate of origin only for the reason <br> of the Agreement, the customs authority of the <br> certificate of origin shall be submitted to the customs <br> other measures against its exporters to whom a certificate <br> (b) In exceptional cases where the certificate of origin has <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> that the invoice is issued by either a natural person or a <br> importing Party may, under circumstances such as listed below, <br> authority of the importing Party by the importer, together <br> of origin has been issued and the producers of a good in <br> Issuance <br> not been issued before the time limit provided for in <br> 2. Administration and Enforcement <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> juridical person located in a non-Party. <br> require the importer to submit document(s) provided for in <br> with the documents required for the importation of the good <br> the exporting Party referred to in subparagraph 6(b) of <br> subparagraph (a) at the request of the exporter or its <br> paragraph 3(b) of Section 2 of Annex 3 (OCP), even when a copy <br> Section 3 who have committed fraudulent acts in connection <br> authorised agent, the certificate of origin may be issued <br> of through bill of lading provided for in paragraph 3(a) has already been submitted: <br> Notwithstanding paragraph 1, the importing Party may <br> with a certificate of origin, including submission of false <br> retroactively in accordance with the laws and regulations <br> In cases where some goods not subject to preferential tariff <br> (a) where the container has been opened; <br> waive the requirement for a certificate of origin in <br> declarations or documents to its competent governmental <br> of the exporting Party within 9 months from the date of <br> treatment are described in a certificate of origin together with <br> (b) where the seal number of container has been changed; <br> authority of the exporting Party or its designees. <br> shipment, in which case it is necessary to indicate <br> other goods subject to preferential tariff treatment, the <br> (c) where the container number has been changed; <br> @^@ISSUED RETROACTIVELY@^@ in the relevant field of the <br> certificate of origin is valid only for the goods subject to <br> Rule 9 : Focal points of administrative offices <br> (d) where the package has been opened. <br> imported through one or more non-Parties as provided for <br> certificate of origin specified in Appendix 2. In such <br> in Article 34, the customs authority of the importing Party <br> cases, the importer of the good who claims the <br> may require the importer, who claims the preferential <br> preferential tariff treatment for the good may, subject <br> tariff treatment for the good, to submit: <br> to the laws and regulations of the importing Party, <br> (a) a copy of through bill of lading indicating the <br> the good in the exporting Party, the exporter may request a <br> provide the customs authority of the importing Party with <br> (a) The focal point of the competent governmental authority <br> port of exportation and importation; or <br> the certificate of origin issued retroactively. The <br> of the exporting Party is: <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> certificate of origin issued retroactively should <br> -in the case of India, Department of Commerce, Ministry <br> the customs authorities of such non-Parties or <br> indicate the date of shipment in the relevant field <br> of Commerce and Industry; and <br> other relevant entities, which evidences that the <br> specified in Appendix 2. <br> -in the case of Japan, the Origin Certification Policy <br> good has not undergone operations other than <br> (c) Where an importer of an originating good at the time of <br> Office of the Trade Administration Division of the Trade <br> (b) a declaration voluntarily provided by the <br> unloading, reloading and any other operation to <br> importation does not have in his possession a certificate <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry. <br> preserve it in good condition in those non-Parties. <br> of origin, the importer may, in accordance with the laws <br> Rule 4 : Modification <br> (b) The focal point of the customs authority of the importing Party is: <br> 4 Notwithstanding paragraph 3, the customs authority of <br> and regulations of the importing Party, apply for a refund <br> -in the case of India, the Central Board of Excise and <br> the importing Party may require the importer to submit <br> of any excess customs duties paid or deposit imposed as <br> Customs of the Department of Revenue, Ministry of Finance; and <br> Focal points of administrative offices <br> documents provided for in subparagraph 3(b) in addition to <br> a result of the goods not having been granted preferential <br> -in the case of Japan, the Customs and Tariff Bureau of <br> a copy of through bill of lading provided for in <br> tariff treatment, on presentation to the customs <br> the Ministry of Finance. <br> subparagraph 3(a) in accordance with the relevant <br> authority of the importing Party the certificate of <br> (c) Both Parties should provide each other with the address, <br> provisions of Implementing Procedures referred to in Section 11. <br> origin issued in accordance with Section 3 of Annex 3(OCP) <br> phone number, fax number and e-mail address of the focal <br> Section 3 : Issuance of Certificate of Origin <br> and, if required, such other documentation relating to <br> points referred to in subparagraphs (a) and (b) upon <br> the importation of the good. <br> adoption of this Implementing Procedures, and should <br> 1 A certificate of origin referred to in paragraph 1 of Section 2 <br> Note: Notwithstanding this paragraph, in the case of <br> notify any modification regarding such information <br> shall be issued by the competent governmental <br> importation into Japan, refund of any excess duties <br> within 30 days after such modification. <br> authority of the exporting Party on request having been <br> paid is not applicable. <br> (d) If the competent governmental authority of the exporting <br> good does not qualify as an originating good of the <br> made in writing by the exporter or its authorised agent. <br> (d) Signatures on a certificate of origin of the <br> Party designates entities or bodies to carry out the <br> 2 For the purposes of this Section, the competent <br> representatives of the competent governmental authority <br> issuance of the certificate of origin, or makes <br> governmental authority of the exporting Party may designate <br> of the exporting Party or its designees may be autographed <br> Rule 5 : Minor errors <br> modification or revocation with respect to its designees, <br> other entities or bodies for the issuance of certificate of <br> or electronically printed. <br> it should immediately notify the importing Party of such <br> origin, under the authorisation given in accordance with <br> (e) Each certificate of origin should bear a certification <br> designation, modification or revocation. <br> the applicable laws and regulations of the exporting Party. <br> number given by the competent governmental authority of <br> Rule 10 : Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> 3 Where the competent governmental authority of the <br> the exporting Party or its designees. The same <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and impressions of stamps <br> exporting Party designates other entities or bodies to <br> certification number shall not be used again in issuing <br> The Parties should provide each other with the sample of <br> carry out the issuance of certificate of origin, the <br> another certificate of origin. <br> a certificate of origin, specimen signatures and impressions <br> exporting Party shall notify in writing the other Party of its designees. <br> (f) In the event of theft, loss or destruction of the original <br> of stamps used for the issuance of a certificate of origin upon <br> 4 For the purposes of this Annex, upon the entry into <br> certificate of origin before the expiration of its <br> the date of adoption of this Implementing Procedures, as well <br> force of this Agreement, the Parties shall establish a <br> validity, the exporter or its authorised agent may <br> as upon their modification thereafter. <br> format of certificate of origin in the English language in <br> request the competent governmental authority of the <br> the Implementing Procedures referred to in Section 11. <br> exporting Party or its designees to issue a new <br> 5 A certificate of origin shall be completed in the English language. <br> certificate of origin with a new certification number on <br> 6 Where the exporter of a good is not the producer of <br> the basis of the export documents in their possession, <br> in which case the original certificate of origin should <br> certificate of origin on the basis of: <br> be invalidated. The new certificate should bear in the <br> field 8 the words @^@CERTIFIED TRUE COPY@^@. The date of <br> competent governmental authority of the exporting <br> issuance and the certification number of the original <br> Party or its designees based on the information <br> certificate of origin should be indicated in the new <br> provided by the producer of the good to that exporter; or <br> certificate of origin. The new certificate of origin <br> should be valid during the original term of the validity <br> producer of the good directly to the competent <br> of the original certificate of origin. <br> governmental authority of the exporting Party or <br> its designees by the request of the exporter. <br> Modification <br> 7 A certificate of origin shall be issued only after the <br> (a) The exporter or its authorised agent should request the <br> exporter who requests the certificate of origin, or the <br> reissuance of a certificate of origin if a certificate of <br> producer of a good in the exporting Party referred to in <br> origin contains incorrect information, and the <br> subparagraph 6(b), proves to the competent governmental <br> invalidation of the original certificate. <br> authority of the exporting Party or its designees that the <br> (b) Notwithstanding subparagraph (a), the competent <br> good to be exported qualifies as an originating good of the exporting Party. <br> governmental authority of the exporting Party or its <br> 3 Where an originating good of the exporting Party is <br> 8 The competent governmental authority of the exporting <br> designees may, in response to the request for reissuance <br> Party shall provide the importing Party with specimen <br> referred to in subparagraph (a) or at their own initiative, <br> signatures and impressions of stamps used in the offices of <br> make modification on the certificate of origin by striking <br> the competent governmental authority or its designees, upon <br> out errors and making any addition required. Such <br> entry into force of this Agreement and their modification thereafter. <br> modification should be certified by authorised signature <br> 9 Each Party shall, in accordance with its laws and <br> and seal of the competent governmental authority of the <br> regulations, ensure that the exporter to whom a certificate <br> exporting Party or its designees. <br> of origin has been issued, or the producer of a good in the <br> (c) Erasures, superimpositions and modifications other than <br> exporting Party referred to in subparagraph 6(b), shall <br> those referred to in subparagraph (b) should not be allowed <br> notify in writing the competent governmental authority of <br> on the issued certificate of origin. <br> the exporting Party or its designees without delay when <br> such exporter or producer knows that such good does not <br> qualify as an originating good of the exporting Party. <br> The customs authority of the importing Party should <br> 10. The competent governmental authority of the exporting <br> Party shall, when it cancels the decision to issue the <br> omissions, typing errors or overrunning the margin of the <br> certificate of origin, promptly notify the cancellation to <br> designated field, provided that these minor errors do not affect <br> the exporter to whom the certificate of origin has been <br> the authenticity of the certificate of origin or the accuracy <br> issued, and to the customs authority of the importing <br> of the information included in the certificate of origin. <br> Party, except where the certificate has been returned to <br> the competent governmental authority. <br> Section 4 : Validity of Certificate of Origin <br> 1 An issued certificate of origin shall be applicable to <br> a single importation of originating goods of the exporting <br> Party into the importing Party and be valid for 12 months <br> from the date of issuance. <br> (c) the proposed date and place of the visit; <br> 2 A certificate of origin submitted to the customs <br> authority of the importing Party after the expiration of <br> its validity as a result of force majeure shall be accepted. <br> Section 5 : Record Keeping <br> 1 Each Party shall ensure that the competent <br> Record Keeping <br> governmental authority of the Party or its designees shall <br> keep a record of the issued certificate of origin for a <br> period of five years after the date on which the <br> certificate was issued. Such record will include all <br> antecedents, which were presented to prove the <br> 2 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 6(b) of Section 3 <br> preferential tariff treatment. <br> shall keep the records relating to the origin of the good <br> for five years after the date on which the certificate of origin was issued. <br> 3 The records to be kept in accordance with this Section <br> may include electronic records. <br> qualification as an originating good of the exporting Party. <br> Section 6 : Request for Checking of Certificate of Origin <br> Request for Checking of Certificate of Origin <br> 1 For the purposes of determining whether a good <br> imported from the exporting Party under preferential tariff <br> treatment qualifies as an originating good of the exporting <br> Party, the customs authority of the importing Party may <br> request information relating to the origin of the good from <br> on the basis of the certificate of origin. <br> 2 For the purposes of paragraph 1, the competent <br> accordance with the laws and regulations of the Party, <br> provide the requested information in a period not exceeding <br> three months after the date of receipt of the request. <br> If the customs authority of the importing Party considers <br> necessary, it may require additional information relating <br> to the origin of the good. If additional information is <br> requested by the customs authority of the importing Party, <br> competent governmental authority of the exporting Party <br> shall, in accordance with the laws and regulations of the <br> exporting Party, provide the requested information in a <br> period not exceeding two months after the date of receipt of the request. <br> governmental authority of the exporting Party may request <br> issued, or the producer of the good in the exporting Party <br> governmental authority of the exporting Party shall, in <br> referred to in subparagraph 6(b) of Section 3, to provide <br> the former with the requested information. <br> 4 The request of information in accordance with <br> method provided for in Section 7. <br> 5 During the procedures provided for in this Section and Section 7, <br> the customs authority of the importing Party may <br> suspend the preferential tariff treatment while awaiting <br> the result of verification. However, it shall not wait for <br> the competent governmental authority of the exporting Party <br> the procedures to be completed before it releases the good <br> to the importer, in accordance with its laws and regulations. <br> Section 7 : Verification Visit <br> 1 If the customs authority of the importing Party is not <br> 3 For the purposes of paragraph 2, the competent <br> satisfied with the outcome of the request for checking <br> pursuant to Section 6, it may request the exporting Party: <br> the origin of a good and check, for that purpose, <br> the facilities used in the production of the <br> good, through a visit by the competent <br> paragraph 1 shall not preclude the use of a verification <br> along with the customs authority of the importing <br> governmental authority of the exporting Party <br> Party to the premises of the exporter to whom the <br> certificate of origin has been issued, or the <br> producer of the good in the exporting Party <br> referred to in subparagraph 6(b) of Section 3; and <br> (b) to provide information relating to the origin of <br> the good in the possession of the competent <br> its designees during or after the visit pursuant to subparagraph (a). <br> 2 When requesting the exporting Party to conduct a visit <br> pursuant to paragraph 1, the customs authority of the <br> importing Party shall deliver a written communication with <br> (a) to collect and provide information relating to <br> such request to the exporting Party at least 60 days in <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the exporting Party. The <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party, <br> whose premises are to be visited. <br> 3 The communication referred to in paragraph 2 shall include: <br> (a) the identity of the customs authority of the <br> importing Party issuing the communication; <br> good in the exporting Party, whose premises are requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the certificate of origin; and <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party to be present during the visit. <br> importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph 2, whether it <br> 5 The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations of <br> the Party, provide within 45 days or any other mutually <br> agreed period from the last day of the visit, to the <br> customs authority of the importing Party the information <br> (b) the name of the exporter, or the producer of the <br> obtained pursuant to paragraph 1. <br> Section 8 : Determination of Origin and Preferential Tariff Treatment <br> Determination of Origin and Preferential Tariff Treatment <br> 1 The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply with <br> 2 The customs authority of the importing Party may <br> 4 The exporting Party shall respond in writing to the <br> determine that a good does not qualify as an originating <br> good of the exporting Party and may deny preferential <br> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br> tariff treatment, and a written determination thereof shall <br> be sent to the competent governmental authority of the exporting Party: <br> (a) where the competent governmental authority of the <br> exporting Party fails to provide the information <br> within the period referred to in paragraph 2 of <br> Section 6 or paragraph 5 of Section 7; <br> (b) where the exporting Party refuses to conduct a <br> visit, or that Party fails to respond to the <br> communication referred to in paragraph 2 of Section 7 <br> within the period referred to in paragraph 4 of Section 7; or <br> (c) where the information provided to the customs <br> preferential tariff treatment to a good for which an <br> authority of the importing Party pursuant to Section 6 or 7, <br> is not sufficient to prove that <br> VERIFICATION VISIT <br> the good qualifies as an originating good of the exporting Party. <br> 3 After carrying out the procedures outlined in Section 6 or 7 <br> any of the relevant requirements of this Annex. <br> as the case may be, the customs authority of the <br> importing Party shall provide the competent governmental <br> authority of the exporting Party with a written <br> of fact and the legal basis for the determination. The <br> shall inform such determination by the customs authority of <br> the importing Party to the exporter, or the producer of the <br> good in the exporting Party, whose premises were subject of <br> the visit referred to in Section 7. <br> determination of whether or not the good qualifies as an <br> originating good of the exporting Party, including findings <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 51 : Customs Clearance <br> into force of this Agreement. <br> Customs Procedures <br> Customs Clearance <br> 1 Both Parties shall apply their respective customs <br> procedures in a predictable, consistent and transparent manner. <br> 2 For prompt customs clearance of goods traded between <br> the Parties, each Party shall: <br> (a) make use of information and communications technology; <br> (b) simplify its customs procedures; <br> (c) harmonise its customs procedures, as far as <br> possible, with relevant international standards <br> and recommended practices such as those made <br> under the auspices of the Customs Co-operation Council; and <br> (d) promote cooperation, wherever appropriate, <br> between its customs authority and: <br> (i) other national authorities of the Party; <br> (ii) the trading communities of the Party; and <br> (iii) the customs authorities of non-Parties. <br> 3 Each Party shall provide affected parties with easily <br> accessible processes of judicial or administrative review <br> in relation to the action taken by the Party. Such review <br> shall be independent of the authorities entrusted with the <br> administrative enforcement of such actions and shall be <br> carried out in an impartial and fair manner. <br> "}, {"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 48 : Scope and Objectives <br> 1 This Chapter shall apply to customs procedures <br> required for the clearance of goods traded between the Parties. <br> 2 This Chapter shall be implemented by the Parties in <br> accordance with the laws and regulations of each Party and <br> within the available resources of their respective customs authorities. <br> 3 The objectives of this Chapter are to establish a <br> framework to ensure transparency, proper application of <br> customs laws and prompt clearance of goods and to promote <br> cooperation in the field of customs procedures, with a view <br> to facilitating trade in goods between the Parties. <br> "}, {"ArticleTitle": "Definition", "ArticleDesc": "Article 49 : Definition <br> For the purposes of this Chapter, @^@customs laws@^@ means <br> such laws and regulations administered and enforced by the <br> customs authority of each Party concerning the importation, <br> exportation, and transit of goods, as they relate to <br> customs duties, charges, and other taxes, or to <br> prohibitions, restrictions, and other similar controls with <br> respect to the movement of controlled items across the <br> boundary of the customs territory of each Party. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 50 : Transparency <br> 1 Each Party shall ensure that all relevant information <br> of general application pertaining to its customs laws is <br> readily available to any interested person. <br> 2 When information that has been made available must be <br> revised due to changes in its customs laws, each Party <br> shall make the revised information readily available, <br> wherever possible in advance of the entry into force of the <br> changes, to enable interested persons to take account of them. <br> Parties, each Party shall provide, as quickly and as <br> accurately as possible, information relating to the <br> 3 At the request of any interested person of the <br> specific customs matters raised by the interested person <br> and pertaining to its customs laws. Each Party shall <br> supply not only the information specifically requested but <br> also any other pertinent information which it considers the <br> interested person should be made aware of. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 51 : Customs Clearance <br> into force of this Agreement. <br> Customs Procedures <br> Customs Clearance <br> 1 Both Parties shall apply their respective customs <br> procedures in a predictable, consistent and transparent manner. <br> 2 For prompt customs clearance of goods traded between <br> the Parties, each Party shall: <br> (a) make use of information and communications technology; <br> (b) simplify its customs procedures; <br> (c) harmonise its customs procedures, as far as <br> possible, with relevant international standards <br> and recommended practices such as those made <br> under the auspices of the Customs Co-operation Council; and <br> (d) promote cooperation, wherever appropriate, <br> between its customs authority and: <br> (i) other national authorities of the Party; <br> (ii) the trading communities of the Party; and <br> (iii) the customs authorities of non-Parties. <br> 3 Each Party shall provide affected parties with easily <br> accessible processes of judicial or administrative review <br> in relation to the action taken by the Party. Such review <br> shall be independent of the authorities entrusted with the <br> administrative enforcement of such actions and shall be <br> carried out in an impartial and fair manner. <br> "}, {"ArticleTitle": "Goods in Transit", "ArticleDesc": "Article 52 : Goods in Transit <br> Each Party shall continue to facilitate customs <br> clearance of goods in transit from or to the other Party in <br> accordance with paragraph 3 of Article V of the GATT 1994. <br> "}, {"ArticleTitle": "Cooperation and Exchange of Information", "ArticleDesc": "Article 53 : Cooperation and Exchange of Information <br> 1 The Parties shall, subject to the laws and regulations <br> of each Party, cooperate and exchange information with each <br> other in the field of customs procedures, including their <br> enforcement against the trafficking of prohibited goods and <br> the importation and exportation of goods suspected of <br> infringing intellectual property rights. <br> 2 Such cooperation and exchange of information shall be <br> implemented as provided for in the Implementing Agreement. <br> "}, {"ArticleTitle": "Sub-Committee on Customs Procedures", "ArticleDesc": "Article 54 : Sub-Committee on Customs Procedures <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Customs <br> Procedures (hereinafter referred to in this Article as <br> @^@Sub-Committee@^@) shall be established on the date of entry <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 51 : Customs Clearance <br> into force of this Agreement. <br> Customs Procedures <br> Customs Clearance <br> 1 Both Parties shall apply their respective customs <br> procedures in a predictable, consistent and transparent manner. <br> 2 For prompt customs clearance of goods traded between <br> the Parties, each Party shall: <br> (a) make use of information and communications technology; <br> (b) simplify its customs procedures; <br> (c) harmonise its customs procedures, as far as <br> possible, with relevant international standards <br> and recommended practices such as those made <br> under the auspices of the Customs Co-operation Council; and <br> (d) promote cooperation, wherever appropriate, <br> between its customs authority and: <br> (i) other national authorities of the Party; <br> (ii) the trading communities of the Party; and <br> (iii) the customs authorities of non-Parties. <br> 3 Each Party shall provide affected parties with easily <br> accessible processes of judicial or administrative review <br> in relation to the action taken by the Party. Such review <br> shall be independent of the authorities entrusted with the <br> administrative enforcement of such actions and shall be <br> carried out in an impartial and fair manner. <br> "}]}]}, "members_found": ["699", "392"]}