{"FtaRooDetails": {"FtaId": 155, "FtaCode": "ITC00160", "FtaName": "EPA, Japan-Philippines", "FtaFullName": "AGREEMENT BETWEEN JAPAN AND THE REPUBLIC OF THE PHILIPPINES FOR AN ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "11.12.2008", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; Philippines", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, Japan-Philippines", "AdminProcCooAuth": "The certification type under EPA, Japan-Philippines is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, Japan-Philippines is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, Japan-Philippines agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "No required change in tariff classification to heading 87.02 through 87.06, provided that there is a qualifying value content of not less than 40 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " Annex 2 referred to in Chapter 3<br /> Product Specific Rules<br /> Section 1<br /> General Notes<br /> For the purposes of the product specific rules set out<br /> in this Annex:<br /> (a) the product specific rule, or specific set of<br /> rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the<br /> heading or subheading;<br /> (b) reference to weight in this Annex means dry<br /> weight unless otherwise specified in the<br /> Harmonized System;<br /> (c) where the specific set of rules provides for more<br /> than one rule to be selectively applied, the<br /> order of the description of the rules does not<br /> indicate priority of application;<br /> (d) the following definitions apply:<br /> the term \"section\" means a section of the<br /> Harmonized System;<br /> the term \"chapter\" means a chapter of the<br /> Harmonized System;<br /> the term \"heading\" means the first four digits in<br /> the tariff classification number under the<br /> Harmonized System; and<br /> the term \"subheading\" means the first six digits<br /> in the tariff classification number under the<br /> Harmonized System;<br /> (e) this Annex is based on the Harnmonized System as<br /> amended on January 1st, 2002;<br /> (f) Specific percentages referred to in Article 31,<br /> which relate to the total value or the total<br /> weight of non-originating materials used in the<br /> production of a good that do not undergo an<br /> applicable change in tariff classification, are<br /> as follows:<br /> (i) in the case of a good provided for in<br /> chapter 28 through 49 and 64 through 97 of<br /> the Harmonized System, 10 percent in value<br /> of the good; and<br /> (ii) in the case of a good provided for in<br /> chapter 50 through 63 of the Harmonized<br /> System, 7 percent by weight of the good;<br /> Note 1:  The term \"value of non-originating<br /> materials\" means the value<br /> determined in accordance with<br /> paragraph 6 of Article 29.<br /> Note 2:  The term \"value of the good\" means<br /> the free-on-board value of the good<br /> referred to in subparagraph 4(b) of<br /> Article 29 or the value set out in<br /> paragraph 5 of that Article.<br /> (g) (i) a good which is covered by Attachment A or B<br /> of the Ministerial Declaration on Trade in<br /> Information Technology Products adopted in<br /> the Ministerial Conference of the World<br /> Trade Organization on 13 December, 1996 and<br /> is used as a material in the production of<br /> another good in a Party may be considered to<br /> be an originating material of the Party,<br /> regardless of the applicable product<br /> specific rule for the former good, provided<br /> that the former good is assembled in either<br /> Party; and<br /> (ii) notwithstanding subparagraph (i) above,<br /> where the good covered by Attachment A or B<br /> of the Declaration referred to in the said<br /> subparagraph is classified in subheading<br /> 8541.10 through 8542.90, all non-originating<br /> materials used in the production of the good<br /> shall undergo change in tariff<br /> classification to subheading 8541.10 through<br /> 8542.90 from any other subheading.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00160_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/philippine/epa0609/annex3.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00160_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/philippine/epa0609/annex2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00160_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.go.jp/roo/english/text/philippine1.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00160_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.customs.go.jp/roo/english/text/philippine4.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00160_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mofa.go.jp/region/asia-paci/philippine/epa0609/main.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00160_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/asia-paci/philippine/epa0609/index.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Accumulation <br /> 1 For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, an originating <br /> good of the other Party which is used as a material in the <br /> production of the good in the former Party may be <br /> considered as an originating material of the former Party. <br /> 2 For the purposes of calculating the qualifying value <br /> content of a good under subparagraph 4(b) of Article 29 in <br /> determining whether the good qualifies as an originating <br /> good of a Party, the value of a non-originating material <br /> produced in either Party and to be used in the production <br /> of the good may be limited to the value of non-originating <br /> materials used in the production of such non-originating <br /> material, provided that the good qualifies as an <br /> originating good of that Party under subparagraph 1(c) of Article 29.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "chapter-specific", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : De Minimis <br /> For the application of the product specific rules set <br /> out in Annex 2, non-originating materials used in the <br /> production of a good that do not satisfy an applicable rule <br /> for the good shall be disregarded, provided that the <br /> totality of such materials does not exceed specific <br /> percentages in value, weight or volume of the good and such <br /> percentages are set out in the product specific rule for the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Accumulation <br /> 2 For the purposes of calculating the qualifying value <br /> content of a good under subparagraph 4(b) of Article 29 in <br /> determining whether the good qualifies as an originating <br /> good of a Party, the value of a non-originating material <br /> produced in either Party and to be used in the production <br /> of the good may be limited to the value of non-originating <br /> materials used in the production of such non-originating <br /> material, provided that the good qualifies as an <br /> originating good of that Party under subparagraph 1(c) of Article 29.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Accessories, Spare Parts and Tools <br /> 1 In determining whether all the non-originating <br /> materials used in the production of a good undergo the <br /> applicable change in tariff classification or a specific <br /> manufacturing or processing operation set out in Annex 2, <br /> accessories, spare parts or tools delivered with the good <br /> that form part of the good's standard accessories, spare <br /> parts or tools, shall be disregarded, provided that: <br /> (a) the accessories, spare parts or tools are not <br /> invoiced separately from the good, without regard <br /> of whether they are separately described in the invoice; and <br /> (b) the quantities and value of the accessories, <br /> spare parts or tools are customary for the good. <br /> 2 If the good is subject to a qualifying value content <br /> requirement, the value of the accessories, spare parts or <br /> tools shall be taken into account as the value of <br /> originating materials of a Party where the good is produced <br /> or non-originating materials, as the case may be, in <br /> calculating the qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Originating Goods <br /> 2 For the purposes of subparagraph 1(a) above, the <br /> following goods shall be considered as being wholly <br /> obtained or produced entirely in a Party: <br /> (a) live animals born and raised in the Party; <br /> (b) animals obtained by hunting, trapping, fishing, <br /> gathering or capturing in the Party; <br /> (c) goods obtained from live animals in the Party; <br /> (d) plants and plant products harvested, picked or <br /> gathered in the Party; <br /> (e) minerals and other naturally occurring <br /> substances, not included in subparagraphs (a) <br /> through (d) above, extracted or taken in the Party; <br /> (f) goods of sea-fishing and other goods taken by <br /> vessels of the Party from the sea outside the <br /> territorial sea of a Party; <br /> (g) goods produced on board factory ships of the <br /> Party from the goods referred to in subparagraph (f) above; <br /> (h) goods taken from the seabed or subsoil beneath <br /> the seabed outside the territorial sea of the <br /> Party, provided that the Party has rights over <br /> such seabed or subsoil in accordance with its <br /> laws and regulations and international law; <br /> Note: Nothing in this subparagraph shall affect <br /> the rights and obligations of the Parties <br /> under international law, including those <br /> under the United Nations Convention on the Law of the Sea. <br /> (i) articles collected in the Party which can no <br /> longer perform their original purpose in the <br /> Party nor are capable of being restored or <br /> repaired and which are fit only for disposal or <br /> for the recovery of parts or raw materials; <br /> (j) scrap and waste derived from manufacturing or <br /> processing operations or from consumption in the <br /> Party and fit only for disposal or for the <br /> recovery of raw materials; <br /> (k) parts or raw materials recovered in the Party <br /> from articles which can no longer perform their <br /> original purpose nor are capable of being <br /> restored or repaired; and <br /> (l) goods obtained or produced in the Party <br /> exclusively from the goods referred to in <br /> subparagraphs (a) through (k) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Non-qualifying Operations <br /> A good shall not be considered to satisfy the <br /> requirement of change in tariff classification or specific <br /> manufacturing or processing operation set out in Annex 2 merely by reason of: <br /> (a) operations to ensure the preservation of products <br /> in good condition during transport and storage <br /> (such as drying, freezing, keeping in brine) and <br /> other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, boxes and other simple packaging operations; <br /> (e) collection of parts and components classified as <br /> a good pursuant to Rule 2(a) of the General Rules <br /> for the Interpretation of the Harmonized System; <br /> (f) mere making-up of sets of articles; or <br /> (g) any combination of operations referred to in <br /> subparagraphs (a) through (f) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Originating Goods <br /> 4 (a) For the purposes of subparagraph 1(c) above, the <br /> product specific rules set out in Annex 2 using <br /> the value-added method require that the <br /> qualifying value content of a good, calculated in <br /> accordance with subparagraph (b) below, is not <br /> less than the percentage specified by the rule for the good. <br /> (b) For the purposes of calculating the qualifying <br /> value content of a good, the following formula shall be applied: <br /> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br /> Where: <br /> Q.V.C. is the qualifying value content of a good, <br /> expressed as a percentage; <br /> F.O.B. is, except as provided for in paragraph 5 <br /> below, the free-on-board value of a good payable by <br /> the buyer of the good to the seller of the good, <br /> regardless of the mode of shipment, not including any <br /> internal excise taxes reduced, exempted, or repaid <br /> when the good is exported; and <br /> V.N.M. is the value of non-originating materials used <br /> in the production of a good. <br /> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br /> (a) adjusted to the first ascertainable price paid <br /> for the good from the buyer to the producer of <br /> the good, if there is free-on-board value of a <br /> good, but it is unknown and cannot be ascertained; or <br /> (b) determined in accordance with Articles 1 through <br /> 8 of the Agreement on Customs Valuation, if there <br /> is no free-on-board value of the good. <br /> 6 For the purposes of calculating the qualifying value <br /> content of a good under subparagraph 4(b) above, the value <br /> of a non-originating material used in the production of the good in a Party: <br /> (a) shall be determined in accordance with the <br /> Agreement on Customs Valuation, and shall include <br /> freight, insurance where appropriate, packing and <br /> all the other costs incurred in transporting the <br /> material to the importation port in the Party <br /> where the producer of the good is located; or <br /> (b) if such value is unknown and cannot be <br /> ascertained, shall be the first ascertainable <br /> price paid for the material in the Party, but may <br /> exclude all the costs incurred in the Party in <br /> transporting the material from the warehouse of <br /> the supplier of the material to the place where <br /> the producer is located such as freight, <br /> insurance and packing as well as any other known <br /> and ascertainable cost incurred in the Party. <br /> 7 For the purposes of calculating the qualifying value <br /> content of a good under subparagraph 4(b) above in <br /> determining whether the good qualifies as an originating <br /> good of a Party, V.N.M. of the good shall not include the <br /> value of non-originating materials used in the production <br /> of originating materials of the Party which are used in the <br /> production of the good. <br /> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br /> in applying the Agreement on Customs Valuation to determine <br /> the value of a good or non-originating material, the <br /> Agreement on Customs Valuation shall apply mutatis mutandis <br /> to domestic transactions or to the cases where there is no <br /> transaction of the good or non-originating material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Indirect Materials <br /> Indirect materials shall be, without regard to where <br /> they are produced, considered to be originating materials <br /> of a Party where a good is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Consignment Criteria <br /> 1 An originating good of the other Party shall be deemed <br /> to meet the consignment criteria when it is: <br /> (a) transported directly from the other Party; or <br /> (b) transported through one or more non-Parties for <br /> the purpose of transit or temporary storage in <br /> warehouses in such non-Parties, provided that it <br /> does not undergo operations other than unloading, <br /> reloading or any other operation necessary to <br /> preserve it in good condition. <br /> 2 If the originating good of the other Party does not <br /> meet the consignment criteria referred to in paragraph 1 <br /> above, that good shall not be considered as the originating <br /> good of the other Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Originating Goods <br /> 1 Except as otherwise provided for in this Chapter, a <br /> good shall qualify as an originating good of a Party where: <br /> (a) the good is wholly obtained or produced entirely <br /> in the Party, as defined in paragraph 2 below; <br /> (b) the good is produced entirely in the Party <br /> exclusively from originating materials of the Party; or <br /> (c) the good satisfies the product specific rules set <br /> out in Annex 2, as well as all other applicable <br /> requirements of this Chapter, when the good is <br /> produced entirely in the Party using non-originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Packaging Materials and Containers for Retail Sale <br /> 1 In determining whether all the non-originating <br /> materials used in the production of a good undergo the <br /> applicable change in tariff classification or a specific <br /> manufacturing or processing operation set out in Annex 2, <br /> packaging materials and containers for retail sale, which <br /> are classified with the good pursuant to Rule 5 of the <br /> General Rules for the Interpretation of the Harmonized <br /> System, shall be disregarded. <br /> 2 If the good is subject to a qualifying value content <br /> requirement, the value of such packaging materials and <br /> containers for retail sale shall be taken into account as <br /> the value of originating materials of a Party where the <br /> good is produced or non-originating materials, as the case <br /> may be, in calculating the qualifying value content of the good. <br /> Article 39 : Packing Materials and Containers for Shipment <br /> Packing materials and containers for shipment shall be: <br /> (a)disregarded in determining whether all the non- <br /> originating materials used in the production of a <br /> good undergo the applicable change in tariff <br /> classification or a specific manufacturing or <br /> processing operation set out in Annex 2; and <br /> (b)without regard to where they are produced, <br /> considered to be originating materials of a Party <br /> where the good is produced, in calculating the <br /> qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Fungible Goods and Materials <br /> 1 For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, where fungible <br /> originating materials of the Party and fungible non- <br /> originating materials that are commingled in an inventory <br /> are used in the production of the good, the origin of the <br /> materials may be determined pursuant to an inventory <br /> management method set out in the Operational Procedures on <br /> Trade in Goods and Rules of Origin referred to in Article 25. <br /> 2 Where fungible originating goods of a Party and <br /> fungible non-originating goods are commingled in an <br /> inventory and, prior to exportation do not undergo any <br /> production process or any operation in the Party where they <br /> were commingled other than unloading, reloading or any <br /> other operation necessary to preserve them in good <br /> condition, the origin of the good may be determined <br /> pursuant to an inventory management method set out in the <br /> Operational Procedures on Trade in Goods and Rules of <br /> Origin referred to in Article 25. <br /> 3 Once an inventory management method set out in <br /> paragraphs 1 and 2 above has been chosen, it shall be used <br /> through all the fiscal year or period. <br /> Rule 1 : Fungible goods and materials <br /> The inventory management method referred to in paragraphs 1 and 2 of Article 35 should be <br /> subject to the Generally Accepted Accounting Principles in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Claim for Preferential Tariff Treatment <br /> 1 The importing Party shall require a certificate of <br /> origin for an originating good of the exporting Party from <br /> importers who claim the preferential tariff treatment for the good. <br /> 2 Notwithstanding paragraph 1 above, the importing Party <br /> shall not require a certificate of origin from importers for: <br /> (a) an importation of a consignment of originating <br /> goods of the exporting Party whose aggregate <br /> customs value does not exceed two hundred (200) <br /> United States dollars or its equivalent amount in <br /> the Party's currency, or such higher amount as it may establish; or <br /> (b) an importation of an originating good of the <br /> exporting Party, for which the importing Party <br /> has waived the requirement for a certificate of origin. <br /> 3 Where an originating good of the exporting Party is <br /> imported through one or more non-Parties, the importing <br /> Party may require importers, who claim the preferential <br /> tariff treatment for the good, to submit: <br /> (a) a copy of through bill of lading; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties or <br /> other relevant entities, which evidences that it <br /> has not undergone operations other than <br /> unloading, reloading or any other operation <br /> necessary to preserve it in good condition in those non-Parties. <br /> Article 41 : Certificate of Origin <br /> 1 The certificate of origin referred to in paragraph 1 <br /> of Article 40 shall be issued by the competent governmental <br /> authority of the exporting Party on request having been <br /> made in writing by the exporter or its authorized agent. <br /> Such certificate of origin shall include minimum data <br /> specified in Annex 3. <br /> 2 For the purposes of this Article, the competent <br /> governmental authority of the exporting Party may designate <br /> other entities or bodies to be responsible for the issuance <br /> of the certificate of origin, under the authorization given <br /> in accordance with the applicable laws and regulations of the exporting Party. <br /> 3 Where the competent governmental authority of the <br /> exporting Party designates other entities or bodies to <br /> carry out the issuance of the certificate of origin, the <br /> exporting Party shall notify in writing the other Party of its designees. <br /> 4 For the purposes of this Chapter, upon the entry into <br /> force of this Agreement, the Parties shall establish a <br /> format of the certificate of origin in English in the <br /> Operational Procedures on Trade in Goods and Rules of <br /> Origin referred to in Article 25. <br /> 5 The certificate of origin shall be completed in English. <br /> 6 The issued certificate of origin shall be applicable <br /> to a single importation of an originating good of the <br /> exporting Party into the importing Party and be valid for 6 months <br /> from the date of issuance or such longer period in <br /> accordance with that Party's laws and regulations. <br /> 7 Where the exporter is not the producer of a good, the <br /> exporter may request a certificate of origin on the basis of: <br /> (a) a declaration provided by the exporter to the <br /> competent governmental authority or its designees <br /> based on the information provided by the producer <br /> of the good to that exporter; or <br /> (b) a declaration voluntarily provided by the <br /> producer of the good directly to the competent <br /> governmental authority or its designees by the request of the exporter. <br /> 8 The certificate of origin shall be issued only after <br /> the exporter who requests a certificate of origin, or the <br /> producer of a good in the exporting Party referred to in <br /> subparagraph 7(b) above, proves to the competent <br /> governmental authority or its designees that the good to be <br /> exported qualifies as an originating good of the exporting Party. <br /> 9 The competent governmental authority of the exporting <br /> Party shall provide the other Party with specimen <br /> signatures and impressions of stamps used in the offices of <br /> the competent governmental authority or its designees. <br /> 10. Each Party shall ensure that the competent <br /> governmental authority or its designees shall keep a record <br /> of the certificates of origin issued for a period of five <br /> (5) years after the date on which the certificate was <br /> issued. Such record will include all antecedents, which <br /> were presented to prove the qualification as an originating <br /> good of the exporting Party. <br /> Article 43 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the other Party under preferential tariff <br /> treatment qualifies as an originating good of the other <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent governmental authority of the exporting Party <br /> on the basis of a certificate of origin. <br /> 2 For the purposes of paragraph 1 above, the competent <br /> governmental authority of the exporting Party shall, in <br /> accordance with its laws and regulations, provide the <br /> information requested in a period not exceeding three (3) <br /> months after the date of the receipt of the request. <br /> If the customs authority of the importing Party <br /> considers necessary, it may require additional information <br /> relating to the origin of the good. If additional <br /> information is requested by the customs authority of the <br /> importing Party, the competent governmental authority of <br /> the exporting Party shall, in accordance with its laws and <br /> regulations, provide the information requested in a period <br /> not exceeding two (2) months after the date of the receipt of the request. <br /> 3 For the purposes of paragraph 2 above, the competent <br /> governmental authority of the exporting Party may request <br /> the exporter to whom a certificate of origin has been <br /> issued, or the producer of the good in the exporting Party <br /> referred to in subparagraph 7(b) of Article 41, to provide <br /> the former with the information requested. <br /> Rule 2 : Issuance of a certificate of origin <br /> 1. A certificate of origin should be on ISO A4 size paper in conformity with the specimen <br /> shown in Appendix 1-A and should be referred to as Form JP. <br /> 2. The Harmonized System (HS) tariff classification number as amended on 1 January 2002 <br /> should be indicated at the six-digit level and the description of the good should be sufficient <br /> to relate to the description of invoice and to the HS description of the good in the certificate of origin. <br /> 3. A certificate of origin issued by the competent governmental authority or its designees of <br /> exporting Party should comprise one original. In the Philippines, additional copies may be <br /> issued in accordance with its regulations. <br /> 4. A certificate of origin should bear a reference number given by the competent <br /> governmental authority or its designee. <br /> 5. Generally, a certificate of origin should be issued by one day after the date of shipment. <br /> 6. In exceptional cases where the certificate of origin has not been issued by one day after the <br /> date of shipment, at the request of the exporter or its authorized agent, the certificate of origin <br /> may be issued retroactively in accordance with the laws and regulations of the exporting Party <br /> within 12 months from the date of shipment, in which case it is necessary to specify @^@ISSUED <br /> RETROACTIVELY.@^@ In such cases, the importer of the good who claims the preferential <br /> tariff treatment may, subject to the laws and regulations of the importing Party, provide the <br /> customs authority of the importing Party with the certificate of origin issued retroactively. <br /> The certificate of origin which is issued retroactively should indicate the date of shipment. <br /> 7. Multiple items declared on a certificate of origin, should be accepted, provided that each <br /> item should be qualified as an originating good. <br /> 8. Signatures of the representatives of the competent governmental authority or its designees <br /> may be autographed or electronically printed. <br /> Rule 4 : Modification <br /> 1. The exporter should request the reissuance of certificate of origin if a certificate of origin <br /> contains incorrect information. <br /> 2. Notwithstanding paragraph 1, the competent governmental authority or its designees of the <br /> exporting Party may, in response to the request of reissuance referred to in paragraph 1 or at <br /> its own initiative, make modification on the certificate of origin by striking out the errors and <br /> making any addition required. Such modification should be certified by authorized signature <br /> and seal of the competent governmental authority or its designees of the exporting Party. <br /> 3. Erasures, superimpositions and modifications other than those referred to in paragraph 2 <br /> are not allowed on the issued certificate of origin. <br /> 4. In the event of theft, loss or destruction of a certificate of origin; <br /> (a) in the Philippines, the exporter or its authorized agent may request the competent <br /> governmental authority or its designees to issue a certified true copy of the original to be <br /> made out on the basis of the export documents in its possession bearing the endorsement <br /> of the words @^@CERTIFIED TRUE COPY@^@ stamped on the certificate of origin. This <br /> copy should bear the date of issuance of the original certificate of origin. The certified <br /> true copy of the certificate of origin should be issued no later than one year from the date <br /> of issuance of the original certificate of origin. The certified true copy of a certificate of <br /> origin should be valid during the original term of the validity of the original certificate of origin. <br /> (b) in Japan, the exporter or its authorized agent may request the competent governmental <br /> authority or its designees to issue a new certificate of origin with a new reference number <br /> on the basis of the export documents in their possession, in which case the original <br /> certificate of origin should be cancelled. The new certificate of origin should indicate <br /> the date of issuance and the reference number of the original certificate of origin. The <br /> new certificate of origin should be valid during the original term of the validity of the <br /> original certificate of origin. <br /> Rule 8 : A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br /> In cases where some goods not subject to preferential tariff treatment are listed in a certificate <br /> of origin together with goods subject to preferential tariff treatment, the certificate of origin is <br /> valid only for goods subject to preferential tariff treatment. <br /> Rule 9 : Information on certificate of origin <br /> The Parties should provide each other with a sample of the certificate of origin, the names, <br /> office addresses and specimen signatures of the authorized officials or persons, and <br /> impressions of stamps used for the issuance of a certificate of origin, as well as their <br /> modifications thereafter. <br /> - For Japan, it is the Embassy of Japan in the Philippines which should provide the <br /> aforementioned information to the Philippine Bureau of Customs. <br /> - For the Philippines, the Bureau of Customs should provide the abovementioned <br /> information to the Embassy of Japan in the Philippines.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Claim for Preferential Tariff Treatment <br /> 2 Notwithstanding paragraph 1 above, the importing Party <br /> shall not require a certificate of origin from importers for: <br /> (a) an importation of a consignment of originating <br /> goods of the exporting Party whose aggregate <br /> customs value does not exceed two hundred (200) <br /> United States dollars or its equivalent amount in <br /> the Party's currency, or such higher amount as it may establish; or <br /> (b) an importation of an originating good of the <br /> exporting Party, for which the importing Party <br /> has waived the requirement for a certificate of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Definitions <br /> (a) the term @^@competent governmental authority@^@ means <br /> the authority that, according to the legislation <br /> of each Party, is responsible for the issuing of <br /> the certificate of origin or for the designation <br /> of the certification entities or bodies. In the <br /> case of Japan, the Ministry of Economy, Trade and <br /> Industry, and in the case of the Philippines, the Bureau of Customs; <br /> (b) the term @^@customs authority@^@ means the authority <br /> that, according to the legislation of each Party <br /> or non-Parties, is responsible for the <br /> administration and enforcement of its customs <br /> laws and regulations. In the case of Japan, the <br /> Ministry of Finance, and in the case of the <br /> Philippines, the Bureau of Customs;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 41 : Certificate of Origin <br /> 5 The certificate of origin shall be completed in English. <br /> 6 The issued certificate of origin shall be applicable <br /> to a single importation of an originating good of the <br /> exporting Party into the importing Party and be valid for 6 months <br /> from the date of issuance or such longer period in <br /> accordance with that Party's laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 42 : Obligations Regarding Exportations <br /> 2 Each Party shall encourage that the exporter to whom a <br /> certificate of origin has been issued, or the producer of a <br /> good in the exporting Party referred to in subparagraph <br /> 7(b) of Article 41, keep the records relating to the origin <br /> of a good for five (5) years after the date on which the <br /> certificate of origin was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 2 : Issuance of a certificate of origin <br /> 6. In exceptional cases where the certificate of origin has not been issued by one day after the <br /> date of shipment, at the request of the exporter or its authorized agent, the certificate of origin <br /> may be issued retroactively in accordance with the laws and regulations of the exporting Party <br /> within 12 months from the date of shipment, in which case it is necessary to specify @^@ISSUED <br /> RETROACTIVELY.@^@ In such cases, the importer of the good who claims the preferential <br /> tariff treatment may, subject to the laws and regulations of the importing Party, provide the <br /> customs authority of the importing Party with the certificate of origin issued retroactively. <br /> The certificate of origin which is issued retroactively should indicate the date of shipment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Claim for Preferential Tariff Treatment <br /> 3 Where an originating good of the exporting Party is <br /> imported through one or more non-Parties, the importing <br /> Party may require importers, who claim the preferential <br /> tariff treatment for the good, to submit: <br /> (a) a copy of through bill of lading; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties or <br /> other relevant entities, which evidences that it <br /> has not undergone operations other than <br /> unloading, reloading or any other operation <br /> necessary to preserve it in good condition in those non-Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Invoice of a non-Party <br /> 1. The customs authority of the importing Party may accept a certificate of origin in cases <br /> where the invoice is issued either by a natural person or juridical person located in a non-Party, <br /> provided that the good qualifies as an originating good of the exporting Party. <br /> 2. In the case above, the exporter of the goods should indicate in the certificate of origin <br /> @^@non-party invoicing@^@, identifying the full legal name and address of the natural person or <br /> juridical person issuing the invoice of non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 43 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the other Party under preferential tariff <br /> treatment qualifies as an originating good of the other <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent governmental authority of the exporting Party <br /> on the basis of a certificate of origin. <br /> 2 For the purposes of paragraph 1 above, the competent <br /> governmental authority of the exporting Party shall, in <br /> accordance with its laws and regulations, provide the <br /> information requested in a period not exceeding three (3) <br /> months after the date of the receipt of the request. <br /> If the customs authority of the importing Party <br /> considers necessary, it may require additional information <br /> relating to the origin of the good. If additional <br /> information is requested by the customs authority of the <br /> importing Party, the competent governmental authority of <br /> the exporting Party shall, in accordance with its laws and <br /> regulations, provide the information requested in a period <br /> not exceeding two (2) months after the date of the receipt of the request. <br /> 3 For the purposes of paragraph 2 above, the competent <br /> governmental authority of the exporting Party may request <br /> the exporter to whom a certificate of origin has been <br /> issued, or the producer of the good in the exporting Party <br /> referred to in subparagraph 7(b) of Article 41, to provide <br /> the former with the information requested. <br /> Article 44 : Verification Visit <br /> 1 If the customs authority of the importing Party is not <br /> satisfied with the outcome of the request for checking <br /> pursuant to Article 43, it may request the exporting Party to: <br /> (a)collect and provide the information relating to <br /> the origin of the good and check, for that <br /> purpose, the facilities used in the production of <br /> the good, through a visit by its competent <br /> governmental authority along with the customs <br /> authority of the importing Party to the premises <br /> of the exporter to whom a certificate of origin <br /> has been issued, or the producer of the good in <br /> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br /> (b) provide information relating to the origin of the <br /> good in the possession of the competent <br /> governmental authority or its designee. <br /> 2 (a) In cases where the customs authority of the <br /> importing Party considers as exceptional, that <br /> customs authority may, before or during the <br /> request for checking referred to in Article 43, <br /> put forward the exporting Party a request <br /> referred to in paragraph 1 above. <br /> (b)Where the request referred to in subparagraph (a) <br /> above is made, Article 43 shall not be applied. <br /> 3 When requesting the exporting Party to conduct a visit <br /> pursuant to paragraph 1 or 2 above, the importing Party <br /> shall deliver a written communication with such request to <br /> the exporting Party at least forty (40) days in advance of <br /> the proposed date of the visit, the receipt of which is to <br /> be confirmed by the latter Party. The competent <br /> governmental authority of the exporting Party shall request <br /> the written consent of the exporter, or the producer of the <br /> good in the exporting Party whose premises are to be visited. <br /> 4 The communication referred to in paragraph 3 above shall include: <br /> (a) the identity of the customs authority issuing the communication; <br /> (b) the name of the exporter, or the producer of the <br /> good in the exporting Party whose premises are <br /> requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the object and scope of the proposed visit, <br /> including specific reference to the good subject <br /> of the verification referred to in the <br /> certificate of origin; and <br /> (e) the names and titles of the officials of the <br /> customs authority of the importing Party to be <br /> present during the visit. <br /> 5 The exporting Party shall respond in writing to the <br /> importing Party, within thirty (30) days of the receipt of <br /> the communication referred to in paragraph 3 above, if it <br /> accepts or refuses to conduct a visit requested pursuant to <br /> paragraph 1 or 2 above. <br /> 6 The competent governmental authority of the exporting <br /> Party shall, in accordance with its laws and regulations, <br /> provide within forty five (45) days or any other mutually <br /> agreed period from the last day of the visit, to the <br /> customs authority of the importing Party the information <br /> obtained pursuant to paragraph 1 or 2 above. <br /> Article 45 : Determination of Origin and Preferential Tariff Treatment <br /> 1 The customs authority of the importing Party may deny <br /> preferential tariff treatment to a good for which an <br /> importer claims preferential tariff treatment where the <br /> good does not qualify as an originating good of the <br /> exporting Party or where the importer fails to comply with <br /> any of the relevant requirements of this Chapter. <br /> 2 The competent governmental authority of the exporting <br /> Party shall, when it cancels the decision to issue the <br /> certificate of origin, promptly notify the cancellation to <br /> the exporter to whom the certificate of origin has been <br /> issued, and to the customs authority of the importing Party <br /> except where the certificate has been returned to the <br /> competent governmental authority. The customs authority of <br /> the importing Party may determine that the good does not <br /> qualify as an originating good of the exporting Party and <br /> may deny preferential tariff treatment where it receives the notification. <br /> 3 The customs authority of the importing Party may <br /> determine that a good does not qualify as an originating <br /> good of the exporting Party and may deny preferential <br /> tariff treatment, and a written determination thereof shall <br /> be sent to the competent governmental authority of the exporting Party: <br /> (a)where the competent governmental authority of the <br /> exporting Party fails to respond to the request within the period referred <br /> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br /> (b) where the exporting Party refuses to conduct a <br /> visit, or that Party fails to respond to the <br /> communication referred to in paragraph 3 of Article 44 within <br /> the period referred to in paragraph 5 of Article 44; or <br /> (c)where the information provided to the customs <br /> authority of the importing Party pursuant to Article 43 or 44, <br /> is not sufficient to prove that <br /> the good qualifies as an originating good of the exporting Party. <br /> 4 After carrying out the procedures outlined in Article 43 or 44 <br /> as the case may be, the customs authority of the <br /> importing Party shall provide the competent governmental <br /> authority of the exporting Party with a written <br /> determination of whether or not the good qualifies as an <br /> originating good of the exporting Party, including findings <br /> of fact and the legal basis for the determination. The <br /> competent governmental authority of the exporting Party <br /> shall inform such determination by the customs authority of <br /> the importing Party to the exporter, or the producer of the <br /> good in the exporting Party, whose premises were subject to <br /> the visit referred to in Article 44.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 47 : Penalties, Sanctions or Other Measures <br /> Each Party shall ensure, in accordance with its laws <br /> and regulations, that appropriate penalties, sanctions or <br /> other measures are maintained or established against its <br /> exporters to whom a certificate of origin has been issued <br /> and its producers of the goods in the exporting Party <br /> referred to in subparagraph 7(b) of Article 41: <br /> (a) for providing false declaration or documents to <br /> its competent governmental authority or its <br /> designees prior to the issuance of certificate of origin; and <br /> (b)for failing to notify in writing to the competent <br /> governmental authority of the exporting Party or <br /> its designees without delay after having known <br /> that such good does not qualify as an originating <br /> good of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Minor error <br /> 1. The customs authority of the importing Party should accept minor errors, discrepancies or <br /> omissions on its fulfillment, in cases such as: <br /> - typing errors, when there are no doubts that the information included in one or more <br /> fields of the certificate of origin is accurate; or <br /> - the information that appears to surpass the space available in the field <br /> 2. For multiple items declared in a certificate of origin, a problem concerning one or more of <br /> the items listed should not affect or delay the granting of preferential tariff treatment and <br /> customs clearance of the remaining items listed in the certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 53 : Customs Clearance <br /> [Customs administration]: <br /> 1 Both Parties shall make cooperative efforts for <br /> simplification and harmonization of their customs <br /> procedures by observing the following principles: <br /> (a) the application of customs procedures in a <br /> predictable, consistent and transparent manner; <br /> (b) cooperation wherever appropriate with other national authorities, <br /> customs authorities of non-Parties and the trading communities; and <br /> (c) the provision to affected parties of easily <br /> accessible processes of administrative and judicial review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 29 : Originating Goods <br> Article 35 : Fungible Goods and Materials <br> Article 43 : Request for Checking of Certificate of Origin <br> Article 45 : Determination of Origin and Preferential Tariff Treatment <br> Article 47 : Penalties, Sanctions or Other Measures <br> Accumulation <br> Determination of Origin and Preferential Tariff Treatment <br> Request for Checking of Certificate of Origin <br> Verification Visit <br> Penalties, Sanctions or Other Measures <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 Except as otherwise provided for in this Chapter, a <br> Each Party shall ensure, in accordance with its laws <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> imported from the other Party under preferential tariff <br> and regulations, that appropriate penalties, sanctions or <br> (a) the good is wholly obtained or produced entirely <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> treatment qualifies as an originating good of the other <br> other measures are maintained or established against its <br> in the Party, as defined in paragraph 2 below; <br> less than the percentage specified by the rule for the good. <br> originating materials that are commingled in an inventory <br> exporters to whom a certificate of origin has been issued <br> (b) the good is produced entirely in the Party <br> are used in the production of the good, the origin of the <br> and its producers of the goods in the exporting Party <br> exclusively from originating materials of the Party; or <br> materials may be determined pursuant to an inventory <br> referred to in subparagraph 7(b) of Article 41: <br> (c) the good satisfies the product specific rules set <br> management method set out in the Operational Procedures on <br> the competent governmental authority of the exporting Party <br> (a) for providing false declaration or documents to <br> out in Annex 2, as well as all other applicable <br> Trade in Goods and Rules of Origin referred to in Article 25. <br> 2 For the purposes of paragraph 1 above, the competent <br> Party shall, when it cancels the decision to issue the <br> its competent governmental authority or its <br> 2 Where fungible originating goods of a Party and <br> designees prior to the issuance of certificate of origin; and <br> produced entirely in the Party using non-originating materials. <br> fungible non-originating goods are commingled in an <br> accordance with its laws and regulations, provide the <br> (b)for failing to notify in writing to the competent <br> 2 For the purposes of subparagraph 1(a) above, the <br> in the production of a good. <br> requirements of this Chapter, when the good is <br> information requested in a period not exceeding three (3) <br> except where the certificate has been returned to the <br> months after the date of the receipt of the request. <br> its designees without delay after having known <br> (a) adjusted to the first ascertainable price paid <br> following goods shall be considered as being wholly <br> when the good is exported; and <br> were commingled other than unloading, reloading or any <br> If the customs authority of the importing Party <br> that such good does not qualify as an originating <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> other operation necessary to preserve them in good <br> the importing Party may determine that the good does not <br> 4 For the purposes of this Chapter, upon the entry into <br> condition, the origin of the good may be determined <br> qualify as an originating good of the exporting Party and <br> pursuant to an inventory management method set out in the <br> information is requested by the customs authority of the <br> obtained or produced entirely in a Party: <br> 3 Once an inventory management method set out in <br> governmental authority of the exporting Party shall, in <br> the exporting Party shall, in accordance with its laws and <br> (e) minerals and other naturally occurring <br> gathered in the Party; <br> Indirect materials shall be, without regard to where <br> regulations, provide the information requested in a period <br> (b) animals obtained by hunting, trapping, fishing, <br> exporting Party, for which the importing Party <br> paragraphs 1 and 2 above has been chosen, it shall be used <br> not exceeding two (2) months after the date of the receipt of the request. <br> tariff treatment, and a written determination thereof shall <br> they are produced, considered to be originating materials <br> through all the fiscal year or period. <br> 3 For the purposes of paragraph 2 above, the competent <br> (a) shall be determined in accordance with the <br> in good condition during transport and storage <br> substances, not included in subparagraphs (a) <br> through (d) above, extracted or taken in the Party; <br> Article 36 : Indirect Materials <br> of a Party where a good is produced. <br> (d) plants and plant products harvested, picked or <br> imported through one or more non-Parties, the importing <br> Indirect Materials <br> relating to the origin of the good. If additional <br> the exporter to whom a certificate of origin has been <br> (f) goods of sea-fishing and other goods taken by <br> (c) goods obtained from live animals in the Party; <br> territorial sea of a Party; <br> referred to in subparagraph 7(b) of Article 41, to provide <br> materials used in the production of a good undergo the <br> importing Party, the competent governmental authority of <br> (g) goods produced on board factory ships of the <br> Party from the goods referred to in subparagraph (f) above; <br> Article 37 : Accessories, Spare Parts and Tools <br> visit, or that Party fails to respond to the <br> (h) goods taken from the seabed or subsoil beneath <br> the seabed outside the territorial sea of the <br> 1 If the customs authority of the importing Party is not <br> (b) determined in accordance with Articles 1 through <br> (i) articles collected in the Party which can no <br> Party, provided that the Party has rights over <br> satisfied with the outcome of the request for checking <br> longer perform their original purpose in the <br> such seabed or subsoil in accordance with its <br> Where: <br> parts or tools, shall be disregarded, provided that: <br> pursuant to Article 43, it may request the exporting Party to: <br> laws and regulations and international law; <br> (a)collect and provide the information relating to <br> Note: Nothing in this subparagraph shall affect <br> accessories, spare parts or tools delivered with the good <br> invoiced separately from the good, without regard <br> the origin of the good and check, for that <br> the producer is located such as freight, <br> the rights and obligations of the Parties <br> of whether they are separately described in the invoice; and <br> that form part of the good's standard accessories, spare <br> issued, or the producer of the good in the exporting Party <br> (j) scrap and waste derived from manufacturing or <br> under international law, including those <br> and ascertainable cost incurred in the Party. <br> under the United Nations Convention on the Law of the Sea. <br> Article 44 : Verification Visit <br> as the case may be, the customs authority of the <br> governmental authority along with the customs <br> the former with the information requested. <br> Party and fit only for disposal or for the <br> (b) the quantities and value of the accessories, <br> authority of the importing Party to the premises <br> importing Party shall provide the competent governmental <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> of the exporter to whom a certificate of origin <br> tools shall be taken into account as the value of <br> from articles which can no longer perform their <br> originating materials of a Party where the good is produced <br> originating good of the exporting Party, including findings <br> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> or non-originating materials, as the case may be, in <br> has been issued, or the producer of the good in <br> requirement, the value of the accessories, spare parts or <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> governmental authority or its designee. <br> purpose, the facilities used in the production of <br> Packaging Materials and Containers for Retail Sale <br> 2 (a) In cases where the customs authority of the <br> the good, through a visit by its competent <br> the importing Party to the exporter, or the producer of the <br> recovery of raw materials; <br> 1 In determining whether all the non-originating <br> importing Party considers as exceptional, that <br> subparagraphs (a) through (k) above. <br> customs authority may, before or during the <br> (l) goods obtained or produced in the Party <br> original purpose nor are capable of being <br> product specific rules set out in Annex 2 requiring that <br> put forward the exporting Party a request <br> exclusively from the goods referred to in <br> restored or repaired; and <br> the materials used undergo a change in tariff <br> referred to in paragraph 1 above. <br> are classified with the good pursuant to Rule 5 of the <br> (b)Where the request referred to in subparagraph (a) <br> (c) the proposed date and place of the visit; <br> above is made, Article 43 shall not be applied. <br> De Minimis <br> product specific rules set out in Annex 2 using <br> manufacturing or processing operation set out in Annex 2, <br> (b) provide information relating to the origin of the <br> 3 When requesting the exporting Party to conduct a visit <br> 3 For the purposes of subparagraph 1(c) above, the <br> the value-added method require that the <br> packaging materials and containers for retail sale, which <br> Certificate of Origin; and <br> pursuant to paragraph 1 or 2 above, the importing Party <br> Certificate of Origin <br> requirement, the value of such packaging materials and <br> shall deliver a written communication with such request to <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> containers for retail sale shall be taken into account as <br> General Rules for the Interpretation of the Harmonized <br> the exporting Party at least forty (40) days in advance of <br> accordance with subparagraph (b) below, is not <br> System, shall be disregarded. <br> were presented to prove the qualification as an originating <br> the proposed date of the visit, the receipt of which is to <br> (b) changes of packaging and breaking up and assembly of packages; <br> 2 If the good is subject to a qualifying value content <br> be confirmed by the latter Party. The competent <br> 4 (a) For the purposes of subparagraph 1(c) above, the <br> governmental authority of the exporting Party shall request <br> qualifying value content of a good, calculated in <br> Article 39 : Packing Materials and Containers for Shipment <br> the written consent of the exporter, or the producer of the <br> classification or a specific manufacturing or processing <br> the value of originating materials of a Party where the <br> good in the exporting Party whose premises are <br> good in the exporting Party whose premises are to be visited. <br> operation shall apply only to non-originating materials. <br> good is produced or non-originating materials, as the case <br> 4 The communication referred to in paragraph 3 above shall include: <br> expressed as a percentage; <br> may be, in calculating the qualifying value content of the good. <br> originating materials used in the production of a <br> (d) the object and scope of the proposed visit, <br> competent governmental authority of the exporting Party <br> (b) For the purposes of calculating the qualifying <br> Packing Materials and Containers for Shipment <br> including specific reference to the good subject <br> value content of a good, the following formula shall be applied: <br> classification or a specific manufacturing or <br> Packing materials and containers for shipment shall be: <br> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br> (a)disregarded in determining whether all the non- <br> calculating the qualifying value content of the good. <br> processing operation set out in Annex 2; and <br> Q.V.C. is the qualifying value content of a good, <br> good undergo the applicable change in tariff <br> of the verification referred to in the <br> F.O.B. is, except as provided for in paragraph 5 <br> good, but it is unknown and cannot be ascertained; or <br> 1 The importing Party shall require a certificate of <br> Claim for Preferential Tariff Treatment <br> qualifies as an originating good of a Party, where fungible <br> below, the free-on-board value of a good payable by <br> (b)without regard to where they are produced, <br> (e) the names and titles of the officials of the <br> the buyer of the good to the seller of the good, <br> considered to be originating materials of a Party <br> origin for an originating good of the exporting Party from <br> requested to be visited; <br> regardless of the mode of shipment, not including any <br> importers who claim the preferential tariff treatment for the good. <br> where the good is produced, in calculating the <br> Party shall, in accordance with its laws and regulations, <br> present during the visit. <br> for the good from the buyer to the producer of <br> internal excise taxes reduced, exempted, or repaid <br> 5 The exporting Party shall respond in writing to the <br> the good, if there is free-on-board value of a <br> Article 40 : Claim for Preferential Tariff Treatment <br> importing Party, within thirty (30) days of the receipt of <br> V.N.M. is the value of non-originating materials used <br> the communication referred to in paragraph 3 above, if it <br> goods of the exporting Party whose aggregate <br> accepts or refuses to conduct a visit requested pursuant to <br> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br> 8 of the Agreement on Customs Valuation, if there <br> paragraph 1 or 2 above. <br> is no free-on-board value of the good. <br> inventory and, prior to exportation do not undergo any <br> qualifying value content of the good. <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> production process or any operation in the Party where they <br> shall not require a certificate of origin from importers for: <br> importer claims preferential tariff treatment where the <br> provide within forty five (45) days or any other mutually <br> (a) an importation of a consignment of originating <br> agreed period from the last day of the visit, to the <br> good does not qualify as an originating good of the <br> Agreement on Customs Valuation, and shall include <br> (b) an importation of an originating good of the <br> customs authority of the importing Party the information <br> 6 For the purposes of calculating the qualifying value <br> customs value does not exceed two hundred (200) <br> obtained pursuant to paragraph 1 or 2 above. <br> United States dollars or its equivalent amount in <br> Party may require importers, who claim the preferential <br> the Party's currency, or such higher amount as it may establish; or <br> all the other costs incurred in transporting the <br> content of a good under subparagraph 4(b) above, the value <br> (b) a certificate or any other information given by <br> tariff treatment for the good, to submit: <br> certificate of origin, promptly notify the cancellation to <br> material to the importation port in the Party <br> of a non-originating material used in the production of the good in a Party: <br> has waived the requirement for a certificate of origin. <br> issued, and to the customs authority of the importing Party <br> freight, insurance where appropriate, packing and <br> 3 Where an originating good of the exporting Party is <br> the customs authorities of such non-Parties or <br> (a) operations to ensure the preservation of products <br> ascertained, shall be the first ascertainable <br> exclude all the costs incurred in the Party in <br> other relevant entities, which evidences that it <br> competent governmental authority. The customs authority of <br> exporting Party or where the importer fails to comply with <br> price paid for the material in the Party, but may <br> transporting the material from the warehouse of <br> request for checking referred to in Article 43, <br> (b) if such value is unknown and cannot be <br> the supplier of the material to the place where <br> 2 The competent governmental authority of the exporting <br> where the producer of the good is located; or <br> (a) a copy of through bill of lading; or <br> Accessories, Spare Parts and Tools <br> has not undergone operations other than <br> may deny preferential tariff treatment where it receives the notification. <br> the exporter to whom the certificate of origin has been <br> (g) any combination of operations referred to in <br> authority of the exporting Party on request having been <br> good of the exporting Party and may deny preferential <br> made in writing by the exporter or its authorized agent. <br> unloading, reloading or any other operation <br> be sent to the competent governmental authority of the exporting Party: <br> content of a good under subparagraph 4(b) above in <br> necessary to preserve it in good condition in those non-Parties. <br> insurance and packing as well as any other known <br> Article 41 : Certificate of Origin <br> good of a Party, V.N.M. of the good shall not include the <br> 1 For the purposes of determining whether a good <br> production of the good. <br> 1 The certificate of origin referred to in paragraph 1 <br> governmental authority of the exporting Party may designate <br> (b) where the exporting Party refuses to conduct a <br> 7 For the purposes of calculating the qualifying value <br> of Article 40 shall be issued by the competent governmental <br> specified in Annex 3. <br> Party, the customs authority of the importing Party may <br> in applying the Agreement on Customs Valuation to determine <br> Such certificate of origin shall include minimum data <br> request information relating to the origin of the good from <br> value of non-originating materials used in the production <br> (a) the accessories, spare parts or tools are not <br> (a)where the competent governmental authority of the <br> authority of the importing Party pursuant to Article 43 or 44, <br> of originating materials of the Party which are used in the <br> exporting Party shall notify in writing the other Party of its designees. <br> exporting Party fails to respond to the request within the period referred <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br> the value of a good or non-originating material, the <br> 3 Where the competent governmental authority of the <br> force of this Agreement, the Parties shall establish a <br> Fungible Goods and Materials <br> of the certificate of origin, under the authorization given <br> spare parts or tools are customary for the good. <br> a good pursuant to Rule 2(a) of the General Rules <br> carry out the issuance of the certificate of origin, the <br> in accordance with the applicable laws and regulations of the exporting Party. <br> communication referred to in paragraph 3 of Article 44 within <br> the period referred to in paragraph 5 of Article 44; or <br> production of the good in the former Party may be <br> exporting Party designates other entities or bodies to <br> (c)where the information provided to the customs <br> transaction of the good or non-originating material. <br> Article 30 : Accumulation <br> is not sufficient to prove that <br> of fact and the legal basis for the determination. The <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article 43 or 44 <br> preserve it in good condition. <br> qualifies as an originating good of a Party, an originating <br> format of the certificate of origin in English in the <br> (e) collection of parts and components classified as <br> good of the other Party which is used as a material in the <br> exporter may request a certificate of origin on the basis of: <br> Operational Procedures on Trade in Goods and Rules of <br> to a single importation of an originating good of the <br> determine that a good does not qualify as an originating <br> Origin referred to in Article 25. <br> the visit referred to in Article 44. <br> considered as an originating material of the former Party. <br> 5 The certificate of origin shall be completed in English. <br> for the good shall be disregarded, provided that the <br> 6 The issued certificate of origin shall be applicable <br> content of a good under subparagraph 4(b) of Article 29 in <br> good of a Party, the value of a non-originating material <br> Article 31 : De Minimis <br> determining whether the good qualifies as an originating <br> (a) a declaration provided by the exporter to the <br> (b) a declaration voluntarily provided by the <br> exporting Party into the importing Party and be valid for 6 months <br> 2 For the purposes of this Article, the competent <br> from the date of issuance or such longer period in <br> shall inform such determination by the customs authority of <br> produced in either Party and to be used in the production <br> accordance with that Party's laws and regulations. <br> other entities or bodies to be responsible for the issuance <br> material, provided that the good qualifies as an <br> of the good may be limited to the value of non-originating <br> 7 Where the exporter is not the producer of a good, the <br> of the good to that exporter; or <br> A good shall not be considered to satisfy the <br> materials used in the production of such non-originating <br> requirement of change in tariff classification or specific <br> originating good of that Party under subparagraph 1(c) of Article 29. <br> competent governmental authority or its designees <br> 2 For the purposes of calculating the qualifying value <br> based on the information provided by the producer <br> subparagraph 7(b) above, proves to the competent <br> percentages are set out in the product specific rule for the good. <br> 8 The certificate of origin shall be issued only after <br> producer of a good in the exporting Party referred to in <br> For the application of the product specific rules set <br> production of a good that do not satisfy an applicable rule <br> (such as drying, freezing, keeping in brine) and <br> out in Annex 2, non-originating materials used in the <br> producer of the good directly to the competent <br> determination of whether or not the good qualifies as an <br> other similar operations; <br> to meet the consignment criteria when it is: <br> governmental authority or its designees by the request of the exporter. <br> (a) transported directly from the other Party; or <br> Party shall provide the other Party with specimen <br> the exporter who requests a certificate of origin, or the <br> percentages in value, weight or volume of the good and such <br> the purpose of transit or temporary storage in <br> 9 The competent governmental authority of the exporting <br> governmental authority or its designees shall keep a record <br> 6 The competent governmental authority of the exporting <br> authority of the exporting Party with a written <br> Article 32 : Non-qualifying Operations <br> governmental authority or its designees that the good to be <br> exported qualifies as an originating good of the exporting Party. <br> signatures and impressions of stamps used in the offices of <br> totality of such materials does not exceed specific <br> manufacturing or processing operation set out in Annex 2 merely by reason of: <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> 10. Each Party shall ensure that the competent <br> of the certificates of origin issued for a period of five <br> (f) mere making-up of sets of articles; or <br> (5) years after the date on which the certificate was <br> good of the exporting Party. <br> issued. Such record will include all antecedents, which <br> the competent governmental authority or its designees. <br> good of the other Party. <br> subparagraphs (a) through (f) above. <br> Article 33 : Consignment Criteria <br> warehouses in such non-Parties, provided that it <br> governmental authority of the exporting Party or <br> for the Interpretation of the Harmonized System; <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter, or the producer of the <br> does not undergo operations other than unloading, <br> reloading or any other operation necessary to <br> 2 If the originating good of the other Party does not <br> Consignment Criteria <br> meet the consignment criteria referred to in paragraph 1 <br> above, that good shall not be considered as the originating <br> 1 An originating good of the other Party shall be deemed <br> Non-Qualifying Operations <br> 1 The customs authority of the importing Party may deny <br> preferential tariff treatment to a good for which an <br> any of the relevant requirements of this Chapter. <br> on the basis of a Certificate of Origin. <br> considers necessary, it may require additional information <br> governmental authority of the exporting Party may request <br> good in the possession of the competent <br> good in the exporting Party, whose premises were subject to <br> customs authority of the importing Party to be <br> 3 The customs authority of the importing Party may <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 28 : Definitions <br> Article 51 : Definitions <br> For the purposes of this Chapter: <br> (a) the term @^@competent governmental authority@^@ means <br> (a) the term @^@customs authority@^@ means the customs <br> the authority that, according to the legislation <br> authority as defined in subparagraph (b) of Article 28; and <br> of each Party, is responsible for the issuing of <br> (b) the term @^@customs laws@^@ means such laws and <br> the certificate of origin or for the designation <br> regulations administered and enforced by the <br> of the certification entities or bodies. In the <br> customs authority of each Party concerning the <br> case of Japan, the Ministry of Economy, Trade and <br> importation, exportation, and transit of goods, <br> Industry, and in the case of the Philippines, the Bureau of Customs; <br> as they relate to customs duties, charges, and <br> other taxes, or to prohibitions, restrictions, <br> that, according to the legislation of each Party <br> and other similar controls with respect to the <br> (b) the term @^@customs authority@^@ means the authority <br> movement of controlled items across the boundary <br> of the customs territory of each Party. <br> or non-Parties, is responsible for the <br> administration and enforcement of its customs <br> Ministry of Finance, and in the case of the <br> substantial authoritative support within a Party <br> (i) which are registered in the Party; <br> laws and regulations. In the case of Japan, the <br> Philippines, the Bureau of Customs; <br> resources and obligations should be recorded as <br> (c) the term @^@exporter@^@ means a person located in an <br> (d) the term @^@factory ships of the Party@^@ and <br> exporting Party who exports a good from the exporting Party; <br> @^@vessels of the Party@^@ respectively means factory ships and vessels: <br> or @^@fungible originating materials of a Party@^@ <br> (ii) which sail under the flag of the Party; <br> of a Party that are interchangeable for <br> (iii) which are owned to an extent of at least <br> sixty (60) percent by nationals of the <br> application as well as detailed practices and procedures; <br> Party, or by a juridical person with its <br> head office in the Party, of which the <br> representatives, chairman of the board of <br> directors, and the majority of the members <br> of such boards are nationals of the Party, <br> the production, testing or inspection of another <br> and of which at least sixty (60) percent of <br> at a particular time as to which economic <br> good but not physically incorporated into the <br> assets and liabilities and changes in them should <br> the equity interest is owned by nationals or <br> (i) fuel and energy; <br> be measured, what information should be disclosed <br> buildings or the operation of equipment <br> juridical persons of the Party; <br> (iv) of which the master and officers are all <br> commercial purposes, whose properties are essentially identical; <br> nationals of the Party; and <br> (v) of which at least seventy five (75) percent <br> of the crew are nationals of the Party; <br> (e) the term @^@fungible originating goods of a Party@^@ <br> good into the importing Party; <br> Principles@^@ means the recognized consensus or <br> and other goods used in production or used <br> respectively means originating goods or materials <br> (f) the term @^@Generally Accepted Accounting <br> and how it should be disclosed, and which <br> financial statements should be prepared. These <br> assets and liabilities, which changes in assets <br> maintenance of equipment and buildings; <br> standards may be broad guidelines of general <br> and liabilities should be recorded, how the <br> to operate equipment and buildings; <br> (vii)catalysts and solvents; and <br> (g) the term @^@importer@^@ means a person who imports a <br> (h) the term @^@indirect material@^@ means a good used in <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> good, or a good used in the maintenance of <br> associated with the production of another good,including: <br> the rate of customs duties applicable to an <br> (k) the term @^@packing materials and containers for <br> (ii) tools, dies and molds; <br> shipment@^@ means goods that are used to protect a <br> (iii) spare parts and goods used in the <br> (iv) lubricants, greases, compounding materials <br> demonstrated to be a part of that production; <br> processing, raising, growing, breeding, mining, <br> (vi)equipment, devices and supplies used for <br> testing or inspecting the good; <br> (viii)any other goods that are not incorporated <br> including that which is considered as an <br> extracting, harvesting, fishing, trapping, <br> goods including manufacturing, assembling, <br> into the good but whose use in the <br> production of the good can reasonably be <br> (i) the term @^@material@^@ means a good that is used in <br> (j) the term @^@originating material of a Party@^@ means <br> an originating good of a Party which is used in <br> the production of another good; <br> the production of another good in the Party, <br> originating material of the Party pursuant to <br> paragraph 1 of Article 30; <br> good during transportation, other than packaging <br> materials and containers for retail sale referred to in Article 38; <br> (l)the term @^@preferential tariff treatment@^@ means <br> originating good of the exporting Party in <br> accordance with paragraph 1 of Article 18; and <br> (m)the term @^@production@^@ means methods of obtaining <br> gathering, collecting, hunting and capturing. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 29 : Originating Goods <br> Article 35 : Fungible Goods and Materials <br> Article 43 : Request for Checking of Certificate of Origin <br> Article 45 : Determination of Origin and Preferential Tariff Treatment <br> Article 47 : Penalties, Sanctions or Other Measures <br> Accumulation <br> Determination of Origin and Preferential Tariff Treatment <br> Request for Checking of Certificate of Origin <br> Verification Visit <br> Penalties, Sanctions or Other Measures <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 Except as otherwise provided for in this Chapter, a <br> Each Party shall ensure, in accordance with its laws <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> imported from the other Party under preferential tariff <br> and regulations, that appropriate penalties, sanctions or <br> (a) the good is wholly obtained or produced entirely <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> treatment qualifies as an originating good of the other <br> other measures are maintained or established against its <br> in the Party, as defined in paragraph 2 below; <br> less than the percentage specified by the rule for the good. <br> originating materials that are commingled in an inventory <br> exporters to whom a certificate of origin has been issued <br> (b) the good is produced entirely in the Party <br> are used in the production of the good, the origin of the <br> and its producers of the goods in the exporting Party <br> exclusively from originating materials of the Party; or <br> materials may be determined pursuant to an inventory <br> referred to in subparagraph 7(b) of Article 41: <br> (c) the good satisfies the product specific rules set <br> management method set out in the Operational Procedures on <br> the competent governmental authority of the exporting Party <br> (a) for providing false declaration or documents to <br> out in Annex 2, as well as all other applicable <br> Trade in Goods and Rules of Origin referred to in Article 25. <br> 2 For the purposes of paragraph 1 above, the competent <br> Party shall, when it cancels the decision to issue the <br> its competent governmental authority or its <br> 2 Where fungible originating goods of a Party and <br> designees prior to the issuance of certificate of origin; and <br> produced entirely in the Party using non-originating materials. <br> fungible non-originating goods are commingled in an <br> accordance with its laws and regulations, provide the <br> (b)for failing to notify in writing to the competent <br> 2 For the purposes of subparagraph 1(a) above, the <br> in the production of a good. <br> requirements of this Chapter, when the good is <br> information requested in a period not exceeding three (3) <br> except where the certificate has been returned to the <br> months after the date of the receipt of the request. <br> its designees without delay after having known <br> (a) adjusted to the first ascertainable price paid <br> following goods shall be considered as being wholly <br> when the good is exported; and <br> were commingled other than unloading, reloading or any <br> If the customs authority of the importing Party <br> that such good does not qualify as an originating <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> other operation necessary to preserve them in good <br> the importing Party may determine that the good does not <br> 4 For the purposes of this Chapter, upon the entry into <br> condition, the origin of the good may be determined <br> qualify as an originating good of the exporting Party and <br> pursuant to an inventory management method set out in the <br> information is requested by the customs authority of the <br> obtained or produced entirely in a Party: <br> 3 Once an inventory management method set out in <br> governmental authority of the exporting Party shall, in <br> the exporting Party shall, in accordance with its laws and <br> (e) minerals and other naturally occurring <br> gathered in the Party; <br> Indirect materials shall be, without regard to where <br> regulations, provide the information requested in a period <br> (b) animals obtained by hunting, trapping, fishing, <br> exporting Party, for which the importing Party <br> paragraphs 1 and 2 above has been chosen, it shall be used <br> not exceeding two (2) months after the date of the receipt of the request. <br> tariff treatment, and a written determination thereof shall <br> they are produced, considered to be originating materials <br> through all the fiscal year or period. <br> 3 For the purposes of paragraph 2 above, the competent <br> (a) shall be determined in accordance with the <br> in good condition during transport and storage <br> substances, not included in subparagraphs (a) <br> through (d) above, extracted or taken in the Party; <br> Article 36 : Indirect Materials <br> of a Party where a good is produced. <br> (d) plants and plant products harvested, picked or <br> imported through one or more non-Parties, the importing <br> Indirect Materials <br> relating to the origin of the good. If additional <br> the exporter to whom a certificate of origin has been <br> (f) goods of sea-fishing and other goods taken by <br> (c) goods obtained from live animals in the Party; <br> territorial sea of a Party; <br> referred to in subparagraph 7(b) of Article 41, to provide <br> materials used in the production of a good undergo the <br> importing Party, the competent governmental authority of <br> (g) goods produced on board factory ships of the <br> Party from the goods referred to in subparagraph (f) above; <br> Article 37 : Accessories, Spare Parts and Tools <br> visit, or that Party fails to respond to the <br> (h) goods taken from the seabed or subsoil beneath <br> the seabed outside the territorial sea of the <br> 1 If the customs authority of the importing Party is not <br> (b) determined in accordance with Articles 1 through <br> (i) articles collected in the Party which can no <br> Party, provided that the Party has rights over <br> satisfied with the outcome of the request for checking <br> longer perform their original purpose in the <br> such seabed or subsoil in accordance with its <br> Where: <br> parts or tools, shall be disregarded, provided that: <br> pursuant to Article 43, it may request the exporting Party to: <br> laws and regulations and international law; <br> (a)collect and provide the information relating to <br> Note: Nothing in this subparagraph shall affect <br> accessories, spare parts or tools delivered with the good <br> invoiced separately from the good, without regard <br> the origin of the good and check, for that <br> the producer is located such as freight, <br> the rights and obligations of the Parties <br> of whether they are separately described in the invoice; and <br> that form part of the good's standard accessories, spare <br> issued, or the producer of the good in the exporting Party <br> (j) scrap and waste derived from manufacturing or <br> under international law, including those <br> and ascertainable cost incurred in the Party. <br> under the United Nations Convention on the Law of the Sea. <br> Article 44 : Verification Visit <br> as the case may be, the customs authority of the <br> governmental authority along with the customs <br> the former with the information requested. <br> Party and fit only for disposal or for the <br> (b) the quantities and value of the accessories, <br> authority of the importing Party to the premises <br> importing Party shall provide the competent governmental <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> of the exporter to whom a certificate of origin <br> tools shall be taken into account as the value of <br> from articles which can no longer perform their <br> originating materials of a Party where the good is produced <br> originating good of the exporting Party, including findings <br> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> or non-originating materials, as the case may be, in <br> has been issued, or the producer of the good in <br> requirement, the value of the accessories, spare parts or <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> governmental authority or its designee. <br> purpose, the facilities used in the production of <br> Packaging Materials and Containers for Retail Sale <br> 2 (a) In cases where the customs authority of the <br> the good, through a visit by its competent <br> the importing Party to the exporter, or the producer of the <br> recovery of raw materials; <br> 1 In determining whether all the non-originating <br> importing Party considers as exceptional, that <br> subparagraphs (a) through (k) above. <br> customs authority may, before or during the <br> (l) goods obtained or produced in the Party <br> original purpose nor are capable of being <br> product specific rules set out in Annex 2 requiring that <br> put forward the exporting Party a request <br> exclusively from the goods referred to in <br> restored or repaired; and <br> the materials used undergo a change in tariff <br> referred to in paragraph 1 above. <br> are classified with the good pursuant to Rule 5 of the <br> (b)Where the request referred to in subparagraph (a) <br> (c) the proposed date and place of the visit; <br> above is made, Article 43 shall not be applied. <br> De Minimis <br> product specific rules set out in Annex 2 using <br> manufacturing or processing operation set out in Annex 2, <br> (b) provide information relating to the origin of the <br> 3 When requesting the exporting Party to conduct a visit <br> 3 For the purposes of subparagraph 1(c) above, the <br> the value-added method require that the <br> packaging materials and containers for retail sale, which <br> Certificate of Origin; and <br> pursuant to paragraph 1 or 2 above, the importing Party <br> Certificate of Origin <br> requirement, the value of such packaging materials and <br> shall deliver a written communication with such request to <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> containers for retail sale shall be taken into account as <br> General Rules for the Interpretation of the Harmonized <br> the exporting Party at least forty (40) days in advance of <br> accordance with subparagraph (b) below, is not <br> System, shall be disregarded. <br> were presented to prove the qualification as an originating <br> the proposed date of the visit, the receipt of which is to <br> (b) changes of packaging and breaking up and assembly of packages; <br> 2 If the good is subject to a qualifying value content <br> be confirmed by the latter Party. The competent <br> 4 (a) For the purposes of subparagraph 1(c) above, the <br> governmental authority of the exporting Party shall request <br> qualifying value content of a good, calculated in <br> Article 39 : Packing Materials and Containers for Shipment <br> the written consent of the exporter, or the producer of the <br> classification or a specific manufacturing or processing <br> the value of originating materials of a Party where the <br> good in the exporting Party whose premises are <br> good in the exporting Party whose premises are to be visited. <br> operation shall apply only to non-originating materials. <br> good is produced or non-originating materials, as the case <br> 4 The communication referred to in paragraph 3 above shall include: <br> expressed as a percentage; <br> may be, in calculating the qualifying value content of the good. <br> originating materials used in the production of a <br> (d) the object and scope of the proposed visit, <br> competent governmental authority of the exporting Party <br> (b) For the purposes of calculating the qualifying <br> Packing Materials and Containers for Shipment <br> including specific reference to the good subject <br> value content of a good, the following formula shall be applied: <br> classification or a specific manufacturing or <br> Packing materials and containers for shipment shall be: <br> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br> (a)disregarded in determining whether all the non- <br> calculating the qualifying value content of the good. <br> processing operation set out in Annex 2; and <br> Q.V.C. is the qualifying value content of a good, <br> good undergo the applicable change in tariff <br> of the verification referred to in the <br> F.O.B. is, except as provided for in paragraph 5 <br> good, but it is unknown and cannot be ascertained; or <br> 1 The importing Party shall require a certificate of <br> Claim for Preferential Tariff Treatment <br> qualifies as an originating good of a Party, where fungible <br> below, the free-on-board value of a good payable by <br> (b)without regard to where they are produced, <br> (e) the names and titles of the officials of the <br> the buyer of the good to the seller of the good, <br> considered to be originating materials of a Party <br> origin for an originating good of the exporting Party from <br> requested to be visited; <br> regardless of the mode of shipment, not including any <br> importers who claim the preferential tariff treatment for the good. <br> where the good is produced, in calculating the <br> Party shall, in accordance with its laws and regulations, <br> present during the visit. <br> for the good from the buyer to the producer of <br> internal excise taxes reduced, exempted, or repaid <br> 5 The exporting Party shall respond in writing to the <br> the good, if there is free-on-board value of a <br> Article 40 : Claim for Preferential Tariff Treatment <br> importing Party, within thirty (30) days of the receipt of <br> V.N.M. is the value of non-originating materials used <br> the communication referred to in paragraph 3 above, if it <br> goods of the exporting Party whose aggregate <br> accepts or refuses to conduct a visit requested pursuant to <br> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br> 8 of the Agreement on Customs Valuation, if there <br> paragraph 1 or 2 above. <br> is no free-on-board value of the good. <br> inventory and, prior to exportation do not undergo any <br> qualifying value content of the good. <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> production process or any operation in the Party where they <br> shall not require a certificate of origin from importers for: <br> importer claims preferential tariff treatment where the <br> provide within forty five (45) days or any other mutually <br> (a) an importation of a consignment of originating <br> agreed period from the last day of the visit, to the <br> good does not qualify as an originating good of the <br> Agreement on Customs Valuation, and shall include <br> (b) an importation of an originating good of the <br> customs authority of the importing Party the information <br> 6 For the purposes of calculating the qualifying value <br> customs value does not exceed two hundred (200) <br> obtained pursuant to paragraph 1 or 2 above. <br> United States dollars or its equivalent amount in <br> Party may require importers, who claim the preferential <br> the Party's currency, or such higher amount as it may establish; or <br> all the other costs incurred in transporting the <br> content of a good under subparagraph 4(b) above, the value <br> (b) a certificate or any other information given by <br> tariff treatment for the good, to submit: <br> certificate of origin, promptly notify the cancellation to <br> material to the importation port in the Party <br> of a non-originating material used in the production of the good in a Party: <br> has waived the requirement for a certificate of origin. <br> issued, and to the customs authority of the importing Party <br> freight, insurance where appropriate, packing and <br> 3 Where an originating good of the exporting Party is <br> the customs authorities of such non-Parties or <br> (a) operations to ensure the preservation of products <br> ascertained, shall be the first ascertainable <br> exclude all the costs incurred in the Party in <br> other relevant entities, which evidences that it <br> competent governmental authority. The customs authority of <br> exporting Party or where the importer fails to comply with <br> price paid for the material in the Party, but may <br> transporting the material from the warehouse of <br> request for checking referred to in Article 43, <br> (b) if such value is unknown and cannot be <br> the supplier of the material to the place where <br> 2 The competent governmental authority of the exporting <br> where the producer of the good is located; or <br> (a) a copy of through bill of lading; or <br> Accessories, Spare Parts and Tools <br> has not undergone operations other than <br> may deny preferential tariff treatment where it receives the notification. <br> the exporter to whom the certificate of origin has been <br> (g) any combination of operations referred to in <br> authority of the exporting Party on request having been <br> good of the exporting Party and may deny preferential <br> made in writing by the exporter or its authorized agent. <br> unloading, reloading or any other operation <br> be sent to the competent governmental authority of the exporting Party: <br> content of a good under subparagraph 4(b) above in <br> necessary to preserve it in good condition in those non-Parties. <br> insurance and packing as well as any other known <br> Article 41 : Certificate of Origin <br> good of a Party, V.N.M. of the good shall not include the <br> 1 For the purposes of determining whether a good <br> production of the good. <br> 1 The certificate of origin referred to in paragraph 1 <br> governmental authority of the exporting Party may designate <br> (b) where the exporting Party refuses to conduct a <br> 7 For the purposes of calculating the qualifying value <br> of Article 40 shall be issued by the competent governmental <br> specified in Annex 3. <br> Party, the customs authority of the importing Party may <br> in applying the Agreement on Customs Valuation to determine <br> Such certificate of origin shall include minimum data <br> request information relating to the origin of the good from <br> value of non-originating materials used in the production <br> (a) the accessories, spare parts or tools are not <br> (a)where the competent governmental authority of the <br> authority of the importing Party pursuant to Article 43 or 44, <br> of originating materials of the Party which are used in the <br> exporting Party shall notify in writing the other Party of its designees. <br> exporting Party fails to respond to the request within the period referred <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br> the value of a good or non-originating material, the <br> 3 Where the competent governmental authority of the <br> force of this Agreement, the Parties shall establish a <br> Fungible Goods and Materials <br> of the certificate of origin, under the authorization given <br> spare parts or tools are customary for the good. <br> a good pursuant to Rule 2(a) of the General Rules <br> carry out the issuance of the certificate of origin, the <br> in accordance with the applicable laws and regulations of the exporting Party. <br> communication referred to in paragraph 3 of Article 44 within <br> the period referred to in paragraph 5 of Article 44; or <br> production of the good in the former Party may be <br> exporting Party designates other entities or bodies to <br> (c)where the information provided to the customs <br> transaction of the good or non-originating material. <br> Article 30 : Accumulation <br> is not sufficient to prove that <br> of fact and the legal basis for the determination. The <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article 43 or 44 <br> preserve it in good condition. <br> qualifies as an originating good of a Party, an originating <br> format of the certificate of origin in English in the <br> (e) collection of parts and components classified as <br> good of the other Party which is used as a material in the <br> exporter may request a certificate of origin on the basis of: <br> Operational Procedures on Trade in Goods and Rules of <br> to a single importation of an originating good of the <br> determine that a good does not qualify as an originating <br> Origin referred to in Article 25. <br> the visit referred to in Article 44. <br> considered as an originating material of the former Party. <br> 5 The certificate of origin shall be completed in English. <br> for the good shall be disregarded, provided that the <br> 6 The issued certificate of origin shall be applicable <br> content of a good under subparagraph 4(b) of Article 29 in <br> good of a Party, the value of a non-originating material <br> Article 31 : De Minimis <br> determining whether the good qualifies as an originating <br> (a) a declaration provided by the exporter to the <br> (b) a declaration voluntarily provided by the <br> exporting Party into the importing Party and be valid for 6 months <br> 2 For the purposes of this Article, the competent <br> from the date of issuance or such longer period in <br> shall inform such determination by the customs authority of <br> produced in either Party and to be used in the production <br> accordance with that Party's laws and regulations. <br> other entities or bodies to be responsible for the issuance <br> material, provided that the good qualifies as an <br> of the good may be limited to the value of non-originating <br> 7 Where the exporter is not the producer of a good, the <br> of the good to that exporter; or <br> A good shall not be considered to satisfy the <br> materials used in the production of such non-originating <br> requirement of change in tariff classification or specific <br> originating good of that Party under subparagraph 1(c) of Article 29. <br> competent governmental authority or its designees <br> 2 For the purposes of calculating the qualifying value <br> based on the information provided by the producer <br> subparagraph 7(b) above, proves to the competent <br> percentages are set out in the product specific rule for the good. <br> 8 The certificate of origin shall be issued only after <br> producer of a good in the exporting Party referred to in <br> For the application of the product specific rules set <br> production of a good that do not satisfy an applicable rule <br> (such as drying, freezing, keeping in brine) and <br> out in Annex 2, non-originating materials used in the <br> producer of the good directly to the competent <br> determination of whether or not the good qualifies as an <br> other similar operations; <br> to meet the consignment criteria when it is: <br> governmental authority or its designees by the request of the exporter. <br> (a) transported directly from the other Party; or <br> Party shall provide the other Party with specimen <br> the exporter who requests a certificate of origin, or the <br> percentages in value, weight or volume of the good and such <br> the purpose of transit or temporary storage in <br> 9 The competent governmental authority of the exporting <br> governmental authority or its designees shall keep a record <br> 6 The competent governmental authority of the exporting <br> authority of the exporting Party with a written <br> Article 32 : Non-qualifying Operations <br> governmental authority or its designees that the good to be <br> exported qualifies as an originating good of the exporting Party. <br> signatures and impressions of stamps used in the offices of <br> totality of such materials does not exceed specific <br> manufacturing or processing operation set out in Annex 2 merely by reason of: <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> 10. Each Party shall ensure that the competent <br> of the certificates of origin issued for a period of five <br> (f) mere making-up of sets of articles; or <br> (5) years after the date on which the certificate was <br> good of the exporting Party. <br> issued. Such record will include all antecedents, which <br> the competent governmental authority or its designees. <br> good of the other Party. <br> subparagraphs (a) through (f) above. <br> Article 33 : Consignment Criteria <br> warehouses in such non-Parties, provided that it <br> governmental authority of the exporting Party or <br> for the Interpretation of the Harmonized System; <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter, or the producer of the <br> does not undergo operations other than unloading, <br> reloading or any other operation necessary to <br> 2 If the originating good of the other Party does not <br> Consignment Criteria <br> meet the consignment criteria referred to in paragraph 1 <br> above, that good shall not be considered as the originating <br> 1 An originating good of the other Party shall be deemed <br> Non-Qualifying Operations <br> 1 The customs authority of the importing Party may deny <br> preferential tariff treatment to a good for which an <br> any of the relevant requirements of this Chapter. <br> on the basis of a Certificate of Origin. <br> considers necessary, it may require additional information <br> governmental authority of the exporting Party may request <br> good in the possession of the competent <br> good in the exporting Party, whose premises were subject to <br> customs authority of the importing Party to be <br> 3 The customs authority of the importing Party may <br> "}, {"ArticleTitle": "Unassembled or Disassembled Goods", "ArticleDesc": "Article 34 : Unassembled or Disassembled Goods <br> 1 Where a good satisfies the requirements of the <br> relevant provisions of Articles 29 through 32 and is <br> imported into a Party from the other Party in a <br> disassembled form but is classified as an assembled good <br> pursuant to Rule 2(a) of the General Rules for the <br> Interpretation of the Harmonized System, such a good shall <br> be considered as an originating good of the other Party. <br> 2 A good assembled in a Party from unassembled or <br> disassembled materials, which were imported into the Party <br> and classified as an assembled good pursuant to Rule 2(a) <br> of the General Rules for the Interpretation of the <br> Harmonized System, shall be considered as the originating <br> good of the Party, provided that the good would have <br> satisfied the applicable requirements of the relevant <br> provisions of Articles 29 through 32 had each of the non- <br> originating materials among the unassembled or disassembled <br> materials been imported into the Party separately and not <br> as an unassembled or disassembled form. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 29 : Originating Goods <br> Article 35 : Fungible Goods and Materials <br> Article 43 : Request for Checking of Certificate of Origin <br> Article 45 : Determination of Origin and Preferential Tariff Treatment <br> Article 47 : Penalties, Sanctions or Other Measures <br> Accumulation <br> Determination of Origin and Preferential Tariff Treatment <br> Request for Checking of Certificate of Origin <br> Verification Visit <br> Penalties, Sanctions or Other Measures <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 Except as otherwise provided for in this Chapter, a <br> Each Party shall ensure, in accordance with its laws <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> imported from the other Party under preferential tariff <br> and regulations, that appropriate penalties, sanctions or <br> (a) the good is wholly obtained or produced entirely <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> treatment qualifies as an originating good of the other <br> other measures are maintained or established against its <br> in the Party, as defined in paragraph 2 below; <br> less than the percentage specified by the rule for the good. <br> originating materials that are commingled in an inventory <br> exporters to whom a certificate of origin has been issued <br> (b) the good is produced entirely in the Party <br> are used in the production of the good, the origin of the <br> and its producers of the goods in the exporting Party <br> exclusively from originating materials of the Party; or <br> materials may be determined pursuant to an inventory <br> referred to in subparagraph 7(b) of Article 41: <br> (c) the good satisfies the product specific rules set <br> management method set out in the Operational Procedures on <br> the competent governmental authority of the exporting Party <br> (a) for providing false declaration or documents to <br> out in Annex 2, as well as all other applicable <br> Trade in Goods and Rules of Origin referred to in Article 25. <br> 2 For the purposes of paragraph 1 above, the competent <br> Party shall, when it cancels the decision to issue the <br> its competent governmental authority or its <br> 2 Where fungible originating goods of a Party and <br> designees prior to the issuance of certificate of origin; and <br> produced entirely in the Party using non-originating materials. <br> fungible non-originating goods are commingled in an <br> accordance with its laws and regulations, provide the <br> (b)for failing to notify in writing to the competent <br> 2 For the purposes of subparagraph 1(a) above, the <br> in the production of a good. <br> requirements of this Chapter, when the good is <br> information requested in a period not exceeding three (3) <br> except where the certificate has been returned to the <br> months after the date of the receipt of the request. <br> its designees without delay after having known <br> (a) adjusted to the first ascertainable price paid <br> following goods shall be considered as being wholly <br> when the good is exported; and <br> were commingled other than unloading, reloading or any <br> If the customs authority of the importing Party <br> that such good does not qualify as an originating <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> other operation necessary to preserve them in good <br> the importing Party may determine that the good does not <br> 4 For the purposes of this Chapter, upon the entry into <br> condition, the origin of the good may be determined <br> qualify as an originating good of the exporting Party and <br> pursuant to an inventory management method set out in the <br> information is requested by the customs authority of the <br> obtained or produced entirely in a Party: <br> 3 Once an inventory management method set out in <br> governmental authority of the exporting Party shall, in <br> the exporting Party shall, in accordance with its laws and <br> (e) minerals and other naturally occurring <br> gathered in the Party; <br> Indirect materials shall be, without regard to where <br> regulations, provide the information requested in a period <br> (b) animals obtained by hunting, trapping, fishing, <br> exporting Party, for which the importing Party <br> paragraphs 1 and 2 above has been chosen, it shall be used <br> not exceeding two (2) months after the date of the receipt of the request. <br> tariff treatment, and a written determination thereof shall <br> they are produced, considered to be originating materials <br> through all the fiscal year or period. <br> 3 For the purposes of paragraph 2 above, the competent <br> (a) shall be determined in accordance with the <br> in good condition during transport and storage <br> substances, not included in subparagraphs (a) <br> through (d) above, extracted or taken in the Party; <br> Article 36 : Indirect Materials <br> of a Party where a good is produced. <br> (d) plants and plant products harvested, picked or <br> imported through one or more non-Parties, the importing <br> Indirect Materials <br> relating to the origin of the good. If additional <br> the exporter to whom a certificate of origin has been <br> (f) goods of sea-fishing and other goods taken by <br> (c) goods obtained from live animals in the Party; <br> territorial sea of a Party; <br> referred to in subparagraph 7(b) of Article 41, to provide <br> materials used in the production of a good undergo the <br> importing Party, the competent governmental authority of <br> (g) goods produced on board factory ships of the <br> Party from the goods referred to in subparagraph (f) above; <br> Article 37 : Accessories, Spare Parts and Tools <br> visit, or that Party fails to respond to the <br> (h) goods taken from the seabed or subsoil beneath <br> the seabed outside the territorial sea of the <br> 1 If the customs authority of the importing Party is not <br> (b) determined in accordance with Articles 1 through <br> (i) articles collected in the Party which can no <br> Party, provided that the Party has rights over <br> satisfied with the outcome of the request for checking <br> longer perform their original purpose in the <br> such seabed or subsoil in accordance with its <br> Where: <br> parts or tools, shall be disregarded, provided that: <br> pursuant to Article 43, it may request the exporting Party to: <br> laws and regulations and international law; <br> (a)collect and provide the information relating to <br> Note: Nothing in this subparagraph shall affect <br> accessories, spare parts or tools delivered with the good <br> invoiced separately from the good, without regard <br> the origin of the good and check, for that <br> the producer is located such as freight, <br> the rights and obligations of the Parties <br> of whether they are separately described in the invoice; and <br> that form part of the good's standard accessories, spare <br> issued, or the producer of the good in the exporting Party <br> (j) scrap and waste derived from manufacturing or <br> under international law, including those <br> and ascertainable cost incurred in the Party. <br> under the United Nations Convention on the Law of the Sea. <br> Article 44 : Verification Visit <br> as the case may be, the customs authority of the <br> governmental authority along with the customs <br> the former with the information requested. <br> Party and fit only for disposal or for the <br> (b) the quantities and value of the accessories, <br> authority of the importing Party to the premises <br> importing Party shall provide the competent governmental <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> of the exporter to whom a certificate of origin <br> tools shall be taken into account as the value of <br> from articles which can no longer perform their <br> originating materials of a Party where the good is produced <br> originating good of the exporting Party, including findings <br> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> or non-originating materials, as the case may be, in <br> has been issued, or the producer of the good in <br> requirement, the value of the accessories, spare parts or <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> governmental authority or its designee. <br> purpose, the facilities used in the production of <br> Packaging Materials and Containers for Retail Sale <br> 2 (a) In cases where the customs authority of the <br> the good, through a visit by its competent <br> the importing Party to the exporter, or the producer of the <br> recovery of raw materials; <br> 1 In determining whether all the non-originating <br> importing Party considers as exceptional, that <br> subparagraphs (a) through (k) above. <br> customs authority may, before or during the <br> (l) goods obtained or produced in the Party <br> original purpose nor are capable of being <br> product specific rules set out in Annex 2 requiring that <br> put forward the exporting Party a request <br> exclusively from the goods referred to in <br> restored or repaired; and <br> the materials used undergo a change in tariff <br> referred to in paragraph 1 above. <br> are classified with the good pursuant to Rule 5 of the <br> (b)Where the request referred to in subparagraph (a) <br> (c) the proposed date and place of the visit; <br> above is made, Article 43 shall not be applied. <br> De Minimis <br> product specific rules set out in Annex 2 using <br> manufacturing or processing operation set out in Annex 2, <br> (b) provide information relating to the origin of the <br> 3 When requesting the exporting Party to conduct a visit <br> 3 For the purposes of subparagraph 1(c) above, the <br> the value-added method require that the <br> packaging materials and containers for retail sale, which <br> Certificate of Origin; and <br> pursuant to paragraph 1 or 2 above, the importing Party <br> Certificate of Origin <br> requirement, the value of such packaging materials and <br> shall deliver a written communication with such request to <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> containers for retail sale shall be taken into account as <br> General Rules for the Interpretation of the Harmonized <br> the exporting Party at least forty (40) days in advance of <br> accordance with subparagraph (b) below, is not <br> System, shall be disregarded. <br> were presented to prove the qualification as an originating <br> the proposed date of the visit, the receipt of which is to <br> (b) changes of packaging and breaking up and assembly of packages; <br> 2 If the good is subject to a qualifying value content <br> be confirmed by the latter Party. The competent <br> 4 (a) For the purposes of subparagraph 1(c) above, the <br> governmental authority of the exporting Party shall request <br> qualifying value content of a good, calculated in <br> Article 39 : Packing Materials and Containers for Shipment <br> the written consent of the exporter, or the producer of the <br> classification or a specific manufacturing or processing <br> the value of originating materials of a Party where the <br> good in the exporting Party whose premises are <br> good in the exporting Party whose premises are to be visited. <br> operation shall apply only to non-originating materials. <br> good is produced or non-originating materials, as the case <br> 4 The communication referred to in paragraph 3 above shall include: <br> expressed as a percentage; <br> may be, in calculating the qualifying value content of the good. <br> originating materials used in the production of a <br> (d) the object and scope of the proposed visit, <br> competent governmental authority of the exporting Party <br> (b) For the purposes of calculating the qualifying <br> Packing Materials and Containers for Shipment <br> including specific reference to the good subject <br> value content of a good, the following formula shall be applied: <br> classification or a specific manufacturing or <br> Packing materials and containers for shipment shall be: <br> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br> (a)disregarded in determining whether all the non- <br> calculating the qualifying value content of the good. <br> processing operation set out in Annex 2; and <br> Q.V.C. is the qualifying value content of a good, <br> good undergo the applicable change in tariff <br> of the verification referred to in the <br> F.O.B. is, except as provided for in paragraph 5 <br> good, but it is unknown and cannot be ascertained; or <br> 1 The importing Party shall require a certificate of <br> Claim for Preferential Tariff Treatment <br> qualifies as an originating good of a Party, where fungible <br> below, the free-on-board value of a good payable by <br> (b)without regard to where they are produced, <br> (e) the names and titles of the officials of the <br> the buyer of the good to the seller of the good, <br> considered to be originating materials of a Party <br> origin for an originating good of the exporting Party from <br> requested to be visited; <br> regardless of the mode of shipment, not including any <br> importers who claim the preferential tariff treatment for the good. <br> where the good is produced, in calculating the <br> Party shall, in accordance with its laws and regulations, <br> present during the visit. <br> for the good from the buyer to the producer of <br> internal excise taxes reduced, exempted, or repaid <br> 5 The exporting Party shall respond in writing to the <br> the good, if there is free-on-board value of a <br> Article 40 : Claim for Preferential Tariff Treatment <br> importing Party, within thirty (30) days of the receipt of <br> V.N.M. is the value of non-originating materials used <br> the communication referred to in paragraph 3 above, if it <br> goods of the exporting Party whose aggregate <br> accepts or refuses to conduct a visit requested pursuant to <br> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br> 8 of the Agreement on Customs Valuation, if there <br> paragraph 1 or 2 above. <br> is no free-on-board value of the good. <br> inventory and, prior to exportation do not undergo any <br> qualifying value content of the good. <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> production process or any operation in the Party where they <br> shall not require a certificate of origin from importers for: <br> importer claims preferential tariff treatment where the <br> provide within forty five (45) days or any other mutually <br> (a) an importation of a consignment of originating <br> agreed period from the last day of the visit, to the <br> good does not qualify as an originating good of the <br> Agreement on Customs Valuation, and shall include <br> (b) an importation of an originating good of the <br> customs authority of the importing Party the information <br> 6 For the purposes of calculating the qualifying value <br> customs value does not exceed two hundred (200) <br> obtained pursuant to paragraph 1 or 2 above. <br> United States dollars or its equivalent amount in <br> Party may require importers, who claim the preferential <br> the Party's currency, or such higher amount as it may establish; or <br> all the other costs incurred in transporting the <br> content of a good under subparagraph 4(b) above, the value <br> (b) a certificate or any other information given by <br> tariff treatment for the good, to submit: <br> certificate of origin, promptly notify the cancellation to <br> material to the importation port in the Party <br> of a non-originating material used in the production of the good in a Party: <br> has waived the requirement for a certificate of origin. <br> issued, and to the customs authority of the importing Party <br> freight, insurance where appropriate, packing and <br> 3 Where an originating good of the exporting Party is <br> the customs authorities of such non-Parties or <br> (a) operations to ensure the preservation of products <br> ascertained, shall be the first ascertainable <br> exclude all the costs incurred in the Party in <br> other relevant entities, which evidences that it <br> competent governmental authority. The customs authority of <br> exporting Party or where the importer fails to comply with <br> price paid for the material in the Party, but may <br> transporting the material from the warehouse of <br> request for checking referred to in Article 43, <br> (b) if such value is unknown and cannot be <br> the supplier of the material to the place where <br> 2 The competent governmental authority of the exporting <br> where the producer of the good is located; or <br> (a) a copy of through bill of lading; or <br> Accessories, Spare Parts and Tools <br> has not undergone operations other than <br> may deny preferential tariff treatment where it receives the notification. <br> the exporter to whom the certificate of origin has been <br> (g) any combination of operations referred to in <br> authority of the exporting Party on request having been <br> good of the exporting Party and may deny preferential <br> made in writing by the exporter or its authorized agent. <br> unloading, reloading or any other operation <br> be sent to the competent governmental authority of the exporting Party: <br> content of a good under subparagraph 4(b) above in <br> necessary to preserve it in good condition in those non-Parties. <br> insurance and packing as well as any other known <br> Article 41 : Certificate of Origin <br> good of a Party, V.N.M. of the good shall not include the <br> 1 For the purposes of determining whether a good <br> production of the good. <br> 1 The certificate of origin referred to in paragraph 1 <br> governmental authority of the exporting Party may designate <br> (b) where the exporting Party refuses to conduct a <br> 7 For the purposes of calculating the qualifying value <br> of Article 40 shall be issued by the competent governmental <br> specified in Annex 3. <br> Party, the customs authority of the importing Party may <br> in applying the Agreement on Customs Valuation to determine <br> Such certificate of origin shall include minimum data <br> request information relating to the origin of the good from <br> value of non-originating materials used in the production <br> (a) the accessories, spare parts or tools are not <br> (a)where the competent governmental authority of the <br> authority of the importing Party pursuant to Article 43 or 44, <br> of originating materials of the Party which are used in the <br> exporting Party shall notify in writing the other Party of its designees. <br> exporting Party fails to respond to the request within the period referred <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br> the value of a good or non-originating material, the <br> 3 Where the competent governmental authority of the <br> force of this Agreement, the Parties shall establish a <br> Fungible Goods and Materials <br> of the certificate of origin, under the authorization given <br> spare parts or tools are customary for the good. <br> a good pursuant to Rule 2(a) of the General Rules <br> carry out the issuance of the certificate of origin, the <br> in accordance with the applicable laws and regulations of the exporting Party. <br> communication referred to in paragraph 3 of Article 44 within <br> the period referred to in paragraph 5 of Article 44; or <br> production of the good in the former Party may be <br> exporting Party designates other entities or bodies to <br> (c)where the information provided to the customs <br> transaction of the good or non-originating material. <br> Article 30 : Accumulation <br> is not sufficient to prove that <br> of fact and the legal basis for the determination. The <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article 43 or 44 <br> preserve it in good condition. <br> qualifies as an originating good of a Party, an originating <br> format of the certificate of origin in English in the <br> (e) collection of parts and components classified as <br> good of the other Party which is used as a material in the <br> exporter may request a certificate of origin on the basis of: <br> Operational Procedures on Trade in Goods and Rules of <br> to a single importation of an originating good of the <br> determine that a good does not qualify as an originating <br> Origin referred to in Article 25. <br> the visit referred to in Article 44. <br> considered as an originating material of the former Party. <br> 5 The certificate of origin shall be completed in English. <br> for the good shall be disregarded, provided that the <br> 6 The issued certificate of origin shall be applicable <br> content of a good under subparagraph 4(b) of Article 29 in <br> good of a Party, the value of a non-originating material <br> Article 31 : De Minimis <br> determining whether the good qualifies as an originating <br> (a) a declaration provided by the exporter to the <br> (b) a declaration voluntarily provided by the <br> exporting Party into the importing Party and be valid for 6 months <br> 2 For the purposes of this Article, the competent <br> from the date of issuance or such longer period in <br> shall inform such determination by the customs authority of <br> produced in either Party and to be used in the production <br> accordance with that Party's laws and regulations. <br> other entities or bodies to be responsible for the issuance <br> material, provided that the good qualifies as an <br> of the good may be limited to the value of non-originating <br> 7 Where the exporter is not the producer of a good, the <br> of the good to that exporter; or <br> A good shall not be considered to satisfy the <br> materials used in the production of such non-originating <br> requirement of change in tariff classification or specific <br> originating good of that Party under subparagraph 1(c) of Article 29. <br> competent governmental authority or its designees <br> 2 For the purposes of calculating the qualifying value <br> based on the information provided by the producer <br> subparagraph 7(b) above, proves to the competent <br> percentages are set out in the product specific rule for the good. <br> 8 The certificate of origin shall be issued only after <br> producer of a good in the exporting Party referred to in <br> For the application of the product specific rules set <br> production of a good that do not satisfy an applicable rule <br> (such as drying, freezing, keeping in brine) and <br> out in Annex 2, non-originating materials used in the <br> producer of the good directly to the competent <br> determination of whether or not the good qualifies as an <br> other similar operations; <br> to meet the consignment criteria when it is: <br> governmental authority or its designees by the request of the exporter. <br> (a) transported directly from the other Party; or <br> Party shall provide the other Party with specimen <br> the exporter who requests a certificate of origin, or the <br> percentages in value, weight or volume of the good and such <br> the purpose of transit or temporary storage in <br> 9 The competent governmental authority of the exporting <br> governmental authority or its designees shall keep a record <br> 6 The competent governmental authority of the exporting <br> authority of the exporting Party with a written <br> Article 32 : Non-qualifying Operations <br> governmental authority or its designees that the good to be <br> exported qualifies as an originating good of the exporting Party. <br> signatures and impressions of stamps used in the offices of <br> totality of such materials does not exceed specific <br> manufacturing or processing operation set out in Annex 2 merely by reason of: <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> 10. Each Party shall ensure that the competent <br> of the certificates of origin issued for a period of five <br> (f) mere making-up of sets of articles; or <br> (5) years after the date on which the certificate was <br> good of the exporting Party. <br> issued. Such record will include all antecedents, which <br> the competent governmental authority or its designees. <br> good of the other Party. <br> subparagraphs (a) through (f) above. <br> Article 33 : Consignment Criteria <br> warehouses in such non-Parties, provided that it <br> governmental authority of the exporting Party or <br> for the Interpretation of the Harmonized System; <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter, or the producer of the <br> does not undergo operations other than unloading, <br> reloading or any other operation necessary to <br> 2 If the originating good of the other Party does not <br> Consignment Criteria <br> meet the consignment criteria referred to in paragraph 1 <br> above, that good shall not be considered as the originating <br> 1 An originating good of the other Party shall be deemed <br> Non-Qualifying Operations <br> 1 The customs authority of the importing Party may deny <br> preferential tariff treatment to a good for which an <br> any of the relevant requirements of this Chapter. <br> on the basis of a Certificate of Origin. <br> considers necessary, it may require additional information <br> governmental authority of the exporting Party may request <br> good in the possession of the competent <br> good in the exporting Party, whose premises were subject to <br> customs authority of the importing Party to be <br> 3 The customs authority of the importing Party may <br> "}, {"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 42 : Obligations Regarding Exportations <br> 1 Each Party shall, in accordance with its laws and <br> exporting Party referred to in subparagraph 7(b) of Article 41, <br> shall notify in writing the competent governmental <br> authority of the exporting Party or its designees without <br> delay when he knows that such good does not qualify as an <br> originating good of the exporting Party. <br> 2 Each Party shall encourage that the exporter to whom a <br> certificate of origin has been issued, or the producer of a <br> good in the exporting Party referred to in subparagraph <br> 7(b) of Article 41, keep the records relating to the origin <br> of a good for five (5) years after the date on which the <br> certificate of origin was issued. <br> "}, {"ArticleTitle": "Obligations regarding Exportations", "ArticleDesc": "regulations, ensure that the exporter to whom a certificate <br> of origin has been issued, or the producer of a good in the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 29 : Originating Goods <br> Article 35 : Fungible Goods and Materials <br> Article 43 : Request for Checking of Certificate of Origin <br> Article 45 : Determination of Origin and Preferential Tariff Treatment <br> Article 47 : Penalties, Sanctions or Other Measures <br> Accumulation <br> Determination of Origin and Preferential Tariff Treatment <br> Request for Checking of Certificate of Origin <br> Verification Visit <br> Penalties, Sanctions or Other Measures <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 Except as otherwise provided for in this Chapter, a <br> Each Party shall ensure, in accordance with its laws <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> imported from the other Party under preferential tariff <br> and regulations, that appropriate penalties, sanctions or <br> (a) the good is wholly obtained or produced entirely <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> treatment qualifies as an originating good of the other <br> other measures are maintained or established against its <br> in the Party, as defined in paragraph 2 below; <br> less than the percentage specified by the rule for the good. <br> originating materials that are commingled in an inventory <br> exporters to whom a certificate of origin has been issued <br> (b) the good is produced entirely in the Party <br> are used in the production of the good, the origin of the <br> and its producers of the goods in the exporting Party <br> exclusively from originating materials of the Party; or <br> materials may be determined pursuant to an inventory <br> referred to in subparagraph 7(b) of Article 41: <br> (c) the good satisfies the product specific rules set <br> management method set out in the Operational Procedures on <br> the competent governmental authority of the exporting Party <br> (a) for providing false declaration or documents to <br> out in Annex 2, as well as all other applicable <br> Trade in Goods and Rules of Origin referred to in Article 25. <br> 2 For the purposes of paragraph 1 above, the competent <br> Party shall, when it cancels the decision to issue the <br> its competent governmental authority or its <br> 2 Where fungible originating goods of a Party and <br> designees prior to the issuance of certificate of origin; and <br> produced entirely in the Party using non-originating materials. <br> fungible non-originating goods are commingled in an <br> accordance with its laws and regulations, provide the <br> (b)for failing to notify in writing to the competent <br> 2 For the purposes of subparagraph 1(a) above, the <br> in the production of a good. <br> requirements of this Chapter, when the good is <br> information requested in a period not exceeding three (3) <br> except where the certificate has been returned to the <br> months after the date of the receipt of the request. <br> its designees without delay after having known <br> (a) adjusted to the first ascertainable price paid <br> following goods shall be considered as being wholly <br> when the good is exported; and <br> were commingled other than unloading, reloading or any <br> If the customs authority of the importing Party <br> that such good does not qualify as an originating <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> other operation necessary to preserve them in good <br> the importing Party may determine that the good does not <br> 4 For the purposes of this Chapter, upon the entry into <br> condition, the origin of the good may be determined <br> qualify as an originating good of the exporting Party and <br> pursuant to an inventory management method set out in the <br> information is requested by the customs authority of the <br> obtained or produced entirely in a Party: <br> 3 Once an inventory management method set out in <br> governmental authority of the exporting Party shall, in <br> the exporting Party shall, in accordance with its laws and <br> (e) minerals and other naturally occurring <br> gathered in the Party; <br> Indirect materials shall be, without regard to where <br> regulations, provide the information requested in a period <br> (b) animals obtained by hunting, trapping, fishing, <br> exporting Party, for which the importing Party <br> paragraphs 1 and 2 above has been chosen, it shall be used <br> not exceeding two (2) months after the date of the receipt of the request. <br> tariff treatment, and a written determination thereof shall <br> they are produced, considered to be originating materials <br> through all the fiscal year or period. <br> 3 For the purposes of paragraph 2 above, the competent <br> (a) shall be determined in accordance with the <br> in good condition during transport and storage <br> substances, not included in subparagraphs (a) <br> through (d) above, extracted or taken in the Party; <br> Article 36 : Indirect Materials <br> of a Party where a good is produced. <br> (d) plants and plant products harvested, picked or <br> imported through one or more non-Parties, the importing <br> Indirect Materials <br> relating to the origin of the good. If additional <br> the exporter to whom a certificate of origin has been <br> (f) goods of sea-fishing and other goods taken by <br> (c) goods obtained from live animals in the Party; <br> territorial sea of a Party; <br> referred to in subparagraph 7(b) of Article 41, to provide <br> materials used in the production of a good undergo the <br> importing Party, the competent governmental authority of <br> (g) goods produced on board factory ships of the <br> Party from the goods referred to in subparagraph (f) above; <br> Article 37 : Accessories, Spare Parts and Tools <br> visit, or that Party fails to respond to the <br> (h) goods taken from the seabed or subsoil beneath <br> the seabed outside the territorial sea of the <br> 1 If the customs authority of the importing Party is not <br> (b) determined in accordance with Articles 1 through <br> (i) articles collected in the Party which can no <br> Party, provided that the Party has rights over <br> satisfied with the outcome of the request for checking <br> longer perform their original purpose in the <br> such seabed or subsoil in accordance with its <br> Where: <br> parts or tools, shall be disregarded, provided that: <br> pursuant to Article 43, it may request the exporting Party to: <br> laws and regulations and international law; <br> (a)collect and provide the information relating to <br> Note: Nothing in this subparagraph shall affect <br> accessories, spare parts or tools delivered with the good <br> invoiced separately from the good, without regard <br> the origin of the good and check, for that <br> the producer is located such as freight, <br> the rights and obligations of the Parties <br> of whether they are separately described in the invoice; and <br> that form part of the good's standard accessories, spare <br> issued, or the producer of the good in the exporting Party <br> (j) scrap and waste derived from manufacturing or <br> under international law, including those <br> and ascertainable cost incurred in the Party. <br> under the United Nations Convention on the Law of the Sea. <br> Article 44 : Verification Visit <br> as the case may be, the customs authority of the <br> governmental authority along with the customs <br> the former with the information requested. <br> Party and fit only for disposal or for the <br> (b) the quantities and value of the accessories, <br> authority of the importing Party to the premises <br> importing Party shall provide the competent governmental <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> of the exporter to whom a certificate of origin <br> tools shall be taken into account as the value of <br> from articles which can no longer perform their <br> originating materials of a Party where the good is produced <br> originating good of the exporting Party, including findings <br> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> or non-originating materials, as the case may be, in <br> has been issued, or the producer of the good in <br> requirement, the value of the accessories, spare parts or <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> governmental authority or its designee. <br> purpose, the facilities used in the production of <br> Packaging Materials and Containers for Retail Sale <br> 2 (a) In cases where the customs authority of the <br> the good, through a visit by its competent <br> the importing Party to the exporter, or the producer of the <br> recovery of raw materials; <br> 1 In determining whether all the non-originating <br> importing Party considers as exceptional, that <br> subparagraphs (a) through (k) above. <br> customs authority may, before or during the <br> (l) goods obtained or produced in the Party <br> original purpose nor are capable of being <br> product specific rules set out in Annex 2 requiring that <br> put forward the exporting Party a request <br> exclusively from the goods referred to in <br> restored or repaired; and <br> the materials used undergo a change in tariff <br> referred to in paragraph 1 above. <br> are classified with the good pursuant to Rule 5 of the <br> (b)Where the request referred to in subparagraph (a) <br> (c) the proposed date and place of the visit; <br> above is made, Article 43 shall not be applied. <br> De Minimis <br> product specific rules set out in Annex 2 using <br> manufacturing or processing operation set out in Annex 2, <br> (b) provide information relating to the origin of the <br> 3 When requesting the exporting Party to conduct a visit <br> 3 For the purposes of subparagraph 1(c) above, the <br> the value-added method require that the <br> packaging materials and containers for retail sale, which <br> Certificate of Origin; and <br> pursuant to paragraph 1 or 2 above, the importing Party <br> Certificate of Origin <br> requirement, the value of such packaging materials and <br> shall deliver a written communication with such request to <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> containers for retail sale shall be taken into account as <br> General Rules for the Interpretation of the Harmonized <br> the exporting Party at least forty (40) days in advance of <br> accordance with subparagraph (b) below, is not <br> System, shall be disregarded. <br> were presented to prove the qualification as an originating <br> the proposed date of the visit, the receipt of which is to <br> (b) changes of packaging and breaking up and assembly of packages; <br> 2 If the good is subject to a qualifying value content <br> be confirmed by the latter Party. The competent <br> 4 (a) For the purposes of subparagraph 1(c) above, the <br> governmental authority of the exporting Party shall request <br> qualifying value content of a good, calculated in <br> Article 39 : Packing Materials and Containers for Shipment <br> the written consent of the exporter, or the producer of the <br> classification or a specific manufacturing or processing <br> the value of originating materials of a Party where the <br> good in the exporting Party whose premises are <br> good in the exporting Party whose premises are to be visited. <br> operation shall apply only to non-originating materials. <br> good is produced or non-originating materials, as the case <br> 4 The communication referred to in paragraph 3 above shall include: <br> expressed as a percentage; <br> may be, in calculating the qualifying value content of the good. <br> originating materials used in the production of a <br> (d) the object and scope of the proposed visit, <br> competent governmental authority of the exporting Party <br> (b) For the purposes of calculating the qualifying <br> Packing Materials and Containers for Shipment <br> including specific reference to the good subject <br> value content of a good, the following formula shall be applied: <br> classification or a specific manufacturing or <br> Packing materials and containers for shipment shall be: <br> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br> (a)disregarded in determining whether all the non- <br> calculating the qualifying value content of the good. <br> processing operation set out in Annex 2; and <br> Q.V.C. is the qualifying value content of a good, <br> good undergo the applicable change in tariff <br> of the verification referred to in the <br> F.O.B. is, except as provided for in paragraph 5 <br> good, but it is unknown and cannot be ascertained; or <br> 1 The importing Party shall require a certificate of <br> Claim for Preferential Tariff Treatment <br> qualifies as an originating good of a Party, where fungible <br> below, the free-on-board value of a good payable by <br> (b)without regard to where they are produced, <br> (e) the names and titles of the officials of the <br> the buyer of the good to the seller of the good, <br> considered to be originating materials of a Party <br> origin for an originating good of the exporting Party from <br> requested to be visited; <br> regardless of the mode of shipment, not including any <br> importers who claim the preferential tariff treatment for the good. <br> where the good is produced, in calculating the <br> Party shall, in accordance with its laws and regulations, <br> present during the visit. <br> for the good from the buyer to the producer of <br> internal excise taxes reduced, exempted, or repaid <br> 5 The exporting Party shall respond in writing to the <br> the good, if there is free-on-board value of a <br> Article 40 : Claim for Preferential Tariff Treatment <br> importing Party, within thirty (30) days of the receipt of <br> V.N.M. is the value of non-originating materials used <br> the communication referred to in paragraph 3 above, if it <br> goods of the exporting Party whose aggregate <br> accepts or refuses to conduct a visit requested pursuant to <br> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br> 8 of the Agreement on Customs Valuation, if there <br> paragraph 1 or 2 above. <br> is no free-on-board value of the good. <br> inventory and, prior to exportation do not undergo any <br> qualifying value content of the good. <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> production process or any operation in the Party where they <br> shall not require a certificate of origin from importers for: <br> importer claims preferential tariff treatment where the <br> provide within forty five (45) days or any other mutually <br> (a) an importation of a consignment of originating <br> agreed period from the last day of the visit, to the <br> good does not qualify as an originating good of the <br> Agreement on Customs Valuation, and shall include <br> (b) an importation of an originating good of the <br> customs authority of the importing Party the information <br> 6 For the purposes of calculating the qualifying value <br> customs value does not exceed two hundred (200) <br> obtained pursuant to paragraph 1 or 2 above. <br> United States dollars or its equivalent amount in <br> Party may require importers, who claim the preferential <br> the Party's currency, or such higher amount as it may establish; or <br> all the other costs incurred in transporting the <br> content of a good under subparagraph 4(b) above, the value <br> (b) a certificate or any other information given by <br> tariff treatment for the good, to submit: <br> certificate of origin, promptly notify the cancellation to <br> material to the importation port in the Party <br> of a non-originating material used in the production of the good in a Party: <br> has waived the requirement for a certificate of origin. <br> issued, and to the customs authority of the importing Party <br> freight, insurance where appropriate, packing and <br> 3 Where an originating good of the exporting Party is <br> the customs authorities of such non-Parties or <br> (a) operations to ensure the preservation of products <br> ascertained, shall be the first ascertainable <br> exclude all the costs incurred in the Party in <br> other relevant entities, which evidences that it <br> competent governmental authority. The customs authority of <br> exporting Party or where the importer fails to comply with <br> price paid for the material in the Party, but may <br> transporting the material from the warehouse of <br> request for checking referred to in Article 43, <br> (b) if such value is unknown and cannot be <br> the supplier of the material to the place where <br> 2 The competent governmental authority of the exporting <br> where the producer of the good is located; or <br> (a) a copy of through bill of lading; or <br> Accessories, Spare Parts and Tools <br> has not undergone operations other than <br> may deny preferential tariff treatment where it receives the notification. <br> the exporter to whom the certificate of origin has been <br> (g) any combination of operations referred to in <br> authority of the exporting Party on request having been <br> good of the exporting Party and may deny preferential <br> made in writing by the exporter or its authorized agent. <br> unloading, reloading or any other operation <br> be sent to the competent governmental authority of the exporting Party: <br> content of a good under subparagraph 4(b) above in <br> necessary to preserve it in good condition in those non-Parties. <br> insurance and packing as well as any other known <br> Article 41 : Certificate of Origin <br> good of a Party, V.N.M. of the good shall not include the <br> 1 For the purposes of determining whether a good <br> production of the good. <br> 1 The certificate of origin referred to in paragraph 1 <br> governmental authority of the exporting Party may designate <br> (b) where the exporting Party refuses to conduct a <br> 7 For the purposes of calculating the qualifying value <br> of Article 40 shall be issued by the competent governmental <br> specified in Annex 3. <br> Party, the customs authority of the importing Party may <br> in applying the Agreement on Customs Valuation to determine <br> Such certificate of origin shall include minimum data <br> request information relating to the origin of the good from <br> value of non-originating materials used in the production <br> (a) the accessories, spare parts or tools are not <br> (a)where the competent governmental authority of the <br> authority of the importing Party pursuant to Article 43 or 44, <br> of originating materials of the Party which are used in the <br> exporting Party shall notify in writing the other Party of its designees. <br> exporting Party fails to respond to the request within the period referred <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br> the value of a good or non-originating material, the <br> 3 Where the competent governmental authority of the <br> force of this Agreement, the Parties shall establish a <br> Fungible Goods and Materials <br> of the certificate of origin, under the authorization given <br> spare parts or tools are customary for the good. <br> a good pursuant to Rule 2(a) of the General Rules <br> carry out the issuance of the certificate of origin, the <br> in accordance with the applicable laws and regulations of the exporting Party. <br> communication referred to in paragraph 3 of Article 44 within <br> the period referred to in paragraph 5 of Article 44; or <br> production of the good in the former Party may be <br> exporting Party designates other entities or bodies to <br> (c)where the information provided to the customs <br> transaction of the good or non-originating material. <br> Article 30 : Accumulation <br> is not sufficient to prove that <br> of fact and the legal basis for the determination. The <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article 43 or 44 <br> preserve it in good condition. <br> qualifies as an originating good of a Party, an originating <br> format of the certificate of origin in English in the <br> (e) collection of parts and components classified as <br> good of the other Party which is used as a material in the <br> exporter may request a certificate of origin on the basis of: <br> Operational Procedures on Trade in Goods and Rules of <br> to a single importation of an originating good of the <br> determine that a good does not qualify as an originating <br> Origin referred to in Article 25. <br> the visit referred to in Article 44. <br> considered as an originating material of the former Party. <br> 5 The certificate of origin shall be completed in English. <br> for the good shall be disregarded, provided that the <br> 6 The issued certificate of origin shall be applicable <br> content of a good under subparagraph 4(b) of Article 29 in <br> good of a Party, the value of a non-originating material <br> Article 31 : De Minimis <br> determining whether the good qualifies as an originating <br> (a) a declaration provided by the exporter to the <br> (b) a declaration voluntarily provided by the <br> exporting Party into the importing Party and be valid for 6 months <br> 2 For the purposes of this Article, the competent <br> from the date of issuance or such longer period in <br> shall inform such determination by the customs authority of <br> produced in either Party and to be used in the production <br> accordance with that Party's laws and regulations. <br> other entities or bodies to be responsible for the issuance <br> material, provided that the good qualifies as an <br> of the good may be limited to the value of non-originating <br> 7 Where the exporter is not the producer of a good, the <br> of the good to that exporter; or <br> A good shall not be considered to satisfy the <br> materials used in the production of such non-originating <br> requirement of change in tariff classification or specific <br> originating good of that Party under subparagraph 1(c) of Article 29. <br> competent governmental authority or its designees <br> 2 For the purposes of calculating the qualifying value <br> based on the information provided by the producer <br> subparagraph 7(b) above, proves to the competent <br> percentages are set out in the product specific rule for the good. <br> 8 The certificate of origin shall be issued only after <br> producer of a good in the exporting Party referred to in <br> For the application of the product specific rules set <br> production of a good that do not satisfy an applicable rule <br> (such as drying, freezing, keeping in brine) and <br> out in Annex 2, non-originating materials used in the <br> producer of the good directly to the competent <br> determination of whether or not the good qualifies as an <br> other similar operations; <br> to meet the consignment criteria when it is: <br> governmental authority or its designees by the request of the exporter. <br> (a) transported directly from the other Party; or <br> Party shall provide the other Party with specimen <br> the exporter who requests a certificate of origin, or the <br> percentages in value, weight or volume of the good and such <br> the purpose of transit or temporary storage in <br> 9 The competent governmental authority of the exporting <br> governmental authority or its designees shall keep a record <br> 6 The competent governmental authority of the exporting <br> authority of the exporting Party with a written <br> Article 32 : Non-qualifying Operations <br> governmental authority or its designees that the good to be <br> exported qualifies as an originating good of the exporting Party. <br> signatures and impressions of stamps used in the offices of <br> totality of such materials does not exceed specific <br> manufacturing or processing operation set out in Annex 2 merely by reason of: <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> 10. Each Party shall ensure that the competent <br> of the certificates of origin issued for a period of five <br> (f) mere making-up of sets of articles; or <br> (5) years after the date on which the certificate was <br> good of the exporting Party. <br> issued. Such record will include all antecedents, which <br> the competent governmental authority or its designees. <br> good of the other Party. <br> subparagraphs (a) through (f) above. <br> Article 33 : Consignment Criteria <br> warehouses in such non-Parties, provided that it <br> governmental authority of the exporting Party or <br> for the Interpretation of the Harmonized System; <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter, or the producer of the <br> does not undergo operations other than unloading, <br> reloading or any other operation necessary to <br> 2 If the originating good of the other Party does not <br> Consignment Criteria <br> meet the consignment criteria referred to in paragraph 1 <br> above, that good shall not be considered as the originating <br> 1 An originating good of the other Party shall be deemed <br> Non-Qualifying Operations <br> 1 The customs authority of the importing Party may deny <br> preferential tariff treatment to a good for which an <br> any of the relevant requirements of this Chapter. <br> on the basis of a Certificate of Origin. <br> considers necessary, it may require additional information <br> governmental authority of the exporting Party may request <br> good in the possession of the competent <br> good in the exporting Party, whose premises were subject to <br> customs authority of the importing Party to be <br> 3 The customs authority of the importing Party may <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 46 : Confidentiality <br> 1 Each Party shall maintain, in accordance with its laws <br> and regulations, the confidentiality of information <br> provided to it as confidential pursuant to this Chapter, <br> and shall protect, in accordance with its laws and <br> regulations, that information from disclosure that could <br> importing Party pursuant to this Chapter: <br> prejudice the competitive position of the persons providing the information. <br> 2 Information obtained by the customs authority of the <br> purposes of this Chapter; and <br> (a)may only be used by such authority for the <br> (b)shall not be used by the importing Party in any <br> criminal proceedings carried out by a court or a <br> judge, unless the information is requested to the <br> other Party and provided to the former Party, <br> established in accordance with the applicable <br> through the diplomatic channels or other channels <br> laws of the requested Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 29 : Originating Goods <br> Article 35 : Fungible Goods and Materials <br> Article 43 : Request for Checking of Certificate of Origin <br> Article 45 : Determination of Origin and Preferential Tariff Treatment <br> Article 47 : Penalties, Sanctions or Other Measures <br> Accumulation <br> Determination of Origin and Preferential Tariff Treatment <br> Request for Checking of Certificate of Origin <br> Verification Visit <br> Penalties, Sanctions or Other Measures <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 Except as otherwise provided for in this Chapter, a <br> Each Party shall ensure, in accordance with its laws <br> good shall qualify as an originating good of a Party where: <br> Originating Goods <br> imported from the other Party under preferential tariff <br> and regulations, that appropriate penalties, sanctions or <br> (a) the good is wholly obtained or produced entirely <br> applicable change in tariff classification or a specific <br> originating materials of the Party and fungible non- <br> treatment qualifies as an originating good of the other <br> other measures are maintained or established against its <br> in the Party, as defined in paragraph 2 below; <br> less than the percentage specified by the rule for the good. <br> originating materials that are commingled in an inventory <br> exporters to whom a certificate of origin has been issued <br> (b) the good is produced entirely in the Party <br> are used in the production of the good, the origin of the <br> and its producers of the goods in the exporting Party <br> exclusively from originating materials of the Party; or <br> materials may be determined pursuant to an inventory <br> referred to in subparagraph 7(b) of Article 41: <br> (c) the good satisfies the product specific rules set <br> management method set out in the Operational Procedures on <br> the competent governmental authority of the exporting Party <br> (a) for providing false declaration or documents to <br> out in Annex 2, as well as all other applicable <br> Trade in Goods and Rules of Origin referred to in Article 25. <br> 2 For the purposes of paragraph 1 above, the competent <br> Party shall, when it cancels the decision to issue the <br> its competent governmental authority or its <br> 2 Where fungible originating goods of a Party and <br> designees prior to the issuance of certificate of origin; and <br> produced entirely in the Party using non-originating materials. <br> fungible non-originating goods are commingled in an <br> accordance with its laws and regulations, provide the <br> (b)for failing to notify in writing to the competent <br> 2 For the purposes of subparagraph 1(a) above, the <br> in the production of a good. <br> requirements of this Chapter, when the good is <br> information requested in a period not exceeding three (3) <br> except where the certificate has been returned to the <br> months after the date of the receipt of the request. <br> its designees without delay after having known <br> (a) adjusted to the first ascertainable price paid <br> following goods shall be considered as being wholly <br> when the good is exported; and <br> were commingled other than unloading, reloading or any <br> If the customs authority of the importing Party <br> that such good does not qualify as an originating <br> (a) live animals born and raised in the Party; <br> gathering or capturing in the Party; <br> vessels of the Party from the sea outside the <br> other operation necessary to preserve them in good <br> the importing Party may determine that the good does not <br> 4 For the purposes of this Chapter, upon the entry into <br> condition, the origin of the good may be determined <br> qualify as an originating good of the exporting Party and <br> pursuant to an inventory management method set out in the <br> information is requested by the customs authority of the <br> obtained or produced entirely in a Party: <br> 3 Once an inventory management method set out in <br> governmental authority of the exporting Party shall, in <br> the exporting Party shall, in accordance with its laws and <br> (e) minerals and other naturally occurring <br> gathered in the Party; <br> Indirect materials shall be, without regard to where <br> regulations, provide the information requested in a period <br> (b) animals obtained by hunting, trapping, fishing, <br> exporting Party, for which the importing Party <br> paragraphs 1 and 2 above has been chosen, it shall be used <br> not exceeding two (2) months after the date of the receipt of the request. <br> tariff treatment, and a written determination thereof shall <br> they are produced, considered to be originating materials <br> through all the fiscal year or period. <br> 3 For the purposes of paragraph 2 above, the competent <br> (a) shall be determined in accordance with the <br> in good condition during transport and storage <br> substances, not included in subparagraphs (a) <br> through (d) above, extracted or taken in the Party; <br> Article 36 : Indirect Materials <br> of a Party where a good is produced. <br> (d) plants and plant products harvested, picked or <br> imported through one or more non-Parties, the importing <br> Indirect Materials <br> relating to the origin of the good. If additional <br> the exporter to whom a certificate of origin has been <br> (f) goods of sea-fishing and other goods taken by <br> (c) goods obtained from live animals in the Party; <br> territorial sea of a Party; <br> referred to in subparagraph 7(b) of Article 41, to provide <br> materials used in the production of a good undergo the <br> importing Party, the competent governmental authority of <br> (g) goods produced on board factory ships of the <br> Party from the goods referred to in subparagraph (f) above; <br> Article 37 : Accessories, Spare Parts and Tools <br> visit, or that Party fails to respond to the <br> (h) goods taken from the seabed or subsoil beneath <br> the seabed outside the territorial sea of the <br> 1 If the customs authority of the importing Party is not <br> (b) determined in accordance with Articles 1 through <br> (i) articles collected in the Party which can no <br> Party, provided that the Party has rights over <br> satisfied with the outcome of the request for checking <br> longer perform their original purpose in the <br> such seabed or subsoil in accordance with its <br> Where: <br> parts or tools, shall be disregarded, provided that: <br> pursuant to Article 43, it may request the exporting Party to: <br> laws and regulations and international law; <br> (a)collect and provide the information relating to <br> Note: Nothing in this subparagraph shall affect <br> accessories, spare parts or tools delivered with the good <br> invoiced separately from the good, without regard <br> the origin of the good and check, for that <br> the producer is located such as freight, <br> the rights and obligations of the Parties <br> of whether they are separately described in the invoice; and <br> that form part of the good's standard accessories, spare <br> issued, or the producer of the good in the exporting Party <br> (j) scrap and waste derived from manufacturing or <br> under international law, including those <br> and ascertainable cost incurred in the Party. <br> under the United Nations Convention on the Law of the Sea. <br> Article 44 : Verification Visit <br> as the case may be, the customs authority of the <br> governmental authority along with the customs <br> the former with the information requested. <br> Party and fit only for disposal or for the <br> (b) the quantities and value of the accessories, <br> authority of the importing Party to the premises <br> importing Party shall provide the competent governmental <br> Party nor are capable of being restored or <br> repaired and which are fit only for disposal or <br> of the exporter to whom a certificate of origin <br> tools shall be taken into account as the value of <br> from articles which can no longer perform their <br> originating materials of a Party where the good is produced <br> originating good of the exporting Party, including findings <br> the exporting Party referred to in subparagraph 7(b) of Article 41; and <br> (k) parts or raw materials recovered in the Party <br> for the recovery of parts or raw materials; <br> processing operations or from consumption in the <br> or non-originating materials, as the case may be, in <br> has been issued, or the producer of the good in <br> requirement, the value of the accessories, spare parts or <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> governmental authority or its designee. <br> purpose, the facilities used in the production of <br> Packaging Materials and Containers for Retail Sale <br> 2 (a) In cases where the customs authority of the <br> the good, through a visit by its competent <br> the importing Party to the exporter, or the producer of the <br> recovery of raw materials; <br> 1 In determining whether all the non-originating <br> importing Party considers as exceptional, that <br> subparagraphs (a) through (k) above. <br> customs authority may, before or during the <br> (l) goods obtained or produced in the Party <br> original purpose nor are capable of being <br> product specific rules set out in Annex 2 requiring that <br> put forward the exporting Party a request <br> exclusively from the goods referred to in <br> restored or repaired; and <br> the materials used undergo a change in tariff <br> referred to in paragraph 1 above. <br> are classified with the good pursuant to Rule 5 of the <br> (b)Where the request referred to in subparagraph (a) <br> (c) the proposed date and place of the visit; <br> above is made, Article 43 shall not be applied. <br> De Minimis <br> product specific rules set out in Annex 2 using <br> manufacturing or processing operation set out in Annex 2, <br> (b) provide information relating to the origin of the <br> 3 When requesting the exporting Party to conduct a visit <br> 3 For the purposes of subparagraph 1(c) above, the <br> the value-added method require that the <br> packaging materials and containers for retail sale, which <br> Certificate of Origin; and <br> pursuant to paragraph 1 or 2 above, the importing Party <br> Certificate of Origin <br> requirement, the value of such packaging materials and <br> shall deliver a written communication with such request to <br> Agreement on Customs Valuation shall apply mutatis mutandis <br> containers for retail sale shall be taken into account as <br> General Rules for the Interpretation of the Harmonized <br> the exporting Party at least forty (40) days in advance of <br> accordance with subparagraph (b) below, is not <br> System, shall be disregarded. <br> were presented to prove the qualification as an originating <br> the proposed date of the visit, the receipt of which is to <br> (b) changes of packaging and breaking up and assembly of packages; <br> 2 If the good is subject to a qualifying value content <br> be confirmed by the latter Party. The competent <br> 4 (a) For the purposes of subparagraph 1(c) above, the <br> governmental authority of the exporting Party shall request <br> qualifying value content of a good, calculated in <br> Article 39 : Packing Materials and Containers for Shipment <br> the written consent of the exporter, or the producer of the <br> classification or a specific manufacturing or processing <br> the value of originating materials of a Party where the <br> good in the exporting Party whose premises are <br> good in the exporting Party whose premises are to be visited. <br> operation shall apply only to non-originating materials. <br> good is produced or non-originating materials, as the case <br> 4 The communication referred to in paragraph 3 above shall include: <br> expressed as a percentage; <br> may be, in calculating the qualifying value content of the good. <br> originating materials used in the production of a <br> (d) the object and scope of the proposed visit, <br> competent governmental authority of the exporting Party <br> (b) For the purposes of calculating the qualifying <br> Packing Materials and Containers for Shipment <br> including specific reference to the good subject <br> value content of a good, the following formula shall be applied: <br> classification or a specific manufacturing or <br> Packing materials and containers for shipment shall be: <br> Q.V.C. = [(F.O.B. - V.N.M.)/FOB]*100 <br> (a)disregarded in determining whether all the non- <br> calculating the qualifying value content of the good. <br> processing operation set out in Annex 2; and <br> Q.V.C. is the qualifying value content of a good, <br> good undergo the applicable change in tariff <br> of the verification referred to in the <br> F.O.B. is, except as provided for in paragraph 5 <br> good, but it is unknown and cannot be ascertained; or <br> 1 The importing Party shall require a certificate of <br> Claim for Preferential Tariff Treatment <br> qualifies as an originating good of a Party, where fungible <br> below, the free-on-board value of a good payable by <br> (b)without regard to where they are produced, <br> (e) the names and titles of the officials of the <br> the buyer of the good to the seller of the good, <br> considered to be originating materials of a Party <br> origin for an originating good of the exporting Party from <br> requested to be visited; <br> regardless of the mode of shipment, not including any <br> importers who claim the preferential tariff treatment for the good. <br> where the good is produced, in calculating the <br> Party shall, in accordance with its laws and regulations, <br> present during the visit. <br> for the good from the buyer to the producer of <br> internal excise taxes reduced, exempted, or repaid <br> 5 The exporting Party shall respond in writing to the <br> the good, if there is free-on-board value of a <br> Article 40 : Claim for Preferential Tariff Treatment <br> importing Party, within thirty (30) days of the receipt of <br> V.N.M. is the value of non-originating materials used <br> the communication referred to in paragraph 3 above, if it <br> goods of the exporting Party whose aggregate <br> accepts or refuses to conduct a visit requested pursuant to <br> 5 F.O.B. referred to in subparagraph 4(b) above shall be the value: <br> 8 of the Agreement on Customs Valuation, if there <br> paragraph 1 or 2 above. <br> is no free-on-board value of the good. <br> inventory and, prior to exportation do not undergo any <br> qualifying value content of the good. <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> production process or any operation in the Party where they <br> shall not require a certificate of origin from importers for: <br> importer claims preferential tariff treatment where the <br> provide within forty five (45) days or any other mutually <br> (a) an importation of a consignment of originating <br> agreed period from the last day of the visit, to the <br> good does not qualify as an originating good of the <br> Agreement on Customs Valuation, and shall include <br> (b) an importation of an originating good of the <br> customs authority of the importing Party the information <br> 6 For the purposes of calculating the qualifying value <br> customs value does not exceed two hundred (200) <br> obtained pursuant to paragraph 1 or 2 above. <br> United States dollars or its equivalent amount in <br> Party may require importers, who claim the preferential <br> the Party's currency, or such higher amount as it may establish; or <br> all the other costs incurred in transporting the <br> content of a good under subparagraph 4(b) above, the value <br> (b) a certificate or any other information given by <br> tariff treatment for the good, to submit: <br> certificate of origin, promptly notify the cancellation to <br> material to the importation port in the Party <br> of a non-originating material used in the production of the good in a Party: <br> has waived the requirement for a certificate of origin. <br> issued, and to the customs authority of the importing Party <br> freight, insurance where appropriate, packing and <br> 3 Where an originating good of the exporting Party is <br> the customs authorities of such non-Parties or <br> (a) operations to ensure the preservation of products <br> ascertained, shall be the first ascertainable <br> exclude all the costs incurred in the Party in <br> other relevant entities, which evidences that it <br> competent governmental authority. The customs authority of <br> exporting Party or where the importer fails to comply with <br> price paid for the material in the Party, but may <br> transporting the material from the warehouse of <br> request for checking referred to in Article 43, <br> (b) if such value is unknown and cannot be <br> the supplier of the material to the place where <br> 2 The competent governmental authority of the exporting <br> where the producer of the good is located; or <br> (a) a copy of through bill of lading; or <br> Accessories, Spare Parts and Tools <br> has not undergone operations other than <br> may deny preferential tariff treatment where it receives the notification. <br> the exporter to whom the certificate of origin has been <br> (g) any combination of operations referred to in <br> authority of the exporting Party on request having been <br> good of the exporting Party and may deny preferential <br> made in writing by the exporter or its authorized agent. <br> unloading, reloading or any other operation <br> be sent to the competent governmental authority of the exporting Party: <br> content of a good under subparagraph 4(b) above in <br> necessary to preserve it in good condition in those non-Parties. <br> insurance and packing as well as any other known <br> Article 41 : Certificate of Origin <br> good of a Party, V.N.M. of the good shall not include the <br> 1 For the purposes of determining whether a good <br> production of the good. <br> 1 The certificate of origin referred to in paragraph 1 <br> governmental authority of the exporting Party may designate <br> (b) where the exporting Party refuses to conduct a <br> 7 For the purposes of calculating the qualifying value <br> of Article 40 shall be issued by the competent governmental <br> specified in Annex 3. <br> Party, the customs authority of the importing Party may <br> in applying the Agreement on Customs Valuation to determine <br> Such certificate of origin shall include minimum data <br> request information relating to the origin of the good from <br> value of non-originating materials used in the production <br> (a) the accessories, spare parts or tools are not <br> (a)where the competent governmental authority of the <br> authority of the importing Party pursuant to Article 43 or 44, <br> of originating materials of the Party which are used in the <br> exporting Party shall notify in writing the other Party of its designees. <br> exporting Party fails to respond to the request within the period referred <br> (c) disassembly; <br> to domestic transactions or to the cases where there is no <br> to in paragraph 2 of Article 43 or paragraph 6 of Article 44; <br> 8 For the purposes of subparagraph 5(b) or 6(a) above, <br> the value of a good or non-originating material, the <br> 3 Where the competent governmental authority of the <br> force of this Agreement, the Parties shall establish a <br> Fungible Goods and Materials <br> of the certificate of origin, under the authorization given <br> spare parts or tools are customary for the good. <br> a good pursuant to Rule 2(a) of the General Rules <br> carry out the issuance of the certificate of origin, the <br> in accordance with the applicable laws and regulations of the exporting Party. <br> communication referred to in paragraph 3 of Article 44 within <br> the period referred to in paragraph 5 of Article 44; or <br> production of the good in the former Party may be <br> exporting Party designates other entities or bodies to <br> (c)where the information provided to the customs <br> transaction of the good or non-originating material. <br> Article 30 : Accumulation <br> is not sufficient to prove that <br> of fact and the legal basis for the determination. The <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article 43 or 44 <br> preserve it in good condition. <br> qualifies as an originating good of a Party, an originating <br> format of the certificate of origin in English in the <br> (e) collection of parts and components classified as <br> good of the other Party which is used as a material in the <br> exporter may request a certificate of origin on the basis of: <br> Operational Procedures on Trade in Goods and Rules of <br> to a single importation of an originating good of the <br> determine that a good does not qualify as an originating <br> Origin referred to in Article 25. <br> the visit referred to in Article 44. <br> considered as an originating material of the former Party. <br> 5 The certificate of origin shall be completed in English. <br> for the good shall be disregarded, provided that the <br> 6 The issued certificate of origin shall be applicable <br> content of a good under subparagraph 4(b) of Article 29 in <br> good of a Party, the value of a non-originating material <br> Article 31 : De Minimis <br> determining whether the good qualifies as an originating <br> (a) a declaration provided by the exporter to the <br> (b) a declaration voluntarily provided by the <br> exporting Party into the importing Party and be valid for 6 months <br> 2 For the purposes of this Article, the competent <br> from the date of issuance or such longer period in <br> shall inform such determination by the customs authority of <br> produced in either Party and to be used in the production <br> accordance with that Party's laws and regulations. <br> other entities or bodies to be responsible for the issuance <br> material, provided that the good qualifies as an <br> of the good may be limited to the value of non-originating <br> 7 Where the exporter is not the producer of a good, the <br> of the good to that exporter; or <br> A good shall not be considered to satisfy the <br> materials used in the production of such non-originating <br> requirement of change in tariff classification or specific <br> originating good of that Party under subparagraph 1(c) of Article 29. <br> competent governmental authority or its designees <br> 2 For the purposes of calculating the qualifying value <br> based on the information provided by the producer <br> subparagraph 7(b) above, proves to the competent <br> percentages are set out in the product specific rule for the good. <br> 8 The certificate of origin shall be issued only after <br> producer of a good in the exporting Party referred to in <br> For the application of the product specific rules set <br> production of a good that do not satisfy an applicable rule <br> (such as drying, freezing, keeping in brine) and <br> out in Annex 2, non-originating materials used in the <br> producer of the good directly to the competent <br> determination of whether or not the good qualifies as an <br> other similar operations; <br> to meet the consignment criteria when it is: <br> governmental authority or its designees by the request of the exporter. <br> (a) transported directly from the other Party; or <br> Party shall provide the other Party with specimen <br> the exporter who requests a certificate of origin, or the <br> percentages in value, weight or volume of the good and such <br> the purpose of transit or temporary storage in <br> 9 The competent governmental authority of the exporting <br> governmental authority or its designees shall keep a record <br> 6 The competent governmental authority of the exporting <br> authority of the exporting Party with a written <br> Article 32 : Non-qualifying Operations <br> governmental authority or its designees that the good to be <br> exported qualifies as an originating good of the exporting Party. <br> signatures and impressions of stamps used in the offices of <br> totality of such materials does not exceed specific <br> manufacturing or processing operation set out in Annex 2 merely by reason of: <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> (b) transported through one or more non-Parties for <br> 10. Each Party shall ensure that the competent <br> of the certificates of origin issued for a period of five <br> (f) mere making-up of sets of articles; or <br> (5) years after the date on which the certificate was <br> good of the exporting Party. <br> issued. Such record will include all antecedents, which <br> the competent governmental authority or its designees. <br> good of the other Party. <br> subparagraphs (a) through (f) above. <br> Article 33 : Consignment Criteria <br> warehouses in such non-Parties, provided that it <br> governmental authority of the exporting Party or <br> for the Interpretation of the Harmonized System; <br> (a) the identity of the customs authority issuing the communication; <br> (b) the name of the exporter, or the producer of the <br> does not undergo operations other than unloading, <br> reloading or any other operation necessary to <br> 2 If the originating good of the other Party does not <br> Consignment Criteria <br> meet the consignment criteria referred to in paragraph 1 <br> above, that good shall not be considered as the originating <br> 1 An originating good of the other Party shall be deemed <br> Non-Qualifying Operations <br> 1 The customs authority of the importing Party may deny <br> preferential tariff treatment to a good for which an <br> any of the relevant requirements of this Chapter. <br> on the basis of a Certificate of Origin. <br> considers necessary, it may require additional information <br> governmental authority of the exporting Party may request <br> good in the possession of the competent <br> good in the exporting Party, whose premises were subject to <br> customs authority of the importing Party to be <br> 3 The customs authority of the importing Party may <br> "}, {"ArticleTitle": "Miscellaneous", "ArticleDesc": "Article 48 : Miscellaneous <br> 1 Communications, including in the form of documents, <br> between the importing Party and the exporting Party shall <br> 2 For the application of the relevant product specific <br> be made in English. <br> rules set out in Annex 2 and the determination of origin, <br> exporting Party shall be applied. <br> the Generally Accepted Accounting Principles in the <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 49 : Sub-Committee on Rules of Origin <br> 1 For purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Rules of <br> Origin(hereinafter referred to in this Article as @^@the Sub- <br> 2 The functions of the Sub-Committee shall be: <br> Committee@^@) shall be established pursuant to Article 13. <br> (a) reviewing and making appropriate recommendations, <br> (i) the implementation and operation of this Chapter; <br> as needed, to the Joint Committee on: <br> (ii) any amendments to Annexes 2 and 3, proposed <br> by either Party; and <br> (iii) the Operational Procedures on Trade in Goods <br> and Rules of Origin referred to in Article 25; <br> (b) considering any other matter as the Parties may <br> agree related to this Chapter; <br> (c) reporting the findings of the Sub-Committee to <br> the Joint Committee; and <br> (d) performing other functions as may be delegated by <br> the Joint Committee pursuant to Article 13. <br> Chapter 4 <br> Customs Procedures <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 50 : Scope and Coverage <br> 1 This Chapter shall apply to customs procedures <br> required for the clearance of goods traded between the Parties. <br> 2 This Chapter shall be implemented by the Parties in <br> accordance with the laws and regulations in force in each <br> Party and within the available resources of their <br> respective customs authorities. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 28 : Definitions <br> Article 51 : Definitions <br> For the purposes of this Chapter: <br> (a) the term @^@competent governmental authority@^@ means <br> (a) the term @^@customs authority@^@ means the customs <br> the authority that, according to the legislation <br> authority as defined in subparagraph (b) of Article 28; and <br> of each Party, is responsible for the issuing of <br> (b) the term @^@customs laws@^@ means such laws and <br> the certificate of origin or for the designation <br> regulations administered and enforced by the <br> of the certification entities or bodies. In the <br> customs authority of each Party concerning the <br> case of Japan, the Ministry of Economy, Trade and <br> importation, exportation, and transit of goods, <br> Industry, and in the case of the Philippines, the Bureau of Customs; <br> as they relate to customs duties, charges, and <br> other taxes, or to prohibitions, restrictions, <br> that, according to the legislation of each Party <br> and other similar controls with respect to the <br> (b) the term @^@customs authority@^@ means the authority <br> movement of controlled items across the boundary <br> of the customs territory of each Party. <br> or non-Parties, is responsible for the <br> administration and enforcement of its customs <br> Ministry of Finance, and in the case of the <br> substantial authoritative support within a Party <br> (i) which are registered in the Party; <br> laws and regulations. In the case of Japan, the <br> Philippines, the Bureau of Customs; <br> resources and obligations should be recorded as <br> (c) the term @^@exporter@^@ means a person located in an <br> (d) the term @^@factory ships of the Party@^@ and <br> exporting Party who exports a good from the exporting Party; <br> @^@vessels of the Party@^@ respectively means factory ships and vessels: <br> or @^@fungible originating materials of a Party@^@ <br> (ii) which sail under the flag of the Party; <br> of a Party that are interchangeable for <br> (iii) which are owned to an extent of at least <br> sixty (60) percent by nationals of the <br> application as well as detailed practices and procedures; <br> Party, or by a juridical person with its <br> head office in the Party, of which the <br> representatives, chairman of the board of <br> directors, and the majority of the members <br> of such boards are nationals of the Party, <br> the production, testing or inspection of another <br> and of which at least sixty (60) percent of <br> at a particular time as to which economic <br> good but not physically incorporated into the <br> assets and liabilities and changes in them should <br> the equity interest is owned by nationals or <br> (i) fuel and energy; <br> be measured, what information should be disclosed <br> buildings or the operation of equipment <br> juridical persons of the Party; <br> (iv) of which the master and officers are all <br> commercial purposes, whose properties are essentially identical; <br> nationals of the Party; and <br> (v) of which at least seventy five (75) percent <br> of the crew are nationals of the Party; <br> (e) the term @^@fungible originating goods of a Party@^@ <br> good into the importing Party; <br> Principles@^@ means the recognized consensus or <br> and other goods used in production or used <br> respectively means originating goods or materials <br> (f) the term @^@Generally Accepted Accounting <br> and how it should be disclosed, and which <br> financial statements should be prepared. These <br> assets and liabilities, which changes in assets <br> maintenance of equipment and buildings; <br> standards may be broad guidelines of general <br> and liabilities should be recorded, how the <br> to operate equipment and buildings; <br> (vii)catalysts and solvents; and <br> (g) the term @^@importer@^@ means a person who imports a <br> (h) the term @^@indirect material@^@ means a good used in <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> good, or a good used in the maintenance of <br> associated with the production of another good,including: <br> the rate of customs duties applicable to an <br> (k) the term @^@packing materials and containers for <br> (ii) tools, dies and molds; <br> shipment@^@ means goods that are used to protect a <br> (iii) spare parts and goods used in the <br> (iv) lubricants, greases, compounding materials <br> demonstrated to be a part of that production; <br> processing, raising, growing, breeding, mining, <br> (vi)equipment, devices and supplies used for <br> testing or inspecting the good; <br> (viii)any other goods that are not incorporated <br> including that which is considered as an <br> extracting, harvesting, fishing, trapping, <br> goods including manufacturing, assembling, <br> into the good but whose use in the <br> production of the good can reasonably be <br> (i) the term @^@material@^@ means a good that is used in <br> (j) the term @^@originating material of a Party@^@ means <br> an originating good of a Party which is used in <br> the production of another good; <br> the production of another good in the Party, <br> originating material of the Party pursuant to <br> paragraph 1 of Article 30; <br> good during transportation, other than packaging <br> materials and containers for retail sale referred to in Article 38; <br> (l)the term @^@preferential tariff treatment@^@ means <br> originating good of the exporting Party in <br> accordance with paragraph 1 of Article 18; and <br> (m)the term @^@production@^@ means methods of obtaining <br> gathering, collecting, hunting and capturing. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 1 : Fungible goods and materials <br> Rule 5 : Minor error <br> Rule 7 : Invoice of a non-Party <br> Fungible goods and materials <br> Minor error <br> Invoice of a Non-Party <br> The inventory management method referred to in paragraphs 1 and 2 of Article 35 should be <br> 1. The exporter should request the reissuance of certificate of origin if a certificate of origin <br> 1. The customs authority of the importing Party may accept a certificate of origin in cases <br> subject to the Generally Accepted Accounting Principles in the exporting Party. <br> contains incorrect information. <br> where the invoice is issued either by a natural person or juridical person located in a non-Party, <br> Rule 2 : Issuance of a certificate of origin <br> 2. Notwithstanding paragraph 1, the competent governmental authority or its designees of the <br> provided that the good qualifies as an originating good of the exporting Party. <br> Rule 8 : A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> Issuance of a certificate of origin <br> exporting Party may, in response to the request of reissuance referred to in paragraph 1 or at <br> 2. In the case above, the exporter of the goods should indicate in the certificate of origin <br> 1. A certificate of origin should be on ISO A4 size paper in conformity with the specimen <br> its own initiative, make modification on the certificate of origin by striking out the errors and <br> @^@non-party invoicing@^@, identifying the full legal name and address of the natural person or <br> shown in Appendix 1-A and should be referred to as Form JP. <br> making any addition required. Such modification should be certified by authorized signature <br> juridical person issuing the invoice of non-Party. <br> 2. The Harmonized System (HS) tariff classification number as amended on 1 January 2002 <br> and seal of the competent governmental authority or its designees of the exporting Party. <br> should be indicated at the six-digit level and the description of the good should be sufficient <br> 3. Erasures, superimpositions and modifications other than those referred to in paragraph 2 <br> A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> to relate to the description of invoice and to the HS description of the good in the certificate of origin. <br> are not allowed on the issued certificate of origin. <br> In cases where some goods not subject to preferential tariff treatment are listed in a certificate <br> 3. A certificate of origin issued by the competent governmental authority or its designees of <br> 4. In the event of theft, loss or destruction of a certificate of origin; <br> of origin together with goods subject to preferential tariff treatment, the certificate of origin is <br> exporting Party should comprise one original. In the Philippines, additional copies may be <br> (a) in the Philippines, the exporter or its authorized agent may request the competent <br> valid only for goods subject to preferential tariff treatment. <br> issued in accordance with its regulations. <br> governmental authority or its designees to issue a certified true copy of the original to be <br> Rule 9 : Information on certificate of origin <br> 4. A certificate of origin should bear a reference number given by the competent <br> made out on the basis of the export documents in its possession bearing the endorsement <br> Information on certificate of origin <br> governmental authority or its designee. <br> of the words @^@CERTIFIED TRUE COPY@^@ stamped on the certificate of origin. This <br> The Parties should provide each other with a sample of the certificate of origin, the names, <br> 5. Generally, a certificate of origin should be issued by one day after the date of shipment. <br> copy should bear the date of issuance of the original certificate of origin. The certified <br> office addresses and specimen signatures of the authorized officials or persons, and <br> 6. In exceptional cases where the certificate of origin has not been issued by one day after the <br> true copy of the certificate of origin should be issued no later than one year from the date <br> impressions of stamps used for the issuance of a certificate of origin, as well as their <br> date of shipment, at the request of the exporter or its authorized agent, the certificate of origin <br> of issuance of the original certificate of origin. The certified true copy of a certificate of <br> modifications thereafter. <br> may be issued retroactively in accordance with the laws and regulations of the exporting Party <br> origin should be valid during the original term of the validity of the original certificate of origin. <br> - For Japan, it is the Embassy of Japan in the Philippines which should provide the <br> within 12 months from the date of shipment, in which case it is necessary to specify @^@ISSUED <br> (b) in Japan, the exporter or its authorized agent may request the competent governmental <br> aforementioned information to the Philippine Bureau of Customs. <br> RETROACTIVELY.@^@ In such cases, the importer of the good who claims the preferential <br> authority or its designees to issue a new certificate of origin with a new reference number <br> - For the Philippines, the Bureau of Customs should provide the abovementioned <br> tariff treatment may, subject to the laws and regulations of the importing Party, provide the <br> on the basis of the export documents in their possession, in which case the original <br> information to the Embassy of Japan in the Philippines. <br> customs authority of the importing Party with the certificate of origin issued retroactively. <br> certificate of origin should be cancelled. The new certificate of origin should indicate <br> Rule 4 : Modification <br> The certificate of origin which is issued retroactively should indicate the date of shipment. <br> the date of issuance and the reference number of the original certificate of origin. The <br> 7. Multiple items declared on a certificate of origin, should be accepted, provided that each <br> new certificate of origin should be valid during the original term of the validity of the <br> item should be qualified as an originating good. <br> 8. Signatures of the representatives of the competent governmental authority or its designees <br> may be autographed or electronically printed. <br> 1. The customs authority of the importing Party should accept minor errors, discrepancies or <br> fields of the certificate of origin is accurate; or <br> - the information that appears to surpass the space available in the field <br> 2. For multiple items declared in a certificate of origin, a problem concerning one or more of <br> the items listed should not affect or delay the granting of preferential tariff treatment and <br> customs clearance of the remaining items listed in the certificate of origin. <br> omissions on its fulfillment, in cases such as: <br> - typing errors, when there are no doubts that the information included in one or more <br> Modification <br> original Certificate of Origin. <br> "}, {"ArticleTitle": "Application", "ArticleDesc": "Rule 3 : Application <br> A declaration for requesting a certificate of origin should be completed by the exporter or its <br> authorized agent. The exporter or its authorized agent's signature may be autographed or <br> electronically printed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 1 : Fungible goods and materials <br> Rule 5 : Minor error <br> Rule 7 : Invoice of a non-Party <br> Fungible goods and materials <br> Minor error <br> Invoice of a Non-Party <br> The inventory management method referred to in paragraphs 1 and 2 of Article 35 should be <br> 1. The exporter should request the reissuance of certificate of origin if a certificate of origin <br> 1. The customs authority of the importing Party may accept a certificate of origin in cases <br> subject to the Generally Accepted Accounting Principles in the exporting Party. <br> contains incorrect information. <br> where the invoice is issued either by a natural person or juridical person located in a non-Party, <br> Rule 2 : Issuance of a certificate of origin <br> 2. Notwithstanding paragraph 1, the competent governmental authority or its designees of the <br> provided that the good qualifies as an originating good of the exporting Party. <br> Rule 8 : A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> Issuance of a certificate of origin <br> exporting Party may, in response to the request of reissuance referred to in paragraph 1 or at <br> 2. In the case above, the exporter of the goods should indicate in the certificate of origin <br> 1. A certificate of origin should be on ISO A4 size paper in conformity with the specimen <br> its own initiative, make modification on the certificate of origin by striking out the errors and <br> @^@non-party invoicing@^@, identifying the full legal name and address of the natural person or <br> shown in Appendix 1-A and should be referred to as Form JP. <br> making any addition required. Such modification should be certified by authorized signature <br> juridical person issuing the invoice of non-Party. <br> 2. The Harmonized System (HS) tariff classification number as amended on 1 January 2002 <br> and seal of the competent governmental authority or its designees of the exporting Party. <br> should be indicated at the six-digit level and the description of the good should be sufficient <br> 3. Erasures, superimpositions and modifications other than those referred to in paragraph 2 <br> A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> to relate to the description of invoice and to the HS description of the good in the certificate of origin. <br> are not allowed on the issued certificate of origin. <br> In cases where some goods not subject to preferential tariff treatment are listed in a certificate <br> 3. A certificate of origin issued by the competent governmental authority or its designees of <br> 4. In the event of theft, loss or destruction of a certificate of origin; <br> of origin together with goods subject to preferential tariff treatment, the certificate of origin is <br> exporting Party should comprise one original. In the Philippines, additional copies may be <br> (a) in the Philippines, the exporter or its authorized agent may request the competent <br> valid only for goods subject to preferential tariff treatment. <br> issued in accordance with its regulations. <br> governmental authority or its designees to issue a certified true copy of the original to be <br> Rule 9 : Information on certificate of origin <br> 4. A certificate of origin should bear a reference number given by the competent <br> made out on the basis of the export documents in its possession bearing the endorsement <br> Information on certificate of origin <br> governmental authority or its designee. <br> of the words @^@CERTIFIED TRUE COPY@^@ stamped on the certificate of origin. This <br> The Parties should provide each other with a sample of the certificate of origin, the names, <br> 5. Generally, a certificate of origin should be issued by one day after the date of shipment. <br> copy should bear the date of issuance of the original certificate of origin. The certified <br> office addresses and specimen signatures of the authorized officials or persons, and <br> 6. In exceptional cases where the certificate of origin has not been issued by one day after the <br> true copy of the certificate of origin should be issued no later than one year from the date <br> impressions of stamps used for the issuance of a certificate of origin, as well as their <br> date of shipment, at the request of the exporter or its authorized agent, the certificate of origin <br> of issuance of the original certificate of origin. The certified true copy of a certificate of <br> modifications thereafter. <br> may be issued retroactively in accordance with the laws and regulations of the exporting Party <br> origin should be valid during the original term of the validity of the original certificate of origin. <br> - For Japan, it is the Embassy of Japan in the Philippines which should provide the <br> within 12 months from the date of shipment, in which case it is necessary to specify @^@ISSUED <br> (b) in Japan, the exporter or its authorized agent may request the competent governmental <br> aforementioned information to the Philippine Bureau of Customs. <br> RETROACTIVELY.@^@ In such cases, the importer of the good who claims the preferential <br> authority or its designees to issue a new certificate of origin with a new reference number <br> - For the Philippines, the Bureau of Customs should provide the abovementioned <br> tariff treatment may, subject to the laws and regulations of the importing Party, provide the <br> on the basis of the export documents in their possession, in which case the original <br> information to the Embassy of Japan in the Philippines. <br> customs authority of the importing Party with the certificate of origin issued retroactively. <br> certificate of origin should be cancelled. The new certificate of origin should indicate <br> Rule 4 : Modification <br> The certificate of origin which is issued retroactively should indicate the date of shipment. <br> the date of issuance and the reference number of the original certificate of origin. The <br> 7. Multiple items declared on a certificate of origin, should be accepted, provided that each <br> new certificate of origin should be valid during the original term of the validity of the <br> item should be qualified as an originating good. <br> 8. Signatures of the representatives of the competent governmental authority or its designees <br> may be autographed or electronically printed. <br> 1. The customs authority of the importing Party should accept minor errors, discrepancies or <br> fields of the certificate of origin is accurate; or <br> - the information that appears to surpass the space available in the field <br> 2. For multiple items declared in a certificate of origin, a problem concerning one or more of <br> the items listed should not affect or delay the granting of preferential tariff treatment and <br> customs clearance of the remaining items listed in the certificate of origin. <br> omissions on its fulfillment, in cases such as: <br> - typing errors, when there are no doubts that the information included in one or more <br> Modification <br> original Certificate of Origin. <br> "}, {"ArticleTitle": "Single shipment", "ArticleDesc": "Rule 6 : Single shipment <br> For the purposes of paragraph 6 of Article 41, two or more invoices for a single shipment <br> should be accepted by the customs authority of the importing Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 1 : Fungible goods and materials <br> Rule 5 : Minor error <br> Rule 7 : Invoice of a non-Party <br> Fungible goods and materials <br> Minor error <br> Invoice of a Non-Party <br> The inventory management method referred to in paragraphs 1 and 2 of Article 35 should be <br> 1. The exporter should request the reissuance of certificate of origin if a certificate of origin <br> 1. The customs authority of the importing Party may accept a certificate of origin in cases <br> subject to the Generally Accepted Accounting Principles in the exporting Party. <br> contains incorrect information. <br> where the invoice is issued either by a natural person or juridical person located in a non-Party, <br> Rule 2 : Issuance of a certificate of origin <br> 2. Notwithstanding paragraph 1, the competent governmental authority or its designees of the <br> provided that the good qualifies as an originating good of the exporting Party. <br> Rule 8 : A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> Issuance of a certificate of origin <br> exporting Party may, in response to the request of reissuance referred to in paragraph 1 or at <br> 2. In the case above, the exporter of the goods should indicate in the certificate of origin <br> 1. A certificate of origin should be on ISO A4 size paper in conformity with the specimen <br> its own initiative, make modification on the certificate of origin by striking out the errors and <br> @^@non-party invoicing@^@, identifying the full legal name and address of the natural person or <br> shown in Appendix 1-A and should be referred to as Form JP. <br> making any addition required. Such modification should be certified by authorized signature <br> juridical person issuing the invoice of non-Party. <br> 2. The Harmonized System (HS) tariff classification number as amended on 1 January 2002 <br> and seal of the competent governmental authority or its designees of the exporting Party. <br> should be indicated at the six-digit level and the description of the good should be sufficient <br> 3. Erasures, superimpositions and modifications other than those referred to in paragraph 2 <br> A certificate of origin, including description of goods which is not subject to preferential tariff treatment <br> to relate to the description of invoice and to the HS description of the good in the certificate of origin. <br> are not allowed on the issued certificate of origin. <br> In cases where some goods not subject to preferential tariff treatment are listed in a certificate <br> 3. A certificate of origin issued by the competent governmental authority or its designees of <br> 4. In the event of theft, loss or destruction of a certificate of origin; <br> of origin together with goods subject to preferential tariff treatment, the certificate of origin is <br> exporting Party should comprise one original. In the Philippines, additional copies may be <br> (a) in the Philippines, the exporter or its authorized agent may request the competent <br> valid only for goods subject to preferential tariff treatment. <br> issued in accordance with its regulations. <br> governmental authority or its designees to issue a certified true copy of the original to be <br> Rule 9 : Information on certificate of origin <br> 4. A certificate of origin should bear a reference number given by the competent <br> made out on the basis of the export documents in its possession bearing the endorsement <br> Information on certificate of origin <br> governmental authority or its designee. <br> of the words @^@CERTIFIED TRUE COPY@^@ stamped on the certificate of origin. This <br> The Parties should provide each other with a sample of the certificate of origin, the names, <br> 5. Generally, a certificate of origin should be issued by one day after the date of shipment. <br> copy should bear the date of issuance of the original certificate of origin. The certified <br> office addresses and specimen signatures of the authorized officials or persons, and <br> 6. In exceptional cases where the certificate of origin has not been issued by one day after the <br> true copy of the certificate of origin should be issued no later than one year from the date <br> impressions of stamps used for the issuance of a certificate of origin, as well as their <br> date of shipment, at the request of the exporter or its authorized agent, the certificate of origin <br> of issuance of the original certificate of origin. The certified true copy of a certificate of <br> modifications thereafter. <br> may be issued retroactively in accordance with the laws and regulations of the exporting Party <br> origin should be valid during the original term of the validity of the original certificate of origin. <br> - For Japan, it is the Embassy of Japan in the Philippines which should provide the <br> within 12 months from the date of shipment, in which case it is necessary to specify @^@ISSUED <br> (b) in Japan, the exporter or its authorized agent may request the competent governmental <br> aforementioned information to the Philippine Bureau of Customs. <br> RETROACTIVELY.@^@ In such cases, the importer of the good who claims the preferential <br> authority or its designees to issue a new certificate of origin with a new reference number <br> - For the Philippines, the Bureau of Customs should provide the abovementioned <br> tariff treatment may, subject to the laws and regulations of the importing Party, provide the <br> on the basis of the export documents in their possession, in which case the original <br> information to the Embassy of Japan in the Philippines. <br> customs authority of the importing Party with the certificate of origin issued retroactively. <br> certificate of origin should be cancelled. The new certificate of origin should indicate <br> Rule 4 : Modification <br> The certificate of origin which is issued retroactively should indicate the date of shipment. <br> the date of issuance and the reference number of the original certificate of origin. The <br> 7. Multiple items declared on a certificate of origin, should be accepted, provided that each <br> new certificate of origin should be valid during the original term of the validity of the <br> item should be qualified as an originating good. <br> 8. Signatures of the representatives of the competent governmental authority or its designees <br> may be autographed or electronically printed. <br> 1. The customs authority of the importing Party should accept minor errors, discrepancies or <br> fields of the certificate of origin is accurate; or <br> - the information that appears to surpass the space available in the field <br> 2. For multiple items declared in a certificate of origin, a problem concerning one or more of <br> the items listed should not affect or delay the granting of preferential tariff treatment and <br> customs clearance of the remaining items listed in the certificate of origin. <br> omissions on its fulfillment, in cases such as: <br> - typing errors, when there are no doubts that the information included in one or more <br> Modification <br> original Certificate of Origin. <br> "}, {"ArticleTitle": "Communication", "ArticleDesc": "Rule 10 : Communication <br> Rule 1 : Communication <br> 1. For the purposes of the verification process stipulated in Articles 43 through 45, any <br> 1. The Registering Authority of a Party, when it conducts visit on the premises of the <br> communication between the competent governmental authority of the exporting Party and the <br> conformity assessment bodies of the other Party pursuant to subparagraph 2 (a)(ii) of Article <br> customs authority of the importing Party should be made through the Embassy of Japan in the Philippines. <br> 63, the Registering Authority of a Party should send to the contact point of the other Party in <br> Such communication should be made by any method with a written <br> advance a written request for the visit. The written request should include the following information: <br> confirmation of receipt. <br> (a) Date of the visit <br> 2. The direct communication between the competent governmental authority of the exporting <br> (b) Names of the concerned conformity assessment bodies of the other Party <br> Party and the customs authority of the importing Party may be made by facsimile or <br> (c) Names and titles of officials of the Registering Authority of a Party, who conduct the visit <br> electronic mail in parallel with the communication set out in paragraph 1. <br> 2. The contact point of the other Party should make a response to the request referred to in <br> 3. The period for providing the response pursuant to paragraph 2 of Article 43 and paragraphs <br> paragraph 1 by a written notification to the Registering Authority of the former Party. If the <br> 5 and 6 of Article 44 should commence from the date of the confirmation of receipt of the <br> other Party objects to the request, the written notification should include the reasons for its objection. <br> request by the competent governmental authority of the exporting Party. <br> 3. If officials of the Registering Authority of the other Party referred to in 1 join the visit, the <br> contact point of the other Party should notify the Registering Authority of the former Party of <br> names and titles of the officials in writing before the visit. <br> 4. For the purposes of subparagraph 2(a)(iii) of Article 63, the Registering Authority of a <br> Party should send a written request to the contact point of the other Party before it has its <br> officials to accompany conformity assessment bodies of the other Party applying for <br> registration as an observer where those bodies carry out, as part of the conformity assessment <br> procedures, conformity assessment activities at the premises of entities of the other Party <br> subject to such activities. The written request should include the following information: <br> (a) Date of the accompaniment <br> (b) Names of the concerned conformity assessment bodies and the concerned entities of the other Party <br> (c) Names and capacities of officials of the Registering Authority of a Party, who will <br> accompany the conformity assessment activities <br> 5. The contact point of the other Party should make a response to the request referred to in <br> paragraph 4 by a written notification to the Registering Authority of the former Party. If the <br> 6. If officials of the Registering Authority of the other Party referred to in paragraph 4 join, as <br> (an) observer(s), the accompaniment of the officials of the former Party, the contact point of <br> the other Party should notify the Registering Authority of the former Party of names and titles <br> of its officials in writing before the accompaniment. <br> 7. If the Registering Authority of a Party specifies a period referred to in Note to <br> subparagraph 2(a) of Article 63, the Registering Authority of a Party should indicate the <br> period in the written request referred to in paragraphs 1 and 4. <br> 8. For the purposes of Article 63 2(b), whenever the Registering Authority of a Party sends <br> written questionnaires referred to in subparagraph 2(a)(i) of Article 63, the Registering <br> Authority of a Party should immediately notify the contact point of the other Party, in writing, <br> of names of the conformity assessment bodies of the other Party which receives the written questionnaires. <br> "}, {"ArticleTitle": "Goods in Transit or Storage", "ArticleDesc": "Rule 11 : Goods in Transit or Storage <br> Preferential tariff treatment for the originating goods which are in transit or in temporary <br> storage in bonded area on the date of entry into force of this Agreement, should be accorded <br> subject to the submission of a certificate of origin issued retroactively to the customs authority <br> of the importing Party in accordance with its laws and regulations. <br> "}, {"ArticleTitle": "Focal points of Administrative offices", "ArticleDesc": "Rule 12 : Focal points of Administrative offices <br> 1. The focal point of the competent governmental authority of the exporting Party referred to <br> in subparagraph (a) of Article 28 is: <br> - the Origin Certification Policy Office of the Trade Administration Division of the Trade <br> and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry, for Japan and <br> - the Bureau of Customs, for the Philippines. <br> 2. The focal point of the customs authority referred to in subparagraph (b) of Article 28 is: <br> - the Customs and Tariff Bureau of the Ministry of Finance, for Japan; and <br> 3. The Parties should provide each other with the address, phone number, fax number and <br> e-mail address of the focal points referred to in paragraphs 1 and 2 upon adoption of this <br> Operational Procedures, and should notify any modification regarding such information <br> within 30 days after such modification. <br> 4. If the competent governmental authority of the exporting Party designates entities or bodies <br> to carry out the issuance of the certificate of origin, or makes modification or revocation in <br> respect of designees, this should be immediately notified by: in the case of Japan, the <br> Embassy of Japan in the Philippines to the Bureau of Customs of the Philippines; and in the <br> case of the Philippines, the Bureau of Customs to the Embassy of Japan in the Philippines. <br> "}, {"ArticleTitle": "Communication", "ArticleDesc": "Rule 10 : Communication <br> Rule 1 : Communication <br> 1. For the purposes of the verification process stipulated in Articles 43 through 45, any <br> 1. The Registering Authority of a Party, when it conducts visit on the premises of the <br> communication between the competent governmental authority of the exporting Party and the <br> conformity assessment bodies of the other Party pursuant to subparagraph 2 (a)(ii) of Article <br> customs authority of the importing Party should be made through the Embassy of Japan in the Philippines. <br> 63, the Registering Authority of a Party should send to the contact point of the other Party in <br> Such communication should be made by any method with a written <br> advance a written request for the visit. The written request should include the following information: <br> confirmation of receipt. <br> (a) Date of the visit <br> 2. The direct communication between the competent governmental authority of the exporting <br> (b) Names of the concerned conformity assessment bodies of the other Party <br> Party and the customs authority of the importing Party may be made by facsimile or <br> (c) Names and titles of officials of the Registering Authority of a Party, who conduct the visit <br> electronic mail in parallel with the communication set out in paragraph 1. <br> 2. The contact point of the other Party should make a response to the request referred to in <br> 3. The period for providing the response pursuant to paragraph 2 of Article 43 and paragraphs <br> paragraph 1 by a written notification to the Registering Authority of the former Party. If the <br> 5 and 6 of Article 44 should commence from the date of the confirmation of receipt of the <br> other Party objects to the request, the written notification should include the reasons for its objection. <br> request by the competent governmental authority of the exporting Party. <br> 3. If officials of the Registering Authority of the other Party referred to in 1 join the visit, the <br> contact point of the other Party should notify the Registering Authority of the former Party of <br> names and titles of the officials in writing before the visit. <br> 4. For the purposes of subparagraph 2(a)(iii) of Article 63, the Registering Authority of a <br> Party should send a written request to the contact point of the other Party before it has its <br> officials to accompany conformity assessment bodies of the other Party applying for <br> registration as an observer where those bodies carry out, as part of the conformity assessment <br> procedures, conformity assessment activities at the premises of entities of the other Party <br> subject to such activities. The written request should include the following information: <br> (a) Date of the accompaniment <br> (b) Names of the concerned conformity assessment bodies and the concerned entities of the other Party <br> (c) Names and capacities of officials of the Registering Authority of a Party, who will <br> accompany the conformity assessment activities <br> 5. The contact point of the other Party should make a response to the request referred to in <br> paragraph 4 by a written notification to the Registering Authority of the former Party. If the <br> 6. If officials of the Registering Authority of the other Party referred to in paragraph 4 join, as <br> (an) observer(s), the accompaniment of the officials of the former Party, the contact point of <br> the other Party should notify the Registering Authority of the former Party of names and titles <br> of its officials in writing before the accompaniment. <br> 7. If the Registering Authority of a Party specifies a period referred to in Note to <br> subparagraph 2(a) of Article 63, the Registering Authority of a Party should indicate the <br> period in the written request referred to in paragraphs 1 and 4. <br> 8. For the purposes of Article 63 2(b), whenever the Registering Authority of a Party sends <br> written questionnaires referred to in subparagraph 2(a)(i) of Article 63, the Registering <br> Authority of a Party should immediately notify the contact point of the other Party, in writing, <br> of names of the conformity assessment bodies of the other Party which receives the written questionnaires. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Rule 2 : Contact Points <br> The contact point referred to in Rule 1 is: <br> - in the case of Japan, the Second Southeast Asia Division of the Southeast and Southwest <br> Asian Affairs Department of the Ministry of Foreign Affairs <br> - in the case of the Philippines, the Bureau of Product Standards of the Department of Trade and Industry <br> Chapter 4 <br> Customs Procedures <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 50 : Scope and Coverage <br> 1 This Chapter shall apply to customs procedures <br> required for the clearance of goods traded between the Parties. <br> 2 This Chapter shall be implemented by the Parties in <br> accordance with the laws and regulations in force in each <br> Party and within the available resources of their <br> respective customs authorities. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 51 : Definitions <br> For the purposes of this Chapter: <br> (a) the term @^@customs authority@^@ means the customs <br> authority as defined in subparagraph (b) of Article 28; and <br> (b) the term @^@customs laws@^@ means such laws and <br> regulations administered and enforced by the <br> customs authority of each Party concerning the <br> importation, exportation, and transit of goods, <br> as they relate to customs duties, charges, and <br> other taxes, or to prohibitions, restrictions, <br> and other similar controls with respect to the <br> movement of controlled items across the boundary <br> of the customs territory of each Party. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 52 : Transparency <br> 1 Each Party shall ensure that all relevant information <br> of general application pertaining to its customs laws is <br> readily available to any interested person. <br> 2 When information that has been made available must be <br> amended due to changes in its customs laws, each Party <br> shall, wherever possible, continue to make the revised <br> information publicly available prior to the entry into force of the changes. <br> 3 At the request of the interested person, each Party <br> shall provide, as quickly and as accurately as possible, <br> information relating to the specific matters raised by the <br> interested person and pertaining to its customs laws. Each <br> Party shall supply not only the information specifically <br> requested but also any other pertinent information which it <br> considers the interested person should be made aware of. <br> Each Party shall endeavor to provide such information in <br> language mutually understandable within its available resources. <br> "}, {"ArticleTitle": "Customs Clearance", "ArticleDesc": "Article 53 : Customs Clearance <br> 1 Both Parties shall make cooperative efforts for <br> simplification and harmonization of their customs <br> procedures by observing the following principles: <br> (a) the application of customs procedures in a <br> predictable, consistent and transparent manner; <br> (b) cooperation wherever appropriate with other national authorities, <br> customs authorities of non-Parties and the trading communities; and <br> possible, with relevant international standards <br> (c) the provision to affected parties of easily <br> accessible processes of administrative and judicial review. <br> 2 For the accomplishment of the purpose of paragraph 1 above, each Party shall: <br> (a)make use of information and communications technology; <br> (b) reduce and simplify import and export documentation requirements; and <br> (c) harmonize its customs procedures, as far as <br> and recommended practices such as those made <br> under the auspices of the World Customs Organization. <br> "}, {"ArticleTitle": "Goods in Transit", "ArticleDesc": "Article 54 : Goods in Transit <br> Each Party shall continue to facilitate customs <br> clearance of goods in transit from or to the other Party in <br> accordance with paragraph 3 of Article V of the GATT 1994. <br> "}, {"ArticleTitle": "Cooperation and Exchange of Information", "ArticleDesc": "Article 55 : Cooperation and Exchange of Information <br> 1 The Parties shall cooperate and exchange information <br> with each other, in the fields of customs procedures, <br> including their enforcement against trafficking of <br> prohibited goods and importation and exportation of goods <br> suspected of infringing intellectual property rights. <br> 2 For the effective implementation of paragraph 1 above, <br> the Parties shall cooperate and exchange information, as <br> provided for in the Implementing Agreement. <br> 3 Article 9 shall not apply to the exchange of <br> information under this Article. <br> "}, {"ArticleTitle": "Sub-Committee on Customs Procedures", "ArticleDesc": "Article 56 : Sub-Committee on Customs Procedures <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Customs <br> Procedures (hereinafter referred to in this Article as @^@the <br> Sub-Committee@^@) shall be established pursuant to Article 13. <br> 2 The functions of the Sub-Committee shall be: <br> (a) reviewing the implementation and operation of this Chapter; <br> (b) reporting the findings of the Sub-Committee to <br> the Joint Committee; <br> (c) identifying areas to be improved for facilitating <br> trade between the Parties; and <br> (d) performing other functions as may be delegated by <br> the Joint Committee pursuant to Article 13. <br> 3 The composition of the Sub-Committee shall be <br> specified in the Implementing Agreement. <br> 4 The Sub-Committee shall meet at such venue and times <br> as may be agreed by the Parties. <br> Chapter 5 <br> Paperless Trading <br> "}, {"ArticleTitle": "Cooperation on Paperless Trading between the Parties", "ArticleDesc": "Article 57 : Cooperation on Paperless Trading between the Parties <br> The Parties, recognizing that trading using electronic <br> filing and transfer of trade-related information and <br> electronic versions of documents such as bills of lading, <br> invoices, letters of credit and insurance certificates, as <br> an alternative to paper-based methods (hereinafter referred <br> to in this Chapter as @^@paperless trading@^@), will <br> significantly enhance the efficiency of trade through <br> reduction of cost and time, shall cooperate through the <br> exchange of views and information on realizing and <br> promoting paperless trading between them. <br> "}, {"ArticleTitle": "Cooperation on Paperless Trading between Private Entities", "ArticleDesc": "Article 58 : Cooperation on Paperless Trading between Private Entities <br> The Parties shall encourage cooperation between their <br> relevant private entities engaging in activities related to <br> paperless trading. Such cooperation may include the <br> setting up and operation by such private entities of <br> facilities (hereinafter referred to in this Chapter as @^@the <br> facilities@^@) that provide efficient and secured flow of <br> electronic trade-related information and electronic <br> versions of documents between juridical persons of the Parties. <br> "}, {"ArticleTitle": "Review of Realization of Paperless Trading", "ArticleDesc": "Article 59 : Review of Realization of Paperless Trading <br> The Parties shall review, at such frequency as the <br> Parties may agree on, the progress made in realizing <br> paperless trading in which electronic trade-related <br> information and electronic versions of relevant documents <br> exchanged between enterprises of the Parties through the <br> facilities may be used as supporting documents by the trade <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "regulatory bodies of the respective Parties. <br> "}]}]}, "members_found": ["608", "392"]}