{"FtaRooDetails": {"FtaId": 156, "FtaCode": "ITC00161", "FtaName": "EPA, Japan-Singapore", "FtaFullName": "AGREEMENT BETWEEN JAPAN AND THE REPUBLIC OF SINGAPORE FOR A NEW-AGE ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "30.11.2002", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, Japan-Singapore", "AdminProcCooAuth": "The certification type under EPA, Japan-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, Japan-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, Japan-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH or RVC 40%", "RooText": "A change to subheading 8701.10 through 8716.90 from any other subheading; or No required change in tariff classification to subheading 8701.10 through 8716.90, provided that there is a qualifying value content of not less than 40 per cent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Explanatory Notes", "RooText": " Attachment A<br /> ANNEX II A<br /> PRODUCT-SPECIFIC RULES<br /> Section 1<br /> EXPLANATORY NOTES<br /> 1 This Annex is made based on the Harmonized System as<br /> amended on 1 January 2002.<br /> 2 Reference to weight in this Annex means dry weight<br /> unless otherwise specified in the Harmonized System.<br /> 3 Specific percentages referred to in Article 25 in<br /> relation to the total value of non-originating materials or<br /> the total weight thereof used in the production of a good<br /> provided for in Chapters 20, 21, and 28 through 97 of the<br /> Harmonized System, that do not undergo an applicable change<br /> in tariff classification, are as follows:<br /> (a)  in the case of a good provided for in Chapters 20<br /> and 21 of the Harmonized System, 7 per cent in<br /> value of the good;<br /> (b)  in the case of a good provided for in Chapters 28<br /> through 49 and 64 through 97 of the Harmonized<br /> System, 10 per cent in value of the good; and<br /> (c)  in the case of a good provided for in Chapters 50<br /> through 63 of the Harmonized System, 7 per cent<br /> by weight of the good.<br /> Note 1:  The term \"value of non-originating materials\"<br /> means the non-qualifying value of materials<br /> determined in accordance with Article 23.<br /> Note 2:  The term \"value of the good\" means the free-<br /> on-board value of the good referred to in<br /> sub-paragraph (b) of paragraph 5 of Article<br /> 23<br /> 4 (a)  A good which is covered by Attachment A or B of<br /> the Ministerial Declaration on Trade in<br /> Information Technology Products adopted in the<br /> Ministerial Conference of the World Trade<br /> Organization on 13 December 1996 and is used as a<br /> material in the production of another good in a<br /> Party may be considered as an originating<br /> material of the Party, regardless of the<br /> applicable product specific rule for the former<br /> good, provided that the former good is assembled<br /> in either Party.<br /> (b)  Sub-paragraph (a) above shall not apply to a good<br /> which is classified in subheadings 8541.10<br /> through 8542.90.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00161_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/singapore/jsepa0711/attachment_b.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00161_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/Japan%20Singapore%20EPA/Legal%20Text/Chapter%203/Annex20IIA2020Rules20of20Origin20Product20Specific20Rules2020effective200120Jan202008.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00161_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/singapore/jsepa-1.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00161_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/Japan%20Singapore%20EPA/Legal%20Text/Chapter%204/Chapter2042020Customs20Procedure.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00161_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/asia-paci/singapore/jsepa.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Accumulation <br /> 1 For the purpose of determining whether a good is an <br /> originating good of the other Party, either Party shall <br /> consider the production in its territory as that in the <br /> territory of the other Party, where such good is produced <br /> in the territory or territories of one or both Parties. <br /> 2 The production of a Party includes the production at <br /> different stages undertaken by one or more producers located in its territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "chapter-specific", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : De Minimis <br /> For the application of the product-specific rules <br /> provided for in Annex II A, non-originating materials which <br /> do not satisfy the rules shall be disregarded, provided <br /> that the totality of such materials does not exceed <br /> specific percentages in value, weight or volume of the good, <br /> as provided for in Annex II A.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Originating Goods <br /> 1 For the purposes of this Agreement, goods wholly <br /> obtained or produced entirely in a Party shall be treated <br /> as originating goods of that Party. The following goods <br /> shall be considered as being wholly obtained or produced <br /> entirely in a Party: <br /> (a) live animals born and raised in the territory of that Party; <br /> (b) animals obtained by hunting, trapping, fishing, <br /> gathering or capturing in the territory of that Party; <br /> (c) goods obtained from live animals in the territory of that Party; <br /> (d) plants and plant products harvested, picked or <br /> gathered in the territory of that Party; <br /> (e) minerals and other naturally occurring substances, <br /> not included in sub-paragraphs (a) through (d) <br /> above, extracted or taken in the territory of that Party; <br /> (f) goods of sea-fishing and other goods taken <br /> from the sea, outside the territorial sea of <br /> that Party, by vessels: <br /> (i) which are registered in that Party; <br /> (ii) which sail under the flag of that Party; <br /> (iii) which are owned to an extent of at least <br /> 51 per cent by nationals of either Party <br /> or both Parties, and/or by a juridical <br /> person(Note) with its head office in the <br /> territory of either Party, of which the <br /> representatives, chairman of the board <br /> of directors, and the majority of the <br /> members of such board are nationals of <br /> either Party or both Parties, and of <br /> which at least 51 per cent of the equity <br /> interest is owned by nationals and/or <br /> juridical persons of either Party or both Parties; and <br /> (iv) of which at least 75 per cent of the <br /> total of the master, officers and crew <br /> are nationals of either Party or both <br /> Parties or non-Parties which are member <br /> countries of the Association of Southeast Asian Nations; <br /> Note: For the purposes of sub-paragraphs (f) and (g), the term <br /> @^@juridical person@^@ means any legal entity duly constituted or <br /> otherwise organised under applicable law, whether for <br /> profit or otherwise, and whether privately-owned or <br /> governmentally-owned, including any corporation, trust <br /> partnership, joint venture, sole proprietorship or association. <br /> (g) goods obtained or produced on board factory <br /> ships, outside the territorial sea of that Party: <br /> (i) which are registered in that Party; <br /> (ii) which sail under the flag of that Party; <br /> (iii) which are owned to an extent of at least <br /> 51 per cent by nationals of either Party <br /> or both Parties, and/or by a juridical <br /> person with its head office in the <br /> territory of either Party, of which the <br /> representatives, chairman of the board <br /> of directors, and the majority of the <br /> members of such board are nationals of <br /> either Party or both Parties, and of <br /> which at least 51 per cent of the equity <br /> interest is owned by nationals and/or <br /> juridical persons of either Party or both Parties; and <br /> (iv) of which at least 75 per cent of the <br /> total of the master, officers and crew <br /> are nationals of either Party or both <br /> Parties or non-Parties which are member <br /> countries of the Association of Southeast Asian Nations, <br /> provided that these goods are manufactured <br /> from goods referred to in sub-paragraph (f) above; <br /> (h) goods taken from the sea bed or subsoil beneath <br /> the sea bed outside the territorial sea of that <br /> Party, in accordance with the provisions of the <br /> United Nations Convention on the Law of the Sea; <br /> (i) articles collected in the territory of that Party <br /> which can no longer perform their original <br /> purpose in its territory nor are capable of being <br /> restored or repaired and which are fit only for <br /> disposal or for the recovery of parts or raw materials; <br /> (j) scrap and waste derived from manufacturing or <br /> processing operations or from consumption in the <br /> territory of that Party and fit only for disposal <br /> or for the recovery of raw materials; <br /> (k) parts or raw materials recovered in the territory <br /> of that Party from articles which can no longer <br /> perform their original purpose nor are capable of <br /> being restored or repaired; and <br /> (l) goods obtained or produced in the territory of <br /> that Party solely from goods referred to in sub- <br /> paragraphs (a) through (k) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Insufficient Operations <br /> 1 The following operations or processes shall not be <br /> considered as the sufficient transformation provided for in <br /> paragraph 3 of Article 23: <br /> (a) operations to ensure the preservation of products <br /> in good condition during transport and storage <br /> (such as drying, freezing, keeping in brine) and other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) affixing marks, labels and other like <br /> distinguishing signs on products or their packaging; <br /> (d) disassembly; <br /> (e) placing in bottles, cases, boxes and other simple packaging operations; <br /> (f) simple cutting; <br /> (g) simple mixing; <br /> (h) simple assembly of parts to constitute a complete product; <br /> (i) simple making-up of sets of articles; and <br /> (j) a combination of two or more operations referred <br /> to in sub-paragraphs (a) through (i) above. <br /> 2 A Party shall not exclude the value added through any <br /> of the operations or processes provided for in paragraph 1 <br /> above in calculating the qualifying value content of a good. <br /> 3 An originating good shall not lose its originating <br /> condition merely because it undergoes, outside the <br /> territory of either of the Parties, any of the operations <br /> provided for in paragraph 1 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Originating Goods <br /> 5 (a) Product-specific rules using the value-added method require that: <br /> (i) the qualifying value content of the good, <br /> determined in accordance with sub-paragraph <br /> (b) below and Article 24 below, is not less <br /> than the percentage specified by the rule <br /> for the good in Annex II A; and <br /> (ii) the good has undergone its last production <br /> or operation which satisfies the requirement <br /> of sub-paragraph (i) above in the territory of either Party. <br /> (b) For the purpose of calculating the qualifying <br /> value content of a good pursuant to sub-paragraph (a) <br /> above, the following formula shall be applied: <br /> Q.V.C. = [(F.O.B. - N.Q.M.)/F.O.B.] x 100 <br /> Where: <br /> Q.V.C. is the qualifying value content of a <br /> good, expressed as a percentage; <br /> F.O.B. is the free-on-board value of a good <br /> payable by the buyer to the seller, <br /> regardless of the mode of shipment, not <br /> including any internal excise taxes reduced, <br /> exempted, or repaid when the good is exported; and <br /> N.Q.M. is the non-qualifying value of <br /> materials used by the producer in the <br /> production of the good, calculated in <br /> accordance with sub-paragraph (c) below. <br /> (c) For the purpose of calculating the non-qualifying <br /> value of materials pursuant to sub-paragraph (b) <br /> above, the following formula shall be applied: <br /> N.Q.M. = T.V.M. - Q.V.M. <br /> Where: <br /> T.V.M. is the total value of materials; and <br /> Q.V.M. is the qualifying value of materials. <br /> 6 For the purpose of sub-paragraph (c) of paragraph 5 above: <br /> (a) the qualifying value of materials shall be: <br /> (i) the total value of the material if the <br /> material satisfies the requirements of sub- <br /> paragraph (b) below; or <br /> (ii)the value of the material that can be <br /> attributed to one or both of the Parties if <br /> the material does not satisfy the <br /> requirements of sub-paragraph (b) below; and <br /> (b) for the purpose of sub-paragraph (a) above, a <br /> material shall be considered to have satisfied <br /> the requirements of this sub-paragraph if: <br /> (i) the content of the value of the material <br /> that can be attributed to one or both of the <br /> Parties is not less than 40 per cent of the <br /> total value of the material; and <br /> (ii) the material has undergone its last <br /> production or operation in the territory of either Party. <br /> 7. The value of a material used in the <br /> production of a good in a Party shall be the CIF <br /> value and shall be determined in accordance with <br /> the Agreement on Customs Valuation(Note), or, if <br /> this is not known and cannot be ascertained, the <br /> first ascertainable price paid for the material in the Party. <br /> Note: The Agreement on Customs Valuation shall <br /> apply mutatis mutandis to domestic <br /> transactions or to the cases where there <br /> is no transaction of the material. <br /> 8 A material used in the production of a good, for which", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Consignment Criteria <br /> The originating goods of the other Party shall be <br /> deemed to meet the consignment criteria when they are: <br /> (a) transported directly from the territory of the other Party; or <br /> (b) transported through the territory or territories <br /> of one or more non-Parties for the purpose of <br /> transit or temporary storing in warehouses in <br /> such territory or territories, provided that they <br /> do not undergo operations other than unloading, <br /> reloading or operations to preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Originating Goods <br /> 1 For the purposes of this Agreement, goods wholly <br /> obtained or produced entirely in a Party shall be treated <br /> as originating goods of that Party. The following goods <br /> shall be considered as being wholly obtained or produced <br /> entirely in a Party: <br /> (a) live animals born and raised in the territory of that Party; <br /> (b) animals obtained by hunting, trapping, fishing, <br /> gathering or capturing in the territory of that Party; <br /> (c) goods obtained from live animals in the territory of that Party; <br /> (d) plants and plant products harvested, picked or <br /> gathered in the territory of that Party; <br /> (e) minerals and other naturally occurring substances, <br /> not included in sub-paragraphs (a) through (d) <br /> above, extracted or taken in the territory of that Party; <br /> (f) goods of sea-fishing and other goods taken <br /> from the sea, outside the territorial sea of <br /> that Party, by vessels: <br /> (i) which are registered in that Party; <br /> (ii) which sail under the flag of that Party; <br /> (iii) which are owned to an extent of at least <br /> 51 per cent by nationals of either Party <br /> or both Parties, and/or by a juridical <br /> person(Note) with its head office in the <br /> territory of either Party, of which the <br /> representatives, chairman of the board <br /> of directors, and the majority of the <br /> members of such board are nationals of <br /> either Party or both Parties, and of <br /> which at least 51 per cent of the equity <br /> interest is owned by nationals and/or <br /> juridical persons of either Party or both Parties; and <br /> (iv) of which at least 75 per cent of the <br /> total of the master, officers and crew <br /> are nationals of either Party or both <br /> Parties or non-Parties which are member <br /> countries of the Association of Southeast Asian Nations; <br /> Note: For the purposes of sub-paragraphs (f) and (g), the term <br /> @^@juridical person@^@ means any legal entity duly constituted or <br /> otherwise organised under applicable law, whether for <br /> profit or otherwise, and whether privately-owned or <br /> governmentally-owned, including any corporation, trust <br /> partnership, joint venture, sole proprietorship or association. <br /> (g) goods obtained or produced on board factory <br /> ships, outside the territorial sea of that Party: <br /> (i) which are registered in that Party; <br /> (ii) which sail under the flag of that Party; <br /> (iii) which are owned to an extent of at least <br /> 51 per cent by nationals of either Party <br /> or both Parties, and/or by a juridical <br /> person with its head office in the <br /> territory of either Party, of which the <br /> representatives, chairman of the board <br /> of directors, and the majority of the <br /> members of such board are nationals of <br /> either Party or both Parties, and of <br /> which at least 51 per cent of the equity <br /> interest is owned by nationals and/or <br /> juridical persons of either Party or both Parties; and <br /> (iv) of which at least 75 per cent of the <br /> total of the master, officers and crew <br /> are nationals of either Party or both <br /> Parties or non-Parties which are member <br /> countries of the Association of Southeast Asian Nations, <br /> provided that these goods are manufactured <br /> from goods referred to in sub-paragraph (f) above; <br /> (h) goods taken from the sea bed or subsoil beneath <br /> the sea bed outside the territorial sea of that <br /> Party, in accordance with the provisions of the <br /> United Nations Convention on the Law of the Sea; <br /> (i) articles collected in the territory of that Party <br /> which can no longer perform their original <br /> purpose in its territory nor are capable of being <br /> restored or repaired and which are fit only for <br /> disposal or for the recovery of parts or raw materials; <br /> (j) scrap and waste derived from manufacturing or <br /> processing operations or from consumption in the <br /> territory of that Party and fit only for disposal <br /> or for the recovery of raw materials; <br /> (k) parts or raw materials recovered in the territory <br /> of that Party from articles which can no longer <br /> perform their original purpose nor are capable of <br /> being restored or repaired; and <br /> (l) goods obtained or produced in the territory of <br /> that Party solely from goods referred to in sub- <br /> paragraphs (a) through (k) above. <br /> 2. For the purposes of this Agreement, goods <br /> which are produced entirely in the territory of a <br /> Party exclusively from originating materials of <br /> the Party shall be treated as originating goods of that Party. <br /> 3 For the purposes of this Agreement, goods which have <br /> undergone sufficient transformation in a Party shall be <br /> treated as originating goods of that Party. Goods which <br /> satisfy the product-specific rules provided for in Annex II <br /> A shall be considered as goods to which sufficient <br /> transformation has been carried out in a Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 28A : Fungible Goods and Materials <br /> 1 For the purposes of determining whether a <br /> good is an originating good of a Party, where <br /> fungible originating materials of the Party and <br /> fungible non-originating materials that are <br /> commingled in an inventory are used in the <br /> production of the good, the origin of the <br /> materials may be determined pursuant to an <br /> inventory management method under the Generally <br /> Accepted Accounting Principles in the territory of the Party. <br /> 2 Where fungible originating goods of a Party <br /> and fungible non-originating goods are commingled <br /> in an inventory and, prior to exportation, do not <br /> undergo any production process or any operation <br /> in the territory of the Party where they were <br /> commingled other than unloading, reloading or <br /> operations to preserve them in good condition, <br /> the origin of the goods may be determined <br /> pursuant to an inventory management method under <br /> the Generally Accepted Accounting Principles in <br /> the territory of the Party.@^@", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Claim for Preferential Tariff Treatment <br /> 1 The importing Party may require a certificate of <br /> origin for an originating good of the other Party from <br /> importers who claim the preferential tariff treatment <br /> provided for in paragraph 1 of Article 14 for the good. <br /> 2 Notwithstanding paragraph 1 above, the importing Party <br /> shall not require a certificate of origin from importers for: <br /> (a) an importation of a consignment of a good whose <br /> aggregate customs value does not exceed <br /> JPY 200,000 or its equivalent amount; or <br /> (b) an importation of a good into its territory, for <br /> which the importing Party has waived the <br /> requirement for a certification of origin. <br /> 3 Where originating goods are imported through the <br /> territory or territories of one or more non-Parties, the <br /> importing Party may request importers, who claim the <br /> preferential tariff treatment provided for in paragraph 1 <br /> of Article 14 for the goods, to submit a copy of through <br /> bill of lading, or a certificate or any other information <br /> given by the customs administration of such non-Parties or <br /> other relevant entities, which evidences that they do not <br /> undergo operation other than unloading, reloading or <br /> operations to preserve them in good condition in such territory or territories. <br /> Article 31 : Certificate of Origin <br /> 1 The certificate of origin referred to in paragraph 1 <br /> of Article 29 shall be that issued by the certification <br /> bodies designated by the exporting Party. <br /> 2 Such certificate of origin shall include minimum data <br /> specified in Annex II B. <br /> 3 The issued certificate of origin shall be valid for <br /> 12 months from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than JPY 200000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Claim for Preferential Tariff Treatment <br /> 2 Notwithstanding paragraph 1 above, the importing Party <br /> shall not require a certificate of origin from importers for: <br /> (a) an importation of a consignment of a good whose <br /> aggregate customs value does not exceed <br /> JPY 200,000 or its equivalent amount; or <br /> (b) an importation of a good into its territory, for <br /> which the importing Party has waived the <br /> requirement for a certification of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 35A : Definitions under Chapter 4 <br /> For the purposes of this Chapter: <br /> (a) the term @^@customs administration@^@ <br /> means, in Japan, the Ministry of <br /> Finance, and, in the Republic of <br /> Singapore (hereinafter referred to in <br /> this Agreement as @^@Singapore@^@), the <br /> Singapore Customs of the Ministry of Finance; and", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Certificate of Origin <br /> 3 The issued certificate of origin shall be valid for <br /> 12 months from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Claim for Preferential Tariff Treatment <br /> 3 Where originating goods are imported through the <br /> territory or territories of one or more non-Parties, the <br /> importing Party may request importers, who claim the <br /> preferential tariff treatment provided for in paragraph 1 <br /> of Article 14 for the goods, to submit a copy of through <br /> bill of lading, or a certificate or any other information <br /> given by the customs administration of such non-Parties or <br /> other relevant entities, which evidences that they do not <br /> undergo operation other than unloading, reloading or <br /> operations to preserve them in good condition in such territory or territories.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Denial of Preferential Tariff Treatment <br /> The importing Party may deny preferential tariff <br /> treatment to a good for which an importer in its territory <br /> claims preferential tariff treatment where the good does <br /> not meet the requirements of this Chapter or where the <br /> importer fails to comply with any of the relevant <br /> requirements of this Chapter. <br /> Article 33 : Assistance for Checking of Certificate of Origin <br /> 1 The importing Party may, within three years <br /> after the importation of the good, request the <br /> exporting Party to assist to check the <br /> authenticity or accuracy of the certificate of <br /> origin. Where such request has been made, the <br /> exporting Party shall endeavour to take necessary <br /> measures to provide the assistance requested. <br /> 2 Paragraph 1 of Article 14 shall not be <br /> construed so as to oblige the importing Party to <br /> accord the preferential tariff treatment to a <br /> good whose qualification as an originating good <br /> cannot be determined by the importing Party even <br /> after checking the authenticity or accuracy of <br /> the certificate of origin with the assistance <br /> provided by the exporting Party in accordance <br /> with paragraph 1 of this Article.@^@", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 30 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Advance Rulings <br /> 1 The importing Party shall, prior to the importation of <br /> a good into its territory, issue a written advance ruling <br /> in accordance with its laws and regulations as to whether <br /> the good qualifies as an originating good to importers of <br /> the good or their agents and exporters of the good or their <br /> agents, where a written application is made with all the <br /> necessary information and the Party has no reasonable <br /> grounds to deny the issuance. The importing Party shall <br /> endeavour to issue such advance ruling regarding the origin <br /> of the good within 30 days of receipt of all the necessary <br /> documents for the advance ruling. <br /> 2 The importing Party shall respect the issued ruling <br /> with regard to importation into its territory of the good <br /> for which the ruling was issued for a period of three years <br /> from the date of issuance of the advance ruling. <br /> 3 The importing Party may modify or revoke the issued ruling: <br /> (a) if the ruling was based on an error of fact; <br /> (b) if there is a change in the material facts or <br /> circumstances on which the ruling was based; or <br /> (c) to conform with an amendment to this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Accumulation <br> Article 28A : Fungible Goods and Materials <br> Accumulation <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 For the purpose of determining whether a good is an <br> 1 For the purposes of determining whether a <br> originating good of the other Party, either Party shall <br> good is an originating good of a Party, where <br> consider the production in its territory as that in the <br> fungible originating materials of the Party and <br> territory of the other Party, where such good is produced <br> fungible non-originating materials that are <br> in the territory or territories of one or both Parties. <br> commingled in an inventory are used in the <br> 2 The production of a Party includes the production at <br> production of the good, the origin of the <br> materials may be determined pursuant to an <br> inventory management method under the Generally <br> Accepted Accounting Principles in the territory of the Party. <br> For the application of the product-specific rules <br> 2 Where fungible originating goods of a Party <br> provided for in Annex II A, non-originating materials which <br> and fungible non-originating goods are commingled <br> do not satisfy the rules shall be disregarded, provided <br> in an inventory and, prior to exportation, do not <br> that the totality of such materials does not exceed <br> undergo any production process or any operation <br> specific percentages in value, weight or volume of the good, <br> in the territory of the Party where they were <br> as provided for in Annex II A. <br> commingled other than unloading, reloading or <br> Article 26 : Insufficient Operations <br> operations to preserve them in good condition, <br> Insufficient Operations <br> the origin of the goods may be determined <br> 1 The following operations or processes shall not be <br> pursuant to an inventory management method under <br> considered as the sufficient transformation provided for in <br> the Generally Accepted Accounting Principles in <br> paragraph 3 of Article 23: <br> the territory of the Party.@^@ <br> Article 29 : Claim for Preferential Tariff Treatment <br> in good condition during transport and storage <br> 1 The importing Party may require a certificate of <br> origin for an originating good of the other Party from <br> (c) affixing marks, labels and other like <br> importers who claim the preferential tariff treatment <br> provided for in paragraph 1 of Article 14 for the good. <br> (d) disassembly; <br> (e) placing in bottles, cases, boxes and other simple packaging operations; <br> (f) simple cutting; <br> (a) an importation of a consignment of a good whose <br> (g) simple mixing; <br> aggregate customs value does not exceed <br> JPY 200,000 or its equivalent amount; or <br> (i) simple making-up of sets of articles; and <br> (b) an importation of a good into its territory, for <br> (j) a combination of two or more operations referred <br> which the importing Party has waived the <br> to in sub-paragraphs (a) through (i) above. <br> requirement for a certification of origin. <br> 2 A Party shall not exclude the value added through any <br> 3 Where originating goods are imported through the <br> of the operations or processes provided for in paragraph 1 <br> territory or territories of one or more non-Parties, the <br> above in calculating the qualifying value content of a good. <br> importing Party may request importers, who claim the <br> 3 An originating good shall not lose its originating <br> preferential tariff treatment provided for in paragraph 1 <br> condition merely because it undergoes, outside the <br> of Article 14 for the goods, to submit a copy of through <br> territory of either of the Parties, any of the operations <br> bill of lading, or a certificate or any other information <br> provided for in paragraph 1 of this Article. <br> given by the customs administration of such non-Parties or <br> Article 27 : Consignment Criteria <br> other relevant entities, which evidences that they do not <br> undergo operation other than unloading, reloading or <br> The originating goods of the other Party shall be <br> operations to preserve them in good condition in such territory or territories. <br> deemed to meet the consignment criteria when they are: <br> Article 30 : Denial of Preferential Tariff Treatment <br> (a) transported directly from the territory of the other Party; or <br> (b) transported through the territory or territories <br> The importing Party may deny preferential tariff <br> of one or more non-Parties for the purpose of <br> treatment to a good for which an importer in its territory <br> transit or temporary storing in warehouses in <br> claims preferential tariff treatment where the good does <br> such territory or territories, provided that they <br> not meet the requirements of this Chapter or where the <br> do not undergo operations other than unloading, <br> importer fails to comply with any of the relevant <br> De Minimis <br> reloading or operations to preserve them in good condition. <br> Article 31 : Certificate of Origin <br> different stages undertaken by one or more producers located in its territory. <br> Certificate of Origin <br> of Article 29 shall be that issued by the certification <br> (b) changes of packaging and breaking up and assembly of packages; <br> bodies designated by the exporting Party. <br> 2 Such certificate of origin shall include minimum data <br> requirements of this Chapter. <br> specified in Annex II B. <br> 3 The issued certificate of origin shall be valid for <br> 12 months from the date of issue. <br> Article 32 : Advance Rulings <br> 1 The importing Party shall, prior to the importation of <br> a good into its territory, issue a written advance ruling <br> in accordance with its laws and regulations as to whether <br> the good qualifies as an originating good to importers of <br> Article 25 : De Minimis <br> (a) if the ruling was based on an error of fact; <br> the good or their agents and exporters of the good or their <br> agents, where a written application is made with all the <br> Claim for Preferential Tariff Treatment <br> necessary information and the Party has no reasonable <br> grounds to deny the issuance. The importing Party shall <br> endeavour to issue such advance ruling regarding the origin <br> of the good within 30 days of receipt of all the necessary <br> documents for the advance ruling. <br> (h) simple assembly of parts to constitute a complete product; <br> 2 The importing Party shall respect the issued ruling <br> with regard to importation into its territory of the good <br> for which the ruling was issued for a period of three years <br> from the date of issuance of the advance ruling. <br> 3 The importing Party may modify or revoke the issued ruling: <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> (b) if there is a change in the material facts or <br> shall not require a certificate of origin from importers for: <br> circumstances on which the ruling was based; or <br> (c) to conform with an amendment to this Agreement. <br> Article 33 : Assistance for Checking of Certificate of Origin <br> Assistance for Checking of Certificate of Origin <br> 1 The importing Party may, within three years <br> after the importation of the good, request the <br> Denial of Preferential Tariff Treatment <br> exporting Party to assist to check the <br> authenticity or accuracy of the certificate of <br> origin. Where such request has been made, the <br> (a) operations to ensure the preservation of products <br> exporting Party shall endeavour to take necessary <br> measures to provide the assistance requested. <br> 2 Paragraph 1 of Article 14 shall not be <br> construed so as to oblige the importing Party to <br> accord the preferential tariff treatment to a <br> good whose qualification as an originating good <br> cannot be determined by the importing Party even <br> after checking the authenticity or accuracy of <br> the certificate of origin with the assistance <br> provided by the exporting Party in accordance <br> with paragraph 1 of this Article.@^@ <br> 1 The certificate of origin referred to in paragraph 1 <br> Fungible Goods and Materials <br> Advance Rulings <br> (such as drying, freezing, keeping in brine) and other similar operations; <br> Consignment Criteria <br> distinguishing signs on products or their packaging; <br> "}, {"ArticleTitle": "Definitions under Chapter 3", "ArticleDesc": "Article 22 : Definitions under Chapter 3 <br> For the purposes of this Chapter: <br> (a) the term @^@material@^@ includes ingredients, parts, <br> components, subassemblies and goods that were <br> physically incorporated into another good or were <br> subject to a process in the production of another good; <br> (b) the term @^@non-originating material@^@ means a <br> material whose country of origin, as <br> determined under this Chapter, is not the <br> same country as the country in which that <br> material is used in production; <br> (c) the term @^@production@^@ means methods of <br> obtaining goods including manufacturing, <br> producing, assembling, processing, raising, <br> growing, breeding, mining, extracting, <br> harvesting, fishing, trapping, gathering, <br> collecting, hunting and capturing; <br> (d) the terms @^@fungible originating goods of a <br> Party@^@ or @^@fungible originating materials <br> of a Party@^@ respectively mean originating <br> goods or materials of a Party that are <br> interchangeable for commercial purposes, <br> whose properties are essentially identical; and <br> (e) the term @^@Generally Accepted Accounting <br> Principles@^@ means the recognised consensus <br> or substantial authoritative support within <br> a Party at a particular time as to which <br> economic resources and obligations should be <br> recorded as assets and liabilities, which <br> changes in assets and liabilities should be <br> recorded, how the assets and liabilities and <br> changes in them should be measured, what <br> information should be disclosed and how it <br> should be disclosed, and which financial <br> statements should be prepared. These <br> standards may be broad guidelines of general <br> application as well as detailed practices and procedures. <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 23 : Originating Goods <br> 1 For the purposes of this Agreement, goods wholly <br> obtained or produced entirely in a Party shall be treated <br> as originating goods of that Party. The following goods <br> shall be considered as being wholly obtained or produced <br> entirely in a Party: <br> (a) live animals born and raised in the territory of that Party; <br> (b) animals obtained by hunting, trapping, fishing, <br> gathering or capturing in the territory of that Party; <br> (c) goods obtained from live animals in the territory of that Party; <br> (d) plants and plant products harvested, picked or <br> gathered in the territory of that Party; <br> (e) minerals and other naturally occurring substances, <br> not included in sub-paragraphs (a) through (d) <br> above, extracted or taken in the territory of that Party; <br> (f) goods of sea-fishing and other goods taken <br> from the sea, outside the territorial sea of <br> that Party, by vessels: <br> (ii) which sail under the flag of that Party; <br> 51 per cent by nationals of either Party <br> person(Note) with its head office in the <br> territory of either Party, of which the <br> of directors, and the majority of the <br> either Party or both Parties, and of <br> which at least 51 per cent of the equity <br> interest is owned by nationals and/or <br> total of the master, officers and crew <br> Parties or non-Parties which are member <br> countries of the Association of Southeast Asian Nations; <br> Note: For the purposes of sub-paragraphs (f) and (g), the term <br> @^@juridical person@^@ means any legal entity duly constituted or <br> otherwise organised under applicable law, whether for <br> profit or otherwise, and whether privately-owned or <br> governmentally-owned, including any corporation, trust <br> partnership, joint venture, sole proprietorship or association. <br> (g) goods obtained or produced on board factory <br> ships, outside the territorial sea of that Party: <br> (i) which are registered in that Party; <br> (iii) which are owned to an extent of at least <br> or both Parties, and/or by a juridical <br> person with its head office in the <br> representatives, chairman of the board <br> members of such board are nationals of <br> juridical persons of either Party or both Parties; and <br> (iv) of which at least 75 per cent of the <br> are nationals of either Party or both <br> countries of the Association of Southeast Asian Nations, <br> provided that these goods are manufactured <br> from goods referred to in sub-paragraph (f) above; <br> (h) goods taken from the sea bed or subsoil beneath <br> the sea bed outside the territorial sea of that <br> Party, in accordance with the provisions of the <br> United Nations Convention on the Law of the Sea; <br> (i) articles collected in the territory of that Party <br> which can no longer perform their original <br> purpose in its territory nor are capable of being <br> restored or repaired and which are fit only for <br> disposal or for the recovery of parts or raw materials; <br> (j) scrap and waste derived from manufacturing or <br> processing operations or from consumption in the <br> territory of that Party and fit only for disposal <br> or for the recovery of raw materials; <br> (k) parts or raw materials recovered in the territory <br> of that Party from articles which can no longer <br> perform their original purpose nor are capable of <br> being restored or repaired; and <br> (l) goods obtained or produced in the territory of <br> that Party solely from goods referred to in sub- <br> paragraphs (a) through (k) above. <br> 2. For the purposes of this Agreement, goods <br> which are produced entirely in the territory of a <br> Party exclusively from originating materials of <br> the Party shall be treated as originating goods of that Party. <br> 3 For the purposes of this Agreement, goods which have <br> undergone sufficient transformation in a Party shall be <br> treated as originating goods of that Party. Goods which <br> satisfy the product-specific rules provided for in Annex II <br> A shall be considered as goods to which sufficient <br> transformation has been carried out in a Party. <br> 4 Product-specific rules requiring that the materials <br> used undergo a change in tariff classification or a <br> specific manufacturing or processing operation shall apply <br> only to non-originating materials. <br> 5 (a) Product-specific rules using the value-added method require that: <br> (i) the qualifying value content of the good, <br> determined in accordance with sub-paragraph <br> (b) below and Article 24 below, is not less <br> than the percentage specified by the rule <br> for the good in Annex II A; and <br> (ii) the good has undergone its last production <br> or operation which satisfies the requirement <br> of sub-paragraph (i) above in the territory of either Party. <br> (b) For the purpose of calculating the qualifying <br> value content of a good pursuant to sub-paragraph (a) <br> above, the following formula shall be applied: <br> Q.V.C. = [(F.O.B. - N.Q.M.)/F.O.B.] x 100 <br> Where: <br> Q.V.C. is the qualifying value content of a <br> good, expressed as a percentage; <br> F.O.B. is the free-on-board value of a good <br> payable by the buyer to the seller, <br> regardless of the mode of shipment, not <br> including any internal excise taxes reduced, <br> exempted, or repaid when the good is exported; and <br> N.Q.M. is the non-qualifying value of <br> materials used by the producer in the <br> production of the good, calculated in <br> accordance with sub-paragraph (c) below. <br> (c) For the purpose of calculating the non-qualifying <br> value of materials pursuant to sub-paragraph (b) <br> N.Q.M. = T.V.M. - Q.V.M. <br> T.V.M. is the total value of materials; and <br> Q.V.M. is the qualifying value of materials. <br> 6 For the purpose of sub-paragraph (c) of paragraph 5 above: <br> (a) the qualifying value of materials shall be: <br> (i) the total value of the material if the <br> material satisfies the requirements of sub- <br> paragraph (b) below; or <br> (ii)the value of the material that can be <br> attributed to one or both of the Parties if <br> the material does not satisfy the <br> requirements of sub-paragraph (b) below; and <br> (b) for the purpose of sub-paragraph (a) above, a <br> material shall be considered to have satisfied <br> the requirements of this sub-paragraph if: <br> (i) the content of the value of the material <br> that can be attributed to one or both of the <br> Parties is not less than 40 per cent of the <br> total value of the material; and <br> (ii) the material has undergone its last <br> production or operation in the territory of either Party. <br> 7. The value of a material used in the <br> production of a good in a Party shall be the CIF <br> value and shall be determined in accordance with <br> the Agreement on Customs Valuation(Note), or, if <br> this is not known and cannot be ascertained, the <br> first ascertainable price paid for the material in the Party. <br> Note: The Agreement on Customs Valuation shall <br> apply mutatis mutandis to domestic <br> transactions or to the cases where there <br> is no transaction of the material. <br> 8 A material used in the production of a good, for which <br> no product-specific rule is provided for in Annex II A: <br> (a) shall not be deemed a non-originating material if <br> the material satisfies the same product-specific <br> rule, specified for the good in Annex II A, <br> requiring a change in tariff classification or a <br> specific manufacturing or processing operation; or <br> b)shall be deemed a qualifying material if the <br> material satisfies the same product-specific rule, <br> specified for the good in Annex II A, using the value-added method. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Accumulation <br> Article 28A : Fungible Goods and Materials <br> Accumulation <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 For the purpose of determining whether a good is an <br> 1 For the purposes of determining whether a <br> originating good of the other Party, either Party shall <br> good is an originating good of a Party, where <br> consider the production in its territory as that in the <br> fungible originating materials of the Party and <br> territory of the other Party, where such good is produced <br> fungible non-originating materials that are <br> in the territory or territories of one or both Parties. <br> commingled in an inventory are used in the <br> 2 The production of a Party includes the production at <br> production of the good, the origin of the <br> materials may be determined pursuant to an <br> inventory management method under the Generally <br> Accepted Accounting Principles in the territory of the Party. <br> For the application of the product-specific rules <br> 2 Where fungible originating goods of a Party <br> provided for in Annex II A, non-originating materials which <br> and fungible non-originating goods are commingled <br> do not satisfy the rules shall be disregarded, provided <br> in an inventory and, prior to exportation, do not <br> that the totality of such materials does not exceed <br> undergo any production process or any operation <br> specific percentages in value, weight or volume of the good, <br> in the territory of the Party where they were <br> as provided for in Annex II A. <br> commingled other than unloading, reloading or <br> Article 26 : Insufficient Operations <br> operations to preserve them in good condition, <br> Insufficient Operations <br> the origin of the goods may be determined <br> 1 The following operations or processes shall not be <br> pursuant to an inventory management method under <br> considered as the sufficient transformation provided for in <br> the Generally Accepted Accounting Principles in <br> paragraph 3 of Article 23: <br> the territory of the Party.@^@ <br> Article 29 : Claim for Preferential Tariff Treatment <br> in good condition during transport and storage <br> 1 The importing Party may require a certificate of <br> origin for an originating good of the other Party from <br> (c) affixing marks, labels and other like <br> importers who claim the preferential tariff treatment <br> provided for in paragraph 1 of Article 14 for the good. <br> (d) disassembly; <br> (e) placing in bottles, cases, boxes and other simple packaging operations; <br> (f) simple cutting; <br> (a) an importation of a consignment of a good whose <br> (g) simple mixing; <br> aggregate customs value does not exceed <br> JPY 200,000 or its equivalent amount; or <br> (i) simple making-up of sets of articles; and <br> (b) an importation of a good into its territory, for <br> (j) a combination of two or more operations referred <br> which the importing Party has waived the <br> to in sub-paragraphs (a) through (i) above. <br> requirement for a certification of origin. <br> 2 A Party shall not exclude the value added through any <br> 3 Where originating goods are imported through the <br> of the operations or processes provided for in paragraph 1 <br> territory or territories of one or more non-Parties, the <br> above in calculating the qualifying value content of a good. <br> importing Party may request importers, who claim the <br> 3 An originating good shall not lose its originating <br> preferential tariff treatment provided for in paragraph 1 <br> condition merely because it undergoes, outside the <br> of Article 14 for the goods, to submit a copy of through <br> territory of either of the Parties, any of the operations <br> bill of lading, or a certificate or any other information <br> provided for in paragraph 1 of this Article. <br> given by the customs administration of such non-Parties or <br> Article 27 : Consignment Criteria <br> other relevant entities, which evidences that they do not <br> undergo operation other than unloading, reloading or <br> The originating goods of the other Party shall be <br> operations to preserve them in good condition in such territory or territories. <br> deemed to meet the consignment criteria when they are: <br> Article 30 : Denial of Preferential Tariff Treatment <br> (a) transported directly from the territory of the other Party; or <br> (b) transported through the territory or territories <br> The importing Party may deny preferential tariff <br> of one or more non-Parties for the purpose of <br> treatment to a good for which an importer in its territory <br> transit or temporary storing in warehouses in <br> claims preferential tariff treatment where the good does <br> such territory or territories, provided that they <br> not meet the requirements of this Chapter or where the <br> do not undergo operations other than unloading, <br> importer fails to comply with any of the relevant <br> De Minimis <br> reloading or operations to preserve them in good condition. <br> Article 31 : Certificate of Origin <br> different stages undertaken by one or more producers located in its territory. <br> Certificate of Origin <br> of Article 29 shall be that issued by the certification <br> (b) changes of packaging and breaking up and assembly of packages; <br> bodies designated by the exporting Party. <br> 2 Such certificate of origin shall include minimum data <br> requirements of this Chapter. <br> specified in Annex II B. <br> 3 The issued certificate of origin shall be valid for <br> 12 months from the date of issue. <br> Article 32 : Advance Rulings <br> 1 The importing Party shall, prior to the importation of <br> a good into its territory, issue a written advance ruling <br> in accordance with its laws and regulations as to whether <br> the good qualifies as an originating good to importers of <br> Article 25 : De Minimis <br> (a) if the ruling was based on an error of fact; <br> the good or their agents and exporters of the good or their <br> agents, where a written application is made with all the <br> Claim for Preferential Tariff Treatment <br> necessary information and the Party has no reasonable <br> grounds to deny the issuance. The importing Party shall <br> endeavour to issue such advance ruling regarding the origin <br> of the good within 30 days of receipt of all the necessary <br> documents for the advance ruling. <br> (h) simple assembly of parts to constitute a complete product; <br> 2 The importing Party shall respect the issued ruling <br> with regard to importation into its territory of the good <br> for which the ruling was issued for a period of three years <br> from the date of issuance of the advance ruling. <br> 3 The importing Party may modify or revoke the issued ruling: <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> (b) if there is a change in the material facts or <br> shall not require a certificate of origin from importers for: <br> circumstances on which the ruling was based; or <br> (c) to conform with an amendment to this Agreement. <br> Article 33 : Assistance for Checking of Certificate of Origin <br> Assistance for Checking of Certificate of Origin <br> 1 The importing Party may, within three years <br> after the importation of the good, request the <br> Denial of Preferential Tariff Treatment <br> exporting Party to assist to check the <br> authenticity or accuracy of the certificate of <br> origin. Where such request has been made, the <br> (a) operations to ensure the preservation of products <br> exporting Party shall endeavour to take necessary <br> measures to provide the assistance requested. <br> 2 Paragraph 1 of Article 14 shall not be <br> construed so as to oblige the importing Party to <br> accord the preferential tariff treatment to a <br> good whose qualification as an originating good <br> cannot be determined by the importing Party even <br> after checking the authenticity or accuracy of <br> the certificate of origin with the assistance <br> provided by the exporting Party in accordance <br> with paragraph 1 of this Article.@^@ <br> 1 The certificate of origin referred to in paragraph 1 <br> Fungible Goods and Materials <br> Advance Rulings <br> (such as drying, freezing, keeping in brine) and other similar operations; <br> Consignment Criteria <br> distinguishing signs on products or their packaging; <br> "}, {"ArticleTitle": "Unassembled or Disassembled Goods", "ArticleDesc": "Article 28 : Unassembled or Disassembled Goods <br> A good that is imported into the territory of either <br> Party in an unassembled or disassembled form but is <br> classified as an assembled good pursuant to the provisions <br> of sub-paragraph (a) of paragraph 2 of the General Rule for <br> the Interpretation of the Harmonized System shall be <br> considered as an originating good, if the good meets the <br> requirements of the relevant provisions of Articles 23 through 26. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Accumulation <br> Article 28A : Fungible Goods and Materials <br> Accumulation <br> CHAPTER 3 <br> RULES OF ORIGIN <br> 1 For the purpose of determining whether a good is an <br> 1 For the purposes of determining whether a <br> originating good of the other Party, either Party shall <br> good is an originating good of a Party, where <br> consider the production in its territory as that in the <br> fungible originating materials of the Party and <br> territory of the other Party, where such good is produced <br> fungible non-originating materials that are <br> in the territory or territories of one or both Parties. <br> commingled in an inventory are used in the <br> 2 The production of a Party includes the production at <br> production of the good, the origin of the <br> materials may be determined pursuant to an <br> inventory management method under the Generally <br> Accepted Accounting Principles in the territory of the Party. <br> For the application of the product-specific rules <br> 2 Where fungible originating goods of a Party <br> provided for in Annex II A, non-originating materials which <br> and fungible non-originating goods are commingled <br> do not satisfy the rules shall be disregarded, provided <br> in an inventory and, prior to exportation, do not <br> that the totality of such materials does not exceed <br> undergo any production process or any operation <br> specific percentages in value, weight or volume of the good, <br> in the territory of the Party where they were <br> as provided for in Annex II A. <br> commingled other than unloading, reloading or <br> Article 26 : Insufficient Operations <br> operations to preserve them in good condition, <br> Insufficient Operations <br> the origin of the goods may be determined <br> 1 The following operations or processes shall not be <br> pursuant to an inventory management method under <br> considered as the sufficient transformation provided for in <br> the Generally Accepted Accounting Principles in <br> paragraph 3 of Article 23: <br> the territory of the Party.@^@ <br> Article 29 : Claim for Preferential Tariff Treatment <br> in good condition during transport and storage <br> 1 The importing Party may require a certificate of <br> origin for an originating good of the other Party from <br> (c) affixing marks, labels and other like <br> importers who claim the preferential tariff treatment <br> provided for in paragraph 1 of Article 14 for the good. <br> (d) disassembly; <br> (e) placing in bottles, cases, boxes and other simple packaging operations; <br> (f) simple cutting; <br> (a) an importation of a consignment of a good whose <br> (g) simple mixing; <br> aggregate customs value does not exceed <br> JPY 200,000 or its equivalent amount; or <br> (i) simple making-up of sets of articles; and <br> (b) an importation of a good into its territory, for <br> (j) a combination of two or more operations referred <br> which the importing Party has waived the <br> to in sub-paragraphs (a) through (i) above. <br> requirement for a certification of origin. <br> 2 A Party shall not exclude the value added through any <br> 3 Where originating goods are imported through the <br> of the operations or processes provided for in paragraph 1 <br> territory or territories of one or more non-Parties, the <br> above in calculating the qualifying value content of a good. <br> importing Party may request importers, who claim the <br> 3 An originating good shall not lose its originating <br> preferential tariff treatment provided for in paragraph 1 <br> condition merely because it undergoes, outside the <br> of Article 14 for the goods, to submit a copy of through <br> territory of either of the Parties, any of the operations <br> bill of lading, or a certificate or any other information <br> provided for in paragraph 1 of this Article. <br> given by the customs administration of such non-Parties or <br> Article 27 : Consignment Criteria <br> other relevant entities, which evidences that they do not <br> undergo operation other than unloading, reloading or <br> The originating goods of the other Party shall be <br> operations to preserve them in good condition in such territory or territories. <br> deemed to meet the consignment criteria when they are: <br> Article 30 : Denial of Preferential Tariff Treatment <br> (a) transported directly from the territory of the other Party; or <br> (b) transported through the territory or territories <br> The importing Party may deny preferential tariff <br> of one or more non-Parties for the purpose of <br> treatment to a good for which an importer in its territory <br> transit or temporary storing in warehouses in <br> claims preferential tariff treatment where the good does <br> such territory or territories, provided that they <br> not meet the requirements of this Chapter or where the <br> do not undergo operations other than unloading, <br> importer fails to comply with any of the relevant <br> De Minimis <br> reloading or operations to preserve them in good condition. <br> Article 31 : Certificate of Origin <br> different stages undertaken by one or more producers located in its territory. <br> Certificate of Origin <br> of Article 29 shall be that issued by the certification <br> (b) changes of packaging and breaking up and assembly of packages; <br> bodies designated by the exporting Party. <br> 2 Such certificate of origin shall include minimum data <br> requirements of this Chapter. <br> specified in Annex II B. <br> 3 The issued certificate of origin shall be valid for <br> 12 months from the date of issue. <br> Article 32 : Advance Rulings <br> 1 The importing Party shall, prior to the importation of <br> a good into its territory, issue a written advance ruling <br> in accordance with its laws and regulations as to whether <br> the good qualifies as an originating good to importers of <br> Article 25 : De Minimis <br> (a) if the ruling was based on an error of fact; <br> the good or their agents and exporters of the good or their <br> agents, where a written application is made with all the <br> Claim for Preferential Tariff Treatment <br> necessary information and the Party has no reasonable <br> grounds to deny the issuance. The importing Party shall <br> endeavour to issue such advance ruling regarding the origin <br> of the good within 30 days of receipt of all the necessary <br> documents for the advance ruling. <br> (h) simple assembly of parts to constitute a complete product; <br> 2 The importing Party shall respect the issued ruling <br> with regard to importation into its territory of the good <br> for which the ruling was issued for a period of three years <br> from the date of issuance of the advance ruling. <br> 3 The importing Party may modify or revoke the issued ruling: <br> 2 Notwithstanding paragraph 1 above, the importing Party <br> (b) if there is a change in the material facts or <br> shall not require a certificate of origin from importers for: <br> circumstances on which the ruling was based; or <br> (c) to conform with an amendment to this Agreement. <br> Article 33 : Assistance for Checking of Certificate of Origin <br> Assistance for Checking of Certificate of Origin <br> 1 The importing Party may, within three years <br> after the importation of the good, request the <br> Denial of Preferential Tariff Treatment <br> exporting Party to assist to check the <br> authenticity or accuracy of the certificate of <br> origin. Where such request has been made, the <br> (a) operations to ensure the preservation of products <br> exporting Party shall endeavour to take necessary <br> measures to provide the assistance requested. <br> 2 Paragraph 1 of Article 14 shall not be <br> construed so as to oblige the importing Party to <br> accord the preferential tariff treatment to a <br> good whose qualification as an originating good <br> cannot be determined by the importing Party even <br> after checking the authenticity or accuracy of <br> the certificate of origin with the assistance <br> provided by the exporting Party in accordance <br> with paragraph 1 of this Article.@^@ <br> 1 The certificate of origin referred to in paragraph 1 <br> Fungible Goods and Materials <br> Advance Rulings <br> (such as drying, freezing, keeping in brine) and other similar operations; <br> Consignment Criteria <br> distinguishing signs on products or their packaging; <br> "}, {"ArticleTitle": "Miscellaneous", "ArticleDesc": "Article 33A : Miscellaneous <br> 1 Communications between the importing Party <br> and the exporting Party shall be conducted in the English language. <br> 2 For the application of the relevant product- <br> specific rules set out in Annex II A and the <br> determination of origin, any applicable valuation <br> method under the Generally Accepted Accounting <br> Principles in the territory of the exporting <br> Party shall be applied.@^@ <br> "}, {"ArticleTitle": "Joint Committee on Rules of Origin", "ArticleDesc": "Article 34 : Joint Committee on Rules of Origin <br> For the purposes of effective implementation of this <br> Chapter, a Joint Committee on Rules of Origin (hereinafter <br> referred to in this Article as @^@the Committee@^@) shall be <br> established. The functions of the Committee shall be: <br> (a) to consult regularly to ensure the effective <br> implementation of the provisions in this Chapter; <br> (b) to discuss necessary amendments of the provisions <br> of this Chapter, including Annex II A, taking <br> into account developments in production processes <br> or other matters (including the recommended <br> amendments to the Harmonized System); <br> (c) to submit the recommendation on the amendments to <br> the Supervisory Committee; and <br> (d) to discuss any issues concerning rules of origin. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope of Chapter 4", "ArticleDesc": "Article 35 : Scope of Chapter 4 <br> This Chapter shall apply to customs procedures <br> required for the clearance of goods traded between the Parties. <br> "}, {"ArticleTitle": "Definitions under Chapter 4", "ArticleDesc": "Article 35A : Definitions under Chapter 4 <br> For the purposes of this Chapter: <br> (a) the term @^@customs administration@^@ <br> means, in Japan, the Ministry of <br> Finance, and, in the Republic of <br> Singapore (hereinafter referred to in <br> this Agreement as @^@Singapore@^@), the <br> Singapore Customs of the Ministry of Finance; and <br> (b) the term @^@customs laws@^@ means such laws <br> and regulations administered and <br> enforced by the customs administration <br> of each Party concerning the <br> importation, exportation, and transit <br> of goods, as they relate to customs <br> duties, charges, and other taxes, or to <br> prohibitions, restrictions, and other <br> similar controls with respect to the <br> movement of controlled items across the <br> boundary of the customs territory of each Party. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 35B : Transparency <br> 1 Each Party shall ensure that all relevant <br> information of general application pertaining to <br> available to any interested person. <br> its customs laws is kept up to date and readily <br> 2 When information that has been made <br> available must be revised due to changes in its <br> customs laws, each Party shall make the revised <br> information readily available to enable <br> interested persons to take account of them. <br> 3 At the request of any interested person of <br> the Parties, each Party shall provide, as quickly <br> and accurately as possible, information relating <br> to the specific customs matters raised by the <br> interested person and pertaining to its customs <br> laws. Each Party shall supply not only the <br> information specifically requested but also any <br> other pertinent information relating to customs <br> matters which it considers the interested person <br> should be made aware of. <br> "}, {"ArticleTitle": "Customs Clearance", "ArticleDesc": "Article 36 : Customs Clearance <br> For prompt customs clearance of goods traded between <br> (b) simplify its customs procedures; and <br> the Parties, each Party shall: <br> (a) make use of information and communications technology; <br> (c) make its customs procedures conform, as far as <br> possible, to relevant international standards and <br> recommended practices such as those made under <br> the auspices of the Customs Co-operation Council. <br> "}, {"ArticleTitle": "Temporary Admission and Goods in Transit", "ArticleDesc": "Article 37 : Temporary Admission and Goods in Transit <br> 1 Each Party shall continue to facilitate the procedures <br> for the temporary admission of goods traded between the <br> Parties in accordance with the Customs Convention on the <br> A.T.A. Carnet for the Temporary Admission of Goods <br> (hereinafter referred to in this Article as @^@the A.T.A. Convention@^@). <br> 2 Each Party shall continue to facilitate customs <br> clearance of goods in transit from or to the territory of the other Party. <br> 3 The Parties shall endeavour to promote, through <br> the A.T.A. Convention for the temporary admission of goods <br> seminars and courses, the use of A.T.A. carnets pursuant to <br> transit in non-Parties. <br> and the facilitation of customs clearance of goods in <br> 4 For the purposes of this Article, the term @^@temporary <br> goods may be brought into a customs territory conditionally, <br> admission@^@ means customs procedures under which certain <br> relieved totally or partially from the payment of customs <br> duties. Such goods shall be imported for a specific <br> purpose, and shall be intended for re-exportation within a <br> specified period and without having undergone any change <br> except normal depreciation due to the use made of them. <br> "}, {"ArticleTitle": "Exchange of Information under Chapter 4", "ArticleDesc": "Article 38 : Exchange of Information under Chapter 4 <br> The Parties shall exchange information as provided for <br> in the Implementing Agreement with respect to the <br> implementation of this Chapter. Article 3 shall not apply <br> to such exchange of information. <br> "}, {"ArticleTitle": "Joint Committee on Customs Procedures", "ArticleDesc": "Article 39 : Joint Committee on Customs Procedures <br> 1 For the purposes of effective implementation of this <br> Chapter, a Joint Committee on Customs Procedures <br> (hereinafter referred to in this Article as @^@the <br> Committee@^@) shall be established. The functions of the <br> Committee shall be: <br> (a) reviewing and discussing the implementation and <br> operation of this Chapter; and <br> (b) identifying and recommending to the Supervisory <br> Committee areas to be improved for facilitating <br> trade between the Parties. <br> 2 The composition of the Committee shall be specified in <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "the Implementing Agreement. <br> "}]}]}, "members_found": ["702", "392"]}