{"FtaRooDetails": {"FtaId": 176, "FtaCode": "ITC00182", "FtaName": "United States for Freely Associated States", "FtaFullName": "Compact of Free Association", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.1994", "Type": "Non-reciprocal arrangement", "Scope": "Unilateral, Country-Group", "MemberStates": "Micronesia (Federated States of); Marshall Islands; Palau; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under United States for Freely Associated States", "AdminProcCooAuth": "The certification type under United States for Freely Associated States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under United States for Freely Associated States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for United States for Freely Associated States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "(b) Except as provided in subdivisions (d) and (e) of this note, any article the growth, product or manufacture of a freely associated state shall enter the customs territory of the United States free of duty if-(i) such article is imported directly from the freely associated state, and (ii) the sum of (A) the cost or value of the materials produced in the freely associated state, plus (B) the direct costs of processing operations performed in the freely associated state is not less than 35 percent of the appraised value of such article at the time of its entry into the customs territory of the United States. If the cost or value of materials produced in the customs territory of the United States is included with respect to an article the product of a freely associated state and not described in subdivision (d) of this note, an amount not to exceed 15 percent of the appraised value of such article at the time it is entered that is attributed to such United States cost or value may be applied toward determining the percentage referred to in subdivision (b)(ii)(B) of this note.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00182_roo.pdf", "DocType": "3_roo", "WebLink": "https://hts.usitc.gov/view/General%20Notes?release=2018HTSARevision11_1"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00182_full.pdf", "DocType": "8_full", "WebLink": "https://www.gpo.gov/fdsys/pkg/USCODE-2017-title48/pdf/USCODE-2017-title48-chap18-subchapI-partA-sec1901.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral (with limitation), cross and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "If the cost or value of materials produced in the customs territory of the United States is included with respect to an article the <br /> product of a freely associated state and not described in subdivision (d) of this note, an amount not to exceed 15 percent of the <br /> appraised value of such article at the time it is entered that is attributed to such United States cost or value may be applied toward <br /> determining the percentage referred to in subdivision (b)(ii)(B) of this note.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.13 De Minimis. <br /> (a) Except as otherwise provided in paragraphs (b) and (c) of this section, foreign materials that <br /> do not undergo the applicable change in tariff classification set out in § 102.20 or satisfy the other <br /> applicable requirements of that section when incorporated into a good shall be disregarded in <br /> determining the country of origin of the good if the value of those materials is no more than 7 <br /> percent of the value of the good or 10 percent of the value of a good of Chapter 22, Harmonized <br /> System. <br /> (b) Paragraph (a) of this section does not apply to a foreign material incorporated in a good <br /> provided for in Chapter 1, 2, 3, 4, 7, 8, 11, 12, 15, 17, or 20 of the Harmonized System. <br /> (c) Foreign components or materials that do not undergo the applicable change in tariff <br /> classification set out in § 102.21 or satisfy the other applicable requirements of that section when <br /> incorporated into a textile or apparel product covered by that section shall be disregarded in <br /> determining the country of origin of the good if the total weight of those components or materials <br /> is not more than 7 percent of the total weight of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.15 Disregarded materials. <br /> (a) The following materials shall be disregarded when determining whether the good undergoes <br /> the applicable change in tariff classification set out in § 102.20 or § 102.21, or satisfies the other <br /> applicable requirements of those sections: <br /> (1) Packaging materials and containers in which a good is packaged for retail sale that are <br /> classified with the good; <br /> (2) Accessories, spare parts or tools delivered with the good that are classified with the good and <br /> shipped with the good; <br /> (3) Packing materials and containers in which a good is packed for shipment; and <br /> (4) Indirect materials. <br /> (b) [Reserved]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.17 Non-qualifying operations. <br /> A foreign material shall not be considered to have undergone an applicable change in tariff <br /> classification specified in § 102.20 or § 102.21 or to have met any other applicable requirements <br /> of those sections merely by reason of one or more of the following: <br /> (a) A change in end-use; <br /> (b) Dismantling or disassembly; <br /> (c) Simple packing, repacking or retail packaging without more than minor processing;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "10 Products of the Freely Associated States. <br /> (b) Except as provided in subdivisions (d) and (e) of this note, any article the growth, product or manufacture of a freely associated <br /> state shall enter the customs territory of the United States free of duty if-- <br /> (i) such article is imported directly from the freely associated state, and <br /> (ii) the sum of (A) the cost or value of the materials produced in the freely associated state, plus (B) the direct costs of processing <br /> operations performed in the freely associated state is not less than 35 percent of the appraised value of such article at the <br /> time of its entry into the customs territory of the United States. <br /> If the cost or value of materials produced in the customs territory of the United States is included with respect to an article the <br /> product of a freely associated state and not described in subdivision (d) of this note, an amount not to exceed 15 percent of the <br /> appraised value of such article at the time it is entered that is attributed to such United States cost or value may be applied toward <br /> determining the percentage referred to in subdivision (b)(ii)(B) of this note. <br /> (d) The duty-free treatment provided under subdivision (b) of this note shall not apply to-- <br /> (i) tunas and skipjack, prepared or preserved, not in oil, in airtight containers weighing with their contents not over 7 kilograms <br /> each, in excess of the quantity afforded duty-free entry under subdivision (c) of this note; <br /> (ii) textile and apparel articles which were not eligible articles for purposes of this note on January 1, 1994; <br /> (iii) footwear, handbags, luggage, flat goods, work gloves and leather wearing apparel, the foregoing which were not eligible articles <br /> for purposes of the Generalized System of Preferences on April 1, 1984; <br /> (iv) watches, clocks and timing apparatus of chapter 91 (except such articles incorporating an <br /> optoelectronic display and no other type of display); <br /> (v) buttons of subheading 9606.21.40 or 9606.29.20; and <br /> (vi) any agricultural product of chapters 2 through 52, inclusive, that is subject to a tariff-rate quota, if entered in a quantity in excess <br /> of the in-quota quantity for such product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.15 Disregarded materials. <br /> (a) The following materials shall be disregarded when determining whether the good undergoes <br /> the applicable change in tariff classification set out in § 102.20 or § 102.21, or satisfies the other <br /> applicable requirements of those sections: <br /> (1) Packaging materials and containers in which a good is packaged for retail sale that are <br /> classified with the good; <br /> (2) Accessories, spare parts or tools delivered with the good that are classified with the good and <br /> shipped with the good; <br /> (3) Packing materials and containers in which a good is packed for shipment; and <br /> (4) Indirect materials. <br /> (b) [Reserved]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "determining the percentage referred to in subdivision (b)(ii)(B) of this note. <br /> (c) Tunas and skipjack, prepared or preserved, not in oil, in airtight containers weighing with their contents not over 7 kilograms each, <br /> in an aggregate quantity entered in any calendar year from the freely associated states not to exceed 10 percent of United States <br /> consumption of canned tuna during the immediately preceding calendar year, as reported by the National Marine Fisheries Service, <br /> may enter the customs territory free of duty; such imports shall be counted against, but not be limited by, the aggregate quantity of <br /> tuna, if any, that is dutiable under subheading 1604.14.22 for that calendar year. <br /> (d) The duty-free treatment provided under subdivision (b) of this note shall not apply to-- <br /> (i) tunas and skipjack, prepared or preserved, not in oil, in airtight containers weighing with their contents not over 7 kilograms <br /> each, in excess of the quantity afforded duty-free entry under subdivision (c) of this note; <br /> (ii) textile and apparel articles which were not eligible articles for purposes of this note on January 1, 1994; <br /> (iii) footwear, handbags, luggage, flat goods, work gloves and leather wearing apparel, the foregoing which were not eligible articles <br /> for purposes of the Generalized System of Preferences on April 1, 1984; <br /> (iv) watches, clocks and timing apparatus of chapter 91 (except such articles incorporating an <br /> optoelectronic display and no other type of display);", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.15 Disregarded materials. <br /> (a) The following materials shall be disregarded when determining whether the good undergoes <br /> the applicable change in tariff classification set out in § 102.20 or § 102.21, or satisfies the other <br /> applicable requirements of those sections: <br /> (1) Packaging materials and containers in which a good is packaged for retail sale that are <br /> classified with the good; <br /> (2) Accessories, spare parts or tools delivered with the good that are classified with the good and <br /> shipped with the good; <br /> (3) Packing materials and containers in which a good is packed for shipment; and <br /> (4) Indirect materials. <br /> (b) [Reserved]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "§ 102.12 Fungible goods. <br /> When fungible goods of different countries of origin are commingled the country of origin of the <br /> goods: <br /> (a) Is the countries of origin of those commingled goods; or <br /> (b) If the good is fungible, has been commingled, and direct physical identification of the origin of <br /> the commingled good is not practical, the country or countries of origin may be determined on the <br /> basis of an inventory management method provided under the appendix to part 181 of the <br /> Customs Regulations.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["842", "585"]}