{"FtaRooDetails": {"FtaId": 178, "FtaCode": "ITC00184", "FtaName": "FTA, AAP.CE 33: Group of Three", "FtaFullName": "Tratado de Libre Comercio entre los Estados Unidos Mexicanos, la República de Colombia y la República de Venezuela", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1995", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Colombia; Mexico; Panama; Venezuela (Bolivarian Republic of)", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, AAP.CE 33: Group of Three", "AdminProcCooAuth": "The certification type under FTA, AAP.CE 33: Group of Three is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, AAP.CE 33: Group of Three is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, AAP.CE 33: Group of Three agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "d) Las mercancías que resulten de operaciones de ensamble o montaje, realizadas en el territorio de un país signatario utilizando materiales originarios de los países participantes del acuerdo y de terceros países, cuando el valor CIF puerto de destino o CIF puerto marítimo de los materiales originarios de terceros países no exceda del 50 (cincuenta) por ciento del valor FOB de exportación de tales mercancías.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota general interpretativa", "RooText": " Anexo al artículo 6-03<br /> Reglas específicas de origen<br /> Sección A - Nota general interpretativa<br /> 1. Para los efectos de este anexo se entenderá por:<br /> capítulo: un capítulo del Sistema Armonizado.<br /> fracción arancelaria: un código de clasificación arancelaria del Sistema Armonizado a<br /> nivel de ocho o diez dígitos.<br /> partida: un código de clasificación arancelaria del Sistema Armonizado a nivel de cuatro<br /> dígitos.<br /> sección: una sección del Sistema Armonizado.<br /> subpartida: un código de clasificación arancelaria del Sistema Armonizado a nivel de seis<br /> dígitos.<br /> 2. La regla específica o el conjunto específico de reglas que se aplica a una partida,<br /> subpartida o fracción arancelaria se establece al lado de la partida, subpartida o fracción<br /> arancelaria.<br /> 3. La regla aplicable a una fracción arancelaria tendrá prioridad sobre la regla<br /> aplicable a la partida o subpartida que comprende a esa fracción arancelaria.<br /> 4. Un requisito de cambio de clasificación aplica solamente a los materiales no<br /> originarios.<br /> 5. Cualquier referencia a peso en las reglas para bienes comprendidos en los<br /> capítulos 1 al 24 del Sistema Armonizado, significa peso neto salvo que se especifique lo<br /> contrario en el Sistema Armonizado.<br /> 6. Para cualquier referencia a un requisito de valor de contenido regional en las<br /> reglas específicas de origen se tendrá en cuenta lo establecido en el artículo 6-18.<br /> 7. Para las fracciones arancelarias descritas en el anexo 2 al artículo 5-04, las reglas<br /> de origen aplicarán conforme a lo dispuesto en el párrafo 9 del anexo 1 al artículo 5-04.<br /> 8. La descripción de las fracciones arancelarias expresadas con letra en el texto de<br /> las reglas específicas de origen está contenida en la sección C.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00184_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/179bf576b4447904032577c800479a6c/1be466654e6d5798032577a4004781d8/$FILE/CO%20Colombia%20-%20M%C3%A9xico.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00184_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace33/Texto/Cap_06_03.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00184_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace33/Texto/Cap_06.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00184_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00184_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/f8cd14ee6cf9355b03256808006bfd12?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-08: Acumulación <br /> 1 Para efectos de establecer si un bien es originario, un exportador o productor <br /> podrá acumular la producción, con uno o más productores en el territorio de una o más <br /> Partes, de materiales que estén incorporados en el bien de manera que la producción de <br /> los materiales sea considerada como realizada por ese exportador o productor, siempre <br /> que se cumpla con lo establecido en el artículo 6-03. <br /> 2 Cuando un exportador o productor decide acumular la producción de materiales de <br /> conformidad con el párrafo 1 y el bien se encuentra sujeto a un requisito de valor de <br /> contenido regional, para efectos del cálculo del valor de contenido regional del bien, el <br /> valor de los materiales no originarios utilizados por el productor del bien será la suma del <br /> valor de esos materiales determinado conforme al artículo 6-05, menos cualquiera de los <br /> elementos del costo total del productor del material excepto el valor de los materiales no <br /> originarios utilizados por el productor del material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-06: De Minimis <br /> 1 Un bien se considerará originario si el valor de todos los materiales no originarios <br /> utilizados en la producción del bien que no cumplan con el cambio correspondiente de <br /> clasificación arancelaria establecido en el anexo al artículo 6-03 no excede del 7% del <br /> valor de transacción del bien determinado de conformidad con el artículo 6-04. Cuando el <br /> mismo bien también está sujeto al requisito de valor de contenido regional, el valor de <br /> esos materiales no originarios se tomará en cuenta en el cálculo del valor de contenido regional del bien. <br /> 2 El párrafo 1 no se aplica a: <br /> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado, salvo lo <br /> dispuesto en el párrafo 3. <br /> b) un material no originario que se utilice en la producción de bienes comprendidos <br /> en los capítulos 1 al 27 del Sistema Armonizado, a menos que el material no originario <br /> esté comprendido en una subpartida distinta a la del bien para el cual se está <br /> determinando el origen de conformidad con este artículo. <br /> 3 Un bien clasificado en los capítulos 50 al 63 del Sistema Armonizado que no sea <br /> originario porque las fibras, hilos o hilados utilizados en la producción de ese bien no <br /> cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, <br /> se considerará como originario siempre que, en el caso de: <br /> a) hilo o hilado, la fibra que no cumple con el cambio de clasificación arancelaria <br /> establecido en el artículo 6-03, utilizada en la producción de hilo o hilado no excede del <br /> 7% del peso total del hilado; <br /> b) tejido, la fibra, hilo o hilado que no cumplen con el cambio de clasificación <br /> arancelaria establecido en el artículo 6-03, utilizado en la producción de tejido no excede <br /> del 7% del peso total del tejido; y <br /> c) prendas, la fibra, hilo o hilado que no cumplen con el cambio de clasificación <br /> arancelaria establecido en el artículo 6-03, utilizado en la producción del tejido que <br /> contiene el material que determina la clasificación arancelaria del bien no excede del 7% <br /> del peso total de ese tejido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-05: Valor de los materiales no originarios <br /> 3 Para efectos del cálculo del valor de contenido regional de conformidad con el artículo 6-04, <br /> el valor de los materiales no originarios utilizados por el productor en la <br /> producción de un bien no incluirá: <br /> a) el valor de los materiales no originarios utilizados por otro productor en la <br /> producción de un material originario que es adquirido y utilizado por el productor del bien <br /> en la producción de ese bien; o <br /> b) el valor de los materiales no originarios utilizados por el productor del bien en la <br /> producción de un material originario de fabricación propia y que se designe por el <br /> productor como material intermedio de conformidad con el artículo 6-07.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-12: Transbordo y expedición directa <br /> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br /> conformidad con los requisitos del artículo 6-03, si con posterioridad a esa producción, el <br /> bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br /> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br /> necesario para mantenerlo en buena condición o transportarlo al territorio de una Parte. <br /> 2 Sin perjuicio de lo dispuesto en el párrafo 1, un bien no perderá su condición de <br /> originario cuando, al estar en tránsito por el territorio de uno o más países no Parte, con o <br /> sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br /> competente en esos países: <br /> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas <br /> a requerimientos de transporte; <br /> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br /> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br /> embalaje, empaque, carga, descarga o manipulación para asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-14: Accesorios, refacciones o repuestos y herramientas <br /> 1 Se considerará que los accesorios, las refacciones o repuestos y las herramientas <br /> entregados con el bien como parte de los accesorios, refacciones o repuestos y <br /> herramientas usuales del bien son originarios si el bien es originario y no se tomarán en <br /> cuenta para determinar si todos los materiales no originarios utilizados en la producción <br /> del bien cumplen con el cambio correspondiente de clasificación arancelaria establecido <br /> en el anexo al artículo 6-03, siempre que: <br /> a) los accesorios, refacciones o repuestos y herramientas no sean facturados por <br /> separado del bien, independientemente de que se desglosen o detallen por separado en <br /> la propia factura; y <br /> b) las cantidades y el valor de esos accesorios, refacciones o repuestos y <br /> herramientas sean los habituales para el bien. <br /> 2 Cuando el bien esté sujeto a un requisito de valor de contenido regional, el valor <br /> de los accesorios, refacciones o repuestos y herramientas se tomará en cuenta como <br /> materiales originarios o no originarios, según sea el caso, al calcular el valor del contenido regional del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-01: Definiciones <br /> bienes obtenidos en su totalidad o producidos enteramente en territorio de una o más Partes: <br /> a) minerales extraídos en territorio de una o más Partes; <br /> b) productos del reino vegetal, cosechados en territorio de una o más Partes; <br /> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br /> d) bienes obtenidos de la caza o pesca en territorio de una o más Partes; <br /> e) bienes tales como peces, crustáceos y otras especies marinas obtenidos del mar <br /> por barcos registrados, matriculados, abanderados o reputados como tales, por alguna de <br /> las Partes, según su legislación, a través de modalidades tales como afiliación, <br /> arrendamiento o fletamiento; <br /> f) bienes producidos a bordo de barcos fábrica de alguna de las Partes, a partir de <br /> los bienes identificados en el literal e), siempre que tales barcos fábrica estén registrados, <br /> matriculados, abanderados o reputados como tales, por alguna de las Partes, según su <br /> legislación, a través de modalidades tales como afiliación, arrendamiento o fletamiento; <br /> g) bienes obtenidos por una Parte o una persona de una Parte del lecho o del <br /> subsuelo marino fuera de las aguas territoriales, siempre que la Parte tenga derechos <br /> para explotar ese lecho o subsuelo marino; <br /> h) desechos y desperdicios derivados de: <br /> i) producción en territorio de una o más Partes; o <br /> ii) bienes usados, recolectados en territorio de una o más Partes, siempre que esos <br /> bienes sirvan sólo para la recuperación de materias primas; e <br /> i) bienes producidos en territorio de una o más de las Partes exclusivamente a partir <br /> de los bienes mencionados en los literales a) al h) o de sus derivados, en cualquier etapa de producción.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-11: Operaciones y prácticas que no confieren origen <br /> Un bien no se considerará como originario cuando sólo sea objeto de las <br /> siguientes operaciones o prácticas: <br /> a) dilución en agua o en otra sustancia que no altere materialmente las <br /> características del bien; <br /> b) operaciones simples destinadas a asegurar la conservación de los bienes durante <br /> su trasporte o almacenamiento, tales como aireación, refrigeración, extracción de partes <br /> averiadas, secado o adición de sustancias; <br /> c) desempolvado, cribado, clasificación, selección, lavado, cortado; <br /> d) embalaje, reembalaje o empaque para venta al menudeo; <br /> e) reunión de bienes para formar conjuntos o surtidos; <br /> f) aplicación de marcas, etiquetas o signos distintivos similares; <br /> g) limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br /> h) cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br /> pueda demostrar a partir de pruebas suficientes que su objetivo es evadir el cumplimiento <br /> de las disposiciones de este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-04: Valor de contenido regional <br /> 1 Cada Parte dispondrá que el valor de contenido regional de un bien se calcule por <br /> el exportador o productor de acuerdo con el método de valor de transacción dispuesto en el párrafo 2. <br /> 2 Para calcular el valor de contenido regional de un bien con base en el método de <br /> valor de transacción se aplicará la siguiente fórmula: <br /> VCR= [(VT-VMN)/VT]100 <br /> donde <br /> VCR: contenido regional expresado como porcentaje. <br /> VT: valor de transacción de un bien ajustado sobre la base F.O.B, <br /> salvo lo dispuesto en el párrafo 6. <br /> VMN: valor de los materiales no originarios utilizados por el productor <br /> en la producción del bien determinado de conformidad con lo <br /> establecido en el artículo 6-05. <br /> 3 Cada Parte dispondrá que el valor de transacción de un bien será calculado: <br /> a) de conformidad con los principios de los artículos 1 y 8 del Código de Valoración Aduanera; o <br /> b) en caso de que no haya valor de transacción o de que el valor de transacción del <br /> bien no pueda ser determinado conforme a lo establecido en los párrafos 4 y 5, de <br /> conformidad con los principios del artículo 6.1 del Código de Valoración Aduanera, <br /> excepto el párrafo 1 de la nota interpretativa de ese artículo. <br /> 4 Para efectos del párrafo 3, no habrá valor de transacción cuando el bien no sea <br /> sujeto de una venta. <br /> 5 Para efectos del Párrafo 3, el valor de transacción del bien no podrá ser <br /> determinado cuando: <br /> a) existan restricciones a la cesión o utilización del bien por el comprador con <br /> excepción de las que: <br /> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br /> comprador del bien; <br /> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br /> iii) no afecten sensiblemente el valor del bien; <br /> b) la venta o el precio dependan de una condición o contraprestación cuyo valor no <br /> pueda determinarse con relación al bien; <br /> c) revierta directa o indirectamente al vendedor alguna parte del producto de la <br /> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, a menos <br /> que pueda efectuarse el debido ajuste de conformidad con lo dispuesto en el artículo 8 <br /> del Código de Valoración Aduanera; o <br /> d) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br /> influya en el precio, salvo lo dispuesto en el artículo 1.2 del Código de Valoración Aduanera. <br /> 6 Para efectos de determinar el valor de transacción de un bien, cuando el productor <br /> del bien no lo exporta directamente, el valor de transacción se ajustará hasta el punto <br /> dentro del territorio del productor donde el comprador recibe el bien. <br /> Artículo 6-05: Valor de los materiales no originarios <br /> 1 El valor de un material no originario utilizado en la producción de un bien: <br /> a) será el valor de transacción del material, calculado de conformidad con los <br /> principios de los artículos 1 y 8 del Código de Valoración Aduanera; o <br /> b) en caso de que no haya valor de transacción o de que el valor de transacción del <br /> material no pueda determinarse conforme a los principios del artículo 1 del Código de <br /> Valoración Aduanera, será calculado de acuerdo con los principios de los artículos 2 al 7 <br /> del Código de Valoración Aduanera; y <br /> c) incluirá, cuando no estén considerados en los literales a) o b): <br /> i) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br /> incurrido para el transporte del material hasta el puerto habilitado para la importación en <br /> la Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 2; y <br /> ii) el costo de los desechos y desperdicios resultantes del uso del material en la <br /> producción del bien, menos cualquier recuperación de éstos costos, siempre que la <br /> recuperación no exceda del 30% del valor del material determinado conforme a los literales a) y b). <br /> 2 Cuando el productor del bien adquiera el material no originario dentro de su <br /> territorio, el valor del material no incluirá el flete, seguro, costos de empaque y todos los <br /> demás costos en que se haya incurrido para el transporte del material desde el almacén <br /> del proveedor hasta el lugar en que se encuentre el productor. <br /> 3 Para efectos del cálculo del valor de contenido regional de conformidad con el artículo 6-04, <br /> el valor de los materiales no originarios utilizados por el productor en la <br /> producción de un bien no incluirá: <br /> a) el valor de los materiales no originarios utilizados por otro productor en la <br /> producción de un material originario que es adquirido y utilizado por el productor del bien <br /> en la producción de ese bien; o <br /> b) el valor de los materiales no originarios utilizados por el productor del bien en la <br /> producción de un material originario de fabricación propia y que se designe por el <br /> productor como material intermedio de conformidad con el artículo 6-07. <br /> Anexo al artículo 6-01 <br /> Cálculo del costo total <br /> 1. Para los efectos de este anexo se entenderá por: <br /> base de asignación: cualquiera de las siguientes bases de asignación que puede ser utilizada por el productor para calcular el porcentaje del costo con relación al bien: <br /> a) la suma del costo de mano de obra directa y el costo o valor del material directo del bien; <br /> b) la suma del costo de mano de obra directa, el costo o valor del material directo y los costos y gastos directos de fabricación del bien; <br /> c) horas o costos de mano de obra directa; <br /> d) unidades producidas; <br /> e) horas máquina; <br /> f) importe de las ventas; <br /> g) área de la planta; y <br /> h) cualesquiera otras bases que se consideren razonables y cuantificables. <br /> costos y gastos directos de fabricación: los costos y gastos incurridos en un periodo que están directamente relacionados <br /> con el bien, diferentes a los costos o valor de materiales directos y costos de mano de obra directa. <br /> costos y gastos indirectos de fabricación: los costos y gastos incurridos en un periodo distintos a los costos y <br /> gastos directos de fabricación, costos de mano de obra directa y costos o valor de materiales directos. <br /> para efectos de administración interna: cualquier procedimiento de asignación utilizado para la declaración de impuestos, <br /> estados o reportes financieros, control interno, planeación financiera, toma de decisiones, <br /> fijación de precios, recuperación de costos, administración del control de costos o medición de desempeño. <br /> 2. Cuando el productor de un bien, para calcular el costo total en relación al bien, <br /> utiliza un método de asignación de costos para efectos de administración interna con el fin de distribuir al bien <br /> los costos de materiales directos, los costos de mano de obra directa o los costos y gastos directos e indirectos de fabricación, <br /> o parte de los mismos, y ese método refleja razonablemente los costos de materiales directos, los costos de mano de obra directa <br /> o los costos y gastos directos e indirectos de fabricación incurridos en la producción del bien, ese método se considerará <br /> como un método de asignación razonable de costos y gastos y podrá utilizarse para asignar los costos al bien. <br /> 3. Para efectos del cálculo del costo total, el productor del bien podrá determinar una <br /> cantidad razonable por concepto de costos y gastos que no han sido asignados al bien, <br /> de la siguiente manera: <br /> a) para los costos de material directo y los costos de mano de obra directa, con base <br /> en cualquier método que refleje razonablemente el material directo y la mano de obra <br /> directa utilizados en la producción del bien; y <br /> b) en relación a los costos y gastos directos e indirectos de fabricación, en base en lo <br /> establecido en el párrafo 6. <br /> 4. Cualquier método de asignación razonable de costos y gastos que elija un <br /> productor para efectos de este capítulo, se utilizará durante todo su ejercicio fiscal. <br /> 5. Los siguientes conceptos no se asignarán a un bien y esos conceptos se <br /> considerarán como costos y gastos excluidos: <br /> a) costos y gastos de un servicio proporcionado por el productor de un bien a otra <br /> persona, cuando el servicio no se relaciona con el bien; <br /> b) costos y pérdidas resultantes de la venta de una parte de la empresa del <br /> productor, la cual constituye una operación descontinuada; <br /> c) costos relacionados con el efecto acumulado de cambios en la aplicación de <br /> principios de contabilidad; <br /> d) costos o pérdidas resultantes de la venta de un bien de capital del productor; <br /> e) costos y gastos relacionados con casos fortuitos o de fuerza mayor; y <br /> f) utilidades obtenidas por el productor del bien sin importar si fueron retenidos por el <br /> productor o pagados a otras personas, como dividendos o impuestos pagados sobre <br /> estas utilidades, incluyendo los impuestos sobre ganancias del capital. <br /> 6. Con el objeto de asignar los costos y gastos directos e indirectos de fabricación, el <br /> productor podrá elegir una o más bases de asignación que reflejen una relación entre los <br /> costos y gastos directos e indirectos de fabricación y el bien. <br /> 7. En relación con cada base elegida, el productor podrá calcular un porcentaje del <br /> costo para cada bien producido, de conformidad con la siguiente fórmula: <br /> PC = (BA/BTA)100 <br /> donde <br /> PC: el porcentaje del costo o gasto con relación al bien. <br /> BA: la base de asignación para el bien. <br /> BTA: la base total de asignación para todos los bienes <br /> producidos por el productor del bien. <br /> 8. Los costos o gastos respecto a los cuales se elige una base de asignación, se <br /> asignan a un bien de acuerdo con la siguiente fórmula: <br /> CAB = CA x PC <br /> donde <br /> CAB: los costos o gastos asignados al bien. <br /> CA: los costos o gastos que serán asignados. <br /> PC: el porcentaje del costo o gasto con relación al bien. <br /> 9. Cuando los costos o gastos mencionados en el párrafo 5 se encuentren incluidos <br /> en los costos o gastos asignados al bien, el porcentaje del costo o gasto con relación al <br /> bien utilizado para asignar ese costo o gasto al bien se utilizará para determinar el <br /> importe de los costos o gastos excluidos que se restarán de los costos o gastos que se <br /> asignaron al bien. <br /> 10. Cualquier costo o gasto asignado de conformidad con algún método de asignación <br /> razonable de costos que se utilice para efectos de administración interna, no se <br /> considerará razonablemente asignado cuando se pueda demostrar a partir de pruebas <br /> suficientes que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-13: Materiales indirectos <br /> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br /> lugar de su producción y el valor de esos materiales será el costo de los mismos que se <br /> reporte en los registros contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-12: Transbordo y expedición directa <br /> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br /> conformidad con los requisitos del artículo 6-03, si con posterioridad a esa producción, el <br /> bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br /> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br /> necesario para mantenerlo en buena condición o transportarlo al territorio de una Parte. <br /> 2 Sin perjuicio de lo dispuesto en el párrafo 1, un bien no perderá su condición de <br /> originario cuando, al estar en tránsito por el territorio de uno o más países no Parte, con o <br /> sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br /> competente en esos países: <br /> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas <br /> a requerimientos de transporte; <br /> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br /> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br /> embalaje, empaque, carga, descarga o manipulación para asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-03: Bienes originarios <br /> 1 Un bien será originario del territorio de una Parte cuando: <br /> a) sea obtenido en su totalidad o producido enteramente en territorio de una o más <br /> Partes según la definición del artículo 6-01; <br /> b) sea producido en territorio de una o más Partes a partir exclusivamente de <br /> materiales que califican como originarios de conformidad con este artículo; <br /> c) sea producido en territorio de una o más Partes a partir de materiales no <br /> originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos <br /> según se especifica en el anexo a este artículo y el bien cumpla con las demás <br /> disposiciones aplicables de este capítulo; <br /> d) sea producido en territorio de una o más Partes a partir de materiales no <br /> originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos, y <br /> cumpla con un requisito de valor de contenido regional, según se especifica en el anexo a <br /> este artículo, así como con las demás disposiciones aplicables de este capítulo; <br /> e) sea producido en territorio de una o más Partes y cumpla con un requisito de <br /> valor de contenido regional según se especifique en el anexo a este artículo, así como <br /> con las demás disposiciones aplicables de este capítulo; <br /> f) excepto para los bienes comprendidos en los capítulos 61 a 63 del Sistema <br /> Armonizado, sea producido en territorio de una o más Partes, pero uno o más de los <br /> materiales no originarios utilizados en la producción del bien no cumplen con un cambio <br /> de clasificación arancelaria debido a que: <br /> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, <br /> pero se ha clasificado como un bien ensamblado de conformidad con la Regla General <br /> 2(a) del Sistema Armonizado; o <br /> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa <br /> partida no se divida en subpartidas o la subpartida sea la misma tanto para el bien como para sus partes; <br /> siempre que el valor de contenido regional del bien, determinado de acuerdo con <br /> el artículo 6-04, no sea inferior al porcentaje establecido en el anexo a este artículo o en <br /> el artículo 6-18, y el bien cumpla con las demás disposiciones aplicables de este capítulo. <br /> 2 Para los efectos de este capítulo, la producción de un bien a partir de materiales <br /> no originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos, <br /> según se especifica en el anexo a este artículo, deberá hacerse en su totalidad en <br /> territorio de una o más Partes, y todo requisito de contenido regional de un bien deberá <br /> satisfacerse en su totalidad en territorio de una o más Partes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-15: Envases y materiales de empaque para venta al menudeo <br /> Los envases y los materiales de empaque en que un bien se presente para la <br /> venta al menudeo, cuando estén clasificados con el bien que contengan, no se tomarán <br /> en cuenta para decidir si todos los materiales no originarios utilizados en la producción del <br /> bien cumplen con el cambio correspondiente de clasificación arancelaria establecido en el <br /> anexo al artículo 6-03. Cuando el bien esté sujeto al requisito de valor de contenido <br /> regional, el valor de los envases y materiales de empaque para venta al menudeo se <br /> considerará como originario o no originario, según sea el caso, para calcular el valor de <br /> contenido regional de bien. <br /> Artículo 6-16: Contenedores y materiales de empaque para embarque <br /> 1 Los contenedores y los materiales de empaque en que un bien se empaca para su <br /> transporte no se tomarán en cuenta para efectos de establecer si todos los materiales no <br /> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de <br /> clasificación arancelaria establecido en el anexo al artículo 6-03. Cuando el bien esté <br /> sujeto al requisito de valor de contenido regional, el valor de los materiales de empaque <br /> para embarque en que un bien se empaca para su transporte se considerará como <br /> originario o no originario, según sea el caso, para calcular el valor de contenido regional del bien. <br /> 2 Cuando el bien se encuentre sujeto al requisito de valor de contenido regional, el <br /> valor del material de empaque para embarque será el costo de ese material que se <br /> reporte en los registros del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-09: Bienes y materiales fungibles <br /> 1 Para los efectos de establecer si un bien es originario: <br /> a) cuando se utilicen materiales fungibles originarios y no originarios en la producción <br /> de un bien que se encuentren mezclados o combinados físicamente en inventario, el <br /> origen de los materiales no tendrá que ser establecido mediante la identificación de un <br /> material fungible específico, sino que podrá definirse mediante uno de los métodos de <br /> manejo de inventarios establecidos en el párrafo 2; y <br /> b) cuando bienes fungibles originarios y no originarios se mezclen o combinen <br /> físicamente en inventario, y antes de su exportación no sufran ningún proceso productivo <br /> ni cualquier otra operación en el territorio de la Parte en que fueron mezclados o <br /> combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br /> necesario para mantener los bienes en buena condición o transportarlos al territorio de <br /> otra Parte, el origen del bien podrá ser establecido a partir de uno de los métodos de <br /> manejo de inventarios establecidos en el párrafo 2. <br /> 2 Los métodos de manejo de inventarios aplicables para materiales o bienes <br /> fungibles serán los siguientes: <br /> a) @^@PEPS@^@ (primeras entradas-primeras salidas) es el método de manejo de <br /> inventarios mediante el cual el origen del número de unidades de los materiales o bienes <br /> fungibles que primero se recibieron en el inventario, se considera como el origen en igual <br /> número de unidades de los materiales o bienes fungibles que primero salen del inventario; <br /> b) @^@UEPS@^@ (últimas entradas-primeras salidas) es el método de manejo de inventarios <br /> mediante el cual el origen del número de unidades de los materiales o bienes fungibles <br /> que se recibieron al último en el inventario, se considera como el origen en igual número <br /> de unidades de los materiales o bienes fungibles que primero salen del inventario; o <br /> c) @^@promedios@^@ es el método de manejo de inventarios mediante el cual: <br /> i) la determinación acerca de si los materiales o bienes fungibles son originarios se <br /> realizará, salvo lo dispuesto en el numeral ii), a través de la aplicación de la siguiente fórmula: <br /> PMO = (TMO/TMOYN)100 <br /> donde <br /> PMO: promedio de los materiales o bienes fungibles originarios. <br /> TMO: total de unidades de los materiales o bienes fungibles <br /> originarios que formen parte del inventario previo a la salida. <br /> TMOYN: suma total de unidades de los materiales o bienes <br /> fungibles originarios y no originarios que formen parte <br /> del inventario previo a la salida. <br /> ii) para el caso en que el bien se encuentra sujeto a un requisito de valor de <br /> contenido regional, la determinación del valor de los materiales no originarios se realizará <br /> a través de la aplicación de la siguiente fórmula: <br /> PMN= (TMN/TMOYN)100 <br /> donde <br /> PMN: promedio de los materiales no originarios. <br /> TMN: valor total de los materiales fungibles no originarios que <br /> formen parte del inventario previo a la salida. <br /> TMOYN: valor total de los materiales fungibles originarios y no <br /> originarios que formen parte del inventario previo a la salida. <br /> 3 Una vez seleccionado uno de los métodos de manejo de inventarios establecidos <br /> en el párrafo 2, éste deberá ser utilizado a través de todo el ejercicio fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 93%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-10: Juegos o surtidos <br /> 1 Los bienes que se clasifiquen como juegos o surtidos según lo dispuesto en la <br /> Regla General 3 del Sistema Armonizado, así como los bienes cuya descripción conforme <br /> a la nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, <br /> calificarán como originarios siempre que cada uno de los bienes contenidos en el juego o <br /> surtido cumpla con la regla de origen que se haya establecido para cada bien en este capítulo. <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br /> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br /> formación del juego o surtido no excede del 7% del valor de transacción del mismo, <br /> determinado de conformidad con el artículo 6-04.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Anexo al artículo 6-01 <br /> Cálculo del costo total <br /> 1. Para los efectos de este anexo se entenderá por: <br /> base de asignación: cualquiera de las siguientes bases de asignación que puede ser utilizada por el productor para calcular el porcentaje del costo con relación al bien: <br /> a) la suma del costo de mano de obra directa y el costo o valor del material directo del bien; <br /> b) la suma del costo de mano de obra directa, el costo o valor del material directo y los costos y gastos directos de fabricación del bien; <br /> c) horas o costos de mano de obra directa; <br /> d) unidades producidas; <br /> e) horas máquina; <br /> f) importe de las ventas; <br /> g) área de la planta; y <br /> h) cualesquiera otras bases que se consideren razonables y cuantificables. <br /> costos y gastos directos de fabricación: los costos y gastos incurridos en un periodo que están directamente relacionados <br /> con el bien, diferentes a los costos o valor de materiales directos y costos de mano de obra directa. <br /> costos y gastos indirectos de fabricación: los costos y gastos incurridos en un periodo distintos a los costos y <br /> gastos directos de fabricación, costos de mano de obra directa y costos o valor de materiales directos. <br /> para efectos de administración interna: cualquier procedimiento de asignación utilizado para la declaración de impuestos, <br /> estados o reportes financieros, control interno, planeación financiera, toma de decisiones, <br /> fijación de precios, recuperación de costos, administración del control de costos o medición de desempeño. <br /> 2. Cuando el productor de un bien, para calcular el costo total en relación al bien, <br /> utiliza un método de asignación de costos para efectos de administración interna con el fin de distribuir al bien <br /> los costos de materiales directos, los costos de mano de obra directa o los costos y gastos directos e indirectos de fabricación, <br /> o parte de los mismos, y ese método refleja razonablemente los costos de materiales directos, los costos de mano de obra directa <br /> o los costos y gastos directos e indirectos de fabricación incurridos en la producción del bien, ese método se considerará <br /> como un método de asignación razonable de costos y gastos y podrá utilizarse para asignar los costos al bien. <br /> 3. Para efectos del cálculo del costo total, el productor del bien podrá determinar una <br /> cantidad razonable por concepto de costos y gastos que no han sido asignados al bien, <br /> de la siguiente manera: <br /> a) para los costos de material directo y los costos de mano de obra directa, con base <br /> en cualquier método que refleje razonablemente el material directo y la mano de obra <br /> directa utilizados en la producción del bien; y <br /> b) en relación a los costos y gastos directos e indirectos de fabricación, en base en lo <br /> establecido en el párrafo 6. <br /> 4. Cualquier método de asignación razonable de costos y gastos que elija un <br /> productor para efectos de este capítulo, se utilizará durante todo su ejercicio fiscal. <br /> 5. Los siguientes conceptos no se asignarán a un bien y esos conceptos se <br /> considerarán como costos y gastos excluidos: <br /> a) costos y gastos de un servicio proporcionado por el productor de un bien a otra <br /> persona, cuando el servicio no se relaciona con el bien; <br /> b) costos y pérdidas resultantes de la venta de una parte de la empresa del <br /> productor, la cual constituye una operación descontinuada; <br /> c) costos relacionados con el efecto acumulado de cambios en la aplicación de <br /> principios de contabilidad; <br /> d) costos o pérdidas resultantes de la venta de un bien de capital del productor; <br /> e) costos y gastos relacionados con casos fortuitos o de fuerza mayor; y <br /> f) utilidades obtenidas por el productor del bien sin importar si fueron retenidos por el <br /> productor o pagados a otras personas, como dividendos o impuestos pagados sobre <br /> estas utilidades, incluyendo los impuestos sobre ganancias del capital. <br /> 6. Con el objeto de asignar los costos y gastos directos e indirectos de fabricación, el <br /> productor podrá elegir una o más bases de asignación que reflejen una relación entre los <br /> costos y gastos directos e indirectos de fabricación y el bien. <br /> 7. En relación con cada base elegida, el productor podrá calcular un porcentaje del <br /> costo para cada bien producido, de conformidad con la siguiente fórmula: <br /> PC = (BA/BTA)100 <br /> donde <br /> PC: el porcentaje del costo o gasto con relación al bien. <br /> BA: la base de asignación para el bien. <br /> BTA: la base total de asignación para todos los bienes <br /> producidos por el productor del bien. <br /> 8. Los costos o gastos respecto a los cuales se elige una base de asignación, se <br /> asignan a un bien de acuerdo con la siguiente fórmula: <br /> CAB = CA x PC <br /> donde <br /> CAB: los costos o gastos asignados al bien. <br /> CA: los costos o gastos que serán asignados. <br /> PC: el porcentaje del costo o gasto con relación al bien. <br /> 9. Cuando los costos o gastos mencionados en el párrafo 5 se encuentren incluidos <br /> en los costos o gastos asignados al bien, el porcentaje del costo o gasto con relación al <br /> bien utilizado para asignar ese costo o gasto al bien se utilizará para determinar el <br /> importe de los costos o gastos excluidos que se restarán de los costos o gastos que se <br /> asignaron al bien. <br /> 10. Cualquier costo o gasto asignado de conformidad con algún método de asignación <br /> razonable de costos que se utilice para efectos de administración interna, no se <br /> considerará razonablemente asignado cuando se pueda demostrar a partir de pruebas <br /> suficientes que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-02: Declaración y certificación de origen <br /> 1 El certificado de origen establecido en el anexo 1 a este artículo, servirá para certificar que un bien que <br /> se exporte de territorio de una Parte a territorio de otra Parte, califica como originario. Ese certificado <br /> podrá ser modificado por acuerdo de las Partes. <br /> 2 Cada Parte establecerá que para la exportación a otra Parte de un bien respecto del cual el importador <br /> tenga derecho a solicitar trato arancelario preferencial, el exportador llene y firme un certificado de <br /> origen respecto de ese bien. El certificado de origen del exportador requerirá de la validación por parte <br /> de la autoridad competente de la Parte exportadora. <br /> 3 En caso de que el exportador no sea el productor del bien, llenará y firmará el certificado de origen con <br /> fundamento en una declaración de origen de conformidad con el anexo 2 a este artículo que ampare al <br /> bien objeto de la exportación, llenada y firmada por el productor del bien y proporcionada <br /> voluntariamente al exportador. La declaración de origen que llene y firme el productor no se validará en <br /> los términos del párrafo 2. <br /> 4 La autoridad de la Parte exportadora: <br /> a) mantendrá los mecanismos administrativos para la validación del certificado de origen <br /> llenado y firmado por el exportador; <br /> b) proporcionará, a solicitud de la Parte importadora, información relativa al origen de los <br /> bienes importados con trato arancelario preferencial; y <br /> c) comunicará a las demás Partes la relación de los funcionarios autorizados para validar los <br /> certificados de origen con sus correspondientes sellos, firmas y facsímil. Las modificaciones a <br /> esa relación, regirán a los treinta días siguientes al recibo de la respectiva comunicación. <br /> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador y validado por la <br /> autoridad competente de la Parte exportadora pueda amparar una sola importación de uno o más <br /> bienes y será válido por 1 año contado a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-05: Excepciones <br /> No se requerirá del certificado de origen en el caso de la importación de un bien para el cual la Parte a cuyo <br /> territorio se importa haya dispensado el requisito de presentación de un certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-02: Declaración y certificación de origen <br /> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador y validado por la <br /> autoridad competente de la Parte exportadora pueda amparar una sola importación de uno o más <br /> bienes y será válido por 1 año contado a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-06: Registros contables <br /> 1 Cada Parte dispondrá que un exportador o un productor que llene y firme un certificado o declaración <br /> de origen, conserve durante un mínimo de cinco años contados a partir de la fecha de firma del <br /> certificado o declaración, todos los registros y documentos relativos al origen del bien, <br /> incluyendo los referentes a: <br /> a) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br /> b) la adquisición, los costos, el valor y el pago de todos los materiales utilizados en la <br /> producción del bien que se exporte de su territorio; y <br /> c) la producción del bien en la forma en que se exporte de su territorio. <br /> 2 Cada Parte dispondrá que el exportador o el productor proporcionará a la autoridad competente de la <br /> Parte importadora los registros y documentos mencionados en el párrafo 1. Cuando los registros y <br /> documentos no estén en poder del exportador o productor, éste podrá solicitar al productor o proveedor <br /> de los materiales los registros y documentos para que sean entregados por su conducto a la autoridad <br /> competente que realiza la verificación. <br /> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial para un bien que se <br /> importe de otra Parte, conservará durante un mínimo de cinco años contados a partir de la fecha de la <br /> importación, el certificado de origen y toda la documentación relativa a la importación <br /> requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-03: Obligaciones respecto a las importaciones <br /> 1 Cada Parte requerirá del importador que solicite trato arancelario preferencial para un bien de otra Parte, que: <br /> a) declare por escrito, en el documento de importación con base en un certificado de origen <br /> válido, que el bien califica como originario; <br /> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; y <br /> c) presente o entregue el certificado de origen cuando lo solicite la autoridad competente. <br /> 2 Cada Parte requerirá del importador que presente o entregue una declaración corregida y pague los <br /> impuestos de importación correspondientes, cuando el importador tenga motivos para creer que el <br /> certificado de origen en que se sustenta su declaración de importación contiene información incorrecta. <br /> Si presenta la declaración mencionada en forma espontánea, conforme a la legislación interna de cada <br /> Parte, no será sancionado. <br /> 3 Cada Parte dispondrá que cuando el importador no cumpla con cualquiera de los requisitos <br /> establecidos en el párrafo 1, se niegue el trato arancelario preferencial al bien importado de otra Parte <br /> para el cual se hubiera solicitado la preferencia. <br /> 4 La solicitud a que se refiere el párrafo 1, literal c) no evitará el desaduanamiento o levante de la <br /> mercancía en condiciones de trato arancelario preferencial solicitado en la declaración de importación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-03: Obligaciones respecto a las importaciones <br /> 1 Cada Parte requerirá del importador que solicite trato arancelario preferencial para un bien de otra Parte, que: <br /> a) declare por escrito, en el documento de importación con base en un certificado de origen <br /> válido, que el bien califica como originario; <br /> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; y <br /> c) presente o entregue el certificado de origen cuando lo solicite la autoridad competente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-07: Procedimientos para verificar el origen <br /> 1 Antes de efectuar una verificación de conformidad con lo establecido en este artículo, la autoridad <br /> competente de la Parte importadora podrá solicitar información con respecto al origen de los bienes <br /> exportados a la autoridad competente de la Parte exportadora. <br /> 2 Para determinar si un bien importado de otra Parte califica como originario, cada Parte podrá, por <br /> conducto de la autoridad competente, verificar el origen del bien mediante: <br /> a) cuestionarios escritos dirigidos a exportadores o a productores en territorio de la otra Parte; o <br /> b) visitas de verificación a un exportador o a un productor en territorio de la otra Parte, con el <br /> propósito de examinar los registros y documentos que acrediten el cumplimiento de las reglas <br /> de origen de conformidad con el artículo 7-06, e inspeccionar las instalaciones que se utilicen <br /> en la producción del bien y en su caso las que se utilicen en la producción del material. <br /> Lo dispuesto en este párrafo, se hará sin perjuicio de las facultades de inspección o revisión de la Parte <br /> importadora sobre sus propios importadores, exportadores o productores. <br /> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, literal a), responderá y <br /> devolverá ese cuestionario dentro de un plazo de treinta días. Durante ese plazo el exportador o <br /> productor podrá solicitar por escrito a la Parte importadora que está realizando la verificación, una <br /> prórroga la cual no será mayor de treinta días. Esta solicitud no conllevará la negación del trato <br /> arancelario preferencial. <br /> 4 En caso de que el exportador o productor no devuelva el cuestionario debidamente respondido dentro <br /> del plazo correspondiente, la Parte importadora podrá negar el trato arancelario preferencial conforme al párrafo 11. <br /> 5 La Parte importadora que efectúe una verificación mediante cuestionario, dispondrá de un plazo de 45 <br /> días a partir de que reciba la respuesta al mismo, para enviar la notificación a que se refiere el párrafo <br /> 6, si lo considera conveniente. <br /> 6 Antes de efectuar una visita de verificación de conformidad con lo establecido en el párrafo 2, literal b), <br /> la Parte importadora estará obligada, por conducto de su autoridad competente, a comunicar por escrito <br /> su intención de efectuar la visita por lo menos con treinta días de anticipación. La notificación se <br /> enviará al exportador o al productor que vaya a ser visitado, a la autoridad competente de la Parte en <br /> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la embajada de esta última Parte <br /> en territorio de la Parte importadora. La autoridad competente de la Parte importadora obtendrá el <br /> consentimiento por escrito del exportador o del productor a quien pretende visitar. <br /> 7 La comunicación a que se refiere el párrafo 6, contendrá: <br /> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br /> b) el nombre del exportador o del productor que pretende visitar; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención específica del <br /> bien o bienes objeto de verificación a que se refieren el o los certificados de origen; <br /> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 8 Cualquier modificación en el número, nombre o cargo de los funcionarios a que se refiere el literal e) del <br /> párrafo 7, será comunicada por escrito al exportador o productor y a la autoridad de la Parte <br /> exportadora antes de la visita de verificación. Cualquier modificación de la información a que se refieren <br /> los literales a), b), c), d) y f) del párrafo 7, será notificada en los términos del párrafo 6. <br /> 9 Si dentro de los treinta días siguientes al recibo de la comunicación relativa a la visita de verificación <br /> propuesta conforme al párrafo 6, el exportador o el productor no otorga su consentimiento por escrito <br /> para la realización de la misma, la Parte importadora podrá negar el trato arancelario preferencial al <br /> bien o bienes que habrían sido motivo de la visita. <br /> 10 Cada Parte permitirá al exportador o productor cuyo bien sea motivo de una visita de verificación, <br /> designar dos testigos que estén presentes durante la visita, siempre que los testigos intervengan <br /> únicamente con esa calidad. De no haber designación de testigos por el exportador o el productor, esa <br /> omisión no tendrá por consecuencia la posposición de la visita. <br /> 11 La Parte que haya realizado una verificación, proporcionará al exportador o al productor cuyo bien o <br /> bienes hayan sido objeto de la verificación, un documento que contenga la decisión en la que determine <br /> si el bien o bienes califican o no como originarios, e incluya los fundamentos de hecho y de derecho de la determinación. <br /> 12 Cuando la verificación que haya realizado una Parte, indique que el exportador o el productor ha <br /> certificado o declarado más de una vez de manera falsa o infundada que un bien califica como <br /> originario, la Parte podrá suspender el trato arancelario preferencial a los bienes idénticos que esa <br /> persona exporte o produzca, hasta que la misma pruebe que cumple con lo establecido en el capítulo VI. <br /> 13. Cada Parte dispondrá que la decisión que determine que cierto bien importado a su territorio no califica <br /> como originario de acuerdo con la clasificación arancelaria o con el valor aplicado por la Parte a uno o <br /> más materiales utilizados en la producción del bien, y ello difiera de la clasificación arancelaria o del <br /> valor aplicado a los materiales por la Parte exportadora, no surta efectos hasta que la comunique por <br /> escrito tanto al importador del bien como al exportador o productor que haya llenado y firmado el <br /> certificado o declaración de origen que lo ampara. <br /> 14. La Parte no aplicará la decisión adoptada conforme al párrafo 13, a una importación efectuada antes de <br /> la fecha en que la decisión surta efecto cuando la autoridad competente de la Parte exportadora haya <br /> expedido una resolución o un criterio anticipado sobre la clasificación arancelaria o el valor de los <br /> materiales, sobre la cual se pueda tener certidumbre conforme a las leyes y reglamentaciones <br /> aduaneras de esa Parte exportadora. <br /> 15. Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una decisión adoptada de <br /> acuerdo con el párrafo 13, esa Parte pospondrá la fecha de entrada en vigor de la negativa por un <br /> plazo que no exceda noventa días, siempre que el importador del bien o el exportador o productor que <br /> haya llenado y firmado el certificado o declaración de origen que lo ampara, acredite haberse apoyado <br /> de buena fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales por la <br /> autoridad competente de la Parte exportadora. <br /> 16. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de verificación de <br /> origen de conformidad con lo establecido en las legislaciones internas de las Partes involucradas.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-09: Sanciones <br /> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por infracciones a sus leyes y <br /> reglamentos relacionados con las disposiciones de este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-10: Criterios anticipados <br /> 1 Cada Parte dispondrá que por conducto de su autoridad competente, se expidan con prontitud criterios <br /> anticipados por escrito, previos a la importación de un bien de otra Parte a su territorio. Los criterios <br /> anticipados se expedirán a solicitud del importador en su territorio o del exportador o productor en <br /> territorio de la otra Parte, con base en los hechos y circunstancias manifestados por los mismos <br /> respecto a si los bienes califican como originarios de acuerdo con las reglas de origen del capítulo VI. <br /> a) si los materiales no originarios utilizados en la producción de un bien cumplen con el cambio <br /> correspondiente de clasificación arancelaria señalado en el anexo al artículo 6-03 del capítulo <br /> VI como resultado de que la producción se lleve a cabo en territorio de una o más Partes; <br /> b) si el bien cumple con el requisito de valor de contenido regional establecido en el <br /> anexo al artículo 6-03 del capítulo VI; <br /> c) si el método para calcular el valor de un bien o de los materiales utilizados en la producción <br /> de un bien, que deba aplicar el exportador o productor en territorio de otra Parte, de <br /> conformidad con los principios del Código de Valoración Aduanera y con el fin de determinar si <br /> el bien cumple el requisito de valor de contenido regional conforme al anexo al artículo 6-03 <br /> del capítulo VI; o <br /> d) otros asuntos que las Partes convengan. <br /> 2 Cada Parte adoptará o mantendrá previa publicación, procedimientos para la expedición de criterios <br /> anticipados que incluyan: <br /> a) una descripción detallada de la información que razonablemente se requiera para tramitar una solicitud; <br /> b) la facultad de su autoridad competente para pedir en cualquier momento información <br /> adicional a quien solicite el criterio anticipado durante el proceso de evaluación de la solicitud; <br /> c) la obligación de expedir el criterio anticipado dentro de un plazo de ciento veinte días <br /> contados a partir del momento en que la autoridad haya obtenido toda la información <br /> necesaria de quien lo solicita; y <br /> d) la obligación de explicar de manera completa, las razones fundadas y motivadas del criterio <br /> anticipado cuando éste sea desfavorable para el solicitante. <br /> 3 Cada Parte aplicará los criterios anticipados a las importaciones a partir de la fecha de expedición del <br /> criterio, o en una fecha posterior que en el mismo se indique, salvo que el criterio anticipado se <br /> modifique o revoque de acuerdo con el párrafo 6. <br /> 4 Cada Parte otorgará el mismo trato, la misma interpretación y aplicación de las disposiciones del <br /> capítulo VI, referentes a la determinación del origen, a todo el que solicite un criterio anticipado, cuando <br /> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 5 El criterio anticipado podrá ser modificado o revocado por la Parte emisora en los siguientes casos: <br /> a) cuando contenga o se haya fundado en algún error: <br /> i) de hecho; <br /> ii) en la clasificación arancelaria de un bien o de los materiales; <br /> iii) sobre si el bien cumple con el requisito de valor de contenido regional; <br /> b) cuando el criterio anticipado no este conforme con una interpretación acordada entre las <br /> Partes con respecto a las reglas de origen de este Tratado; <br /> c) para dar cumplimiento a una decisión judicial; y <br /> d) cuando cambien las circunstancias o los hechos que fundamenten el criterio anticipado. <br /> 6 Cada Parte dispondrá que cualquier modificación o revocación de un criterio anticipado surta efectos a <br /> partir de la fecha en que se expida o en una fecha posterior que en él se establezca. La modificación o <br /> revocación de un criterio anticipado no podrá aplicarse a las importaciones de un bien efectuadas antes <br /> de esas fechas, a menos que la persona a quien se le expidió el criterio no haya actuado conforme a <br /> los términos y condiciones del criterio expedido inicialmente. <br /> 7 No obstante lo dispuesto en el párrafo 7, la Parte que expida el criterio anticipado pospondrá la fecha <br /> de entrada en vigor de la modificación o revocación por un periodo que no exceda de noventa días, <br /> cuando la persona a quien se le expidió el criterio anticipado se haya apoyado en ese criterio de buena <br /> fe y en su perjuicio. <br /> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de un bien respecto del <br /> cual se haya expedido un criterio anticipado, la autoridad competente evalúe si: <br /> a) el exportador o el productor cumple con los términos y condiciones del criterio anticipado; <br /> b) las operaciones del exportador o del productor concuerdan con las circunstancias y los <br /> hechos sustanciales que fundamentan ese criterio; y <br /> c) los datos y cálculos comprobatorios utilizados en la aplicación del método para calcular el <br /> valor son correctos en todos los aspectos sustanciales. <br /> 9 Cada Parte dispondrá que cuando la autoridad competente determine que no se ha cumplido con <br /> cualquiera de los requisitos establecidos en el párrafo 9, ésta pueda modificar o revocar el criterio <br /> anticipado, según lo ameriten las circunstancias. <br /> 10. Cada Parte dispondrá que, cuando la autoridad competente decida que el criterio anticipado se ha <br /> fundado en información incorrecta, no se sancione a quien se le expidió, si demuestra que actuó con <br /> cuidado razonable y de buena fe al manifestar los hechos y circunstancias que motivaron el criterio anticipado. <br /> 11. Cada Parte podrá aplicar las medidas que ameriten las circunstancias, cuando la autoridad competente <br /> haya expedido un criterio anticipado a una persona que haya manifestado falsamente u omitido hechos <br /> o circunstancias sustanciales en que se funde el criterio anticipado, o no haya actuado de conformidad <br /> con los términos y condiciones del mismo. <br /> 12. La validez de un criterio anticipado estará sujeta a la obligación permanente de la persona a quien se le <br /> expidió de informar a la autoridad competente sobre cualquier cambio sustancial en los hechos o <br /> circunstancias en que ésta se basó para emitir ese criterio.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7-08: Revisión e impugnación <br /> 1 Cada Parte otorgará a los exportadores y productores de otra Parte, los mismos derechos de revisión e <br /> impugnación de decisiones de determinación de origen y de criterios anticipados previstos para los <br /> importadores en su territorio a quien: <br /> a) llene y firme un certificado o declaración de origen que ampare un bien que haya sido objeto <br /> de una decisión de determinación de origen de acuerdo con el párrafo 11 del artículo 7-07; o <br /> b) haya recibido un criterio anticipado de acuerdo al artículo 7-10. <br /> 2 Cada Parte, de conformidad con lo establecido en el párrafo 1, otorgará acceso a por lo menos un nivel <br /> de revisión administrativa independiente del funcionario o dependencia responsable de la decisión <br /> sujeta a revisión, y el acceso a un nivel de revisión judicial de la decisión inicial o de la decisión tomada <br /> al nivel último de la revisión administrativa. La revisión administrativa o judicial se hará de conformidad <br /> con la legislación interna de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Artículo 6-01: Definiciones", "ArticleDesc": "Artículo 6-01: Definiciones <br> Para los efectos de este capítulo se entenderá por: <br> bienes fungibles: bienes que son intercambiables para efectos comerciales, cuyas <br> propiedades son esencialmente idénticas y que no resulta práctico diferenciarlos por <br> simple examen visual uno del otro. <br> bien no originario o material no originario: un bien o un material que no califica como <br> originario de conformidad con lo establecido en este capítulo. <br> bienes obtenidos en su totalidad o producidos enteramente en territorio de una o más Partes: <br> a) minerales extraídos en territorio de una o más Partes; <br> b) productos del reino vegetal, cosechados en territorio de una o más Partes; <br> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br> d) bienes obtenidos de la caza o pesca en territorio de una o más Partes; <br> e) bienes tales como peces, crustáceos y otras especies marinas obtenidos del mar <br> por barcos registrados, matriculados, abanderados o reputados como tales, por alguna de <br> las Partes, según su legislación, a través de modalidades tales como afiliación, <br> arrendamiento o fletamiento; <br> f) bienes producidos a bordo de barcos fábrica de alguna de las Partes, a partir de <br> los bienes identificados en el literal e), siempre que tales barcos fábrica estén registrados, <br> matriculados, abanderados o reputados como tales, por alguna de las Partes, según su <br> legislación, a través de modalidades tales como afiliación, arrendamiento o fletamiento; <br> g) bienes obtenidos por una Parte o una persona de una Parte del lecho o del <br> subsuelo marino fuera de las aguas territoriales, siempre que la Parte tenga derechos <br> para explotar ese lecho o subsuelo marino; <br> h) desechos y desperdicios derivados de: <br> i) producción en territorio de una o más Partes; o <br> ii) bienes usados, recolectados en territorio de una o más Partes, siempre que esos <br> bienes sirvan sólo para la recuperación de materias primas; e <br> i) bienes producidos en territorio de una o más de las Partes exclusivamente a partir <br> de los bienes mencionados en los literales a) al h) o de sus derivados, en cualquier etapa de producción. <br> contenedores y materiales de empaque para embarque: bienes que son utilizados <br> para proteger a un bien durante su transporte, distintos de los envases y materiales para <br> venta al menudeo. <br> costo total: en relación a un bien, la suma de los siguientes elementos, de conformidad <br> con lo establecido en el anexo a este artículo: <br> a) el costo o valor de los materiales directos de fabricación utilizados en la <br> producción del bien; <br> b) el costo de la mano de obra directa utilizada en la producción del bien; y <br> c) una cantidad razonable por concepto de costos y gastos directos e indirectos de <br> fabricación del bien. <br> F.O.B.: libre a bordo (L.A.B.). <br> lugar en que se encuentre el productor: en relación a un bien, la planta de producción de ese bien. <br> material: un bien utilizado en la producción de otro bien. <br> material de fabricación propia: un material producido por el productor de un bien y <br> utilizado en la producción de ese bien. <br> materiales fungibles: materiales que son intercambiables para efectos comerciales y <br> cuyas propiedades son esencialmente idénticas. <br> material indirecto: un bien utilizado en la producción, verificación o inspección de un <br> bien, pero que no esté físicamente incorporado en el bien; o un bien que se utilice en el <br> mantenimiento de edificios o en la operación de equipo relacionados con la producción de <br> un bien, incluidos: <br> a) combustible y energía; <br> b) herramientas, troqueles y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción o para operar el equipo o los edificios; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br> g) catalizadores y solventes; y <br> h) cualquier otro bien que no esté incorporado en el bien, pero cuyo uso en la <br> producción del bien pueda demostrarse razonablemente que forma parte de esa producción. <br> material intermedio: materiales de fabricación propia utilizados en la producción de un <br> bien, y designados conforme al artículo 6-07. <br> persona relacionada: @^@vinculación entre las personas@^@ como se establece en el artículo 15.4 <br> del Código de Valoración Aduanera. <br> producción: el cultivo, la extracción, la cosecha, la pesca, la caza, la manufactura, el <br> procesamiento o el ensamblado de un bien. <br> productor: una persona que cultiva, extrae, cosecha, pesca, caza, manufactura, procesa <br> o ensambla un bien. <br> utilizados: empleados o consumidos en la producción de bienes. <br> valor de transacción de un bien: el precio pagado o por pagar por un bien relacionado <br> con la transacción del productor del bien de conformidad con los principios del artículo 1 <br> del Código de Valoración Aduanera, ajustado de acuerdo con los principios del artículo <br> 8.1, 8.3 y 8.4 del mismo, sin considerar que el bien se vende para exportación. <br> valor de transacción de un material: el precio pagado o por pagar por un material <br> relacionado con la transacción del productor del bien de conformidad con los principios <br> del artículo 1 del Código de Valoración Aduanera, ajustado de acuerdo con los principios <br> del artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el material se vende para exportación. <br> "}, {"ArticleTitle": "Artículo 6-02: Interpretación y aplicación", "ArticleDesc": "Artículo 6-02: Interpretación y aplicación <br> Para los efectos de este capítulo: <br> a) la base de clasificación arancelaria es el Sistema Armonizado; <br> b) la determinación del valor de transacción de un bien o de un material se hará <br> conforme a los principios del Código de Valoración Aduanera; <br> c) al aplicar el Código de Valoración Aduanera para determinar el origen de un bien: <br> i) los principios del Código de Valoración Aduanera se aplicarán a las transacciones <br> internas, con las modificaciones que requieran las circunstancias, como se aplicarían a <br> las internacionales; y <br> ii) las disposiciones de este capítulo y del capítulo VII, prevalecerán sobre el Código <br> de Valoración Aduanera, en aquello en que resulten incompatibles; <br> d) para efectos de la definición de valor de transacción de un bien establecida en el artículo <br> 6-01, el vendedor a que se refiere el Código de Valoración Aduanera será el <br> productor del bien; <br> e) para efectos de la definición de valor de transacción de un material establecida en <br> el artículo 6-01, el vendedor a que se refiere el Código de Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Código de Valoración Aduanera <br> será el productor del bien; <br> f) todos los costos mencionados en este capítulo serán registrados y mantenidos de <br> conformidad con los principios de contabilidad generalmente aceptados aplicables en el <br> territorio de la Parte donde el bien se produzca; y <br> g) las disposiciones de los artículos 6-10 y 6-11 prevalecerán sobre las reglas <br> específicas de origen indicadas en el anexo al artículo 6-03. <br> "}, {"ArticleTitle": "Artículo 6-07: Materiales intermedios", "ArticleDesc": "Artículo 6-07: Materiales intermedios <br> 1 Para efectos del cálculo del valor de contenido regional de conformidad con el artículo <br> 6-04, el productor de un bien podrá designar como material intermedio cualquier <br> material de fabricación propia utilizado en la producción del bien siempre que, de estar <br> sujeto ese material intermedio a un requisito de valor de contenido regional, ningún otro <br> material de fabricación propia sujeto al requisito de valor de contenido regional utilizado <br> en la producción de ese material intermedio pueda a su vez ser designado por el <br> productor como material intermedio. <br> 2 El valor de un material intermedio será: <br> a) el costo total incurrido respecto a todos los bienes producidos por el productor del <br> bien, que pueda asignarse razonablemente a ese material intermedio de conformidad con <br> lo establecido en el anexo al artículo 6-01; o <br> b) la suma de cada costo que sea parte del costo total incurrido respecto al material <br> intermedio, que pueda ser asignado razonablemente a ese material intermedio de <br> conformidad con lo establecido en el anexo al artículo 6-01. <br> 3 Cuando se designe un material intermedio y esté sujeto a un requisito de valor de <br> contenido regional, para efectos del cálculo del valor de contenido regional del material <br> intermedio, el valor de transacción referido en el artículo 6-04 será el valor señalado en el párrafo 2. <br> "}, {"ArticleTitle": "Artículo 6-17: Consulta y modificaciones", "ArticleDesc": "Artículo 6-17: Consulta y modificaciones <br> 1 Las Partes crean un Grupo de Trabajo de Reglas de Origen, integrado por <br> representantes de cada Parte que se reunirá por lo menos 2 veces al año, así como a <br> solicitud de cualquier Parte. <br> 2 Corresponderá al Grupo de Trabajo: <br> a) asegurar la efectiva implementación y administración de este capítulo; <br> b) llegar a acuerdos sobre la interpretación, aplicación y administración de este capítulo; y <br> c) atender cualquier otro asunto que acuerden la Partes. <br> 3 Las Partes realizarán consultas regularmente para garantizar que este capítulo se <br> aplique de manera efectiva, uniforme y de conformidad con el espíritu y los objetivos de <br> este Tratado y cooperarán en la aplicación de este capítulo. <br> 4 Cualquier Parte que considere que este capítulo requiere ser modificado debido a <br> cambios en el desarrollo de los procesos productivos u otros asuntos, podrá someter al <br> Grupo de Trabajo para su consideración una propuesta de modificación y las razones y <br> estudios que la apoyen. El Grupo de Trabajo presentará un informe a la Comisión para <br> que haga las recomendaciones pertinentes a las Partes. <br> 5 Las Partes señaladas en el anexo a este artículo podrán realizar consultas a <br> través del Grupo de Trabajo de Reglas de Origen de conformidad con lo establabecido en ese anexo. <br> "}, {"ArticleTitle": "Artículo 6-18: Disposiciones sobre contenido regional", "ArticleDesc": "Artículo 6-18: Disposiciones sobre contenido regional <br> 1 El contenido regional expresado como porcentaje será: <br> a) para los bienes clasificados en los capítulos 28 a 40 del Sistema Armonizado: <br> i) el 40% durante los primeros tres años a partir de la entrada en vigor de este Tratado; <br> ii) el 45% durante el cuarto y quinto año a partir de la entrada en vigor de este Tratado; y <br> iii) el 50% a partir del primer día del sexto año a partir de la entrada en vigor de este Tratado; <br> b) para los bienes clasificados en los capítulos 72 a 85 y 90 del Sistema Armonizado, <br> el 50% a partir de la entrada en vigor de este Tratado; <br> c) para los bienes no comprendidos en los literales a) y b): <br> i) el 50% durante los primeros cinco años a partir de la entrada en vigor de este Tratado; y <br> ii) el 55% a partir del primer día del sexto año a partir de la entrada en vigor de este Tratado. <br> d) los porcentajes de contenido regional establecidos en el literal c) no aplican para <br> los bienes respecto de los cuales se especifique un porcentaje distinto en el <br> anexo al artículo 6-03, sección B. <br> "}, {"ArticleTitle": "Artículo 6-19: Disposiciones especiales", "ArticleDesc": "Artículo 6-19: Disposiciones especiales <br> 1 Para los efectos de las preferencias señaladas en el Programa de Desgravación <br> para bienes que no tengan una regla específica de origen en este Tratado, así como para <br> los bienes comprendidos en una fracción o partida arancelaria identificada con el código <br> @^@EXCL@^@ en el Programa de Desgravación, se aplicará la Resolución No. 78 del Comité de <br> Representantes de la ALADI. Las disposiciones del capítulo VII se aplicarán respecto de <br> los bienes a que hace referencia este párrafo. <br> 2 El anexo a este artículo se aplica para las Partes señaladas en el mismo. <br> "}, {"ArticleTitle": "Artículo 6-20: Comité de Integración Regional de Insumos", "ArticleDesc": "Artículo 6-20: Comité de Integración Regional de Insumos <br> 1 Las Partes establecen el Comité de Integración Regional de Insumos (CIRI). <br> 2 Cada Parte designará, para cada caso que se presente, un representante del <br> sector público y un representante del sector privado para integrar el CIRI, salvo para el <br> caso de bienes clasificados en los capítulos 50 a 63 en que el CIRI quedará integrado <br> solamente por representantes de Colombia y México, hasta tanto no se acuerden las <br> reglas de origen entre México y Venezuela para los bienes clasificados en esos capítulos. <br> 3 El CIRI funcionará por un plazo de 10 años contados a partir de la entrada en vigor <br> de este Tratado. Sin embargo, si durante los últimos tres años se han otorgado dispensas <br> en los términos del párrafo 2 del artículo 6-23, el plazo será prorrogado por el período y <br> para los bienes que acuerden las Partes. <br> "}, {"ArticleTitle": "Artículo 6-21: Funciones del CIRI", "ArticleDesc": "Artículo 6-21: Funciones del CIRI <br> 1 El CIRI evaluará la incapacidad real y probada en territorio de las Partes de un <br> productor de bienes, de disponer en condiciones comerciales normales, de oportunidad, <br> volumen, calidad y precios, para transacciones equivalentes, de los materiales referidos <br> en el párrafo 3 utilizados por el productor en la producción de un bien. <br> 2 Para efectos del párrafo 1, por productor se entiende un productor de bienes para <br> exportación a territorio de otra Parte bajo trato arancelario preferencial. <br> 3 Los materiales utilizados en la producción de un bien a que se refiere el párrafo 1, <br> son únicamente los que se especifican en el anexo a este artículo. <br> "}, {"ArticleTitle": "Artículo 6-22: Procedimiento", "ArticleDesc": "Artículo 6-22: Procedimiento <br> 1 Para efectos del artículo 6-21, el CIRI llevará a cabo un procedimiento de <br> investigación que podrá iniciar a solicitud de Parte o a solicitud de la Comisión. Este <br> procedimiento iniciará dentro de los cinco días siguientes a la recepción de la solicitud y la <br> documentación que la fundamente. <br> 2 En el transcurso de este procedimiento, el CIRI evaluará las pruebas que se le presenten. <br> "}, {"ArticleTitle": "Artículo 6-23:Dictamen a la Comisión", "ArticleDesc": "Artículo 6-23:Dictamen a la Comisión <br> 1 El CIRI emitirá un dictamen a la Comisión dentro de los cuarenta días contados a <br> partir de la fecha de inicio del procedimiento de investigación. <br> 2 El CIRI dictaminará: <br> a) sobre la incapacidad del productor de disponer de materiales en los términos <br> indicados en el párrafo 1 del artículo 6-21; y <br> b) cuando se establezca la incapacidad referida en el literal a), sobre los montos y <br> términos de la dispensa requerida en la utilización de los materiales a que se refiere el <br> párrafo 3 del artículo 6-21, para que un bien pueda recibir trato arancelario preferencial. <br> 3 El CIRI remitirá su dictamen a la Comisión dentro de los cinco días siguientes a su emisión. <br> "}, {"ArticleTitle": "Artículo 6-24: Resolución de la Comisión", "ArticleDesc": "Artículo 6-24: Resolución de la Comisión <br> 1 Si el CIRI emite un dictamen en los términos del artículo 6-23, la Comisión emitirá <br> una resolución en un plazo no mayor a diez días a partir de que reciba el dictamen, de <br> conformidad con lo establecido en el párrafo 3 del artículo 6-23, a menos que acuerde un plazo distinto. <br> 2 Cuando se establezca la incapacidad referida en el párrafo 1 del artículo 6-21, la <br> resolución de la Comisión establecerá una dispensa, en los montos y términos <br> convenidos por el CIRI en su dictamen, para la utilización de los materiales a que se <br> refiere el párrafo 3 del artículo 6-21, con las modificaciones que considere convenientes. <br> 3 Si la Comisión no se ha pronunciado dentro del plazo señalado en el párrafo 1, se <br> considerará ratificado el dictamen del CIRI. <br> 4 La resolución a que hace referencia el párrafo 2 tendrá una vigencia máxima de un <br> año a partir de su emisión. La Comisión podrá prorrogar, a solicitud de la Parte <br> interesada, dentro de los seis meses anteriores a su vencimiento y previa revisión por el <br> CIRI, su resolución por un término igual si persisten las causas que le dieron origen. <br> 5 Cualquier Parte podrá solicitar, en cualquier momento durante su vigencia, la <br> revisión de la resolución de la Comisión. <br> "}, {"ArticleTitle": "Artículo 6-25: Remisión a la Comisión", "ArticleDesc": "Artículo 6-25: Remisión a la Comisión <br> 1 Si el CIRI no emite el dictamen a que se refiere el artículo 6-23 dentro de los <br> plazos ahí mencionados, debido a que no existe información suficiente o consenso sobre <br> el caso tratado, se tendrán por concluidas las consultas a que hace referencia el artículo 19-05 <br> y lo remitirá a conocimiento de la Comisión dentro de los cinco días siguientes a la <br> expiración de ese plazo. <br> 2 La Comisión emitirá una resolución en los términos del párrafo 2 del artículo 6-23 <br> en un plazo de 10 días. Si la Comisión no emite una resolución, se aplicará lo dispuesto <br> en los artículos 19-07 al 19-17 sujeto a lo establecido en los párrafos 3 al 7. <br> 3 El plazo para la instalación y emisión de la resolución final del tribunal arbitral al <br> que se refiere el artículo 19-07, será de cincuenta días. <br> 4 Para efectos del párrafo 2, se entenderá que la misión del tribunal arbitral será <br> emitir una decisión en los términos de los literales a) y b ) del párrafo 2 del artículo 6-23. <br> 5 La decisión final del tribunal arbitral será obligatoria para las Partes y, de <br> pronunciarse por la dispensa a que se refiere el literal b) del párrafo 2 del artículo 6-23, <br> tendrá una vigencia máxima de un año. La Comisión podrá prorrogar, a solicitud de la <br> Parte interesada dentro de los seis meses anteriores a su vencimiento y previa revisión <br> por el CIRI, la resolución del tribunal arbitral por un término igual, si persisten las causas <br> que le dieron origen. <br> 6 La Parte reclamante podrá acogerse a lo dispuesto por los párrafos 1 al 3 del artículo 19-17, <br> si el tribunal arbitral resuelve en su favor y la Parte demandada no cumple <br> la resolución final dentro del plazo que el tribunal arbitral haya fijado. <br> 7 La Parte demandada podrá acogerse a lo establecido por los párrafos 4 y 5 del artículo 19-17. <br> "}, {"ArticleTitle": "Artículo 6-26: Reglamento de operación", "ArticleDesc": "Artículo 6-26: Reglamento de operación <br> 1 A más tardar el 1° de enero de 1995, las Partes acordarán un reglamento de <br> operación del CIRI. <br> 2 El reglamento incluirá las reglas de operación del CIRI y las condiciones en cuanto <br> a tiempos de entrega, cantidad, calidad y precios de los materiales referidos en el párrafo 3 del artículo 6-21. <br> "}, {"ArticleTitle": "Anexo al artículo 6-17", "ArticleDesc": "Anexo al artículo 6-17 <br> A partir del 1º de enero de 2000, Colombia y México podrán realizar consultas a través del Grupo de Trabajo <br> de Reglas de Origen para evaluar las condiciones de disponibilidad de oferta de fibras, hilos y telas en Colombia <br> o México para producir bienes clasificados en los capítulos 50 al 63 del Sistema Armonizado y, <br> en su caso, diseñar reglas de origen que resuelvan los posibles problemas de suministro que se hayan presentado. <br> "}, {"ArticleTitle": "Anexo al artículo 6-21", "ArticleDesc": "Anexo al artículo 6-21 <br> 1. Para un bien clasificado en los códigos arancelarios del Sistema Armonizado descritos a continuación, <br> los materiales a que se refiere el párrafo 1 del artículo 6-21, son los utilizados en la producción del bien clasificado <br> en esos códigos arancelarios cuando su utilización es requerida por la regla de origen establecida en el anexo al artículo 6-03 para ese bien: <br> 2833.23 <br> 2835.39 <br> 2839.11 <br> 2839.19 <br> 2909.49 <br> 2917.19 <br> 2917.31 <br> 2917.34 <br> 2918.9 <br> 2920.9 <br> 2923.9 <br> 2930.9 <br> 3402.13 <br> 38.19 <br> 3823.9 <br> 3905.11 <br> 3905.19 <br> 3906.1 <br> 3907.2 <br> 3907.5 <br> 3907.6 <br> 3907.91 <br> 3907.99 <br> 3909.3 <br> 3909.4 <br> 74.07 <br> 74.1 <br> 7408.19 <br> 76.06 <br> 85.44 <br> 2. En relación a un bien clasificado en los capítulos 50 a 63, los materiales a que se refiere el <br> párrafo 1 del artículo 6-21, son los que se clasifican en los códigos arancelarios del Sistema Armonizado <br> descritos a continuación cuando su utilización es requerida por la regla de origen establecida en el anexo al artículo 6-03 para ese bien: <br> 54.01 a 54.04 <br> 55.01 a 55.07 <br> CAPITULO VII: Procedimientos aduanales <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Artículo 7-01: Definiciones", "ArticleDesc": "Artículo 7-01: Definiciones <br> 1 Se incorporan a este capítulo las definiciones del capítulo VI. <br> 2 Para los efectos de este capítulo, se entenderá por: <br> autoridad competente: la autoridad que, conforme a la legislación interna de cada Parte, es responsable de la <br> administración de sus leyes y de sus reglamentos aduaneros, tributarias o comerciales. <br> bienes idénticos: los bienes que sean iguales en todo, incluidas sus características físicas, calidad y prestigio <br> comercial. Las pequeñas diferencias de aspecto no impiden que se consideren como idénticos; <br> trato arancelario preferencial: la aplicación del impuesto de importación a un bien originario conforme al anexo al artículo 3-04. <br> "}, {"ArticleTitle": "Artículo 7-04: Obligaciones respecto a las exportaciones", "ArticleDesc": "Artículo 7-04: Obligaciones respecto a las exportaciones <br> 1 Cada Parte dispondrá que un exportador o productor de esa Parte que haya llenado y firmado un <br> certificado o una declaración de origen, entregue copia del certificado validado o de la declaración de <br> origen a la autoridad competente cuando ésta lo solicite. <br> 2 Un exportador o un productor que haya llenado y firmado un certificado o una declaración de origen y <br> tenga razones para creer que ese certificado o declaración contiene información incorrecta, debe <br> comunicar sin demora y por escrito, cualquier cambio que pudiera afectar la exactitud o validez del <br> certificado o declaración a todas las personas a quienes se les hubiere entregado así como, de <br> conformidad con la legislación de la Parte de que se trate a la autoridad competente de la Parte <br> exportadora. En ese caso no podrá ser sancionado por haber presentado un certificado o declaración incorrecto. <br> 3 Cada Parte dispondrá que el certificado o la declaración de origen falsos hechos por un exportador o <br> por un productor tenga las mismas consecuencias administrativas que tendrían las declaraciones o <br> manifestaciones falsas hechas en su territorio por un importador en contravención de sus leyes y <br> reglamentos aduaneros, con las modificaciones que pudieren requerir las circunstancias. <br> "}, {"ArticleTitle": "Artículo 7-11: Grupo de trabajo de procedimientos aduanales", "ArticleDesc": "Artículo 7-11: Grupo de trabajo de procedimientos aduanales <br> 1 Las Partes crean un Grupo de Trabajo de Procedimientos Aduanales integrado por representantes de <br> cada Parte que se reunirá al menos 2 veces al año, o a solicitud de cualquiera de las Partes. <br> 2 Corresponderá al Grupo de Trabajo: <br> a) procurar que se llegue a acuerdos sobre: <br> i) la interpretación, aplicación y administración de este capítulo; <br> ii) los asuntos de clasificación arancelaria y valoración relacionados con las <br> determinaciones de origen; <br> iii) los procedimientos para la solicitud, aprobación, modificación, revocación y <br> aplicación de los criterios anticipados; <br> iv) modificaciones sobre el certificado o la declaración de origen; y <br> v) cualquier otro asunto que le someta una Parte. <br> b) examinar las propuestas de modificaciones administrativas u operativas en materia aduanera que puedan <br> "}]}]}, "members_found": ["170", "484"]}