{"FtaRooDetails": {"FtaId": 179, "FtaCode": "ITC00185", "FtaName": "FTA, AAP.CE 38: Chile-Peru", "FtaFullName": "ACUERDO DE LIBRE COMERCIO PERU-CHILE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, AAP.CE 38: Chile-Peru", "AdminProcCooAuth": "The certification type under FTA, AAP.CE 38: Chile-Peru is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, AAP.CE 38: Chile-Peru is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, AAP.CE 38: Chile-Peru agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "(i) las mercancías elaboradas con materiales no originarios, siempre que resulten de un proceso de producción o transformación, realizado en las Partes que les confiera una nueva individualidad. Esta individualidad está presente en el hecho que la mercancía se clasifique en partida diferente a los materiales, según nomenclatura NALADISA. (j) las mercancías que no cumplan con el correspondiente cambio de clasificación arancelaria, porque el proceso de producción o transformación no implica cambio de partida en la nomenclatura NALADISA, siempre que el valor CIF puerto de destino o CIF puerto marítimo de los materiales no originarios no exceda del 50% del valor FOB de exportación de las mercancías. (k) las mercancías resultantes de operaciones de montaje o ensamblaje realizadas dentro del territorio de las Partes, utilizando materiales no originarios, habiendo o no cambio de partida, siempre que el valor CIF puerto de destino o CIF puerto marítimo de los materiales no originarios no exceda del 50% del valor FOB de exportación de las mercancías.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00185_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00185_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00185_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00185_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00185_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: Acumulación <br /> 1 Para la determinación del origen de las mercancías se considerarán como <br /> originarios de una Parte, los materiales originarios de la otra Parte, incorporados en <br /> la producción o transformación de dichas mercancías. <br /> 2 El presente criterio se aplicará tanto a las Normas Generales de Origen como <br /> a los Requisitos Específicos de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Calificación de Origen <br /> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br /> cuando en su elaboración fueran utilizados, única y exclusivamente, <br /> materiales originarios de una o de ambas Partes; <br /> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br /> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br /> territorio de una Parte; <br /> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br /> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br /> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br /> Parte, por barcos de sus banderas, fletados o arrendados por <br /> empresas establecidas en el territorio de cualquiera de las Partes, <br /> siempre que tales barcos estén registrados o matriculados de acuerdo <br /> con su respectiva legislación nacional; <br /> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br /> mercancías identificadas en el literal (f), por barcos de sus banderas, <br /> fletados o arrendados por empresas establecidas en el territorio de <br /> cualquiera de las Partes, siempre que tales barcos estén registrados o <br /> matriculados de acuerdo con su respectiva legislación nacional; <br /> (h) las mercancías obtenidas por una persona natural o jurídica de una <br /> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br /> fuera de las aguas territoriales, siempre que esa persona natural o <br /> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.3: Operaciones Mínimas <br /> Las siguientes operaciones por sí solas no confieren origen: <br /> (a) manipulaciones destinadas a asegurar la conservación de las <br /> mercancías tales como: aeración, ventilación, refrigeración, <br /> congelación, adición de sustancias, extracción de partes averiadas; <br /> (b) desempolvamiento, zarandeo, descascaramiento, desgrane, <br /> maceración, secado, entresaque, clasificación, selección, <br /> fraccionamiento, lavado o limpieza, pintado y recortado; <br /> (c) la formación de juegos o surtidos de mercancías; <br /> (d) el embalaje, envase o reenvase; <br /> (e) la división o reunión de bultos o paquetes; <br /> (f) la aplicación de marcas, etiquetas o signos distintivos similares a las <br /> mercancías o sus embalajes; <br /> (g) mezclas de materiales, dilución en agua o en otras sustancias, <br /> dosificación, siempre que las características de las mercancías <br /> obtenidas no sean esencialmente diferentes de las características de <br /> los materiales que han sido mezclados; <br /> (h) la reunión, ensamblaje o montaje de partes y piezas para constituir <br /> una mercancía completa; <br /> (i) el simple sacrificio de animales; y <br /> (j) la acumulación de dos o más de estas operaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: De la Expedición, Transporte y Tránsito de las Mercancías <br /> 1 Para que las mercancías se beneficien de los tratamientos preferenciales, <br /> éstas deberán haber sido expedidas directamente de la Parte exportadora a la Parte <br /> importadora. A tal fin, se considera expedición directa: <br /> (a) las mercancías transportadas sin pasar por territorio de algún país no Parte; <br /> (b) las mercancías en tránsito, a través de uno o más países no Parte, <br /> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br /> la autoridad aduanera del país transitado, siempre que <br /> (i) el tránsito estuviera justificado por razones geográficas o <br /> consideraciones relativas a requerimientos de transporte, <br /> (ii) no estuvieran destinadas al comercio, uso o empleo en el país de tránsito, y <br /> (iii) no sufran, durante su transporte o depósito, ninguna operación <br /> distinta a la carga, descarga o manipuleo para mantenerlas en <br /> buenas condiciones o asegurar su conservación. <br /> En caso que las mercancías sean depositadas, podrán permanecer almacenadas <br /> por un plazo máximo de 6 meses, contado desde el ingreso de las mercancías al <br /> país de tránsito no Parte. <br /> 2 Para los efectos de lo dispuesto en el párrafo 1(b), el importador de las <br /> mercancías a solicitud de la autoridad aduanera de la Parte importadora, deberá <br /> entregar una copia de cualquier documento de control aduanero que, a satisfacción <br /> de dicha autoridad aduanera, indique que la mercancía permaneció bajo la <br /> supervisión aduanera del país transitado, en el territorio del país no Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Calificación de Origen <br /> Salvo que se disponga otra cosa en este Capítulo serán consideradas originarias: <br /> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br /> cuando en su elaboración fueran utilizados, única y exclusivamente, <br /> materiales originarios de una o de ambas Partes; <br /> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br /> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br /> territorio de una Parte; <br /> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br /> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br /> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br /> Parte, por barcos de sus banderas, fletados o arrendados por <br /> empresas establecidas en el territorio de cualquiera de las Partes, <br /> siempre que tales barcos estén registrados o matriculados de acuerdo <br /> con su respectiva legislación nacional; <br /> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br /> mercancías identificadas en el literal (f), por barcos de sus banderas, <br /> fletados o arrendados por empresas establecidas en el territorio de <br /> cualquiera de las Partes, siempre que tales barcos estén registrados o <br /> matriculados de acuerdo con su respectiva legislación nacional; <br /> (h) las mercancías obtenidas por una persona natural o jurídica de una <br /> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br /> fuera de las aguas territoriales, siempre que esa persona natural o <br /> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y <br /> (i) las mercancías elaboradas con materiales no originarios, siempre que <br /> resulten de un proceso de producción o transformación, realizado en <br /> las Partes que les confiera una nueva individualidad. Esta <br /> individualidad está presente en el hecho que la mercancía se <br /> clasifique en partida diferente a los materiales, según nomenclatura NALADISA. <br /> No obstante lo establecido en el párrafo anterior, no serán <br /> consideradas originarias las mercancías que a pesar de estar <br /> clasificadas en partidas diferentes a los materiales, son resultado de <br /> las operaciones establecidas en el artículo 4.3 efectuadas en las <br /> Partes, por los que adquieren la forma final en que serán <br /> comercializadas, cuando en tales operaciones se hayan utilizado <br /> materiales no originarios. Lo dispuesto en el presente párrafo no <br /> constituye un proceso de producción o transformación. <br /> (j) las mercancías que no cumplan con el correspondiente cambio de <br /> clasificación arancelaria, porque el proceso de producción o <br /> transformación no implica cambio de partida en la nomenclatura <br /> NALADISA, siempre que el valor CIF puerto de destino o CIF puerto <br /> marítimo de los materiales no originarios no exceda del 50% del valor <br /> FOB de exportación de las mercancías. <br /> (k) las mercancías resultantes de operaciones de montaje o ensamblaje <br /> realizadas dentro del territorio de las Partes, utilizando materiales no <br /> originarios, habiendo o no cambio de partida, siempre que el valor CIF <br /> puerto de destino o CIF puerto marítimo de los materiales no <br /> originarios no exceda del 50% del valor FOB de exportación de las mercancías. <br /> (l) Los juegos o surtidos de mercancías, siempre que cada una de las <br /> mercancías en ellos contenidos cumplan con las normas establecidas <br /> en el presente Capítulo. <br /> (m) Las mercancías que cumplan con los requisitos específicos, de <br /> conformidad con el artículo 4.5.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.4: Empaques y Embalajes <br /> 1 Los empaques, envases, estuches, embalajes, envoltorios y similares, <br /> presentados conteniendo las respectivas mercancías, se considerarán originarios si <br /> la mercancía principal cumple con los criterios de origen del presente Capítulo. <br /> 2 Esta disposición no será aplicable a los envases, empaques, estuches, <br /> embalajes, envoltorios y similares, cuando éstas se presenten por separado o le <br /> confieran a la mercancía que contiene, su carácter esencial.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Emisión de Certificados de Origen <br /> 1 El certificado de origen es el documento que sirve para acreditar que una <br /> mercancía que se exporta del territorio de una Parte al territorio de la otra Parte califica <br /> como originaria, según los términos y disposiciones del presente Capítulo, con el objeto <br /> que la mercancía pueda beneficiarse del tratamiento preferencial consagrado en el <br /> presente Acuerdo. <br /> 2 Para la declaración y certificación de origen de las mercancías, se utilizará el <br /> formato que se encuentra en el Anexo 4.9, el que tendrá carácter de declaración jurada <br /> del productor final o exportador de la mercancía, en el que manifieste el total <br /> cumplimiento de las disposiciones del presente Capítulo relativas al origen y la <br /> veracidad de los datos e informaciones contenidos en el certificado. <br /> 3 La solicitud del certificado de origen deberá ser acompañada de la factura <br /> comercial y una declaración jurada del productor con los antecedentes necesarios que <br /> demuestren en forma documental que las mercancías cumplen con los requisitos <br /> exigidos tales como: <br /> (a) empresa o razón social; <br /> (b) domicilio legal; <br /> (c) denominación de la mercancía a exportar y código NALADISA; <br /> (d) valor FOB de la mercancía; <br /> (e) los materiales utilizados en el proceso de producción o transformación indicando: <br /> (i) materiales de la Parte exportadora; <br /> (ii) materiales de la Parte importadora; <br /> (iii) materiales no originarios indicando: <br /> Códigos NALADISA, valor CIF en dólares de los Estados Unidos de <br /> América y Porcentaje de participación en el valor FOB de la mercancía. <br /> 4 Las declaraciones mencionadas deberán ser presentadas con anticipación <br /> suficiente para cada solicitud de certificación. En el caso de mercancías que fueran <br /> exportadas regularmente, y siempre que el proceso y los materiales componentes no <br /> fueran alterados, la declaración tendrá una validez hasta de dos años desde la fecha <br /> de su emisión. <br /> 5 Cuando el exportador no es el productor de la mercancía, el productor deberá <br /> suministrar la declaración de origen al exportador, a fin de que éste la pueda presentar <br /> a la entidad certificadora. <br /> 6 La emisión de los certificados de origen deberá estar a cargo de reparticiones <br /> oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la expedición de <br /> los mismos en otras entidades públicas o privadas, que actúen con jurisdicción nacional. <br /> 7 Las Partes mantendrán vigentes las actuales reparticiones oficiales y las <br /> entidades públicas o privadas habilitadas para emitir certificados de origen, con el <br /> registro de las firmas autógrafas de los funcionarios acreditados para tal fin, <br /> debidamente registrados en la Secretaría General de la ALADI. <br /> 8 Las modificaciones que se operen en dichos registros entrarán en vigor en el <br /> plazo de 30 días, contados desde la fecha de comunicación a la Secretaría General de la ALADI. <br /> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br /> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br /> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br /> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br /> debidamente cumplimentado en los campos que corresponda. <br /> 10 Los certificados de origen deberán ser expedidos a partir de la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate. <br /> 11 No obstante lo dispuesto en los párrafos 3 y 10, de darse el caso que por las <br /> modalidades de comercialización de una determinada mercancía se emita una factura <br /> provisoria antes de una definitiva, se aceptará el certificado de origen expedido en base <br /> a la primera, debiendo consignarse en el recuadro @^@OBSERVACIONES@^@ tal <br /> circunstancia y la razón por la cual no se cuenta en ese momento con la factura <br /> comercial definitiva. Sin embargo, al efectuarse la importación deberá disponerse de la <br /> factura comercial definitiva.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.17: Definiciones <br /> Autoridad Competente significa <br /> (a) en el caso de Chile, la Dirección General de Relaciones Económicas <br /> Internacionales; y <br /> (b) en el caso del Perú, la Dirección Nacional de Integración y <br /> Negociaciones Comerciales Internacionales del Ministerio de Comercio Exterior y Turismo; <br /> Autoridad Investigadora significa <br /> (a) en el caso de Chile, el Servicio Nacional de Aduanas de Chile; y <br /> (b) en el caso del Perú, la Dirección Nacional de Integración y <br /> Negociaciones Comerciales Internacionales del Ministerio de Comercio Exterior y Turismo;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Emisión de Certificados de Origen <br /> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br /> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br /> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br /> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br /> debidamente cumplimentado en los campos que corresponda.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10: Antecedentes del Certificado y Plazos <br /> 1 Las entidades certificadoras deberán numerar correlativamente los certificados <br /> emitidos y archivar un ejemplar durante un plazo mínimo de 5 años, a partir de la fecha <br /> de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br /> sirvieron de base para la emisión del certificado. <br /> 2 Asimismo, las citadas entidades mantendrán un registro permanente de todos <br /> los certificados de origen emitidos, el cual deberá contener como mínimo el número del <br /> certificado, el solicitante del mismo y la fecha de su emisión. <br /> 3 Los exportadores que soliciten una certificación de origen y los productores que <br /> emitan una declaración jurada de origen conforme al artículo 4.9, deberán conservar <br /> por un período mínimo de 5 años, a partir de la fecha de emisión del certificado de <br /> origen, los documentos necesarios para demostrar el origen de la mercancía, <br /> particularmente los relativos a la adquisición y costo de la mercancía y los materiales <br /> referidos en los literales (d) y (e) del artículo 4.9.3, respectivamente, y los vinculados a <br /> la producción de la mercancía, en la forma en la cual ésta fue exportada. <br /> 4 Cada Parte dispondrá que un importador que solicite trato arancelario <br /> preferencial mantenga en su territorio, por un período mínimo de 5 años a contar de la <br /> fecha de la importación respectiva, la documentación que la Parte exigiese en relación <br /> con la importación de la mercancía incluyendo una copia del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Devolución de Derechos de Aduana <br /> 1 Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado <br /> trato arancelario preferencial para una mercancía importada al territorio de la otra <br /> Parte que hubiese calificado como originaria, el importador de la mercancía, en un <br /> plazo no superior a un año a contar de la fecha de la importación, pueda solicitar la <br /> devolución de los aranceles pagados en exceso por no haberse otorgado trato <br /> arancelario preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br /> (a) una declaración por escrito manifestando que la mercancía cumplía <br /> con todas las disposiciones del presente Capítulo al momento de la importación; <br /> (b) el certificado de origen; y <br /> (c) cualquier documentación adicional relacionada con la importación de <br /> la mercancía, según lo requiera la autoridad aduanera. <br /> 2 En caso que surjan dudas sobre el cumplimiento de las disposiciones del <br /> presente Capítulo, se podrá iniciar un proceso de verificación, conforme a lo <br /> dispuesto en el artículo 4.13.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Solicitud de Trato Arancelario Preferencial <br /> Cada Parte exigirá a un importador que solicita trato arancelario preferencial <br /> respecto de una mercancía importada a su territorio proveniente del territorio de la <br /> otra Parte que: <br /> (a) declare en el documento de importación que establezca su <br /> legislación, con base en un certificado de origen válido, que la <br /> mercancía califique como originaria; <br /> (b) tenga el certificado de origen en su poder al momento de hacer la <br /> declaración a que hace referencia el literal (a); <br /> (c) tenga en su poder el documento que acredite que se cumple con los <br /> requisitos de expedición, transporte y tránsito de las mercancías <br /> establecidos en el artículo 4.7, cuando corresponda; y <br /> (d) proporcione los documentos señalados en los literales (b) y (c) a las <br /> autoridades aduaneras de la Parte importadora, cuando éstas lo soliciten.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.8: Facturación por un Operador de un País no Parte <br /> 1 Cuando la mercancía objeto de intercambio sea facturada por un operador de <br /> un país no Parte, el productor o exportador del país de origen deberá señalar en el <br /> certificado de origen respectivo, en el área relativa a @^@observaciones@^@, que la <br /> mercancía objeto de su declaración será facturada desde un tercer país no Parte, <br /> identificando el nombre, denominación o razón social y domicilio del operador que en <br /> definitiva será el que facture la operación a destino. <br /> 2 En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br /> momento de expedir el certificado de origen, no se conociera el número de la factura <br /> comercial emitida por un operador de un país no Parte, se deberá utilizar el <br /> mecanismo previsto en el artículo 4.9.11.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.13: Procesos de Control y Verificación del Régimen de Origen <br /> 1 No obstante la presentación de un certificado de origen en las condiciones <br /> establecidas en el presente Capítulo y las que pueda establecer la Comisión <br /> Administradora, en caso que existan dudas sobre la autenticidad del certificado de <br /> origen, la veracidad de la información contenida en dicho documento o el <br /> cumplimiento de las normas establecidas en este Capítulo, no se detendrá el trámite <br /> de importación de las mercancías, pudiendo la autoridad aduanera de la Parte <br /> importadora adoptar las medidas consideradas necesarias a fin de garantizar el <br /> interés fiscal, a través de los mecanismos vigentes en la legislación nacional. <br /> 2 Sin perjuicio de lo dispuesto en el párrafo 1, la autoridad investigadora de la <br /> Parte importadora podrá iniciar un proceso de verificación a fin de comprobar el <br /> cumplimiento de lo dispuesto en el presente Capítulo, conforme a las disposiciones siguientes. <br /> 3 El inicio de la verificación de origen deberá notificarse inmediatamente al <br /> importador y a la autoridad competente de la Parte exportadora. <br /> 4 Durante el proceso de verificación, la autoridad investigadora de la Parte <br /> importadora, con conocimiento de su autoridad competente, podrá: <br /> (a) solicitar la información necesaria para verificar la autenticidad del <br /> certificado de origen, la veracidad de la información contenida en él, <br /> así como la información que demuestre el cumplimiento del criterio de <br /> calificación de origen declarado en el certificado de origen, incluyendo <br /> los antecedentes que acompañaron la solicitud de trato preferencial <br /> de conformidad con lo establecido en el presente Capítulo. Esta <br /> información será requerida a la entidad certificadora a través de la <br /> autoridad competente de la Parte exportadora y deberá ser <br /> proporcionada en un plazo no mayor a 45 días, contado desde la <br /> fecha de recepción de la solicitud por la autoridad competente de la Parte exportadora; <br /> (b) enviar a través de la autoridad competente de la Parte exportadora un <br /> cuestionario escrito para el exportador o el productor, indicando el <br /> certificado de origen en verificación, el cual deberá ser respondido en <br /> un plazo no superior a 60 días, contado desde la fecha de recepción del cuestionario; <br /> (c) solicitar, a través de la autoridad competente de la Parte exportadora, <br /> la realización de visitas de verificación a las instalaciones del <br /> productor, con el objeto de revisar la información y documentación <br /> que justifique el origen de la mercancía, así como examinar los <br /> procesos productivos y las instalaciones utilizadas en la elaboración <br /> de la mercancía materia de la verificación. La solicitud de la visita <br /> deberá ser respondida en un plazo no superior a 20 días, contado <br /> desde la fecha de recepción de la solicitud. <br /> La entidad certificadora y la autoridad competente de la Parte <br /> exportadora podrán participar como observadores en la visita <br /> respectiva, la cual se deberá realizar en un plazo no superior a 60 <br /> días, contado desde la fecha de la solicitud para realizar dicha visita; y <br /> llevar a cabo otros procedimientos, conducentes a verificar el origen <br /> de las mercancías, que acuerden las Partes. <br /> 5 Una vez agotada la etapa del proceso de verificación a que se refiere el <br /> párrafo 4, la autoridad investigadora de la Parte importadora deberá comunicar a la <br /> autoridad competente de la Parte exportadora si la información es suficiente o <br /> insuficiente, en un plazo máximo de 30 días. <br /> 6 En caso que la información sea insuficiente, la autoridad competente de la <br /> Parte exportadora deberá completar la información en un plazo adicional máximo y <br /> único de 30 días, contado a partir de la fecha de recepción de la comunicación antes señalada. <br /> 7 La autoridad investigadora de la Parte importadora deberá emitir la <br /> determinación sobre el origen de la mercancía, exponiendo los motivos que <br /> determinaron la decisión, en un plazo no superior a 90 días, contado a partir de la <br /> fecha de recepción de la comunicación de suficiencia a que se refiere el párrafo 5. <br /> El plazo será de 120 días en caso que se otorgue el término adicional establecido en <br /> el párrafo 6. Esta determinación la comunicará al importador y a las autoridades <br /> competentes de la Parte importadora y de la Parte exportadora. <br /> 8 Iniciada la verificación y mientras dure dicho proceso, la autoridad aduanera <br /> de la Parte importadora podrá disponer en forma preventiva, la suspensión del trato <br /> arancelario preferencial a nuevas operaciones referidas a mercancías idénticas del mismo productor. <br /> 9 Si como resultado del proceso de verificación: <br /> (a) se concluye que la mercancía califica como originaria, las mercancías <br /> tendrán derecho al trato arancelario preferencial y se reintegrarán los <br /> derechos percibidos en exceso o devolverá la garantía presentada, <br /> según corresponda; o <br /> (b) se comprobara que el certificado contiene información falsa o que la <br /> mercancía no califica como originaria, la Parte importadora cobrará los <br /> gravámenes correspondientes o se hará efectiva la garantía <br /> presentada, según corresponda y se aplicarán las sanciones previstas <br /> en la legislación vigente de cada Parte. <br /> 10 En el caso del párrafo 9(b), la autoridad competente de la Parte importadora <br /> podrá suspender el trato arancelario preferencial de nuevas importaciones referentes <br /> a la mercancía idéntica del mismo productor o exportador, hasta que se demuestre <br /> que las condiciones de producción fueron modificadas de forma de cumplir con las <br /> reglas del presente Capítulo. <br /> 11 Sin perjuicio de lo dispuesto en los párrafos anteriores, la autoridad <br /> investigadora de la Parte importadora podrá solicitar a su importador, en su territorio, <br /> información y antecedentes sobre el origen de las mercancías solicitadas a <br /> despacho o respecto de la autenticidad del certificado de origen. <br /> 12 El proceso de verificación y control a que se refiere este artículo, se podrá <br /> llevar a cabo antes del despacho de las mercancías, durante el despacho o en forma <br /> posterior, conforme a la legislación de cada Parte. <br /> 13 Agotado el proceso de verificación, si la conclusión no es satisfactoria para <br /> las Partes, las Partes mantendrán consultas bilaterales. Si los resultados de estas <br /> consultas no son satisfactorios para la Parte afectada, podrá recurrir al Régimen de <br /> Solución de Controversias del Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16: Sanciones y Responsabilidades <br /> 1 Cuando se comprobare que el certificado de origen no se ajusta a las <br /> disposiciones contenidas en el presente Capítulo o se detectare, en él o en sus <br /> antecedentes u otros documentos relativos al origen de las mercancías, falsificación, <br /> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, <br /> las Partes podrán adoptar las sanciones que correspondan de conformidad a su legislación. <br /> 2 Cada Parte dispondrá que el exportador o productor que proporcione <br /> información falsa a la entidad encargada de emitir el certificado de origen, en el <br /> sentido que la mercancía califica como originaria, estará sujeta a sanciones <br /> equivalentes a aquellas que aplicarían a un importador en su territorio que haga <br /> declaraciones o manifestaciones falsas en relación con una importación, con las <br /> modificaciones que requieran las circunstancias. <br /> 3 Si antes de iniciar una verificación, un importador tiene motivos para creer <br /> que el certificado de origen en que se sustenta la declaración contiene información <br /> incorrecta, podrá presentar una declaración corregida, pagar los derechos <br /> aduaneros e impuestos correspondientes y acogerse a lo dispuesto en la legislación <br /> de la Parte importadora en lo referente a la reducción o eliminación de sanciones. <br /> [Customs administration]: <br /> Artículo 5.9: Sanciones <br /> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br /> civiles, administrativas y, cuando correspondiere, penales por incumplimiento de sus <br /> leyes y regulaciones aduaneras, incluyendo aquéllas que regulan la clasificación <br /> arancelaria, valoración aduanera, reglas de origen y requisitos para garantizar el <br /> tratamiento arancelario preferencial de conformidad con este Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.10: Resoluciones Anticipadas <br /> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, <br /> emitirá resoluciones anticipadas por escrito a solicitud escrita del importador en su <br /> territorio, o del exportador o productor en el territorio de la otra Parte, con relación a: <br /> (a) clasificación arancelaria; <br /> (b) si una mercancía califica como mercancía originaria de conformidad <br /> con el Capítulo 4 (Régimen de Origen); o <br /> (c) los demás asuntos que las Partes acuerden. <br /> 2 Cada Parte emitirá la resolución anticipada dentro de los 150 días siguientes <br /> a la solicitud, siempre que el solicitante haya presentado toda la información que la <br /> Parte requiere, incluyendo, si se solicita, una muestra de la mercancía para la que el <br /> solicitante está pidiendo una resolución anticipada. Al emitir una resolución <br /> anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el solicitante <br /> haya presentado. <br /> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a <br /> partir de la fecha de su emisión, u otra fecha especificada en la resolución, hasta por <br /> el plazo máximo de 3 años, siempre que los hechos o circunstancias en que se basa <br /> la resolución no hayan cambiado. <br /> 4 La Parte que emite la resolución puede modificar o revocar una resolución <br /> anticipada luego de que la Parte la notifique al solicitante cuando los hechos o <br /> circunstancias lo justifiquen, tal como los casos en que la información en que se <br /> basa la resolución fuere falsa o incorrecta. <br /> 5 Cuando un importador solicite el tratamiento acordado a una mercancia <br /> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br /> hechos o circunstancias de la importación son consistentes con los hechos o <br /> circunstancias sobre los cuales se basó la resolución anticipada. <br /> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel <br /> público, sujetas a las condiciones de confidencialidad de su legislación, a fin de <br /> promover la aplicación coherente de las resoluciones anticipadas a otras mercancías. <br /> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br /> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br /> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar <br /> medidas apropiadas, lo que incluye acciones civiles, penales y administrativas, <br /> multas u otras sanciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.8: Revisión e Impugnación <br /> Cada Parte garantizará que, con respecto a sus actos administrativos sobre <br /> materias aduaneras, los importadores en su territorio tengan acceso a: <br /> (a) un nivel de revisión administrativa independiente del funcionario u <br /> oficina que adoptó el acto administrativo sujeto a revisión; y <br /> (b) un nivel de revisión judicial del acto administrativo expedido en la <br /> instancia final de revisión administrativa.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.2: Calificación de Origen <br> Artículo 4.6: Acumulación <br> Artículo 4.16: Sanciones y Responsabilidades <br> Régimen de Origen <br> Salvo que se disponga otra cosa en este Capítulo serán consideradas originarias: <br> 1 Para la determinación del origen de las mercancías se considerarán como <br> 1 Cuando se comprobare que el certificado de origen no se ajusta a las <br> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br> originarios de una Parte, los materiales originarios de la otra Parte, incorporados en <br> disposiciones contenidas en el presente Capítulo o se detectare, en él o en sus <br> cuando en su elaboración fueran utilizados, única y exclusivamente, <br> la producción o transformación de dichas mercancías. <br> antecedentes u otros documentos relativos al origen de las mercancías, falsificación, <br> materiales originarios de una o de ambas Partes; <br> 2 El presente criterio se aplicará tanto a las Normas Generales de Origen como <br> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, <br> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br> a los Requisitos Específicos de Origen. <br> las Partes podrán adoptar las sanciones que correspondan de conformidad a su legislación. <br> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br> Artículo 4.7: De la Expedición, Transporte y Tránsito de las Mercancías <br> 2 Cada Parte dispondrá que el exportador o productor que proporcione <br> 1 Para que las mercancías se beneficien de los tratamientos preferenciales, <br> información falsa a la entidad encargada de emitir el certificado de origen, en el <br> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br> éstas deberán haber sido expedidas directamente de la Parte exportadora a la Parte <br> sentido que la mercancía califica como originaria, estará sujeta a sanciones <br> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br> importadora. A tal fin, se considera expedición directa: <br> equivalentes a aquellas que aplicarían a un importador en su territorio que haga <br> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br> (a) las mercancías transportadas sin pasar por territorio de algún país no Parte; <br> declaraciones o manifestaciones falsas en relación con una importación, con las <br> Parte, por barcos de sus banderas, fletados o arrendados por <br> (b) las mercancías en tránsito, a través de uno o más países no Parte, <br> modificaciones que requieran las circunstancias. <br> empresas establecidas en el territorio de cualquiera de las Partes, <br> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br> 3 Si antes de iniciar una verificación, un importador tiene motivos para creer <br> siempre que tales barcos estén registrados o matriculados de acuerdo <br> la autoridad aduanera del país transitado, siempre que <br> que el certificado de origen en que se sustenta la declaración contiene información <br> con su respectiva legislación nacional; <br> (i) el tránsito estuviera justificado por razones geográficas o <br> incorrecta, podrá presentar una declaración corregida, pagar los derechos <br> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br> consideraciones relativas a requerimientos de transporte, <br> aduaneros e impuestos correspondientes y acogerse a lo dispuesto en la legislación <br> mercancías identificadas en el literal (f), por barcos de sus banderas, <br> (ii) no estuvieran destinadas al comercio, uso o empleo en el país de tránsito, y <br> de la Parte importadora en lo referente a la reducción o eliminación de sanciones. <br> fletados o arrendados por empresas establecidas en el territorio de <br> (iii) no sufran, durante su transporte o depósito, ninguna operación <br> cualquiera de las Partes, siempre que tales barcos estén registrados o <br> distinta a la carga, descarga o manipuleo para mantenerlas en <br> matriculados de acuerdo con su respectiva legislación nacional; <br> buenas condiciones o asegurar su conservación. <br> (h) las mercancías obtenidas por una persona natural o jurídica de una <br> En caso que las mercancías sean depositadas, podrán permanecer almacenadas <br> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br> por un plazo máximo de 6 meses, contado desde el ingreso de las mercancías al <br> fuera de las aguas territoriales, siempre que esa persona natural o <br> país de tránsito no Parte. <br> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y <br> 2 Para los efectos de lo dispuesto en el párrafo 1(b), el importador de las <br> (i) las mercancías elaboradas con materiales no originarios, siempre que <br> mercancías a solicitud de la autoridad aduanera de la Parte importadora, deberá <br> resulten de un proceso de producción o transformación, realizado en <br> entregar una copia de cualquier documento de control aduanero que, a satisfacción <br> las Partes que les confiera una nueva individualidad. Esta <br> de dicha autoridad aduanera, indique que la mercancía permaneció bajo la <br> individualidad está presente en el hecho que la mercancía se <br> supervisión aduanera del país transitado, en el territorio del país no Parte. <br> clasifique en partida diferente a los materiales, según nomenclatura NALADISA. <br> Artículo 4.8: Facturación por un Operador de un País no Parte <br> No obstante lo establecido en el párrafo anterior, no serán <br> 1 Cuando la mercancía objeto de intercambio sea facturada por un operador de <br> consideradas originarias las mercancías que a pesar de estar <br> un país no Parte, el productor o exportador del país de origen deberá señalar en el <br> clasificadas en partidas diferentes a los materiales, son resultado de <br> certificado de origen respectivo, en el área relativa a @^@observaciones@^@, que la <br> las operaciones establecidas en el artículo 4.3 efectuadas en las <br> mercancía objeto de su declaración será facturada desde un tercer país no Parte, <br> Partes, por los que adquieren la forma final en que serán <br> identificando el nombre, denominación o razón social y domicilio del operador que en <br> comercializadas, cuando en tales operaciones se hayan utilizado <br> definitiva será el que facture la operación a destino. <br> materiales no originarios. Lo dispuesto en el presente párrafo no <br> 2 En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br> constituye un proceso de producción o transformación. <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> sirvieron de base para la emisión del certificado. <br> (j) las mercancías que no cumplan con el correspondiente cambio de <br> comercial emitida por un operador de un país no Parte, se deberá utilizar el <br> clasificación arancelaria, porque el proceso de producción o <br> mecanismo previsto en el artículo 4.9.11. <br> transformación no implica cambio de partida en la nomenclatura <br> Artículo 4.9: Emisión de Certificados de Origen <br> NALADISA, siempre que el valor CIF puerto de destino o CIF puerto <br> 1 El certificado de origen es el documento que sirve para acreditar que una <br> marítimo de los materiales no originarios no exceda del 50% del valor <br> mercancía que se exporta del territorio de una Parte al territorio de la otra Parte califica <br> FOB de exportación de las mercancías. <br> como originaria, según los términos y disposiciones del presente Capítulo, con el objeto <br> (k) las mercancías resultantes de operaciones de montaje o ensamblaje <br> que la mercancía pueda beneficiarse del tratamiento preferencial consagrado en el <br> realizadas dentro del territorio de las Partes, utilizando materiales no <br> presente Acuerdo. <br> originarios, habiendo o no cambio de partida, siempre que el valor CIF <br> 2 Para la declaración y certificación de origen de las mercancías, se utilizará el <br> puerto de destino o CIF puerto marítimo de los materiales no <br> formato que se encuentra en el Anexo 4.9, el que tendrá carácter de declaración jurada <br> originarios no exceda del 50% del valor FOB de exportación de las mercancías. <br> del productor final o exportador de la mercancía, en el que manifieste el total <br> (l) Los juegos o surtidos de mercancías, siempre que cada una de las <br> cumplimiento de las disposiciones del presente Capítulo relativas al origen y la <br> mercancías en ellos contenidos cumplan con las normas establecidas <br> veracidad de los datos e informaciones contenidos en el certificado. <br> en el presente Capítulo. <br> 3 La solicitud del certificado de origen deberá ser acompañada de la factura <br> (m) Las mercancías que cumplan con los requisitos específicos, de <br> comercial y una declaración jurada del productor con los antecedentes necesarios que <br> conformidad con el artículo 4.5. <br> demuestren en forma documental que las mercancías cumplen con los requisitos <br> Artículo 4.3: Operaciones Mínimas <br> exigidos tales como: <br> Las siguientes operaciones por sí solas no confieren origen: <br> (a) empresa o razón social; <br> (a) manipulaciones destinadas a asegurar la conservación de las <br> (b) domicilio legal; <br> mercancías tales como: aeración, ventilación, refrigeración, <br> (c) denominación de la mercancía a exportar y código NALADISA; <br> congelación, adición de sustancias, extracción de partes averiadas; <br> (d) valor FOB de la mercancía; <br> (b) desempolvamiento, zarandeo, descascaramiento, desgrane, <br> (e) los materiales utilizados en el proceso de producción o transformación indicando: <br> maceración, secado, entresaque, clasificación, selección, <br> (i) materiales de la Parte exportadora; <br> fraccionamiento, lavado o limpieza, pintado y recortado; <br> (ii) materiales de la Parte importadora; <br> (c) la formación de juegos o surtidos de mercancías; <br> (iii) materiales no originarios indicando: <br> (d) el embalaje, envase o reenvase; <br> Códigos NALADISA, valor CIF en dólares de los Estados Unidos de <br> (e) la división o reunión de bultos o paquetes; <br> América y Porcentaje de participación en el valor FOB de la mercancía. <br> (f) la aplicación de marcas, etiquetas o signos distintivos similares a las <br> 4 Las declaraciones mencionadas deberán ser presentadas con anticipación <br> mercancías o sus embalajes; <br> suficiente para cada solicitud de certificación. En el caso de mercancías que fueran <br> (g) mezclas de materiales, dilución en agua o en otras sustancias, <br> exportadas regularmente, y siempre que el proceso y los materiales componentes no <br> dosificación, siempre que las características de las mercancías <br> fueran alterados, la declaración tendrá una validez hasta de dos años desde la fecha <br> obtenidas no sean esencialmente diferentes de las características de <br> de su emisión. <br> los materiales que han sido mezclados; <br> 5 Cuando el exportador no es el productor de la mercancía, el productor deberá <br> (h) la reunión, ensamblaje o montaje de partes y piezas para constituir <br> suministrar la declaración de origen al exportador, a fin de que éste la pueda presentar <br> una mercancía completa; <br> a la entidad certificadora. <br> (i) el simple sacrificio de animales; y <br> 6 La emisión de los certificados de origen deberá estar a cargo de reparticiones <br> (j) la acumulación de dos o más de estas operaciones. <br> oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la expedición de <br> Artículo 4.4: Empaques y Embalajes <br> los mismos en otras entidades públicas o privadas, que actúen con jurisdicción nacional. <br> 1 Los empaques, envases, estuches, embalajes, envoltorios y similares, <br> 7 Las Partes mantendrán vigentes las actuales reparticiones oficiales y las <br> presentados conteniendo las respectivas mercancías, se considerarán originarios si <br> entidades públicas o privadas habilitadas para emitir certificados de origen, con el <br> la mercancía principal cumple con los criterios de origen del presente Capítulo. <br> registro de las firmas autógrafas de los funcionarios acreditados para tal fin, <br> 2 Esta disposición no será aplicable a los envases, empaques, estuches, <br> debidamente registrados en la Secretaría General de la ALADI. <br> embalajes, envoltorios y similares, cuando éstas se presenten por separado o le <br> 8 Las modificaciones que se operen en dichos registros entrarán en vigor en el <br> confieran a la mercancía que contiene, su carácter esencial. <br> plazo de 30 días, contados desde la fecha de comunicación a la Secretaría General de la ALADI. <br> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br> debidamente cumplimentado en los campos que corresponda. <br> 10 Los certificados de origen deberán ser expedidos a partir de la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate. <br> 11 No obstante lo dispuesto en los párrafos 3 y 10, de darse el caso que por las <br> modalidades de comercialización de una determinada mercancía se emita una factura <br> provisoria antes de una definitiva, se aceptará el certificado de origen expedido en base <br> a la primera, debiendo consignarse en el recuadro @^@OBSERVACIONES@^@ tal <br> circunstancia y la razón por la cual no se cuenta en ese momento con la factura <br> comercial definitiva. Sin embargo, al efectuarse la importación deberá disponerse de la <br> factura comercial definitiva. <br> Artículo 4.10: Antecedentes del Certificado y Plazos <br> 1 Las entidades certificadoras deberán numerar correlativamente los certificados <br> emitidos y archivar un ejemplar durante un plazo mínimo de 5 años, a partir de la fecha <br> de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br> 2 Asimismo, las citadas entidades mantendrán un registro permanente de todos <br> los certificados de origen emitidos, el cual deberá contener como mínimo el número del <br> certificado, el solicitante del mismo y la fecha de su emisión. <br> 3 Los exportadores que soliciten una certificación de origen y los productores que <br> emitan una declaración jurada de origen conforme al artículo 4.9, deberán conservar <br> por un período mínimo de 5 años, a partir de la fecha de emisión del certificado de <br> origen, los documentos necesarios para demostrar el origen de la mercancía, <br> particularmente los relativos a la adquisición y costo de la mercancía y los materiales <br> referidos en los literales (d) y (e) del artículo 4.9.3, respectivamente, y los vinculados a <br> la producción de la mercancía, en la forma en la cual ésta fue exportada. <br> 4 Cada Parte dispondrá que un importador que solicite trato arancelario <br> preferencial mantenga en su territorio, por un período mínimo de 5 años a contar de la <br> fecha de la importación respectiva, la documentación que la Parte exigiese en relación <br> con la importación de la mercancía incluyendo una copia del certificado de origen. <br> Artículo 4.11: Solicitud de Trato Arancelario Preferencial <br> Cada Parte exigirá a un importador que solicita trato arancelario preferencial <br> respecto de una mercancía importada a su territorio proveniente del territorio de la <br> importador y a la autoridad competente de la Parte exportadora. <br> otra Parte que: <br> (a) declare en el documento de importación que establezca su <br> legislación, con base en un certificado de origen válido, que la <br> mercancía califique como originaria; <br> (b) tenga el certificado de origen en su poder al momento de hacer la <br> declaración a que hace referencia el literal (a); <br> (c) tenga en su poder el documento que acredite que se cumple con los <br> requisitos de expedición, transporte y tránsito de las mercancías <br> establecidos en el artículo 4.7, cuando corresponda; y <br> (d) proporcione los documentos señalados en los literales (b) y (c) a las <br> autoridades aduaneras de la Parte importadora, cuando éstas lo soliciten. <br> Artículo 4.12: Devolución de Derechos de Aduana <br> 1 Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado <br> trato arancelario preferencial para una mercancía importada al territorio de la otra <br> Parte que hubiese calificado como originaria, el importador de la mercancía, en un <br> plazo no superior a un año a contar de la fecha de la importación, pueda solicitar la <br> devolución de los aranceles pagados en exceso por no haberse otorgado trato <br> arancelario preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> (a) una declaración por escrito manifestando que la mercancía cumplía <br> con todas las disposiciones del presente Capítulo al momento de la importación; <br> (b) el certificado de origen; y <br> (c) cualquier documentación adicional relacionada con la importación de <br> la mercancía, según lo requiera la autoridad aduanera. <br> 2 En caso que surjan dudas sobre el cumplimiento de las disposiciones del <br> presente Capítulo, se podrá iniciar un proceso de verificación, conforme a lo <br> dispuesto en el artículo 4.13. <br> Artículo 4.13: Procesos de Control y Verificación del Régimen de Origen <br> 1 No obstante la presentación de un certificado de origen en las condiciones <br> establecidas en el presente Capítulo y las que pueda establecer la Comisión <br> Administradora, en caso que existan dudas sobre la autenticidad del certificado de <br> origen, la veracidad de la información contenida en dicho documento o el <br> cumplimiento de las normas establecidas en este Capítulo, no se detendrá el trámite <br> de importación de las mercancías, pudiendo la autoridad aduanera de la Parte <br> importadora adoptar las medidas consideradas necesarias a fin de garantizar el <br> interés fiscal, a través de los mecanismos vigentes en la legislación nacional. <br> 2 Sin perjuicio de lo dispuesto en el párrafo 1, la autoridad investigadora de la <br> Parte importadora podrá iniciar un proceso de verificación a fin de comprobar el <br> cumplimiento de lo dispuesto en el presente Capítulo, conforme a las disposiciones siguientes. <br> 3 El inicio de la verificación de origen deberá notificarse inmediatamente al <br> 4 Durante el proceso de verificación, la autoridad investigadora de la Parte <br> importadora, con conocimiento de su autoridad competente, podrá: <br> (a) solicitar la información necesaria para verificar la autenticidad del <br> certificado de origen, la veracidad de la información contenida en él, <br> así como la información que demuestre el cumplimiento del criterio de <br> calificación de origen declarado en el certificado de origen, incluyendo <br> los antecedentes que acompañaron la solicitud de trato preferencial <br> de conformidad con lo establecido en el presente Capítulo. Esta <br> información será requerida a la entidad certificadora a través de la <br> autoridad competente de la Parte exportadora y deberá ser <br> proporcionada en un plazo no mayor a 45 días, contado desde la <br> fecha de recepción de la solicitud por la autoridad competente de la Parte exportadora; <br> (b) enviar a través de la autoridad competente de la Parte exportadora un <br> cuestionario escrito para el exportador o el productor, indicando el <br> certificado de origen en verificación, el cual deberá ser respondido en <br> un plazo no superior a 60 días, contado desde la fecha de recepción del cuestionario; <br> (c) solicitar, a través de la autoridad competente de la Parte exportadora, <br> territorio de una Parte; <br> la realización de visitas de verificación a las instalaciones del <br> productor, con el objeto de revisar la información y documentación <br> que justifique el origen de la mercancía, así como examinar los <br> procesos productivos y las instalaciones utilizadas en la elaboración <br> de la mercancía materia de la verificación. La solicitud de la visita <br> deberá ser respondida en un plazo no superior a 20 días, contado <br> desde la fecha de recepción de la solicitud. <br> La entidad certificadora y la autoridad competente de la Parte <br> exportadora podrán participar como observadores en la visita <br> respectiva, la cual se deberá realizar en un plazo no superior a 60 <br> días, contado desde la fecha de la solicitud para realizar dicha visita; y <br> llevar a cabo otros procedimientos, conducentes a verificar el origen <br> de las mercancías, que acuerden las Partes. <br> 5 Una vez agotada la etapa del proceso de verificación a que se refiere el <br> párrafo 4, la autoridad investigadora de la Parte importadora deberá comunicar a la <br> autoridad competente de la Parte exportadora si la información es suficiente o <br> insuficiente, en un plazo máximo de 30 días. <br> 6 En caso que la información sea insuficiente, la autoridad competente de la <br> Parte exportadora deberá completar la información en un plazo adicional máximo y <br> único de 30 días, contado a partir de la fecha de recepción de la comunicación antes señalada. <br> 7 La autoridad investigadora de la Parte importadora deberá emitir la <br> determinación sobre el origen de la mercancía, exponiendo los motivos que <br> determinaron la decisión, en un plazo no superior a 90 días, contado a partir de la <br> fecha de recepción de la comunicación de suficiencia a que se refiere el párrafo 5. <br> El plazo será de 120 días en caso que se otorgue el término adicional establecido en <br> el párrafo 6. Esta determinación la comunicará al importador y a las autoridades <br> competentes de la Parte importadora y de la Parte exportadora. <br> 8 Iniciada la verificación y mientras dure dicho proceso, la autoridad aduanera <br> de la Parte importadora podrá disponer en forma preventiva, la suspensión del trato <br> arancelario preferencial a nuevas operaciones referidas a mercancías idénticas del mismo productor. <br> 9 Si como resultado del proceso de verificación: <br> (a) se concluye que la mercancía califica como originaria, las mercancías <br> tendrán derecho al trato arancelario preferencial y se reintegrarán los <br> derechos percibidos en exceso o devolverá la garantía presentada, <br> según corresponda; o <br> (b) se comprobara que el certificado contiene información falsa o que la <br> mercancía no califica como originaria, la Parte importadora cobrará los <br> gravámenes correspondientes o se hará efectiva la garantía <br> presentada, según corresponda y se aplicarán las sanciones previstas <br> en la legislación vigente de cada Parte. <br> 10 En el caso del párrafo 9(b), la autoridad competente de la Parte importadora <br> podrá suspender el trato arancelario preferencial de nuevas importaciones referentes <br> a la mercancía idéntica del mismo productor o exportador, hasta que se demuestre <br> que las condiciones de producción fueron modificadas de forma de cumplir con las <br> reglas del presente Capítulo. <br> 11 Sin perjuicio de lo dispuesto en los párrafos anteriores, la autoridad <br> investigadora de la Parte importadora podrá solicitar a su importador, en su territorio, <br> información y antecedentes sobre el origen de las mercancías solicitadas a <br> despacho o respecto de la autenticidad del certificado de origen. <br> 12 El proceso de verificación y control a que se refiere este artículo, se podrá <br> llevar a cabo antes del despacho de las mercancías, durante el despacho o en forma <br> posterior, conforme a la legislación de cada Parte. <br> 13 Agotado el proceso de verificación, si la conclusión no es satisfactoria para <br> las Partes, las Partes mantendrán consultas bilaterales. Si los resultados de estas <br> consultas no son satisfactorios para la Parte afectada, podrá recurrir al Régimen de <br> Solución de Controversias del Acuerdo. <br> "}, {"ArticleTitle": "Ámbito de Aplicación", "ArticleDesc": "Artículo 4.1: Ámbito de Aplicación <br> 1 El presente régimen establece las normas de origen aplicables al intercambio <br> de mercancías entre las Partes, a los efectos de: <br> (a) calificación y determinación de la mercancía originaria; <br> (b) emisión de los certificados de origen; y <br> (c) procesos de verificación, control y sanciones. <br> 2 Las Partes aplicarán a las mercancías sujetas al Programa de Liberación <br> Comercial del Acuerdo el presente Régimen de Origen, sin perjuicio que el mismo <br> pueda ser modificado mediante Resolución de la Comisión Administradora. <br> 3 Para acceder al Programa de Liberación, las mercancías deberán acreditar el <br> cumplimiento de lo dispuesto en el presente Régimen. Esta exigencia procederá <br> sólo para las mercancías que requieran trato preferencial. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.2: Calificación de Origen <br> Artículo 4.6: Acumulación <br> Artículo 4.16: Sanciones y Responsabilidades <br> Régimen de Origen <br> Salvo que se disponga otra cosa en este Capítulo serán consideradas originarias: <br> 1 Para la determinación del origen de las mercancías se considerarán como <br> 1 Cuando se comprobare que el certificado de origen no se ajusta a las <br> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br> originarios de una Parte, los materiales originarios de la otra Parte, incorporados en <br> disposiciones contenidas en el presente Capítulo o se detectare, en él o en sus <br> cuando en su elaboración fueran utilizados, única y exclusivamente, <br> la producción o transformación de dichas mercancías. <br> antecedentes u otros documentos relativos al origen de las mercancías, falsificación, <br> materiales originarios de una o de ambas Partes; <br> 2 El presente criterio se aplicará tanto a las Normas Generales de Origen como <br> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, <br> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br> a los Requisitos Específicos de Origen. <br> las Partes podrán adoptar las sanciones que correspondan de conformidad a su legislación. <br> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br> Artículo 4.7: De la Expedición, Transporte y Tránsito de las Mercancías <br> 2 Cada Parte dispondrá que el exportador o productor que proporcione <br> 1 Para que las mercancías se beneficien de los tratamientos preferenciales, <br> información falsa a la entidad encargada de emitir el certificado de origen, en el <br> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br> éstas deberán haber sido expedidas directamente de la Parte exportadora a la Parte <br> sentido que la mercancía califica como originaria, estará sujeta a sanciones <br> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br> importadora. A tal fin, se considera expedición directa: <br> equivalentes a aquellas que aplicarían a un importador en su territorio que haga <br> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br> (a) las mercancías transportadas sin pasar por territorio de algún país no Parte; <br> declaraciones o manifestaciones falsas en relación con una importación, con las <br> Parte, por barcos de sus banderas, fletados o arrendados por <br> (b) las mercancías en tránsito, a través de uno o más países no Parte, <br> modificaciones que requieran las circunstancias. <br> empresas establecidas en el territorio de cualquiera de las Partes, <br> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br> 3 Si antes de iniciar una verificación, un importador tiene motivos para creer <br> siempre que tales barcos estén registrados o matriculados de acuerdo <br> la autoridad aduanera del país transitado, siempre que <br> que el certificado de origen en que se sustenta la declaración contiene información <br> con su respectiva legislación nacional; <br> (i) el tránsito estuviera justificado por razones geográficas o <br> incorrecta, podrá presentar una declaración corregida, pagar los derechos <br> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br> consideraciones relativas a requerimientos de transporte, <br> aduaneros e impuestos correspondientes y acogerse a lo dispuesto en la legislación <br> mercancías identificadas en el literal (f), por barcos de sus banderas, <br> (ii) no estuvieran destinadas al comercio, uso o empleo en el país de tránsito, y <br> de la Parte importadora en lo referente a la reducción o eliminación de sanciones. <br> fletados o arrendados por empresas establecidas en el territorio de <br> (iii) no sufran, durante su transporte o depósito, ninguna operación <br> cualquiera de las Partes, siempre que tales barcos estén registrados o <br> distinta a la carga, descarga o manipuleo para mantenerlas en <br> matriculados de acuerdo con su respectiva legislación nacional; <br> buenas condiciones o asegurar su conservación. <br> (h) las mercancías obtenidas por una persona natural o jurídica de una <br> En caso que las mercancías sean depositadas, podrán permanecer almacenadas <br> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br> por un plazo máximo de 6 meses, contado desde el ingreso de las mercancías al <br> fuera de las aguas territoriales, siempre que esa persona natural o <br> país de tránsito no Parte. <br> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y <br> 2 Para los efectos de lo dispuesto en el párrafo 1(b), el importador de las <br> (i) las mercancías elaboradas con materiales no originarios, siempre que <br> mercancías a solicitud de la autoridad aduanera de la Parte importadora, deberá <br> resulten de un proceso de producción o transformación, realizado en <br> entregar una copia de cualquier documento de control aduanero que, a satisfacción <br> las Partes que les confiera una nueva individualidad. Esta <br> de dicha autoridad aduanera, indique que la mercancía permaneció bajo la <br> individualidad está presente en el hecho que la mercancía se <br> supervisión aduanera del país transitado, en el territorio del país no Parte. <br> clasifique en partida diferente a los materiales, según nomenclatura NALADISA. <br> Artículo 4.8: Facturación por un Operador de un País no Parte <br> No obstante lo establecido en el párrafo anterior, no serán <br> 1 Cuando la mercancía objeto de intercambio sea facturada por un operador de <br> consideradas originarias las mercancías que a pesar de estar <br> un país no Parte, el productor o exportador del país de origen deberá señalar en el <br> clasificadas en partidas diferentes a los materiales, son resultado de <br> certificado de origen respectivo, en el área relativa a @^@observaciones@^@, que la <br> las operaciones establecidas en el artículo 4.3 efectuadas en las <br> mercancía objeto de su declaración será facturada desde un tercer país no Parte, <br> Partes, por los que adquieren la forma final en que serán <br> identificando el nombre, denominación o razón social y domicilio del operador que en <br> comercializadas, cuando en tales operaciones se hayan utilizado <br> definitiva será el que facture la operación a destino. <br> materiales no originarios. Lo dispuesto en el presente párrafo no <br> 2 En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br> constituye un proceso de producción o transformación. <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> sirvieron de base para la emisión del certificado. <br> (j) las mercancías que no cumplan con el correspondiente cambio de <br> comercial emitida por un operador de un país no Parte, se deberá utilizar el <br> clasificación arancelaria, porque el proceso de producción o <br> mecanismo previsto en el artículo 4.9.11. <br> transformación no implica cambio de partida en la nomenclatura <br> Artículo 4.9: Emisión de Certificados de Origen <br> NALADISA, siempre que el valor CIF puerto de destino o CIF puerto <br> 1 El certificado de origen es el documento que sirve para acreditar que una <br> marítimo de los materiales no originarios no exceda del 50% del valor <br> mercancía que se exporta del territorio de una Parte al territorio de la otra Parte califica <br> FOB de exportación de las mercancías. <br> como originaria, según los términos y disposiciones del presente Capítulo, con el objeto <br> (k) las mercancías resultantes de operaciones de montaje o ensamblaje <br> que la mercancía pueda beneficiarse del tratamiento preferencial consagrado en el <br> realizadas dentro del territorio de las Partes, utilizando materiales no <br> presente Acuerdo. <br> originarios, habiendo o no cambio de partida, siempre que el valor CIF <br> 2 Para la declaración y certificación de origen de las mercancías, se utilizará el <br> puerto de destino o CIF puerto marítimo de los materiales no <br> formato que se encuentra en el Anexo 4.9, el que tendrá carácter de declaración jurada <br> originarios no exceda del 50% del valor FOB de exportación de las mercancías. <br> del productor final o exportador de la mercancía, en el que manifieste el total <br> (l) Los juegos o surtidos de mercancías, siempre que cada una de las <br> cumplimiento de las disposiciones del presente Capítulo relativas al origen y la <br> mercancías en ellos contenidos cumplan con las normas establecidas <br> veracidad de los datos e informaciones contenidos en el certificado. <br> en el presente Capítulo. <br> 3 La solicitud del certificado de origen deberá ser acompañada de la factura <br> (m) Las mercancías que cumplan con los requisitos específicos, de <br> comercial y una declaración jurada del productor con los antecedentes necesarios que <br> conformidad con el artículo 4.5. <br> demuestren en forma documental que las mercancías cumplen con los requisitos <br> Artículo 4.3: Operaciones Mínimas <br> exigidos tales como: <br> Las siguientes operaciones por sí solas no confieren origen: <br> (a) empresa o razón social; <br> (a) manipulaciones destinadas a asegurar la conservación de las <br> (b) domicilio legal; <br> mercancías tales como: aeración, ventilación, refrigeración, <br> (c) denominación de la mercancía a exportar y código NALADISA; <br> congelación, adición de sustancias, extracción de partes averiadas; <br> (d) valor FOB de la mercancía; <br> (b) desempolvamiento, zarandeo, descascaramiento, desgrane, <br> (e) los materiales utilizados en el proceso de producción o transformación indicando: <br> maceración, secado, entresaque, clasificación, selección, <br> (i) materiales de la Parte exportadora; <br> fraccionamiento, lavado o limpieza, pintado y recortado; <br> (ii) materiales de la Parte importadora; <br> (c) la formación de juegos o surtidos de mercancías; <br> (iii) materiales no originarios indicando: <br> (d) el embalaje, envase o reenvase; <br> Códigos NALADISA, valor CIF en dólares de los Estados Unidos de <br> (e) la división o reunión de bultos o paquetes; <br> América y Porcentaje de participación en el valor FOB de la mercancía. <br> (f) la aplicación de marcas, etiquetas o signos distintivos similares a las <br> 4 Las declaraciones mencionadas deberán ser presentadas con anticipación <br> mercancías o sus embalajes; <br> suficiente para cada solicitud de certificación. En el caso de mercancías que fueran <br> (g) mezclas de materiales, dilución en agua o en otras sustancias, <br> exportadas regularmente, y siempre que el proceso y los materiales componentes no <br> dosificación, siempre que las características de las mercancías <br> fueran alterados, la declaración tendrá una validez hasta de dos años desde la fecha <br> obtenidas no sean esencialmente diferentes de las características de <br> de su emisión. <br> los materiales que han sido mezclados; <br> 5 Cuando el exportador no es el productor de la mercancía, el productor deberá <br> (h) la reunión, ensamblaje o montaje de partes y piezas para constituir <br> suministrar la declaración de origen al exportador, a fin de que éste la pueda presentar <br> una mercancía completa; <br> a la entidad certificadora. <br> (i) el simple sacrificio de animales; y <br> 6 La emisión de los certificados de origen deberá estar a cargo de reparticiones <br> (j) la acumulación de dos o más de estas operaciones. <br> oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la expedición de <br> Artículo 4.4: Empaques y Embalajes <br> los mismos en otras entidades públicas o privadas, que actúen con jurisdicción nacional. <br> 1 Los empaques, envases, estuches, embalajes, envoltorios y similares, <br> 7 Las Partes mantendrán vigentes las actuales reparticiones oficiales y las <br> presentados conteniendo las respectivas mercancías, se considerarán originarios si <br> entidades públicas o privadas habilitadas para emitir certificados de origen, con el <br> la mercancía principal cumple con los criterios de origen del presente Capítulo. <br> registro de las firmas autógrafas de los funcionarios acreditados para tal fin, <br> 2 Esta disposición no será aplicable a los envases, empaques, estuches, <br> debidamente registrados en la Secretaría General de la ALADI. <br> embalajes, envoltorios y similares, cuando éstas se presenten por separado o le <br> 8 Las modificaciones que se operen en dichos registros entrarán en vigor en el <br> confieran a la mercancía que contiene, su carácter esencial. <br> plazo de 30 días, contados desde la fecha de comunicación a la Secretaría General de la ALADI. <br> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br> debidamente cumplimentado en los campos que corresponda. <br> 10 Los certificados de origen deberán ser expedidos a partir de la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate. <br> 11 No obstante lo dispuesto en los párrafos 3 y 10, de darse el caso que por las <br> modalidades de comercialización de una determinada mercancía se emita una factura <br> provisoria antes de una definitiva, se aceptará el certificado de origen expedido en base <br> a la primera, debiendo consignarse en el recuadro @^@OBSERVACIONES@^@ tal <br> circunstancia y la razón por la cual no se cuenta en ese momento con la factura <br> comercial definitiva. Sin embargo, al efectuarse la importación deberá disponerse de la <br> factura comercial definitiva. <br> Artículo 4.10: Antecedentes del Certificado y Plazos <br> 1 Las entidades certificadoras deberán numerar correlativamente los certificados <br> emitidos y archivar un ejemplar durante un plazo mínimo de 5 años, a partir de la fecha <br> de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br> 2 Asimismo, las citadas entidades mantendrán un registro permanente de todos <br> los certificados de origen emitidos, el cual deberá contener como mínimo el número del <br> certificado, el solicitante del mismo y la fecha de su emisión. <br> 3 Los exportadores que soliciten una certificación de origen y los productores que <br> emitan una declaración jurada de origen conforme al artículo 4.9, deberán conservar <br> por un período mínimo de 5 años, a partir de la fecha de emisión del certificado de <br> origen, los documentos necesarios para demostrar el origen de la mercancía, <br> particularmente los relativos a la adquisición y costo de la mercancía y los materiales <br> referidos en los literales (d) y (e) del artículo 4.9.3, respectivamente, y los vinculados a <br> la producción de la mercancía, en la forma en la cual ésta fue exportada. <br> 4 Cada Parte dispondrá que un importador que solicite trato arancelario <br> preferencial mantenga en su territorio, por un período mínimo de 5 años a contar de la <br> fecha de la importación respectiva, la documentación que la Parte exigiese en relación <br> con la importación de la mercancía incluyendo una copia del certificado de origen. <br> Artículo 4.11: Solicitud de Trato Arancelario Preferencial <br> Cada Parte exigirá a un importador que solicita trato arancelario preferencial <br> respecto de una mercancía importada a su territorio proveniente del territorio de la <br> importador y a la autoridad competente de la Parte exportadora. <br> otra Parte que: <br> (a) declare en el documento de importación que establezca su <br> legislación, con base en un certificado de origen válido, que la <br> mercancía califique como originaria; <br> (b) tenga el certificado de origen en su poder al momento de hacer la <br> declaración a que hace referencia el literal (a); <br> (c) tenga en su poder el documento que acredite que se cumple con los <br> requisitos de expedición, transporte y tránsito de las mercancías <br> establecidos en el artículo 4.7, cuando corresponda; y <br> (d) proporcione los documentos señalados en los literales (b) y (c) a las <br> autoridades aduaneras de la Parte importadora, cuando éstas lo soliciten. <br> Artículo 4.12: Devolución de Derechos de Aduana <br> 1 Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado <br> trato arancelario preferencial para una mercancía importada al territorio de la otra <br> Parte que hubiese calificado como originaria, el importador de la mercancía, en un <br> plazo no superior a un año a contar de la fecha de la importación, pueda solicitar la <br> devolución de los aranceles pagados en exceso por no haberse otorgado trato <br> arancelario preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> (a) una declaración por escrito manifestando que la mercancía cumplía <br> con todas las disposiciones del presente Capítulo al momento de la importación; <br> (b) el certificado de origen; y <br> (c) cualquier documentación adicional relacionada con la importación de <br> la mercancía, según lo requiera la autoridad aduanera. <br> 2 En caso que surjan dudas sobre el cumplimiento de las disposiciones del <br> presente Capítulo, se podrá iniciar un proceso de verificación, conforme a lo <br> dispuesto en el artículo 4.13. <br> Artículo 4.13: Procesos de Control y Verificación del Régimen de Origen <br> 1 No obstante la presentación de un certificado de origen en las condiciones <br> establecidas en el presente Capítulo y las que pueda establecer la Comisión <br> Administradora, en caso que existan dudas sobre la autenticidad del certificado de <br> origen, la veracidad de la información contenida en dicho documento o el <br> cumplimiento de las normas establecidas en este Capítulo, no se detendrá el trámite <br> de importación de las mercancías, pudiendo la autoridad aduanera de la Parte <br> importadora adoptar las medidas consideradas necesarias a fin de garantizar el <br> interés fiscal, a través de los mecanismos vigentes en la legislación nacional. <br> 2 Sin perjuicio de lo dispuesto en el párrafo 1, la autoridad investigadora de la <br> Parte importadora podrá iniciar un proceso de verificación a fin de comprobar el <br> cumplimiento de lo dispuesto en el presente Capítulo, conforme a las disposiciones siguientes. <br> 3 El inicio de la verificación de origen deberá notificarse inmediatamente al <br> 4 Durante el proceso de verificación, la autoridad investigadora de la Parte <br> importadora, con conocimiento de su autoridad competente, podrá: <br> (a) solicitar la información necesaria para verificar la autenticidad del <br> certificado de origen, la veracidad de la información contenida en él, <br> así como la información que demuestre el cumplimiento del criterio de <br> calificación de origen declarado en el certificado de origen, incluyendo <br> los antecedentes que acompañaron la solicitud de trato preferencial <br> de conformidad con lo establecido en el presente Capítulo. Esta <br> información será requerida a la entidad certificadora a través de la <br> autoridad competente de la Parte exportadora y deberá ser <br> proporcionada en un plazo no mayor a 45 días, contado desde la <br> fecha de recepción de la solicitud por la autoridad competente de la Parte exportadora; <br> (b) enviar a través de la autoridad competente de la Parte exportadora un <br> cuestionario escrito para el exportador o el productor, indicando el <br> certificado de origen en verificación, el cual deberá ser respondido en <br> un plazo no superior a 60 días, contado desde la fecha de recepción del cuestionario; <br> (c) solicitar, a través de la autoridad competente de la Parte exportadora, <br> territorio de una Parte; <br> la realización de visitas de verificación a las instalaciones del <br> productor, con el objeto de revisar la información y documentación <br> que justifique el origen de la mercancía, así como examinar los <br> procesos productivos y las instalaciones utilizadas en la elaboración <br> de la mercancía materia de la verificación. La solicitud de la visita <br> deberá ser respondida en un plazo no superior a 20 días, contado <br> desde la fecha de recepción de la solicitud. <br> La entidad certificadora y la autoridad competente de la Parte <br> exportadora podrán participar como observadores en la visita <br> respectiva, la cual se deberá realizar en un plazo no superior a 60 <br> días, contado desde la fecha de la solicitud para realizar dicha visita; y <br> llevar a cabo otros procedimientos, conducentes a verificar el origen <br> de las mercancías, que acuerden las Partes. <br> 5 Una vez agotada la etapa del proceso de verificación a que se refiere el <br> párrafo 4, la autoridad investigadora de la Parte importadora deberá comunicar a la <br> autoridad competente de la Parte exportadora si la información es suficiente o <br> insuficiente, en un plazo máximo de 30 días. <br> 6 En caso que la información sea insuficiente, la autoridad competente de la <br> Parte exportadora deberá completar la información en un plazo adicional máximo y <br> único de 30 días, contado a partir de la fecha de recepción de la comunicación antes señalada. <br> 7 La autoridad investigadora de la Parte importadora deberá emitir la <br> determinación sobre el origen de la mercancía, exponiendo los motivos que <br> determinaron la decisión, en un plazo no superior a 90 días, contado a partir de la <br> fecha de recepción de la comunicación de suficiencia a que se refiere el párrafo 5. <br> El plazo será de 120 días en caso que se otorgue el término adicional establecido en <br> el párrafo 6. Esta determinación la comunicará al importador y a las autoridades <br> competentes de la Parte importadora y de la Parte exportadora. <br> 8 Iniciada la verificación y mientras dure dicho proceso, la autoridad aduanera <br> de la Parte importadora podrá disponer en forma preventiva, la suspensión del trato <br> arancelario preferencial a nuevas operaciones referidas a mercancías idénticas del mismo productor. <br> 9 Si como resultado del proceso de verificación: <br> (a) se concluye que la mercancía califica como originaria, las mercancías <br> tendrán derecho al trato arancelario preferencial y se reintegrarán los <br> derechos percibidos en exceso o devolverá la garantía presentada, <br> según corresponda; o <br> (b) se comprobara que el certificado contiene información falsa o que la <br> mercancía no califica como originaria, la Parte importadora cobrará los <br> gravámenes correspondientes o se hará efectiva la garantía <br> presentada, según corresponda y se aplicarán las sanciones previstas <br> en la legislación vigente de cada Parte. <br> 10 En el caso del párrafo 9(b), la autoridad competente de la Parte importadora <br> podrá suspender el trato arancelario preferencial de nuevas importaciones referentes <br> a la mercancía idéntica del mismo productor o exportador, hasta que se demuestre <br> que las condiciones de producción fueron modificadas de forma de cumplir con las <br> reglas del presente Capítulo. <br> 11 Sin perjuicio de lo dispuesto en los párrafos anteriores, la autoridad <br> investigadora de la Parte importadora podrá solicitar a su importador, en su territorio, <br> información y antecedentes sobre el origen de las mercancías solicitadas a <br> despacho o respecto de la autenticidad del certificado de origen. <br> 12 El proceso de verificación y control a que se refiere este artículo, se podrá <br> llevar a cabo antes del despacho de las mercancías, durante el despacho o en forma <br> posterior, conforme a la legislación de cada Parte. <br> 13 Agotado el proceso de verificación, si la conclusión no es satisfactoria para <br> las Partes, las Partes mantendrán consultas bilaterales. Si los resultados de estas <br> consultas no son satisfactorios para la Parte afectada, podrá recurrir al Régimen de <br> Solución de Controversias del Acuerdo. <br> "}, {"ArticleTitle": "Requisitos Específicos de Origen", "ArticleDesc": "Artículo 4.5: Requisitos Específicos de Origen <br> 1 Las Partes podrán acordar el establecimiento de Requisitos Específicos de <br> Origen, en aquellos casos en que se estime que las normas generales no resulten <br> adecuadas para calificar el origen de una mercancía o grupo de mercancías. Los <br> Requisitos Específicos de Origen prevalecerán sobre los criterios generales. <br> 2 Las mercancías con requisitos específicos se incluyen en el Anexo 4.5. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.2: Calificación de Origen <br> Artículo 4.6: Acumulación <br> Artículo 4.16: Sanciones y Responsabilidades <br> Régimen de Origen <br> Salvo que se disponga otra cosa en este Capítulo serán consideradas originarias: <br> 1 Para la determinación del origen de las mercancías se considerarán como <br> 1 Cuando se comprobare que el certificado de origen no se ajusta a las <br> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br> originarios de una Parte, los materiales originarios de la otra Parte, incorporados en <br> disposiciones contenidas en el presente Capítulo o se detectare, en él o en sus <br> cuando en su elaboración fueran utilizados, única y exclusivamente, <br> la producción o transformación de dichas mercancías. <br> antecedentes u otros documentos relativos al origen de las mercancías, falsificación, <br> materiales originarios de una o de ambas Partes; <br> 2 El presente criterio se aplicará tanto a las Normas Generales de Origen como <br> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, <br> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br> a los Requisitos Específicos de Origen. <br> las Partes podrán adoptar las sanciones que correspondan de conformidad a su legislación. <br> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br> Artículo 4.7: De la Expedición, Transporte y Tránsito de las Mercancías <br> 2 Cada Parte dispondrá que el exportador o productor que proporcione <br> 1 Para que las mercancías se beneficien de los tratamientos preferenciales, <br> información falsa a la entidad encargada de emitir el certificado de origen, en el <br> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br> éstas deberán haber sido expedidas directamente de la Parte exportadora a la Parte <br> sentido que la mercancía califica como originaria, estará sujeta a sanciones <br> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br> importadora. A tal fin, se considera expedición directa: <br> equivalentes a aquellas que aplicarían a un importador en su territorio que haga <br> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br> (a) las mercancías transportadas sin pasar por territorio de algún país no Parte; <br> declaraciones o manifestaciones falsas en relación con una importación, con las <br> Parte, por barcos de sus banderas, fletados o arrendados por <br> (b) las mercancías en tránsito, a través de uno o más países no Parte, <br> modificaciones que requieran las circunstancias. <br> empresas establecidas en el territorio de cualquiera de las Partes, <br> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br> 3 Si antes de iniciar una verificación, un importador tiene motivos para creer <br> siempre que tales barcos estén registrados o matriculados de acuerdo <br> la autoridad aduanera del país transitado, siempre que <br> que el certificado de origen en que se sustenta la declaración contiene información <br> con su respectiva legislación nacional; <br> (i) el tránsito estuviera justificado por razones geográficas o <br> incorrecta, podrá presentar una declaración corregida, pagar los derechos <br> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br> consideraciones relativas a requerimientos de transporte, <br> aduaneros e impuestos correspondientes y acogerse a lo dispuesto en la legislación <br> mercancías identificadas en el literal (f), por barcos de sus banderas, <br> (ii) no estuvieran destinadas al comercio, uso o empleo en el país de tránsito, y <br> de la Parte importadora en lo referente a la reducción o eliminación de sanciones. <br> fletados o arrendados por empresas establecidas en el territorio de <br> (iii) no sufran, durante su transporte o depósito, ninguna operación <br> cualquiera de las Partes, siempre que tales barcos estén registrados o <br> distinta a la carga, descarga o manipuleo para mantenerlas en <br> matriculados de acuerdo con su respectiva legislación nacional; <br> buenas condiciones o asegurar su conservación. <br> (h) las mercancías obtenidas por una persona natural o jurídica de una <br> En caso que las mercancías sean depositadas, podrán permanecer almacenadas <br> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br> por un plazo máximo de 6 meses, contado desde el ingreso de las mercancías al <br> fuera de las aguas territoriales, siempre que esa persona natural o <br> país de tránsito no Parte. <br> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y <br> 2 Para los efectos de lo dispuesto en el párrafo 1(b), el importador de las <br> (i) las mercancías elaboradas con materiales no originarios, siempre que <br> mercancías a solicitud de la autoridad aduanera de la Parte importadora, deberá <br> resulten de un proceso de producción o transformación, realizado en <br> entregar una copia de cualquier documento de control aduanero que, a satisfacción <br> las Partes que les confiera una nueva individualidad. Esta <br> de dicha autoridad aduanera, indique que la mercancía permaneció bajo la <br> individualidad está presente en el hecho que la mercancía se <br> supervisión aduanera del país transitado, en el territorio del país no Parte. <br> clasifique en partida diferente a los materiales, según nomenclatura NALADISA. <br> Artículo 4.8: Facturación por un Operador de un País no Parte <br> No obstante lo establecido en el párrafo anterior, no serán <br> 1 Cuando la mercancía objeto de intercambio sea facturada por un operador de <br> consideradas originarias las mercancías que a pesar de estar <br> un país no Parte, el productor o exportador del país de origen deberá señalar en el <br> clasificadas en partidas diferentes a los materiales, son resultado de <br> certificado de origen respectivo, en el área relativa a @^@observaciones@^@, que la <br> las operaciones establecidas en el artículo 4.3 efectuadas en las <br> mercancía objeto de su declaración será facturada desde un tercer país no Parte, <br> Partes, por los que adquieren la forma final en que serán <br> identificando el nombre, denominación o razón social y domicilio del operador que en <br> comercializadas, cuando en tales operaciones se hayan utilizado <br> definitiva será el que facture la operación a destino. <br> materiales no originarios. Lo dispuesto en el presente párrafo no <br> 2 En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br> constituye un proceso de producción o transformación. <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> sirvieron de base para la emisión del certificado. <br> (j) las mercancías que no cumplan con el correspondiente cambio de <br> comercial emitida por un operador de un país no Parte, se deberá utilizar el <br> clasificación arancelaria, porque el proceso de producción o <br> mecanismo previsto en el artículo 4.9.11. <br> transformación no implica cambio de partida en la nomenclatura <br> Artículo 4.9: Emisión de Certificados de Origen <br> NALADISA, siempre que el valor CIF puerto de destino o CIF puerto <br> 1 El certificado de origen es el documento que sirve para acreditar que una <br> marítimo de los materiales no originarios no exceda del 50% del valor <br> mercancía que se exporta del territorio de una Parte al territorio de la otra Parte califica <br> FOB de exportación de las mercancías. <br> como originaria, según los términos y disposiciones del presente Capítulo, con el objeto <br> (k) las mercancías resultantes de operaciones de montaje o ensamblaje <br> que la mercancía pueda beneficiarse del tratamiento preferencial consagrado en el <br> realizadas dentro del territorio de las Partes, utilizando materiales no <br> presente Acuerdo. <br> originarios, habiendo o no cambio de partida, siempre que el valor CIF <br> 2 Para la declaración y certificación de origen de las mercancías, se utilizará el <br> puerto de destino o CIF puerto marítimo de los materiales no <br> formato que se encuentra en el Anexo 4.9, el que tendrá carácter de declaración jurada <br> originarios no exceda del 50% del valor FOB de exportación de las mercancías. <br> del productor final o exportador de la mercancía, en el que manifieste el total <br> (l) Los juegos o surtidos de mercancías, siempre que cada una de las <br> cumplimiento de las disposiciones del presente Capítulo relativas al origen y la <br> mercancías en ellos contenidos cumplan con las normas establecidas <br> veracidad de los datos e informaciones contenidos en el certificado. <br> en el presente Capítulo. <br> 3 La solicitud del certificado de origen deberá ser acompañada de la factura <br> (m) Las mercancías que cumplan con los requisitos específicos, de <br> comercial y una declaración jurada del productor con los antecedentes necesarios que <br> conformidad con el artículo 4.5. <br> demuestren en forma documental que las mercancías cumplen con los requisitos <br> Artículo 4.3: Operaciones Mínimas <br> exigidos tales como: <br> Las siguientes operaciones por sí solas no confieren origen: <br> (a) empresa o razón social; <br> (a) manipulaciones destinadas a asegurar la conservación de las <br> (b) domicilio legal; <br> mercancías tales como: aeración, ventilación, refrigeración, <br> (c) denominación de la mercancía a exportar y código NALADISA; <br> congelación, adición de sustancias, extracción de partes averiadas; <br> (d) valor FOB de la mercancía; <br> (b) desempolvamiento, zarandeo, descascaramiento, desgrane, <br> (e) los materiales utilizados en el proceso de producción o transformación indicando: <br> maceración, secado, entresaque, clasificación, selección, <br> (i) materiales de la Parte exportadora; <br> fraccionamiento, lavado o limpieza, pintado y recortado; <br> (ii) materiales de la Parte importadora; <br> (c) la formación de juegos o surtidos de mercancías; <br> (iii) materiales no originarios indicando: <br> (d) el embalaje, envase o reenvase; <br> Códigos NALADISA, valor CIF en dólares de los Estados Unidos de <br> (e) la división o reunión de bultos o paquetes; <br> América y Porcentaje de participación en el valor FOB de la mercancía. <br> (f) la aplicación de marcas, etiquetas o signos distintivos similares a las <br> 4 Las declaraciones mencionadas deberán ser presentadas con anticipación <br> mercancías o sus embalajes; <br> suficiente para cada solicitud de certificación. En el caso de mercancías que fueran <br> (g) mezclas de materiales, dilución en agua o en otras sustancias, <br> exportadas regularmente, y siempre que el proceso y los materiales componentes no <br> dosificación, siempre que las características de las mercancías <br> fueran alterados, la declaración tendrá una validez hasta de dos años desde la fecha <br> obtenidas no sean esencialmente diferentes de las características de <br> de su emisión. <br> los materiales que han sido mezclados; <br> 5 Cuando el exportador no es el productor de la mercancía, el productor deberá <br> (h) la reunión, ensamblaje o montaje de partes y piezas para constituir <br> suministrar la declaración de origen al exportador, a fin de que éste la pueda presentar <br> una mercancía completa; <br> a la entidad certificadora. <br> (i) el simple sacrificio de animales; y <br> 6 La emisión de los certificados de origen deberá estar a cargo de reparticiones <br> (j) la acumulación de dos o más de estas operaciones. <br> oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la expedición de <br> Artículo 4.4: Empaques y Embalajes <br> los mismos en otras entidades públicas o privadas, que actúen con jurisdicción nacional. <br> 1 Los empaques, envases, estuches, embalajes, envoltorios y similares, <br> 7 Las Partes mantendrán vigentes las actuales reparticiones oficiales y las <br> presentados conteniendo las respectivas mercancías, se considerarán originarios si <br> entidades públicas o privadas habilitadas para emitir certificados de origen, con el <br> la mercancía principal cumple con los criterios de origen del presente Capítulo. <br> registro de las firmas autógrafas de los funcionarios acreditados para tal fin, <br> 2 Esta disposición no será aplicable a los envases, empaques, estuches, <br> debidamente registrados en la Secretaría General de la ALADI. <br> embalajes, envoltorios y similares, cuando éstas se presenten por separado o le <br> 8 Las modificaciones que se operen en dichos registros entrarán en vigor en el <br> confieran a la mercancía que contiene, su carácter esencial. <br> plazo de 30 días, contados desde la fecha de comunicación a la Secretaría General de la ALADI. <br> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br> debidamente cumplimentado en los campos que corresponda. <br> 10 Los certificados de origen deberán ser expedidos a partir de la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate. <br> 11 No obstante lo dispuesto en los párrafos 3 y 10, de darse el caso que por las <br> modalidades de comercialización de una determinada mercancía se emita una factura <br> provisoria antes de una definitiva, se aceptará el certificado de origen expedido en base <br> a la primera, debiendo consignarse en el recuadro @^@OBSERVACIONES@^@ tal <br> circunstancia y la razón por la cual no se cuenta en ese momento con la factura <br> comercial definitiva. Sin embargo, al efectuarse la importación deberá disponerse de la <br> factura comercial definitiva. <br> Artículo 4.10: Antecedentes del Certificado y Plazos <br> 1 Las entidades certificadoras deberán numerar correlativamente los certificados <br> emitidos y archivar un ejemplar durante un plazo mínimo de 5 años, a partir de la fecha <br> de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br> 2 Asimismo, las citadas entidades mantendrán un registro permanente de todos <br> los certificados de origen emitidos, el cual deberá contener como mínimo el número del <br> certificado, el solicitante del mismo y la fecha de su emisión. <br> 3 Los exportadores que soliciten una certificación de origen y los productores que <br> emitan una declaración jurada de origen conforme al artículo 4.9, deberán conservar <br> por un período mínimo de 5 años, a partir de la fecha de emisión del certificado de <br> origen, los documentos necesarios para demostrar el origen de la mercancía, <br> particularmente los relativos a la adquisición y costo de la mercancía y los materiales <br> referidos en los literales (d) y (e) del artículo 4.9.3, respectivamente, y los vinculados a <br> la producción de la mercancía, en la forma en la cual ésta fue exportada. <br> 4 Cada Parte dispondrá que un importador que solicite trato arancelario <br> preferencial mantenga en su territorio, por un período mínimo de 5 años a contar de la <br> fecha de la importación respectiva, la documentación que la Parte exigiese en relación <br> con la importación de la mercancía incluyendo una copia del certificado de origen. <br> Artículo 4.11: Solicitud de Trato Arancelario Preferencial <br> Cada Parte exigirá a un importador que solicita trato arancelario preferencial <br> respecto de una mercancía importada a su territorio proveniente del territorio de la <br> importador y a la autoridad competente de la Parte exportadora. <br> otra Parte que: <br> (a) declare en el documento de importación que establezca su <br> legislación, con base en un certificado de origen válido, que la <br> mercancía califique como originaria; <br> (b) tenga el certificado de origen en su poder al momento de hacer la <br> declaración a que hace referencia el literal (a); <br> (c) tenga en su poder el documento que acredite que se cumple con los <br> requisitos de expedición, transporte y tránsito de las mercancías <br> establecidos en el artículo 4.7, cuando corresponda; y <br> (d) proporcione los documentos señalados en los literales (b) y (c) a las <br> autoridades aduaneras de la Parte importadora, cuando éstas lo soliciten. <br> Artículo 4.12: Devolución de Derechos de Aduana <br> 1 Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado <br> trato arancelario preferencial para una mercancía importada al territorio de la otra <br> Parte que hubiese calificado como originaria, el importador de la mercancía, en un <br> plazo no superior a un año a contar de la fecha de la importación, pueda solicitar la <br> devolución de los aranceles pagados en exceso por no haberse otorgado trato <br> arancelario preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> (a) una declaración por escrito manifestando que la mercancía cumplía <br> con todas las disposiciones del presente Capítulo al momento de la importación; <br> (b) el certificado de origen; y <br> (c) cualquier documentación adicional relacionada con la importación de <br> la mercancía, según lo requiera la autoridad aduanera. <br> 2 En caso que surjan dudas sobre el cumplimiento de las disposiciones del <br> presente Capítulo, se podrá iniciar un proceso de verificación, conforme a lo <br> dispuesto en el artículo 4.13. <br> Artículo 4.13: Procesos de Control y Verificación del Régimen de Origen <br> 1 No obstante la presentación de un certificado de origen en las condiciones <br> establecidas en el presente Capítulo y las que pueda establecer la Comisión <br> Administradora, en caso que existan dudas sobre la autenticidad del certificado de <br> origen, la veracidad de la información contenida en dicho documento o el <br> cumplimiento de las normas establecidas en este Capítulo, no se detendrá el trámite <br> de importación de las mercancías, pudiendo la autoridad aduanera de la Parte <br> importadora adoptar las medidas consideradas necesarias a fin de garantizar el <br> interés fiscal, a través de los mecanismos vigentes en la legislación nacional. <br> 2 Sin perjuicio de lo dispuesto en el párrafo 1, la autoridad investigadora de la <br> Parte importadora podrá iniciar un proceso de verificación a fin de comprobar el <br> cumplimiento de lo dispuesto en el presente Capítulo, conforme a las disposiciones siguientes. <br> 3 El inicio de la verificación de origen deberá notificarse inmediatamente al <br> 4 Durante el proceso de verificación, la autoridad investigadora de la Parte <br> importadora, con conocimiento de su autoridad competente, podrá: <br> (a) solicitar la información necesaria para verificar la autenticidad del <br> certificado de origen, la veracidad de la información contenida en él, <br> así como la información que demuestre el cumplimiento del criterio de <br> calificación de origen declarado en el certificado de origen, incluyendo <br> los antecedentes que acompañaron la solicitud de trato preferencial <br> de conformidad con lo establecido en el presente Capítulo. Esta <br> información será requerida a la entidad certificadora a través de la <br> autoridad competente de la Parte exportadora y deberá ser <br> proporcionada en un plazo no mayor a 45 días, contado desde la <br> fecha de recepción de la solicitud por la autoridad competente de la Parte exportadora; <br> (b) enviar a través de la autoridad competente de la Parte exportadora un <br> cuestionario escrito para el exportador o el productor, indicando el <br> certificado de origen en verificación, el cual deberá ser respondido en <br> un plazo no superior a 60 días, contado desde la fecha de recepción del cuestionario; <br> (c) solicitar, a través de la autoridad competente de la Parte exportadora, <br> territorio de una Parte; <br> la realización de visitas de verificación a las instalaciones del <br> productor, con el objeto de revisar la información y documentación <br> que justifique el origen de la mercancía, así como examinar los <br> procesos productivos y las instalaciones utilizadas en la elaboración <br> de la mercancía materia de la verificación. La solicitud de la visita <br> deberá ser respondida en un plazo no superior a 20 días, contado <br> desde la fecha de recepción de la solicitud. <br> La entidad certificadora y la autoridad competente de la Parte <br> exportadora podrán participar como observadores en la visita <br> respectiva, la cual se deberá realizar en un plazo no superior a 60 <br> días, contado desde la fecha de la solicitud para realizar dicha visita; y <br> llevar a cabo otros procedimientos, conducentes a verificar el origen <br> de las mercancías, que acuerden las Partes. <br> 5 Una vez agotada la etapa del proceso de verificación a que se refiere el <br> párrafo 4, la autoridad investigadora de la Parte importadora deberá comunicar a la <br> autoridad competente de la Parte exportadora si la información es suficiente o <br> insuficiente, en un plazo máximo de 30 días. <br> 6 En caso que la información sea insuficiente, la autoridad competente de la <br> Parte exportadora deberá completar la información en un plazo adicional máximo y <br> único de 30 días, contado a partir de la fecha de recepción de la comunicación antes señalada. <br> 7 La autoridad investigadora de la Parte importadora deberá emitir la <br> determinación sobre el origen de la mercancía, exponiendo los motivos que <br> determinaron la decisión, en un plazo no superior a 90 días, contado a partir de la <br> fecha de recepción de la comunicación de suficiencia a que se refiere el párrafo 5. <br> El plazo será de 120 días en caso que se otorgue el término adicional establecido en <br> el párrafo 6. Esta determinación la comunicará al importador y a las autoridades <br> competentes de la Parte importadora y de la Parte exportadora. <br> 8 Iniciada la verificación y mientras dure dicho proceso, la autoridad aduanera <br> de la Parte importadora podrá disponer en forma preventiva, la suspensión del trato <br> arancelario preferencial a nuevas operaciones referidas a mercancías idénticas del mismo productor. <br> 9 Si como resultado del proceso de verificación: <br> (a) se concluye que la mercancía califica como originaria, las mercancías <br> tendrán derecho al trato arancelario preferencial y se reintegrarán los <br> derechos percibidos en exceso o devolverá la garantía presentada, <br> según corresponda; o <br> (b) se comprobara que el certificado contiene información falsa o que la <br> mercancía no califica como originaria, la Parte importadora cobrará los <br> gravámenes correspondientes o se hará efectiva la garantía <br> presentada, según corresponda y se aplicarán las sanciones previstas <br> en la legislación vigente de cada Parte. <br> 10 En el caso del párrafo 9(b), la autoridad competente de la Parte importadora <br> podrá suspender el trato arancelario preferencial de nuevas importaciones referentes <br> a la mercancía idéntica del mismo productor o exportador, hasta que se demuestre <br> que las condiciones de producción fueron modificadas de forma de cumplir con las <br> reglas del presente Capítulo. <br> 11 Sin perjuicio de lo dispuesto en los párrafos anteriores, la autoridad <br> investigadora de la Parte importadora podrá solicitar a su importador, en su territorio, <br> información y antecedentes sobre el origen de las mercancías solicitadas a <br> despacho o respecto de la autenticidad del certificado de origen. <br> 12 El proceso de verificación y control a que se refiere este artículo, se podrá <br> llevar a cabo antes del despacho de las mercancías, durante el despacho o en forma <br> posterior, conforme a la legislación de cada Parte. <br> 13 Agotado el proceso de verificación, si la conclusión no es satisfactoria para <br> las Partes, las Partes mantendrán consultas bilaterales. Si los resultados de estas <br> consultas no son satisfactorios para la Parte afectada, podrá recurrir al Régimen de <br> Solución de Controversias del Acuerdo. <br> "}, {"ArticleTitle": "Negación del Trato Arancelario Preferencial", "ArticleDesc": "Artículo 4.14: Negación del Trato Arancelario Preferencial <br> El trato arancelario preferencial podrá ser denegado cuando: <br> (a) las mercancías no cumplan con los requerimientos de este Capítulo; <br> (b) la información o documentación requerida conforme al artículo 4.13.4 <br> no fuera suministrada, se suministrara en forma extemporánea o si la <br> respuesta fuese insuficiente, una vez vencido el plazo adicional a que <br> se refiere el artículo 4.13.6; <br> (c) no se de conformidad, se negare o no hubiera respuesta a la solicitud <br> para la realización de la visita, en el plazo establecido; <br> (d) no se diere cumplimiento a los requisitos dispuestos en el artículo 4.7, <br> no obstante tratarse de mercancías originarias. <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "Artículo 4.15: Confidencialidad <br> 1 Cada Parte deberá mantener, de acuerdo con su legislación, la <br> confidencialidad de la información obtenida conforme al presente Capítulo y la <br> protegerá de toda divulgación que pudiere perjudicar la posición competitiva de las <br> personas que la proporcionan. Asimismo, cuando una Parte suministre información <br> a la otra, de conformidad con este Capítulo y la designe como confidencial, la otra <br> Parte mantendrá permanentemente la confidencialidad de dicha información y no la <br> divulgará sin previo consentimiento de la Parte que la suministró. <br> 2 La información confidencial obtenida conforme al presente Capítulo sólo <br> podrá darse a conocer a las autoridades judiciales y a las responsables de la <br> administración y aplicación de las determinaciones de origen y de asuntos <br> aduaneros o tributarios, según proceda. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.2: Calificación de Origen <br> Artículo 4.6: Acumulación <br> Artículo 4.16: Sanciones y Responsabilidades <br> Régimen de Origen <br> Salvo que se disponga otra cosa en este Capítulo serán consideradas originarias: <br> 1 Para la determinación del origen de las mercancías se considerarán como <br> 1 Cuando se comprobare que el certificado de origen no se ajusta a las <br> (a) las mercancías elaboradas íntegramente en el territorio de las Partes <br> originarios de una Parte, los materiales originarios de la otra Parte, incorporados en <br> disposiciones contenidas en el presente Capítulo o se detectare, en él o en sus <br> cuando en su elaboración fueran utilizados, única y exclusivamente, <br> la producción o transformación de dichas mercancías. <br> antecedentes u otros documentos relativos al origen de las mercancías, falsificación, <br> materiales originarios de una o de ambas Partes; <br> 2 El presente criterio se aplicará tanto a las Normas Generales de Origen como <br> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, <br> (b) las mercancías obtenidas del reino mineral extraídas en el territorio de una Parte; <br> a los Requisitos Específicos de Origen. <br> las Partes podrán adoptar las sanciones que correspondan de conformidad a su legislación. <br> (c) las mercancías del reino vegetal cosechadas o recolectadas en el <br> Artículo 4.7: De la Expedición, Transporte y Tránsito de las Mercancías <br> 2 Cada Parte dispondrá que el exportador o productor que proporcione <br> 1 Para que las mercancías se beneficien de los tratamientos preferenciales, <br> información falsa a la entidad encargada de emitir el certificado de origen, en el <br> (d) las mercancías del reino animal nacidas y criadas en el territorio de una Parte; <br> éstas deberán haber sido expedidas directamente de la Parte exportadora a la Parte <br> sentido que la mercancía califica como originaria, estará sujeta a sanciones <br> (e) las mercancías obtenidas de la caza, captura o pesca en el territorio de una Parte; <br> importadora. A tal fin, se considera expedición directa: <br> equivalentes a aquellas que aplicarían a un importador en su territorio que haga <br> (f) las mercancías obtenidas del mar, extraídas fuera del territorio de una <br> (a) las mercancías transportadas sin pasar por territorio de algún país no Parte; <br> declaraciones o manifestaciones falsas en relación con una importación, con las <br> Parte, por barcos de sus banderas, fletados o arrendados por <br> (b) las mercancías en tránsito, a través de uno o más países no Parte, <br> modificaciones que requieran las circunstancias. <br> empresas establecidas en el territorio de cualquiera de las Partes, <br> con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br> 3 Si antes de iniciar una verificación, un importador tiene motivos para creer <br> siempre que tales barcos estén registrados o matriculados de acuerdo <br> la autoridad aduanera del país transitado, siempre que <br> que el certificado de origen en que se sustenta la declaración contiene información <br> con su respectiva legislación nacional; <br> (i) el tránsito estuviera justificado por razones geográficas o <br> incorrecta, podrá presentar una declaración corregida, pagar los derechos <br> (g) las mercancías producidas a bordo de barcos fábrica a partir de las <br> consideraciones relativas a requerimientos de transporte, <br> aduaneros e impuestos correspondientes y acogerse a lo dispuesto en la legislación <br> mercancías identificadas en el literal (f), por barcos de sus banderas, <br> (ii) no estuvieran destinadas al comercio, uso o empleo en el país de tránsito, y <br> de la Parte importadora en lo referente a la reducción o eliminación de sanciones. <br> fletados o arrendados por empresas establecidas en el territorio de <br> (iii) no sufran, durante su transporte o depósito, ninguna operación <br> cualquiera de las Partes, siempre que tales barcos estén registrados o <br> distinta a la carga, descarga o manipuleo para mantenerlas en <br> matriculados de acuerdo con su respectiva legislación nacional; <br> buenas condiciones o asegurar su conservación. <br> (h) las mercancías obtenidas por una persona natural o jurídica de una <br> En caso que las mercancías sean depositadas, podrán permanecer almacenadas <br> de las Partes o por una de las Partes, del lecho o del subsuelo marino <br> por un plazo máximo de 6 meses, contado desde el ingreso de las mercancías al <br> fuera de las aguas territoriales, siempre que esa persona natural o <br> país de tránsito no Parte. <br> jurídica o Parte tenga derecho a explotar dicho lecho o subsuelo marino; y <br> 2 Para los efectos de lo dispuesto en el párrafo 1(b), el importador de las <br> (i) las mercancías elaboradas con materiales no originarios, siempre que <br> mercancías a solicitud de la autoridad aduanera de la Parte importadora, deberá <br> resulten de un proceso de producción o transformación, realizado en <br> entregar una copia de cualquier documento de control aduanero que, a satisfacción <br> las Partes que les confiera una nueva individualidad. Esta <br> de dicha autoridad aduanera, indique que la mercancía permaneció bajo la <br> individualidad está presente en el hecho que la mercancía se <br> supervisión aduanera del país transitado, en el territorio del país no Parte. <br> clasifique en partida diferente a los materiales, según nomenclatura NALADISA. <br> Artículo 4.8: Facturación por un Operador de un País no Parte <br> No obstante lo establecido en el párrafo anterior, no serán <br> 1 Cuando la mercancía objeto de intercambio sea facturada por un operador de <br> consideradas originarias las mercancías que a pesar de estar <br> un país no Parte, el productor o exportador del país de origen deberá señalar en el <br> clasificadas en partidas diferentes a los materiales, son resultado de <br> certificado de origen respectivo, en el área relativa a @^@observaciones@^@, que la <br> las operaciones establecidas en el artículo 4.3 efectuadas en las <br> mercancía objeto de su declaración será facturada desde un tercer país no Parte, <br> Partes, por los que adquieren la forma final en que serán <br> identificando el nombre, denominación o razón social y domicilio del operador que en <br> comercializadas, cuando en tales operaciones se hayan utilizado <br> definitiva será el que facture la operación a destino. <br> materiales no originarios. Lo dispuesto en el presente párrafo no <br> 2 En la situación a que se refiere el párrafo anterior y, excepcionalmente, si al <br> constituye un proceso de producción o transformación. <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> sirvieron de base para la emisión del certificado. <br> (j) las mercancías que no cumplan con el correspondiente cambio de <br> comercial emitida por un operador de un país no Parte, se deberá utilizar el <br> clasificación arancelaria, porque el proceso de producción o <br> mecanismo previsto en el artículo 4.9.11. <br> transformación no implica cambio de partida en la nomenclatura <br> Artículo 4.9: Emisión de Certificados de Origen <br> NALADISA, siempre que el valor CIF puerto de destino o CIF puerto <br> 1 El certificado de origen es el documento que sirve para acreditar que una <br> marítimo de los materiales no originarios no exceda del 50% del valor <br> mercancía que se exporta del territorio de una Parte al territorio de la otra Parte califica <br> FOB de exportación de las mercancías. <br> como originaria, según los términos y disposiciones del presente Capítulo, con el objeto <br> (k) las mercancías resultantes de operaciones de montaje o ensamblaje <br> que la mercancía pueda beneficiarse del tratamiento preferencial consagrado en el <br> realizadas dentro del territorio de las Partes, utilizando materiales no <br> presente Acuerdo. <br> originarios, habiendo o no cambio de partida, siempre que el valor CIF <br> 2 Para la declaración y certificación de origen de las mercancías, se utilizará el <br> puerto de destino o CIF puerto marítimo de los materiales no <br> formato que se encuentra en el Anexo 4.9, el que tendrá carácter de declaración jurada <br> originarios no exceda del 50% del valor FOB de exportación de las mercancías. <br> del productor final o exportador de la mercancía, en el que manifieste el total <br> (l) Los juegos o surtidos de mercancías, siempre que cada una de las <br> cumplimiento de las disposiciones del presente Capítulo relativas al origen y la <br> mercancías en ellos contenidos cumplan con las normas establecidas <br> veracidad de los datos e informaciones contenidos en el certificado. <br> en el presente Capítulo. <br> 3 La solicitud del certificado de origen deberá ser acompañada de la factura <br> (m) Las mercancías que cumplan con los requisitos específicos, de <br> comercial y una declaración jurada del productor con los antecedentes necesarios que <br> conformidad con el artículo 4.5. <br> demuestren en forma documental que las mercancías cumplen con los requisitos <br> Artículo 4.3: Operaciones Mínimas <br> exigidos tales como: <br> Las siguientes operaciones por sí solas no confieren origen: <br> (a) empresa o razón social; <br> (a) manipulaciones destinadas a asegurar la conservación de las <br> (b) domicilio legal; <br> mercancías tales como: aeración, ventilación, refrigeración, <br> (c) denominación de la mercancía a exportar y código NALADISA; <br> congelación, adición de sustancias, extracción de partes averiadas; <br> (d) valor FOB de la mercancía; <br> (b) desempolvamiento, zarandeo, descascaramiento, desgrane, <br> (e) los materiales utilizados en el proceso de producción o transformación indicando: <br> maceración, secado, entresaque, clasificación, selección, <br> (i) materiales de la Parte exportadora; <br> fraccionamiento, lavado o limpieza, pintado y recortado; <br> (ii) materiales de la Parte importadora; <br> (c) la formación de juegos o surtidos de mercancías; <br> (iii) materiales no originarios indicando: <br> (d) el embalaje, envase o reenvase; <br> Códigos NALADISA, valor CIF en dólares de los Estados Unidos de <br> (e) la división o reunión de bultos o paquetes; <br> América y Porcentaje de participación en el valor FOB de la mercancía. <br> (f) la aplicación de marcas, etiquetas o signos distintivos similares a las <br> 4 Las declaraciones mencionadas deberán ser presentadas con anticipación <br> mercancías o sus embalajes; <br> suficiente para cada solicitud de certificación. En el caso de mercancías que fueran <br> (g) mezclas de materiales, dilución en agua o en otras sustancias, <br> exportadas regularmente, y siempre que el proceso y los materiales componentes no <br> dosificación, siempre que las características de las mercancías <br> fueran alterados, la declaración tendrá una validez hasta de dos años desde la fecha <br> obtenidas no sean esencialmente diferentes de las características de <br> de su emisión. <br> los materiales que han sido mezclados; <br> 5 Cuando el exportador no es el productor de la mercancía, el productor deberá <br> (h) la reunión, ensamblaje o montaje de partes y piezas para constituir <br> suministrar la declaración de origen al exportador, a fin de que éste la pueda presentar <br> una mercancía completa; <br> a la entidad certificadora. <br> (i) el simple sacrificio de animales; y <br> 6 La emisión de los certificados de origen deberá estar a cargo de reparticiones <br> (j) la acumulación de dos o más de estas operaciones. <br> oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la expedición de <br> Artículo 4.4: Empaques y Embalajes <br> los mismos en otras entidades públicas o privadas, que actúen con jurisdicción nacional. <br> 1 Los empaques, envases, estuches, embalajes, envoltorios y similares, <br> 7 Las Partes mantendrán vigentes las actuales reparticiones oficiales y las <br> presentados conteniendo las respectivas mercancías, se considerarán originarios si <br> entidades públicas o privadas habilitadas para emitir certificados de origen, con el <br> la mercancía principal cumple con los criterios de origen del presente Capítulo. <br> registro de las firmas autógrafas de los funcionarios acreditados para tal fin, <br> 2 Esta disposición no será aplicable a los envases, empaques, estuches, <br> debidamente registrados en la Secretaría General de la ALADI. <br> embalajes, envoltorios y similares, cuando éstas se presenten por separado o le <br> 8 Las modificaciones que se operen en dichos registros entrarán en vigor en el <br> confieran a la mercancía que contiene, su carácter esencial. <br> plazo de 30 días, contados desde la fecha de comunicación a la Secretaría General de la ALADI. <br> 9 El certificado de origen deberá ser emitido dentro de los 7 días siguientes a la <br> presentación de la solicitud respectiva y tendrá una validez de un año contado desde la <br> fecha de su emisión. Dicho certificado deberá ser emitido exclusivamente en el <br> formulario que se adjunta en el Anexo 4.9, que carecerá de validez si no estuviera <br> debidamente cumplimentado en los campos que corresponda. <br> 10 Los certificados de origen deberán ser expedidos a partir de la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate. <br> 11 No obstante lo dispuesto en los párrafos 3 y 10, de darse el caso que por las <br> modalidades de comercialización de una determinada mercancía se emita una factura <br> provisoria antes de una definitiva, se aceptará el certificado de origen expedido en base <br> a la primera, debiendo consignarse en el recuadro @^@OBSERVACIONES@^@ tal <br> circunstancia y la razón por la cual no se cuenta en ese momento con la factura <br> comercial definitiva. Sin embargo, al efectuarse la importación deberá disponerse de la <br> factura comercial definitiva. <br> Artículo 4.10: Antecedentes del Certificado y Plazos <br> 1 Las entidades certificadoras deberán numerar correlativamente los certificados <br> emitidos y archivar un ejemplar durante un plazo mínimo de 5 años, a partir de la fecha <br> de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br> 2 Asimismo, las citadas entidades mantendrán un registro permanente de todos <br> los certificados de origen emitidos, el cual deberá contener como mínimo el número del <br> certificado, el solicitante del mismo y la fecha de su emisión. <br> 3 Los exportadores que soliciten una certificación de origen y los productores que <br> emitan una declaración jurada de origen conforme al artículo 4.9, deberán conservar <br> por un período mínimo de 5 años, a partir de la fecha de emisión del certificado de <br> origen, los documentos necesarios para demostrar el origen de la mercancía, <br> particularmente los relativos a la adquisición y costo de la mercancía y los materiales <br> referidos en los literales (d) y (e) del artículo 4.9.3, respectivamente, y los vinculados a <br> la producción de la mercancía, en la forma en la cual ésta fue exportada. <br> 4 Cada Parte dispondrá que un importador que solicite trato arancelario <br> preferencial mantenga en su territorio, por un período mínimo de 5 años a contar de la <br> fecha de la importación respectiva, la documentación que la Parte exigiese en relación <br> con la importación de la mercancía incluyendo una copia del certificado de origen. <br> Artículo 4.11: Solicitud de Trato Arancelario Preferencial <br> Cada Parte exigirá a un importador que solicita trato arancelario preferencial <br> respecto de una mercancía importada a su territorio proveniente del territorio de la <br> importador y a la autoridad competente de la Parte exportadora. <br> otra Parte que: <br> (a) declare en el documento de importación que establezca su <br> legislación, con base en un certificado de origen válido, que la <br> mercancía califique como originaria; <br> (b) tenga el certificado de origen en su poder al momento de hacer la <br> declaración a que hace referencia el literal (a); <br> (c) tenga en su poder el documento que acredite que se cumple con los <br> requisitos de expedición, transporte y tránsito de las mercancías <br> establecidos en el artículo 4.7, cuando corresponda; y <br> (d) proporcione los documentos señalados en los literales (b) y (c) a las <br> autoridades aduaneras de la Parte importadora, cuando éstas lo soliciten. <br> Artículo 4.12: Devolución de Derechos de Aduana <br> 1 Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado <br> trato arancelario preferencial para una mercancía importada al territorio de la otra <br> Parte que hubiese calificado como originaria, el importador de la mercancía, en un <br> plazo no superior a un año a contar de la fecha de la importación, pueda solicitar la <br> devolución de los aranceles pagados en exceso por no haberse otorgado trato <br> arancelario preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> (a) una declaración por escrito manifestando que la mercancía cumplía <br> con todas las disposiciones del presente Capítulo al momento de la importación; <br> (b) el certificado de origen; y <br> (c) cualquier documentación adicional relacionada con la importación de <br> la mercancía, según lo requiera la autoridad aduanera. <br> 2 En caso que surjan dudas sobre el cumplimiento de las disposiciones del <br> presente Capítulo, se podrá iniciar un proceso de verificación, conforme a lo <br> dispuesto en el artículo 4.13. <br> Artículo 4.13: Procesos de Control y Verificación del Régimen de Origen <br> 1 No obstante la presentación de un certificado de origen en las condiciones <br> establecidas en el presente Capítulo y las que pueda establecer la Comisión <br> Administradora, en caso que existan dudas sobre la autenticidad del certificado de <br> origen, la veracidad de la información contenida en dicho documento o el <br> cumplimiento de las normas establecidas en este Capítulo, no se detendrá el trámite <br> de importación de las mercancías, pudiendo la autoridad aduanera de la Parte <br> importadora adoptar las medidas consideradas necesarias a fin de garantizar el <br> interés fiscal, a través de los mecanismos vigentes en la legislación nacional. <br> 2 Sin perjuicio de lo dispuesto en el párrafo 1, la autoridad investigadora de la <br> Parte importadora podrá iniciar un proceso de verificación a fin de comprobar el <br> cumplimiento de lo dispuesto en el presente Capítulo, conforme a las disposiciones siguientes. <br> 3 El inicio de la verificación de origen deberá notificarse inmediatamente al <br> 4 Durante el proceso de verificación, la autoridad investigadora de la Parte <br> importadora, con conocimiento de su autoridad competente, podrá: <br> (a) solicitar la información necesaria para verificar la autenticidad del <br> certificado de origen, la veracidad de la información contenida en él, <br> así como la información que demuestre el cumplimiento del criterio de <br> calificación de origen declarado en el certificado de origen, incluyendo <br> los antecedentes que acompañaron la solicitud de trato preferencial <br> de conformidad con lo establecido en el presente Capítulo. Esta <br> información será requerida a la entidad certificadora a través de la <br> autoridad competente de la Parte exportadora y deberá ser <br> proporcionada en un plazo no mayor a 45 días, contado desde la <br> fecha de recepción de la solicitud por la autoridad competente de la Parte exportadora; <br> (b) enviar a través de la autoridad competente de la Parte exportadora un <br> cuestionario escrito para el exportador o el productor, indicando el <br> certificado de origen en verificación, el cual deberá ser respondido en <br> un plazo no superior a 60 días, contado desde la fecha de recepción del cuestionario; <br> (c) solicitar, a través de la autoridad competente de la Parte exportadora, <br> territorio de una Parte; <br> la realización de visitas de verificación a las instalaciones del <br> productor, con el objeto de revisar la información y documentación <br> que justifique el origen de la mercancía, así como examinar los <br> procesos productivos y las instalaciones utilizadas en la elaboración <br> de la mercancía materia de la verificación. La solicitud de la visita <br> deberá ser respondida en un plazo no superior a 20 días, contado <br> desde la fecha de recepción de la solicitud. <br> La entidad certificadora y la autoridad competente de la Parte <br> exportadora podrán participar como observadores en la visita <br> respectiva, la cual se deberá realizar en un plazo no superior a 60 <br> días, contado desde la fecha de la solicitud para realizar dicha visita; y <br> llevar a cabo otros procedimientos, conducentes a verificar el origen <br> de las mercancías, que acuerden las Partes. <br> 5 Una vez agotada la etapa del proceso de verificación a que se refiere el <br> párrafo 4, la autoridad investigadora de la Parte importadora deberá comunicar a la <br> autoridad competente de la Parte exportadora si la información es suficiente o <br> insuficiente, en un plazo máximo de 30 días. <br> 6 En caso que la información sea insuficiente, la autoridad competente de la <br> Parte exportadora deberá completar la información en un plazo adicional máximo y <br> único de 30 días, contado a partir de la fecha de recepción de la comunicación antes señalada. <br> 7 La autoridad investigadora de la Parte importadora deberá emitir la <br> determinación sobre el origen de la mercancía, exponiendo los motivos que <br> determinaron la decisión, en un plazo no superior a 90 días, contado a partir de la <br> fecha de recepción de la comunicación de suficiencia a que se refiere el párrafo 5. <br> El plazo será de 120 días en caso que se otorgue el término adicional establecido en <br> el párrafo 6. Esta determinación la comunicará al importador y a las autoridades <br> competentes de la Parte importadora y de la Parte exportadora. <br> 8 Iniciada la verificación y mientras dure dicho proceso, la autoridad aduanera <br> de la Parte importadora podrá disponer en forma preventiva, la suspensión del trato <br> arancelario preferencial a nuevas operaciones referidas a mercancías idénticas del mismo productor. <br> 9 Si como resultado del proceso de verificación: <br> (a) se concluye que la mercancía califica como originaria, las mercancías <br> tendrán derecho al trato arancelario preferencial y se reintegrarán los <br> derechos percibidos en exceso o devolverá la garantía presentada, <br> según corresponda; o <br> (b) se comprobara que el certificado contiene información falsa o que la <br> mercancía no califica como originaria, la Parte importadora cobrará los <br> gravámenes correspondientes o se hará efectiva la garantía <br> presentada, según corresponda y se aplicarán las sanciones previstas <br> en la legislación vigente de cada Parte. <br> 10 En el caso del párrafo 9(b), la autoridad competente de la Parte importadora <br> podrá suspender el trato arancelario preferencial de nuevas importaciones referentes <br> a la mercancía idéntica del mismo productor o exportador, hasta que se demuestre <br> que las condiciones de producción fueron modificadas de forma de cumplir con las <br> reglas del presente Capítulo. <br> 11 Sin perjuicio de lo dispuesto en los párrafos anteriores, la autoridad <br> investigadora de la Parte importadora podrá solicitar a su importador, en su territorio, <br> información y antecedentes sobre el origen de las mercancías solicitadas a <br> despacho o respecto de la autenticidad del certificado de origen. <br> 12 El proceso de verificación y control a que se refiere este artículo, se podrá <br> llevar a cabo antes del despacho de las mercancías, durante el despacho o en forma <br> posterior, conforme a la legislación de cada Parte. <br> 13 Agotado el proceso de verificación, si la conclusión no es satisfactoria para <br> las Partes, las Partes mantendrán consultas bilaterales. Si los resultados de estas <br> consultas no son satisfactorios para la Parte afectada, podrá recurrir al Régimen de <br> Solución de Controversias del Acuerdo. <br> "}, {"ArticleTitle": "Definiciones", "ArticleDesc": "Artículo 4.17: Definiciones <br> Para los efectos de este Capítulo: <br> Autoridad Competente significa <br> (a) en el caso de Chile, la Dirección General de Relaciones Económicas <br> Internacionales; y <br> Negociaciones Comerciales Internacionales del Ministerio de Comercio Exterior y Turismo; <br> Autoridad Investigadora significa <br> (a) en el caso de Chile, el Servicio Nacional de Aduanas de Chile; y <br> (b) en el caso del Perú, la Dirección Nacional de Integración y <br> cambio de capítulo significa cambio de la clasificación arancelaria a nivel de dos <br> dígitos del Sistema Armonizado o NALADISA; <br> cambio de partida significa cambio de la clasificación arancelaria a nivel de cuatro <br> cambio de subpartida significa cambio de la clasificación arancelaria a nivel de seis <br> material significa una mercancía que se utiliza en la producción o transformación de <br> otra mercancía e incluye componentes, insumos, materias primas o partes y piezas; <br> materiales no originarios significa los materiales importados desde países no Parte <br> y materiales adquiridos localmente o importados desde la otra Parte, cuando no <br> cumplan con las normas de origen del presente Capítulo; <br> mercancías idénticas significa @^@mercancías idénticas@^@, según se define en el <br> Acuerdo de Valoración Aduanera; <br> valor corresponde al valor de una mercancía o material, conforme a las normas del <br> valor CIF puerto de destino o CIF puerto marítimo corresponde al valor de los <br> materiales, incluyendo los gastos de su traslado hasta el puerto o lugar de <br> introducción en el país de importación; y <br> valor FOB de exportación corresponde al valor de las mercancías libre a bordo, <br> independientemente del medio de transporte, en el puerto o lugar de envío definitivo al exterior. <br> Capítulo 5 <br> Procedimientos Aduaneros y Facilitación del Comercio <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Publicación", "ArticleDesc": "Artículo 5.1: Publicación <br> 1 Cada Parte, de conformidad con las disposiciones de su legislación nacional, <br> publicará sus leyes, regulaciones y procedimientos administrativos aduaneros en <br> Internet o en una red de telecomunicaciones computacional comparable. <br> 2 Cada Parte designará uno o varios puntos de contacto a quienes las <br> personas interesadas podrán dirigir sus consultas relacionadas con materias <br> aduaneras, y pondrá a disposición en Internet información sobre los procedimientos <br> para la formulación de dichas consultas. <br> 3 En la medida de lo posible, cada Parte publicará por anticipado cualquier <br> regulación de aplicación general respecto de materias aduaneras que se propusiere <br> adoptar y proporcionará la oportunidad de hacer comentarios sobre dichas <br> regulaciones antes de su adopción. <br> "}, {"ArticleTitle": "Despacho de Mercancías", "ArticleDesc": "Artículo 5.2: Despacho de Mercancías <br> 1 Las Partes adoptarán y mantendrán procedimientos aduaneros simplificados <br> para lograr un eficiente y rápido mecanismo de despacho aduanero. <br> 2 de las mercancías se realice: <br> (a) en la medida de lo posible, dentro de las 48 horas siguientes a la <br> llegada de la mercancía; <br> (b) en el lugar de llegada y sin que necesariamente sean trasladadas y <br> depositadas provisionalmente en almacenes u otras instalaciones; y <br> (c) antes de la presentación de las mercancías a la aduana. <br> "}, {"ArticleTitle": "Automatización", "ArticleDesc": "Artículo 5.3: Automatización <br> 1 Las Partes trabajarán para que la adopción del uso de tecnología de <br> información permita procedimientos expeditos en el despacho de mercancías. Al <br> instalar las aplicaciones computacionales las Partes deberán tomar en cuenta las <br> normas o estándares internacionales. <br> 2 Las Partes adoptarán o mantendrán sistemas informáticos accesibles, con el <br> objeto que los usuarios aduaneros autorizados puedan transmitir sus declaraciones <br> a las aduanas. <br> 3 Las Partes se esforzarán para implementar sistemas electrónicos <br> automatizados que permitan el registro de la información con el propósito de mejorar <br> las técnicas de evaluación de análisis de riesgo, entre otras. <br> "}, {"ArticleTitle": "Evaluación de Riesgos", "ArticleDesc": "Artículo 5.4: Evaluación de Riesgos <br> Cada Parte se esforzará por adoptar o mantener sistemas de gestión de <br> riesgos en sus actividades de verificación, que permitan a su autoridad aduanera <br> focalizar sus actividades de inspección en mercancías de alto riesgo y simplificar el <br> despacho y movimiento de mercancías de bajo riesgo, respetando la naturaleza <br> confidencial de la información que se obtenga mediante tales actividades. <br> "}, {"ArticleTitle": "Cooperación Aduanera", "ArticleDesc": "Artículo 5.5: Cooperación Aduanera <br> 1 Cada Parte se esforzará por comunicar previamente a la otra Parte cualquier <br> modificación importante con respecto a su política administrativa relacionada con la <br> implementación de su legislación aduanera que pudiese afectar en forma <br> considerable la operación del presente Acuerdo. <br> 2 Las Partes promoverán y facilitarán la cooperación entre sus respectivas <br> administraciones aduaneras y, particularmente, en lo referente a la simplificación de <br> la tramitación y de los procedimientos aduaneros, sin menoscabo de sus facultades de control. <br> 3 Sin perjuicio de lo establecido en otros acuerdos de cooperación, las Partes <br> se comprometen a cooperar en el cumplimiento de sus leyes y regulaciones en lo concerniente a: <br> (a) la implementación y la aplicación de las disposiciones del presente <br> Acuerdo relativas a la importación de las mercancías, incluidas las <br> disposiciones relacionadas al trato nacional y acceso de mercancías <br> al mercado, así como reglas y procedimientos de origen; <br> (b) la implementación y aplicación del Acuerdo de Valoración Aduanera; <br> (c) la simplificación de los requisitos y las formalidades respecto al <br> despacho de mercancías; <br> (d) la adopción, cuando sea posible, de medidas que permitan reducir, <br> simplificar y armonizar los datos contenidos en los documentos <br> exigidos por las aduanas, en particular, los documentos aduaneros de <br> entrada y salida de mercancías; <br> (e) el suministro de asistencia técnica, incluyendo en su caso, la <br> organización de seminarios y pasantías; <br> (f) asesoría y asistencia técnica a fin de mejorar las técnicas de <br> evaluación de riesgos en la búsqueda de mecanismos destinados a <br> prevenir y evitar actividades ilícitas, en particular, el tráfico ilícito de <br> mercancías provenientes de una de las Partes o de países no Parte; <br> (g) incrementar el uso de las tecnologías; y <br> (h) el presente Capítulo y cualesquiera otras materias aduaneras que las <br> Partes pudieran acordar. <br> 4 Las Partes intercambiarán de manera rápida y oportuna información <br> concerniente a la prevención, investigación y represión de las infracciones <br> aduaneras y respecto de materias concernientes a origen, sujeta a las normas sobre <br> confidencialidad dispuestas en la legislación de cada Parte. <br> 5 Cada Parte se esforzará por proporcionar a la otra Parte cualquier otra <br> información que pudiere ayudar a determinar si las importaciones o exportaciones <br> desde o hacia la otra Parte cumplen con sus leyes y regulaciones de importación <br> aplicables, en particular, aquéllas relacionadas con la prevención de actividades ilícitas. <br> 6 Las Partes podrán elaborar y ejecutar de común acuerdo, programas y <br> proyectos de cooperación técnica que permitan crear y desarrollar un nivel de <br> interconexión entre las administraciones aduaneras en aspectos previamente <br> identificados por ellas. <br> 7 Sin perjuicio del Acuerdo Bilateral de Cooperación y Asistencia Mutua en <br> Materias Aduaneras, firmado el 16 de septiembre del año 2004 y de lo dispuesto en <br> el presente Capítulo, las Partes podrán suscribir otros acuerdos en materia aduanera. <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "Artículo 5.6: Confidencialidad <br> 1 Cada Parte deberá mantener, de acuerdo con su legislación, la <br> confidencialidad de la información confidencial obtenida conforme a este Capítulo y <br> la protegerá de toda divulgación que pudiese perjudicar la posición competitiva de <br> las personas que la proporcionan. Asimismo, cuando una Parte suministre <br> información a la otra Parte de conformidad con este Capítulo y la designe como <br> confidencial, la otra Parte mantendrá permanentemente la confidencialidad de dicha <br> información, y no la divulgará sin previo consentimiento de la Parte que la suministró. <br> 2 La información confidencial obtenida conforme a este Capítulo sólo podrá <br> darse a conocer a las autoridades judiciales y a las responsables de la <br> administración y aplicación de las determinaciones de origen y de los asuntos <br> aduaneros o tributarios, según proceda. <br> "}, {"ArticleTitle": "Envíos de Entrega Rápida", "ArticleDesc": "Artículo 5.7: Envíos de Entrega Rápida <br> 1 Cada Parte adoptará o mantendrá procedimientos aduaneros separados y <br> expeditos para los envíos de entrega rápida y que permitan a la vez mantener una <br> adecuada selección y control por parte de aduanas. Estos procedimientos deberán permitir: <br> (a) que la información necesaria para el despacho del envío pueda ser <br> presentada y procesada por la autoridad aduanera de la Parte, antes <br> de la llegada del envío; <br> (b) que un embarcador presente un manifiesto o documento único que <br> ampare todas las mercancías contenidas en un envío transportado <br> mediante un servicio de entrega rápida, de ser posible a través de <br> medios electrónicos; <br> (c) que, en la medida de lo posible, reduzca la documentación requerida <br> para el despacho del envío; y <br> (d) que, bajo circunstancias normales, el despacho del envío se realice <br> dentro de un plazo no mayor de seis horas contadas a partir de la <br> presentación de toda la documentación requerida por la aduana para dicho despacho. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.8: Revisión e Impugnación <br> Artículo 5.9: Sanciones <br> Estados Unidos de América, el 12 de abril de 2006. <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre <br> materias aduaneras, los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del funcionario u <br> oficina que adoptó el acto administrativo sujeto a revisión; y <br> (b) un nivel de revisión judicial del acto administrativo expedido en la <br> instancia final de revisión administrativa. <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br> civiles, administrativas y, cuando correspondiere, penales por incumplimiento de sus <br> leyes y regulaciones aduaneras, incluyendo aquéllas que regulan la clasificación <br> arancelaria, valoración aduanera, reglas de origen y requisitos para garantizar el <br> Artículo 5.10: Resoluciones Anticipadas <br> tratamiento arancelario preferencial de conformidad con este Acuerdo. <br> (a) clasificación arancelaria; <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, <br> emitirá resoluciones anticipadas por escrito a solicitud escrita del importador en su <br> territorio, o del exportador o productor en el territorio de la otra Parte, con relación a: <br> (b) si una mercancía califica como mercancía originaria de conformidad <br> con el Capítulo 4 (Régimen de Origen); o <br> (c) los demás asuntos que las Partes acuerden. <br> 2 Cada Parte emitirá la resolución anticipada dentro de los 150 días siguientes <br> a la solicitud, siempre que el solicitante haya presentado toda la información que la <br> Parte requiere, incluyendo, si se solicita, una muestra de la mercancía para la que el <br> solicitante está pidiendo una resolución anticipada. Al emitir una resolución <br> anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el solicitante <br> haya presentado. <br> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a <br> partir de la fecha de su emisión, u otra fecha especificada en la resolución, hasta por <br> el plazo máximo de 3 años, siempre que los hechos o circunstancias en que se basa <br> la resolución no hayan cambiado. <br> 4 La Parte que emite la resolución puede modificar o revocar una resolución <br> anticipada luego de que la Parte la notifique al solicitante cuando los hechos o <br> circunstancias lo justifiquen, tal como los casos en que la información en que se <br> basa la resolución fuere falsa o incorrecta. <br> 5 Cuando un importador solicite el tratamiento acordado a una mercancia <br> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br> hechos o circunstancias de la importación son consistentes con los hechos o <br> circunstancias sobre los cuales se basó la resolución anticipada. <br> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel <br> público, sujetas a las condiciones de confidencialidad de su legislación, a fin de <br> promover la aplicación coherente de las resoluciones anticipadas a otras mercancías. <br> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar <br> medidas apropiadas, lo que incluye acciones civiles, penales y administrativas, <br> multas u otras sanciones. <br> "}, {"ArticleTitle": "Comité de Clasificación Arancelaria", "ArticleDesc": "Artículo 5.11: Comité de Clasificación Arancelaria <br> 1 El Comité de Clasificación Arancelaria será el órgano encargado de asesorar <br> en las diferencias que se generen en materia de clasificación arancelaria entre las Partes. <br> 2 El Comité será establecido por la Comisión Administradora a solicitud de las <br> Partes y deberá actuar de conformidad con el reglamento que esta última apruebe. <br> 3 A efectos de emitir su recomendación, el Comité podrá realizar consultas a la <br> ALADI o a la Dirección de Nomenclatura y Comercio de la Organización Mundial de Aduanas. <br> 4 El Comité remitirá su recomendación a la Comisión Administradora en un <br> plazo de 30 días, salvo que la Comisión Administradora decida otra cosa, para su <br> adopción, si lo estima pertinente. <br> "}, {"ArticleTitle": "Implementación", "ArticleDesc": "Artículo 5.12: Implementación <br> 1 Para efectos de la implementación de las obligaciones referidas a: <br> (a) Publicación, artículos 5.1.1 y 5.1.2: 2 años; <br> (b) Despacho, artículos 5.2.(b) y 5.2(c): 1 año; <br> (c) Envíos expresos, artículo 5.7(d): 2 años; y <br> (d) Resoluciones Anticipadas, artículo 5.10(b): 3 años. <br> 2 Los plazos señalados en el párrafo 1(b), (c) y (d) se contarán a partir de la <br> entrada en vigor del Acuerdo de Promoción Comercial suscrito entre el Perú y los <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.8: Revisión e Impugnación <br> Artículo 5.9: Sanciones <br> Estados Unidos de América, el 12 de abril de 2006. <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre <br> materias aduaneras, los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del funcionario u <br> oficina que adoptó el acto administrativo sujeto a revisión; y <br> (b) un nivel de revisión judicial del acto administrativo expedido en la <br> instancia final de revisión administrativa. <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones <br> civiles, administrativas y, cuando correspondiere, penales por incumplimiento de sus <br> leyes y regulaciones aduaneras, incluyendo aquéllas que regulan la clasificación <br> arancelaria, valoración aduanera, reglas de origen y requisitos para garantizar el <br> Artículo 5.10: Resoluciones Anticipadas <br> tratamiento arancelario preferencial de conformidad con este Acuerdo. <br> (a) clasificación arancelaria; <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, <br> emitirá resoluciones anticipadas por escrito a solicitud escrita del importador en su <br> territorio, o del exportador o productor en el territorio de la otra Parte, con relación a: <br> (b) si una mercancía califica como mercancía originaria de conformidad <br> con el Capítulo 4 (Régimen de Origen); o <br> (c) los demás asuntos que las Partes acuerden. <br> 2 Cada Parte emitirá la resolución anticipada dentro de los 150 días siguientes <br> a la solicitud, siempre que el solicitante haya presentado toda la información que la <br> Parte requiere, incluyendo, si se solicita, una muestra de la mercancía para la que el <br> solicitante está pidiendo una resolución anticipada. Al emitir una resolución <br> anticipada, la Parte tendrá en cuenta los hechos y circunstancias que el solicitante <br> haya presentado. <br> 3 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a <br> partir de la fecha de su emisión, u otra fecha especificada en la resolución, hasta por <br> el plazo máximo de 3 años, siempre que los hechos o circunstancias en que se basa <br> la resolución no hayan cambiado. <br> 4 La Parte que emite la resolución puede modificar o revocar una resolución <br> anticipada luego de que la Parte la notifique al solicitante cuando los hechos o <br> circunstancias lo justifiquen, tal como los casos en que la información en que se <br> basa la resolución fuere falsa o incorrecta. <br> 5 Cuando un importador solicite el tratamiento acordado a una mercancia <br> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br> hechos o circunstancias de la importación son consistentes con los hechos o <br> circunstancias sobre los cuales se basó la resolución anticipada. <br> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel <br> público, sujetas a las condiciones de confidencialidad de su legislación, a fin de <br> promover la aplicación coherente de las resoluciones anticipadas a otras mercancías. <br> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar <br> medidas apropiadas, lo que incluye acciones civiles, penales y administrativas, <br> multas u otras sanciones. <br> "}]}]}, "members_found": ["604", "152"]}