{"FtaRooDetails": {"FtaId": 182, "FtaCode": "ITC00188", "FtaName": "FTA, AAP.CE 66: Bolivia-Mexico", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA No. 66 CELEBRADO ENTRE LOS ESTADOS UNIDOS MEXICANOS Y EL ESTADO PLURINACIONAL DE BOLIVIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "07.06.2010", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Bolivia (Plurinational State of); Mexico", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2018", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, AAP.CE 66: Bolivia-Mexico", "AdminProcCooAuth": "The certification type under FTA, AAP.CE 66: Bolivia-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, AAP.CE 66: Bolivia-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, AAP.CE 66: Bolivia-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "15%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "Un cambio a la subpartida 8703.21 a 8703.90 de cualquier otra partida, cumpliendo con un contenido regional no menor a 40% cuando se utilice el método de costo neto.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota General Interpretativa", "RooText": " Reglas específicas de origen<br /> Sección A - Nota general interpretativa<br /> 1 Para efectos de este anexo, se entenderá por:<br /> capítulo: un capítulo del Sistema Armonizado;<br /> sección: una sección del Sistema Armonizado.<br /> 2 La regla específica o el conjunto específico de reglas que se aplica a una<br /> partida, subpartida o fracción arancelaria se establece al lado de la partida, subpartida<br /> o fracción arancelaria.<br /> 3 La regla aplicable a una fracción arancelaria tendrá prioridad sobre la regla<br /> aplicable a la partida o subpartida que comprende a la fracción arancelaria.<br /> 4 Un requisito de cambio de clasificación se aplica solamente a los materiales no<br /> originarios.<br /> 5 Cualquier referencia a peso en las reglas para bienes comprendidos en los<br /> capítulos 01 al 24 del Sistema Armonizado, significa peso neto, salvo que se<br /> especifique lo contrario en el Sistema Armonizado.<br /> 6 Cuando una regla específica se defina a nivel de fracción arancelaria, se<br /> sujetará a lo dispuesto en el apéndice a este anexo.<br /> 7 Para los bienes agropecuarios descritos en el anexo al artículo 4-04 (Bienes<br /> agropecuarios excluidos), las reglas de origen descritas en la Sección B aplicarán a<br /> partir de su incorporación al programa de desgravación.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00188_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/0c5f3b6004cf2d22032577ad005d9dd4/Texto/0.5966?OpenElement&FieldElemFormat=gif"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00188_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ACE66/web/Capitulo_V_Anexos.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00188_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/0c5f3b6004cf2d22032577ad005d9dd4?OpenDocument"}, {"DocDesc": "Customs administration", "DocFileName": "itc00188_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ACE66/web/Capitulo_VI.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00188_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/3c1ff37fc6376ea9032579970061b04d?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-08: Acumulación. <br /> Para efectos de establecer si un bien es originario, un exportador o productor podrá <br /> acumular su producción con la de uno o más productores en el territorio de una o <br /> ambas Partes, de materiales que estén incorporados en el bien, de manera que la <br /> producción de los materiales sea considerada como realizada por ese exportador o <br /> productor, siempre que se cumpla con lo establecido en el artículo 5-03.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-06: De mínimis. <br /> 1 Un bien se considerará originario si el valor de todos los materiales no <br /> originarios utilizados en la producción del bien que no cumplan con el cambio <br /> correspondiente de clasificación arancelaria establecido en el Anexo al artículo 5-03 no <br /> excede del 7% del valor de transacción del bien ajustado sobre la base indicada en el <br /> párrafo 2 ó 3, según sea el caso, del artículo 5-04 o, en los casos referidos en los <br /> literales a) al e) del párrafo 5 del artículo 5-04 si el valor de todos los materiales no <br /> originarios antes referidos no excede el 7% del costo total del bien. <br /> 2 Cuando el mismo bien esté sujeto a un requisito de valor de contenido regional, <br /> el valor de esos materiales no originarios se tomará en cuenta en el cálculo del valor <br /> de contenido regional del bien y el bien deberá satisfacer los demás requisitos <br /> aplicables de este capítulo. <br /> 3 Un bien que esté sujeto a un requisito de valor de contenido regional <br /> establecido en el Anexo al artículo 5-03 no tendrá que satisfacerlo si el valor de todos <br /> los materiales no originarios no excede del 7% del valor de transacción del bien <br /> ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 5- <br /> 04 o en los casos referidos en los literales a) al e), del párrafo 5 del artículo 5-04, si el <br /> valor de todos los materiales no originarios antes referidos no excede el 7% del costo <br /> total del bien. <br /> 4 El párrafo 1 no se aplica a: <br /> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br /> b) un material no originario que se utilice en la producción de bienes <br /> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos que <br /> el material no originario esté comprendido en una subpartida distinta a la del <br /> bien para el cual se está determinando el origen de conformidad con este <br /> artículo. <br /> 5 Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado que no <br /> sea originario porque las fibras e hilados utilizados en la producción del material que <br /> determina la clasificación arancelaria de ese bien no cumplen con el cambio de <br /> clasificación arancelaria dispuesto en el Anexo al artículo 5-03, se considerará no <br /> obstante como originario si el peso total de esas fibras e hilados de ese material no <br /> excede del 7% del peso total de ese material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-07: Materiales intermedios. <br /> 1 Para efectos del cálculo del valor de contenido regional de conformidad con el <br /> artículo 5-04, el productor de un bien podrá designar como material intermedio, salvo <br /> los componentes listados en el Anexo 2 al artículo 5-15 y los bienes comprendidos en <br /> la partida 87.06 destinados a utilizarse en vehículos automotores comprendidos en el <br /> párrafo 3 del artículo 5-15, cualquier material de fabricación propia utilizado en la <br /> producción del bien siempre que ese material cumpla con lo establecido en el artículo <br /> 5-03. <br /> 2 Cuando el material intermedio esté sujeto a un requisito de valor de contenido <br /> regional de conformidad con el Anexo al artículo 5-03, éste se calculará con base en el <br /> método de costo neto establecido en el artículo 5-04. <br /> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br /> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br /> material intermedio de conformidad con lo establecido en el Anexo al artículo 5-01. <br /> 4 Si un material designado como material intermedio está sujeto a un requisito de <br /> valor de contenido regional, ningún otro material de fabricación propia sujeto a un <br /> requisito de valor de contenido regional utilizado en la producción de ese material <br /> intermedio puede, a su vez, ser designado por el productor como material intermedio. <br /> 5 Cuando se designe un bien de los referidos en el párrafo 2 del artículo 5-15 <br /> como material intermedio, esa designación se aplicará únicamente al cálculo del costo <br /> neto de ese bien, y el valor de los materiales no originarios se determinará conforme a <br /> lo establecido en el párrafo 2 del artículo 5-15.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-12: Accesorios, refacciones o repuestos y herramientas. <br /> 1 Los accesorios, las refacciones o repuestos y las herramientas entregados con <br /> el bien como parte de los accesorios, refacciones o repuestos y herramientas usuales <br /> del bien no se tomarán en cuenta para determinar si todos los materiales no originarios <br /> utilizados en la producción del bien cumplen con el cambio correspondiente de <br /> clasificación arancelaria establecido en el Anexo al artículo 5-03, siempre que: <br /> a) los accesorios, refacciones o repuestos y herramientas no sean facturados por <br /> separado del bien, independientemente de que se desglosen o detallen por <br /> separado en la propia factura; y <br /> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br /> herramientas sean los habituales para el bien. <br /> 2 Cuando el bien esté sujeto a un requisito de valor de contenido regional, el <br /> valor de los accesorios, refacciones o repuestos y herramientas se tomará en cuenta <br /> como materiales originarios o no originarios, según sea el caso, al calcular el valor del <br /> contenido regional del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-04: Valor de contenido regional. <br /> 1 Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de <br /> contenido regional de un bien se calcule, a elección del exportador o del productor del <br /> bien, de acuerdo con el método de valor de transacción dispuesto en el párrafo 2, o <br /> con el método de costo neto dispuesto en el párrafo 4. <br /> 2 Para calcular el valor de contenido regional de un bien con base en el método <br /> de valor de transacción se aplicará la siguiente fórmula: <br /> VCR= [(VT - VMN)/VT] x 100 <br /> VT <br /> donde <br /> VCR: valor de contenido regional expresado como porcentaje. <br /> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo <br /> dispuesto en el párrafo 3. <br /> VMN: valor de los materiales no originarios utilizados por el productor en la <br /> producción del bien determinado de conformidad con lo establecido en el artículo 5-05. <br /> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br /> directamente, el valor de transacción se ajustará hasta el punto en el cual el <br /> comprador recibe el bien dentro del territorio donde se encuentra el productor. <br /> 4 Para calcular el valor de contenido regional de un bien con base en el método <br /> de costo neto se aplicará la siguiente fórmula: <br /> VCR= [(CN - VMN)/CN] x 100 <br /> donde <br /> VCR: valor de contenido regional expresado como porcentaje. <br /> CN: costo neto del bien. <br /> VMN: valor de los materiales no originarios utilizados por el productor en la <br /> producción del bien determinado de conformidad con lo establecido en el artículo 5-05. <br /> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de <br /> contenido regional de un bien exclusivamente con base en el método de costo neto <br /> dispuesto en el párrafo 4, cuando: <br /> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br /> b) el valor de transacción del bien no pueda ser determinado por existir <br /> restricciones a la cesión o utilización del bien por el comprador con excepción <br /> de las que: <br /> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br /> comprador del bien; <br /> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br /> iii) no afecten sensiblemente el valor del bien; <br /> c) la venta o el precio dependan de alguna condición o contraprestación cuyo <br /> valor no pueda determinarse en relación con el bien; <br /> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br /> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, <br /> a menos que pueda efectuarse el debido ajuste de conformidad con lo <br /> dispuesto en el artículo 8 del Código de Valoración Aduanera; <br /> e) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br /> influya en el precio, salvo lo dispuesto en el artículo 1.2 del Código de <br /> Valoración Aduanera; <br /> f) el bien sea vendido por el productor a una persona relacionada y el volumen de <br /> ventas, en unidades de cantidad de bienes idénticos o similares, vendidos a <br /> personas relacionadas, durante un periodo de seis meses inmediatamente <br /> anterior al mes en que el productor haya vendido ese bien, exceda del 85% de <br /> las ventas totales del productor de esos bienes durante ese periodo; <br /> g) el exportador o productor elija acumular el valor de contenido regional del bien <br /> de conformidad con el artículo 5-08; <br /> h) el bien: <br /> i) sea un vehículo automotor comprendido en la partida 8701 u 8702, <br /> subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u 8706; o <br /> ii) esté identificado en el Anexo 1 al artículo 5-15 o en el Anexo 2 al artículo 5- <br /> 15 y sea para uso en vehículos automotores comprendidos en la partida <br /> 8701 u 8702, subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u <br /> 8706; <br /> i) el bien se designe como material intermedio de conformidad con el artículo 5- <br /> 07 y esté sujeto a un requisito de valor de contenido regional. <br /> Artículo 5-05: Valor de los materiales. <br /> 1 El valor de un material: <br /> a) será el valor de transacción del material; o <br /> b) en caso de que no haya valor de transacción o de que el valor de transacción <br /> del material no pueda determinarse conforme a los principios del artículo 1 del <br /> Código de Valoración Aduanera, será calculado de acuerdo con los principios <br /> de los artículos 2 al 7 de ese Código. <br /> 2 Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de <br /> un material incluirá: <br /> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br /> incurrido para el transporte del material hasta el puerto de importación en la <br /> Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br /> b) el costo de los desechos y desperdicios resultantes del uso del material en la <br /> producción del bien, menos cualquier recuperación de estos costos, siempre <br /> que la recuperación no exceda del 30% del valor del material, determinado <br /> conforme al párrafo 1. <br /> 3 Cuando el productor del bien adquiera el material no originario dentro del <br /> territorio de la Parte donde se encuentra ubicado, el valor del material no incluirá el <br /> flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido <br /> para el transporte del material desde el almacén del proveedor hasta el lugar en que <br /> se encuentre el productor. <br /> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br /> artículo 5-04, salvo lo dispuesto en el párrafo 2 del artículo 5-15, para un vehículo <br /> automotor identificado en el párrafo 3 del artículo 5-15, o un componente identificado <br /> en el Anexo 2 al artículo 5-15, el valor de los materiales no originarios utilizados por el <br /> productor en la producción de un bien no incluirá el valor de los materiales no <br /> originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y <br /> utilizado por el productor del bien en la producción de ese bien; o <br /> b) el productor del bien en la producción de un material originario de fabricación <br /> propia y que se designe por el productor como material intermedio de <br /> conformidad con el artículo 5-07. <br /> Anexo al artículo 5-01 <br /> Cálculo del Costo Neto <br /> Sección A - Definiciones <br /> Para efectos de este anexo, se entenderá por: <br /> base de asignación: cualquiera de las siguientes bases de asignación utilizadas por <br /> el productor para calcular el porcentaje del costo en relación con el bien: <br /> a) la suma del costo de mano de obra directa y el costo o valor del material directo del bien; <br /> b) la suma del costo de mano de obra directa, el costo o valor del material <br /> directo y los costos y gastos directos de fabricación del bien; <br /> c) horas o costos de mano de obra directa; <br /> d) unidades producidas; <br /> e) horas máquina; <br /> f) importe de las ventas; <br /> g) área de la planta; o <br /> h) cualesquiera otras bases que se consideren razonables y cuantificables; <br /> costos no admisibles: los costos de promoción de ventas, comercialización y de <br /> servicio posterior a la venta, regalías, embarque y reempaque, así como los costos por <br /> intereses no admisibles; <br /> para efectos de administración interna: cualquier procedimiento de asignación <br /> utilizado para la declaración de impuestos, estados o reportes financieros, control <br /> interno, planificación financiera, toma de decisiones, fijación de precios, recuperación <br /> de costos, administración del control de costos o medición de desempeño. <br /> Sección B - Cálculo del Costo Neto. <br /> 1. El costo neto se calculará de conformidad con la siguiente fórmula: <br /> CN = CT - CNA <br /> donde: <br /> CN: costo neto. <br /> CT: costo total. <br /> CNA: costos no admisibles. <br /> 2. Para efectos de determinar el costo total: <br /> a) el productor del bien podrá promediar el costo total respecto del bien y de <br /> otros bienes idénticos o similares producidos en una sola planta por el productor: <br /> i) en un mes; o <br /> ii) durante cualquier periodo dentro del periodo o ejercicio fiscal del <br /> productor mayor a un mes; <br /> b) para efectos del literal a), el productor del bien considerará todas las <br /> unidades del bien producido durante el periodo elegido. El productor no podrá <br /> variar el periodo una vez elegido; <br /> c) cuando el productor de un bien, para calcular el costo total en relación con el <br /> bien, utiliza un método de asignación de costos y gastos para efectos de <br /> administración interna con el fin de distribuir al bien los costos de materiales <br /> directos, los costos de mano de obra directa o los costos y gastos directos e <br /> indirectos de fabricación, o parte de los mismos, y ese método refleja <br /> razonablemente los costos de materiales directos, los costos de mano de obra <br /> directa o los costos y gastos directos e indirectos de fabricación incurridos en la <br /> producción del bien, ese método se considerará como un método de <br /> asignación razonable de costos y gastos y podrá utilizarse para asignar los costos al bien; <br /> d) el productor del bien podrá determinar una cantidad razonable por concepto <br /> de costos y gastos que no han sido asignados al bien, de la siguiente manera: <br /> i) para el costo o valor de los materiales directos y los costos de mano <br /> de obra directa, con base en cualquier método que refleje <br /> razonablemente el material directo y la mano de obra directa utilizados <br /> en la producción del bien; y <br /> ii) en relación con los costos y gastos directos e indirectos de <br /> fabricación, el productor del bien podrá elegir una o más bases de <br /> asignación que reflejen una relación entre los costos y gastos directos e <br /> indirectos de fabricación y el bien, conforme a lo establecido en los <br /> literales f) y g); <br /> e) el productor del bien podrá elegir cualquier método de asignación razonable <br /> de costos y gastos, mismo que utilizará durante todo su ejercicio o periodo fiscal; <br /> f) en relación con cada base elegida, el productor podrá calcular un porcentaje <br /> del costo para cada bien producido, de conformidad con la siguiente fórmula: <br /> PC =(BA/BTA) x100 <br /> donde <br /> PC: porcentaje del costo o gasto en relación con el bien. <br /> BA: base de asignación para el bien. <br /> BTA: base total de asignación para todos los bienes producidos por el productor del bien; <br /> g) los costos o gastos respecto de los cuales se elige una base de asignación, <br /> se asignan a un bien de acuerdo con la siguiente fórmula: <br /> CAB = CA x PC <br /> donde: <br /> CAB: costos o gastos asignados al bien. <br /> CA: costos o gastos que serán asignados. <br /> PC: porcentaje del costo o gasto en relación con el bien; <br /> h) en la determinación del costo neto, cuando los costos no admisibles se <br /> encuentren incluidos en el costo total asignado al bien, el mismo porcentaje del <br /> costo o gasto utilizado para asignar esos costos al bien se utilizará para <br /> determinar el importe de los costos excluidos no admisibles que se restarán al <br /> costo total asignado; <br /> i) ningún costo o gasto asignado de conformidad con algún método de <br /> asignación razonable de costos que se utilice para efectos de administración <br /> interna, se considerará razonablemente asignado cuando se pueda demostrar, <br /> a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento de las <br /> disposiciones de este capítulo. <br /> 3. Para efectos de determinar los costos por intereses no admisibles, el productor del bien: <br /> a) considerará para el cálculo de intereses no admisibles, sólo los préstamos <br /> contratados con tasa de interés fija o variable superior a la tasa mas alta de <br /> interés de las obligaciones de deuda emitidas por el gobierno central o federal, <br /> según sea el caso, más 10 puntos porcentuales; <br /> b) calculará la tasa de interés devengada en el periodo elegido por el productor <br /> conforme al literal a) del párrafo 2, mediante la aplicación de la siguiente fórmula: <br /> TID = (IPP/MPP) x 100 <br /> donde <br /> TID: tasa de interés devengada en el periodo. <br /> IPP: monto de intereses devengados en el periodo. <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> Para efectos de este literal, el monto de los préstamos que devengan <br /> intereses y el monto de los intereses devengados serán los que <br /> correspondan a los préstamos de acuerdo con lo establecido en el literal a) y, <br /> en el caso de que el interés devengado no corresponda a todo el periodo del <br /> cálculo del costo total elegido por el productor, sólo se considerará la parte <br /> proporcional del monto del préstamo con respecto al periodo en el cual el <br /> interés se devengó. <br /> c) calculará mediante la siguiente fórmula la tasa de interés no admisible, a <br /> partir de la determinación de la tasa de interés devengada establecida en el literal a): <br /> TIN = TID - (TOG + 10) <br /> donde <br /> TIN: tasa de interés no admisible. <br /> TID: tasa de interés devengada en el periodo. <br /> TOG: tasa de interés de las obligaciones de deuda emitidas por el gobierno central o <br /> federal, según sea el caso. <br /> d) calculará mediante la siguiente fórmula el costo por intereses no admisibles: <br /> CIN= TIN x MPP <br /> Donde <br /> CIN: costos por intereses no admisibles. <br /> TIN: tasa de interés no admisible. <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> Para efectos de este literal, el monto de los préstamos que devengan intereses <br /> en el periodo se determinará de conformidad con lo establecido en el literal b). <br /> 4. Cuando el productor de un bien haya calculado el valor de contenido regional <br /> del bien conforme al método de costo neto sobre la base de costos estimados, <br /> incluyendo costos estándar, proyecciones presupuestales u otros procedimientos <br /> similares, antes o durante el periodo elegido de conformidad con el literal a) del párrafo <br /> 2, el productor efectuará el cálculo con base en los costos reales incurridos durante <br /> ese periodo respecto a la producción del bien.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-11: Materiales indirectos. <br /> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br /> lugar de su producción y el valor de esos materiales será el costo de los mismos que <br /> se reporte en los registros contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-17: Transbordo y expedición directa. <br /> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br /> conformidad con los requisitos del artículo 5-03, si con posterioridad a esa producción, <br /> el bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br /> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br /> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br /> 2 Un bien no perderá su condición de originario cuando, al estar en tránsito por el <br /> territorio de uno o más países no Partes, con o sin transbordo o almacenamiento <br /> temporal, bajo la vigilancia de la autoridad aduanera competente en esos países: <br /> a) el tránsito esté justificado por razones geográficas o por consideraciones <br /> relativas a requerimientos de transporte; <br /> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br /> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br /> embalaje, empaque, carga, descarga o manipuleo para asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-03: Bienes originarios. <br /> 1 Un bien será originario del territorio de una Parte cuando: <br /> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br /> ambas Partes, según la definición del artículo 5-01; <br /> b) sea producido en el territorio de una o ambas Partes a partir <br /> exclusivamente de materiales que califican como originarios de <br /> conformidad con este capítulo; <br /> c) sea producido en el territorio de una o ambas Partes a partir de materiales <br /> no originarios que cumplan con un cambio de clasificación arancelaria y <br /> otros requisitos, según se especifica en el anexo a este artículo y el bien <br /> cumpla con las demás disposiciones aplicables de este capítulo; <br /> d) sea producido en el territorio de una o ambas Partes a partir de materiales <br /> no originarios que cumplan con un cambio de clasificación arancelaria y <br /> otros requisitos, y el bien cumpla con un requisito de valor de contenido <br /> regional, según se especifica en el anexo a este artículo, y con las demás <br /> disposiciones aplicables de este capítulo; <br /> e) sea producido en el territorio de una o ambas Partes y cumpla con un <br /> requisito de valor de contenido regional, según se especifica en el anexo a <br /> este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br /> f) excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema <br /> Armonizado, el bien sea producido en el territorio de una o ambas Partes, <br /> pero uno o más de los materiales no originarios utilizados en la producción <br /> del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br /> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br /> desensamblado, pero se ha clasificado como un bien ensamblado de <br /> conformidad con la Regla General 2 a) del Sistema Armonizado; o <br /> ii) la partida para el bien sea la misma tanto para el bien como para sus <br /> partes y esa partida no se divida en subpartidas o la subpartida sea la <br /> misma tanto para el bien como para sus partes; <br /> siempre que el valor de contenido regional del bien, determinado de <br /> acuerdo con el artículo 5-04, no sea inferior al 50%, salvo que se disponga <br /> otra cosa en el artículo 5-15, cuando se utilice el método de valor de <br /> transacción o al 41.66% cuando se utilice el método de costo neto, y el <br /> bien cumpla con las demás disposiciones aplicables de este capítulo. <br /> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales <br /> no originarios que cumplan con un cambio de clasificación arancelaria y otros <br /> requisitos, según se especifica en el anexo a este artículo, deberá hacerse en su <br /> totalidad en territorio de una o ambas Partes, y todo requisito de valor de contenido <br /> regional de un bien deberá satisfacerse en su totalidad en el territorio de una o ambas Partes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-13: Envases y materiales de empaque para venta al menudeo. <br /> 1 Los envases y los materiales de empaque en que un bien se presente para la <br /> venta al menudeo, cuando estén clasificados con el bien que contengan, no se <br /> tomarán en cuenta para decidir si todos los materiales no originarios utilizados en la <br /> producción del bien cumplen con el cambio correspondiente de clasificación <br /> arancelaria establecido en el Anexo al artículo 5-03. <br /> 2 Cuando el bien esté sujeto al requisito de valor de contenido regional, el valor <br /> de los envases y materiales de empaque para venta al menudeo se considerará como <br /> originario o no originario, según sea el caso, para calcular el valor de contenido <br /> regional del bien. <br /> Artículo 5-14: Contenedores y materiales de embalaje para embarque. <br /> 1 Los contenedores y los materiales de embalaje para transporte del bien no se <br /> tomarán en cuenta para efectos de establecer si todos los materiales no originarios <br /> utilizados en la producción del bien cumplen con el cambio correspondiente de <br /> clasificación arancelaria establecido en el Anexo al artículo 5-03. <br /> 2 Cuando el bien esté sujeto al requisito de valor de contenido regional, el valor <br /> de los materiales de embalaje para transporte del bien se considerará como originario <br /> o no originario, según sea el caso, para calcular el valor de contenido regional del bien, <br /> y el valor de ese material será el costo del mismo que se reporte en los registros <br /> contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-09: Bienes y materiales fungibles. <br /> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br /> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados <br /> o combinados físicamente en inventario, el origen de los materiales podrá <br /> determinarse mediante uno de los métodos de manejo de inventarios establecidos en <br /> el párrafo 3. <br /> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br /> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br /> productivo ni cualquier otra operación en el territorio de la Parte en que fueron <br /> mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier <br /> otro movimiento necesario para mantener los bienes en buena condición o <br /> transportarlos al territorio de la otra Parte, el origen del bien podrá ser determinado a <br /> partir de uno de los métodos de manejo de inventarios establecidos en el párrafo 3. <br /> 3 Los métodos de manejo de inventarios aplicables para materiales o bienes <br /> fungibles serán los siguientes: <br /> a) @^@PEPS@^@ (primeras entradas-primeras salidas) es el método de manejo de <br /> inventarios mediante el cual el origen del número de unidades de los materiales <br /> o bienes fungibles que primero se recibieron en el inventario, se considera <br /> como el origen en igual número de unidades de los materiales o bienes <br /> fungibles que primero salen del inventario; <br /> b) @^@UEPS@^@ (últimas entradas-primeras salidas) es el método de manejo de <br /> inventarios mediante el cual el origen del número de unidades de los materiales <br /> o bienes fungibles que se recibieron al último en el inventario, se considera <br /> como el origen en igual número de unidades de los materiales o bienes <br /> fungibles que primero salen del inventario; o <br /> c) @^@promedios@^@ es el método de manejo de inventarios mediante el cual, salvo lo <br /> dispuesto en el párrafo 4, la determinación acerca de si los materiales o bienes <br /> fungibles son originarios se realizará a través de la aplicación de la siguiente <br /> fórmula: <br /> TMO <br /> PMO = ------------- x 100 <br /> TMOYN <br /> donde <br /> PMO: promedio de los materiales o bienes fungibles originarios. <br /> TMO: total de unidades de los materiales o bienes fungibles originarios que formen <br /> parte del inventario previo a la salida. <br /> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y <br /> no originarios que formen parte del inventario previo a la salida. <br /> 4 Para el caso en que el bien se encuentre sujeto a un requisito de valor de <br /> contenido regional, la determinación de los materiales fungibles no originarios se <br /> realizará a través de la aplicación de la siguiente formula: <br /> TMN <br /> PMN =------------ x 100 <br /> TMOYN <br /> donde <br /> PMN: promedio de los materiales no originarios. <br /> TMN: valor total de los materiales fungibles no originarios que formen parte del <br /> inventario previo a la salida. <br /> TMOYN: valor total de los materiales fungibles originarios y no originarios que <br /> formen parte del inventario previo a la salida. <br /> 5 Una vez seleccionado uno de los métodos de manejo de inventarios <br /> establecidos en el párrafo 3, éste deberá ser utilizado a través de todo el ejercicio o <br /> periodo fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 93%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5-10: Juegos o surtidos. <br /> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la <br /> Regla General 3 del Sistema Armonizado, así como los bienes cuya descripción <br /> conforme a la nomenclatura del Sistema Armonizado sea específicamente la de un <br /> juego o surtido, calificarán como originarios, siempre que cada uno de los bienes <br /> contenidos en el juego o surtido cumpla con la regla de origen que se haya establecido <br /> para cada uno de los bienes en este capítulo. <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br /> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br /> formación del juego o surtido no excede del 7% del valor de transacción del juego o <br /> surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br /> artículo 5-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br /> 5-04, si el valor de todos los bienes no originarios antes referidos no excede el 7% del <br /> costo total del juego o surtido. <br /> 3 Las disposiciones de este artículo prevalecerán sobre las reglas específicas <br /> establecidas en el Anexo al artículo 5-03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-02: Declaración y certificación de origen. <br /> 1 Para efectos de este capítulo, antes de la entrada en vigor de este Acuerdo, las <br /> Partes elaborarán un formato único para el certificado y la declaración de origen. <br /> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que <br /> un bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como originario. <br /> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br /> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br /> trato arancelario preferencial. <br /> 4 Cada Parte dispondrá que: <br /> a) cuando un exportador no sea el productor del bien, llene y firme el certificado <br /> de origen con fundamento en la declaración de origen a que se refiere el párrafo 1; y <br /> b) la declaración de origen que ampare el bien objeto de la exportación sea <br /> llenada y firmada por el productor del bien y proporcionada voluntariamente al exportador. <br /> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br /> a) una sola importación de uno o más bienes; o <br /> b) varias importaciones de bienes idénticos a realizarse en un plazo establecido <br /> por el exportador en el certificado de origen, que no excederá del plazo <br /> establecido en el párrafo 6. <br /> 6 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br /> autoridad competente de la Parte importadora por un año a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-05: Excepciones. <br /> A condición de que no forme parte de dos o más importaciones que se <br /> efectúen o se planeen con el propósito de evadir el cumplimiento de los requisitos de <br /> certificación de los artículos 6-02 y 6-03, no se requerirá del certificado de origen para <br /> la importación de bienes en los siguientes casos: <br /> a) la importación con fines comerciales de bienes cuyo valor en aduanas no <br /> exceda de mil dólares estadounidenses o su equivalente en moneda nacional, <br /> pero se podrá exigir que la factura contenga una declaración del importador o <br /> exportador de que el bien califica como originario; <br /> b) la importación con fines no comerciales de bienes cuyo valor en aduanas no <br /> exceda de mil dólares estadounidenses o su equivalente en moneda nacional; y <br /> c) la importación de un bien para el cual la Parte importadora haya dispensado el <br /> requisito de presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-02: Declaración y certificación de origen. <br /> 6 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br /> autoridad competente de la Parte importadora por un año a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-06: Registros Contables. <br /> 1 Cada Parte dispondrá que: <br /> a) su exportador o productor que llene y firme un certificado o declaración de <br /> origen conserve durante un mínimo de 5 años después de la fecha de firma de <br /> ese certificado o declaración, todos los registros y documentos relativos al <br /> origen del bien, incluyendo los referentes a: <br /> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br /> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br /> utilizados en la producción del bien que se exporte de su territorio; y <br /> iii) la producción del bien en la forma en que se exporte de su territorio; <br /> b) para efectos del procedimiento de verificación establecido en el artículo 6-07, el <br /> exportador o productor proporcione a la autoridad competente de la Parte <br /> importadora, los registros y documentos a que se refiere el literal a). Cuando <br /> los registros y documentos no estén en poder del exportador o del productor, <br /> éste podrá solicitar al productor o proveedor de los materiales los registros y <br /> documentos para que sean entregados por su conducto a la autoridad <br /> competente que realiza la verificación; <br /> c) un importador que solicite trato arancelario preferencial para un bien que se <br /> importe a su territorio proveniente de territorio de la otra Parte, conserve <br /> durante un mínimo de 5 años contados a partir de la fecha de la importación, el <br /> certificado de origen y toda la demás documentación relativa a la importación <br /> requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-07: Procedimientos para verificar el origen. <br /> 1 Para determinar si un bien que se importe a su territorio proveniente de <br /> territorio de la otra Parte califica como originario, cada Parte podrá, por conducto de su <br /> autoridad competente, verificar el origen del bien mediante: <br /> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br /> b) visitas de verificación a un exportador o productor en territorio de la otra Parte, <br /> con el propósito de examinar los registros y documentos que acrediten el <br /> cumplimiento de las reglas de origen de conformidad con el artículo 6-06, e <br /> inspeccionar las instalaciones que se utilicen en la producción del bien y, en su <br /> caso, las que se utilicen en la producción de los materiales. <br /> 2 Lo dispuesto en el párrafo 1 se hará sin perjuicio de las facultades de revisión <br /> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br /> 3 El exportador o productor que reciba un cuestionario conforme al literal a) del <br /> párrafo 1, responderá y devolverá el cuestionario en un plazo no mayor de 30 días <br /> contados a partir de la fecha en que lo haya recibido. Durante ese plazo el exportador <br /> o productor podrá solicitar por escrito a la Parte importadora una prórroga, la cual en <br /> su caso no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la <br /> negación de trato arancelario preferencial. <br /> 4 En caso de que el exportador o productor no responda o devuelva el <br /> cuestionario en el plazo correspondiente, la Parte importadora podrá negar trato <br /> arancelario preferencial previa resolución en los términos del párrafo 10. <br /> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido <br /> en el literal b) del párrafo 1, la Parte importadora estará obligada, por conducto de su <br /> autoridad competente, a notificar por escrito su intención de efectuar la visita. La <br /> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br /> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y si lo <br /> solicita esta última, a la Embajada de esta Parte en territorio de la Parte importadora. <br /> La autoridad competente de la Parte importadora solicitará el consentimiento por <br /> escrito del exportador o del productor a quien pretende visitar. <br /> 6 La notificación a que se refiere el párrafo 5 contendrá: <br /> a) la identificación de la autoridad competente que hace la notificación; <br /> b) el nombre del exportador o del productor que se pretende visitar; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br /> específica del bien o bienes objeto de verificación a que se refieren el o los <br /> certificados de origen; <br /> e) los nombres, datos personales y cargos de los funcionarios que efectuarán la <br /> visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 7 Cualquier modificación a la información a que se refiere el literal e) del párrafo <br /> 6, será notificada por escrito al exportador o productor y a la autoridad competente de <br /> la Parte exportadora antes de la visita de verificación. Cualquier modificación de la <br /> información a que se refieren los literales a), b), c), d) y f) del párrafo 6, será notificada <br /> en los términos del párrafo 5. <br /> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br /> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br /> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br /> negar trato arancelario preferencial al bien o bienes que habrían sido objeto <br /> de la visita de verificación. <br /> 9 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean <br /> objeto de una visita de verificación, designar dos testigos que estén presentes durante <br /> la visita, siempre que los testigos intervengan únicamente en esa calidad. De no haber <br /> designación de testigos por el exportador o el productor, esa omisión no tendrá por <br /> consecuencia la posposición de la visita. <br /> 10 Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad <br /> competente proporcionará una resolución escrita al exportador o al productor cuyo <br /> bien o bienes hayan sido objeto de la verificación, en la que se determine si el bien <br /> califica o no como originario, la cual incluirá las conclusiones de hecho y el <br /> fundamento jurídico de la determinación. <br /> 11 Cuando la verificación que lleve a cabo una Parte establezca que el exportador <br /> o el productor ha certificado o declarado más de una vez, de manera falsa o <br /> infundada, que un bien califica como originario, la Parte importadora podrá suspender <br /> el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br /> produzca, hasta que la misma pruebe que cumple con lo establecido en <br /> el Capítulo V (Reglas de origen). <br /> 12 Cada Parte dispondrá que, cuando su autoridad competente determine que <br /> cierto bien importado a su territorio no califica como originario de acuerdo con la <br /> clasificación arancelaria o con el valor aplicado por esa Parte a uno o más materiales <br /> utilizados en la producción del bien, y ello difiera de la clasificación arancelaria o del <br /> valor aplicados a los materiales por la Parte de cuyo territorio se ha exportado el bien, <br /> la resolución de esa Parte no surtirá efectos hasta que la notifique por escrito tanto al <br /> importador del bien como a la persona que haya llenado y firmado el certificado de <br /> origen que lo ampara. <br /> 13 La Parte importadora no aplicará una resolución dictada conforme al párrafo 12 <br /> a una importación efectuada antes de la fecha en que la resolución surta efectos, <br /> siempre que la autoridad competente de la Parte exportadora haya expedido un <br /> dictamen anticipado conforme al artículo 5-02 (Instrumentos de aplicación) sobre la <br /> clasificación arancelaria o el valor de los materiales, en la cual una persona pueda <br /> apoyarse conforme a sus leyes y reglamentaciones. <br /> 14 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a <br /> una resolución dictada de acuerdo con el párrafo 12, esa Parte pospondrá la fecha de <br /> entrada en vigor de la negativa por un plazo que no exceda 90 días, siempre que el <br /> importador del bien o el exportador o productor que haya llenado y firmado el <br /> certificado o declaración de origen que lo ampara acredite haberse apoyado de buena <br /> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicados a los <br /> materiales por la autoridad competente de la Parte exportadora. <br /> 15 Cada Parte mantendrá la confidencialidad de la información recabada en el <br /> proceso de verificación de origen de conformidad con lo establecido en su legislación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-09: Sanciones. <br /> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por <br /> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-10: Dictámenes anticipados. <br /> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se <br /> otorguen de manera expedita dictámenes anticipados por escrito, previos a la <br /> importación de un bien a su territorio. Los dictámenes anticipados se expedirán a su <br /> importador o al exportador o productor en territorio de la otra Parte, con base en los <br /> hechos y circunstancias manifestados por los mismos, respecto a si los bienes <br /> califican o no como originarios. <br /> 2 Los dictámenes anticipados versarán sobre: <br /> a) si los materiales no originarios utilizados en la producción de un bien cumplen <br /> con el cambio correspondiente de clasificación arancelaria señalado en el <br /> Anexo al artículo 5-03 (Reglas específicas de origen); <br /> b) si el bien cumple con el requisito de valor de contenido regional establecido en <br /> el Capítulo V (Reglas de origen); <br /> c) si el método que aplica el exportador o productor en territorio de la otra Parte, <br /> de conformidad con los principios del Código de Valoración Aduanera, para el <br /> cálculo del valor de transacción del bien o de los materiales utilizados en la <br /> producción de un bien respecto del cual se solicita un dictamen anticipado es <br /> adecuado, para determinar si el bien cumple con el requisito de valor de <br /> contenido regional conforme al Capítulo V (Reglas de origen); <br /> d) si el método que aplica el exportador o productor en territorio de la otra Parte <br /> para la asignación razonable de costos de conformidad con el Anexo al artículo 5-01 <br /> (Cálculo del Costo neto) es adecuado para determinar si el bien cumple <br /> con el requisito de valor de contenido regional conforme al Capítulo V (Reglas de origen); <br /> e) si el marcado de país de origen efectuado o propuesto para un bien satisface lo <br /> establecido en el artículo 3-11 (Marcado de país de origen); y <br /> f) otros asuntos que las Partes convengan. <br /> 3 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br /> dictámenes anticipados previa publicación de los mismos, que incluyan: <br /> a) la información que razonablemente se requiera para tramitar la solicitud; <br /> b) la facultad de su autoridad competente para pedir en cualquier momento <br /> información adicional a la persona que solicita el dictamen anticipado durante el <br /> proceso de evaluación de la solicitud; <br /> c) un plazo de 120 días, para que la autoridad competente expida el dictamen <br /> anticipado, una vez que haya obtenido toda la información necesaria de la <br /> persona que lo solicita; y <br /> d) la obligación de explicar de manera completa, fundamentada y motivada al <br /> solicitante, las razones del dictamen anticipado cuando éste sea desfavorable para el solicitante. <br /> 4 Cada Parte aplicará los dictámenes anticipados a las importaciones en su <br /> territorio a partir de la fecha de expedición del dictamen, o de una fecha posterior que <br /> en el mismo se indique, salvo que el dictamen anticipado se modifique o revoque de <br /> acuerdo con lo establecido en el párrafo 6. <br /> 5 Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el <br /> mismo trato, la misma interpretación y aplicación de las disposiciones del Capítulo V <br /> (Reglas de origen) referentes a la determinación de origen, que haya otorgado a <br /> cualquier otra persona a la que haya expedido un dictamen anticipado, cuando los <br /> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 6 El dictamen anticipado podrá ser modificado o revocado por la autoridad <br /> competente en los siguientes casos: <br /> a) cuando se hubiere fundado en algún error: <br /> i) de hecho; <br /> ii) en la clasificación arancelaria del bien o de los materiales; <br /> iii) relativo al cumplimiento del bien con el requisito de valor de contenido regional; <br /> b) cuando no esté conforme con una interpretación acordada entre las Partes o <br /> una modificación con respecto al artículo 3-11 (Marcado de país de origen) o al <br /> Capítulo V (Reglas de Origen); <br /> c) cuando cambien las circunstancias o los hechos que lo fundamenten; o <br /> d) con el fin de dar cumplimiento a una decisión administrativa o judicial. <br /> 7 Cada Parte dispondrá que cualquier modificación o revocación de un dictamen <br /> anticipado surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br /> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes <br /> de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br /> actuado conforme a sus términos y condiciones. <br /> 8 No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen <br /> anticipado pospondrá la fecha de entrada en vigor de la modificación o revocación por <br /> un periodo que no exceda 90 días, cuando la persona a la cual se le haya expedido el <br /> dictamen anticipado se haya apoyado en ese dictamen de buena fe y en su perjuicio. <br /> 9 Cada Parte dispondrá que, cuando se examine el valor de contenido regional <br /> de un bien respecto del cual se haya expedido un dictamen anticipado, su autoridad <br /> competente evalúe si: <br /> a) el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br /> b) las operaciones del exportador o del productor concuerdan con las <br /> circunstancias y los hechos sustanciales que fundamentan ese dictamen; y <br /> c) los datos y cálculos comprobatorios utilizados en la aplicación del método para <br /> calcular el valor o asignar el costo son correctos en todos los aspectos sustanciales. <br /> 10 Cada Parte dispondrá que, cuando su autoridad competente determine que no <br /> se ha cumplido con cualquiera de los requisitos establecidos en el párrafo 9, la <br /> autoridad competente pueda modificar o revocar el dictamen anticipado, según lo <br /> ameriten las circunstancias. <br /> 11 Cada Parte dispondrá que, cuando su autoridad competente decida que el <br /> dictamen anticipado se ha fundado en información incorrecta, no se sancione a la <br /> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br /> razonable y de buena fe al manifestar los hechos y circunstancias que <br /> motivaron el dictamen anticipado. <br /> 12 Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una <br /> persona que haya manifestado falsamente u omitido circunstancias o hechos <br /> sustanciales en que se funde el dictamen anticipado, o no haya actuado de <br /> conformidad con los términos y condiciones del mismo, la autoridad competente que <br /> emita el dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br /> 13 La validez de un dictamen anticipado estará sujeta a la obligación permanente <br /> del titular del mismo de informar a la autoridad competente sobre cualquier cambio <br /> sustancial en los hechos o circunstancias en que ésta se basó para emitir ese dictamen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 6-08: Revisión e impugnación. <br /> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br /> resoluciones de determinación de origen y de dictámenes anticipados previstos para <br /> sus importadores, a los exportadores o productores de la otra Parte que: <br /> a) llenen y firmen un certificado o una declaración de origen que ampare un bien <br /> que haya sido objeto de una resolución de determinación de origen de acuerdo <br /> con el párrafo 10 del artículo 6-07; o <br /> b) hayan recibido un dictamen anticipado de acuerdo con el artículo 6-10. <br /> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a por lo menos una <br /> instancia de revisión administrativa, independiente del funcionario o dependencia <br /> responsable de la resolución o dictamen sujeto a revisión, y acceso a una instancia de <br /> revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en la última <br /> instancia de revisión administrativa, de conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-03: Bienes originarios. <br> Artículo 5-16: Operaciones y prácticas que no confieren origen. <br> Reglas de origen <br> 1 Un bien será originario del territorio de una Parte cuando: <br> 1 Un bien no se considerará como originario únicamente por: <br> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br> a) la dilución en agua o en otra sustancia que no altere materialmente las <br> ambas Partes, según la definición del artículo 5-01; <br> características del bien; <br> b) sea producido en el territorio de una o ambas Partes a partir <br> b) operaciones simples destinadas a asegurar la conservación de los bienes <br> durante su transporte o almacenamiento, tales como aireación, refrigeración, <br> conformidad con este capítulo; <br> exclusivamente de materiales que califican como originarios de <br> extracción de partes averiadas, secado o adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado, cortado; <br> c) sea producido en el territorio de una o ambas Partes a partir de materiales <br> d) el embalaje, reembalaje o empaque para venta al menudeo; <br> otros requisitos, según se especifica en el anexo a este artículo y el bien <br> e) la reunión de bienes para formar conjuntos o surtidos; <br> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> f) la aplicación de marcas, etiquetas o signos distintivos similares; <br> d) sea producido en el territorio de una o ambas Partes a partir de materiales <br> g) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> h) la simple reunión de partes y componentes que se clasifiquen como un bien <br> establecido en el anexo al artículo 5-03 no tendrá que satisfacerlo si el valor de todos <br> no originarios que cumplan con un cambio de clasificación arancelaria y <br> otros requisitos, y el bien cumpla con un requisito de valor de contenido <br> conforme a la regla general 2 (a) del Sistema Armonizado. Lo anterior no se <br> regional, según se especifica en el anexo a este artículo, y con las demás <br> aplicará a los bienes que ya habían sido ensamblados, y posteriormente <br> que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo. <br> ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 5- <br> disposiciones aplicables de este capítulo; <br> desensamblados por conveniencia de empaque, manejo o transporte. <br> e) sea producido en el territorio de una o ambas Partes y cumpla con un <br> 2 No confiere origen a un bien cualquier actividad o práctica de fijación de <br> requisito de valor de contenido regional, según se especifica en el anexo a <br> Artículo 5-17: Transbordo y expedición directa. <br> precios, respecto de las cuales se pueda demostrar, a partir de pruebas suficientes, <br> este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> f) excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema <br> Armonizado, el bien sea producido en el territorio de una o ambas Partes, <br> establecidas en el Anexo al artículo 5-03. <br> fungibles que primero salen del inventario; <br> pero uno o más de los materiales no originarios utilizados en la producción <br> del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br> conformidad con los requisitos del artículo 5-03, si con posterioridad a esa producción, <br> fungibles que primero salen del inventario; o <br> el bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br> aplicables de este capítulo. <br> conformidad con la Regla General 2 a) del Sistema Armonizado; o <br> desensamblado, pero se ha clasificado como un bien ensamblado de <br> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> ii) la partida para el bien sea la misma tanto para el bien como para sus <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> temporal, bajo la vigilancia de la autoridad aduanera competente en esos países: <br> partes y esa partida no se divida en subpartidas o la subpartida sea la <br> 2 Un bien no perderá su condición de originario cuando, al estar en tránsito por el <br> misma tanto para el bien como para sus partes; <br> relativas a requerimientos de transporte; <br> territorio de uno o más países no Partes, con o sin transbordo o almacenamiento <br> sea originario porque las fibras e hilados utilizados en la producción del material que <br> siempre que el valor de contenido regional del bien, determinado de <br> acuerdo con el artículo 5-04, no sea inferior al 50%, salvo que se disponga <br> determina la clasificación arancelaria de ese bien no cumplen con el cambio de <br> a) el tránsito esté justificado por razones geográficas o por consideraciones <br> clasificación arancelaria dispuesto en el anexo al artículo 5-03, se considerará no <br> otra cosa en el artículo 5-15, cuando se utilice el método de valor de <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el <br> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> bien cumpla con las demás disposiciones aplicables de este capítulo. <br> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales <br> parte del inventario previo a la salida. <br> embalaje, empaque, carga, descarga o manipuleo para asegurar su conservación. <br> no originarios que cumplan con un cambio de clasificación arancelaria y otros <br> artículo 5-04, el productor de un bien podrá designar como material intermedio, salvo <br> requisitos, según se especifica en el anexo a este artículo, deberá hacerse en su <br> los componentes listados en el anexo 2 al artículo 5-15 y los bienes comprendidos en <br> totalidad en territorio de una o ambas Partes, y todo requisito de valor de contenido <br> regional de un bien deberá satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> Artículo 5-04: Valor de contenido regional. <br> contenido regional de un bien se calcule, a elección del exportador o del productor del <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br> bien, de acuerdo con el método de valor de transacción dispuesto en el párrafo 2, o <br> con el método de costo neto dispuesto en el párrafo 4. <br> 2 Para calcular el valor de contenido regional de un bien con base en el método <br> de valor de transacción se aplicará la siguiente fórmula: <br> VCR= [(VT - VMN)/VT] x 100 <br> VT <br> VCR: valor de contenido regional expresado como porcentaje. <br> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo <br> dispuesto en el párrafo 3. <br> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br> producción del bien determinado de conformidad con lo establecido en el artículo 5-05. <br> herramientas sean los habituales para el bien. <br> comprador recibe el bien dentro del territorio donde se encuentra el productor. <br> 4 Para calcular el valor de contenido regional de un bien con base en el método <br> de costo neto se aplicará la siguiente fórmula: <br> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br> producción de los materiales sea considerada como realizada por ese exportador o <br> VCR= [(CN - VMN)/CN] x 100 <br> productor, siempre que se cumpla con lo establecido en el artículo 5-03. <br> Artículo 5-09: Bienes y materiales fungibles. <br> CN: costo neto del bien. <br> VMN: valor de los materiales no originarios utilizados por el productor en la <br> o combinados físicamente en inventario, el origen de los materiales podrá <br> contenido regional de un bien exclusivamente con base en el método de costo neto <br> dispuesto en el párrafo 4, cuando: <br> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier <br> restricciones a la cesión o utilización del bien por el comprador con excepción <br> de las que: <br> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br> partir de uno de los métodos de manejo de inventarios establecidos en el párrafo 3. <br> comprador del bien; <br> inventario previo a la salida. <br> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br> a) @^@PEPS@^@ (primeras entradas-primeras salidas) es el método de manejo de <br> b) el valor de transacción del bien no pueda ser determinado por existir <br> iii) no afecten sensiblemente el valor del bien; <br> c) la venta o el precio dependan de alguna condición o contraprestación cuyo <br> valor no pueda determinarse en relación con el bien; <br> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, <br> a menos que pueda efectuarse el debido ajuste de conformidad con lo <br> dispuesto en el artículo 8 del Código de Valoración Aduanera; <br> e) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br> influya en el precio, salvo lo dispuesto en el artículo 1.2 del Código de <br> Valoración Aduanera; <br> f) el bien sea vendido por el productor a una persona relacionada y el volumen de <br> ventas, en unidades de cantidad de bienes idénticos o similares, vendidos a <br> personas relacionadas, durante un periodo de seis meses inmediatamente <br> anterior al mes en que el productor haya vendido ese bien, exceda del 85% de <br> las ventas totales del productor de esos bienes durante ese periodo; <br> donde <br> g) el exportador o productor elija acumular el valor de contenido regional del bien <br> de conformidad con el artículo 5-08; <br> h) el bien: <br> i) sea un vehículo automotor comprendido en la partida 8701 u 8702, <br> subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u 8706; o <br> ii) esté identificado en el Anexo 1 al artículo 5-15 o en el Anexo 2 al artículo 5- <br> 15 y sea para uso en vehículos automotores comprendidos en la partida <br> 8701 u 8702, subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u <br> 8706; <br> i) el bien se designe como material intermedio de conformidad con el artículo 5- <br> 07 y esté sujeto a un requisito de valor de contenido regional. <br> Artículo 5-05: Valor de los materiales. <br> 1 El valor de un material: <br> PMN: promedio de los materiales no originarios. <br> a) será el valor de transacción del material; o <br> b) en caso de que no haya valor de transacción o de que el valor de transacción <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br> del material no pueda determinarse conforme a los principios del artículo 1 del <br> Código de Valoración Aduanera, será calculado de acuerdo con los principios <br> de los artículos 2 al 7 de ese Código. <br> 2 Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de <br> Artículo 5-10: Juegos o surtidos. <br> un material incluirá: <br> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br> CAPÍTULO V <br> incurrido para el transporte del material hasta el puerto de importación en la <br> conforme a la nomenclatura del Sistema Armonizado sea específicamente la de un <br> Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br> b) el costo de los desechos y desperdicios resultantes del uso del material en la <br> 3 Las disposiciones de este artículo prevalecerán sobre las reglas específicas <br> producción del bien, menos cualquier recuperación de estos costos, siempre <br> que la recuperación no exceda del 30% del valor del material, determinado <br> conforme al párrafo 1. <br> 3 Cuando el productor del bien adquiera el material no originario dentro del <br> territorio de la Parte donde se encuentra ubicado, el valor del material no incluirá el <br> flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido <br> para el transporte del material desde el almacén del proveedor hasta el lugar en que <br> se encuentre el productor. <br> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> artículo 5-04, salvo lo dispuesto en el párrafo 2 del artículo 5-15, para un vehículo <br> automotor identificado en el párrafo 3 del artículo 5-15, o un componente identificado <br> Artículo 5-11: Materiales indirectos. <br> en el Anexo 2 al artículo 5-15, el valor de los materiales no originarios utilizados por el <br> productor en la producción de un bien no incluirá el valor de los materiales no <br> originarios utilizados por: <br> Artículo 5-12: Accesorios, refacciones o repuestos y herramientas. <br> utilizado por el productor del bien en la producción de ese bien; o <br> b) el productor del bien en la producción de un material originario de fabricación <br> propia y que se designe por el productor como material intermedio de <br> conformidad con el artículo 5-07. <br> Artículo 5-06: De mínimis. <br> 1 Un bien se considerará originario si el valor de todos los materiales no <br> originarios utilizados en la producción del bien que no cumplan con el cambio <br> correspondiente de clasificación arancelaria establecido en el Anexo al artículo 5-03 no <br> a) otro productor en la producción de un material originario que es adquirido y <br> excede del 7% del valor de transacción del bien ajustado sobre la base indicada en el <br> párrafo 2 ó 3, según sea el caso, del artículo 5-04 o, en los casos referidos en los <br> literales a) al e) del párrafo 5 del artículo 5-04 si el valor de todos los materiales no <br> originarios antes referidos no excede el 7% del costo total del bien. <br> 2 Cuando el mismo bien esté sujeto a un requisito de valor de contenido regional, <br> el valor de esos materiales no originarios se tomará en cuenta en el cálculo del valor <br> de contenido regional del bien y el bien deberá satisfacer los demás requisitos <br> 3 Un bien que esté sujeto a un requisito de valor de contenido regional <br> los materiales no originarios no excede del 7% del valor de transacción del bien <br> 04 o en los casos referidos en los literales a) al e), del párrafo 5 del artículo 5-04, si el <br> producción del bien cumplen con el cambio correspondiente de clasificación <br> valor de todos los materiales no originarios antes referidos no excede el 7% del costo <br> total del bien. <br> b) un material no originario que se utilice en la producción de bienes <br> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos que <br> el material no originario esté comprendido en una subpartida distinta a la del <br> bien para el cual se está determinando el origen de conformidad con este <br> tomarán en cuenta para efectos de establecer si todos los materiales no originarios <br> artículo. <br> utilizados en la producción del bien cumplen con el cambio correspondiente de <br> 4 El párrafo 1 no se aplica a: <br> 5 Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado que no <br> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> obstante como originario si el peso total de esas fibras e hilados de ese material no <br> excede del 7% del peso total de ese material. <br> Artículo 5-07: Materiales intermedios. <br> 1 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> la partida 87.06 destinados a utilizarse en vehículos automotores comprendidos en el <br> párrafo 3 del artículo 5-15, cualquier material de fabricación propia utilizado en la <br> producción del bien siempre que ese material cumpla con lo establecido en el artículo <br> 5-03. <br> 2 Cuando el material intermedio esté sujeto a un requisito de valor de contenido <br> regional de conformidad con el Anexo al artículo 5-03, éste se calculará con base en el <br> método de costo neto establecido en el artículo 5-04. <br> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br> material intermedio de conformidad con lo establecido en el Anexo al artículo 5-01. <br> 4 Si un material designado como material intermedio está sujeto a un requisito de <br> valor de contenido regional, ningún otro material de fabricación propia sujeto a un <br> requisito de valor de contenido regional utilizado en la producción de ese material <br> intermedio puede, a su vez, ser designado por el productor como material intermedio. <br> 5 Cuando se designe un bien de los referidos en el párrafo 2 del artículo 5-15 <br> como material intermedio, esa designación se aplicará únicamente al cálculo del costo <br> neto de ese bien, y el valor de los materiales no originarios se determinará conforme a <br> lo establecido en el párrafo 2 del artículo 5-15. <br> Artículo 5-08: Acumulación. <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá <br> acumular su producción con la de uno o más productores en el territorio de una o <br> ambas Partes, de materiales que estén incorporados en el bien, de manera que la <br> a) los accesorios, refacciones o repuestos y herramientas no sean facturados por <br> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados <br> determinarse mediante uno de los métodos de manejo de inventarios establecidos en <br> valor de los accesorios, refacciones o repuestos y herramientas se tomará en cuenta <br> el párrafo 3. <br> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br> productivo ni cualquier otra operación en el territorio de la Parte en que fueron <br> 1 Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de <br> otro movimiento necesario para mantener los bienes en buena condición o <br> transportarlos al territorio de la otra Parte, el origen del bien podrá ser determinado a <br> 3 Los métodos de manejo de inventarios aplicables para materiales o bienes <br> fungibles serán los siguientes: <br> inventarios mediante el cual el origen del número de unidades de los materiales <br> o bienes fungibles que primero se recibieron en el inventario, se considera <br> b) @^@UEPS@^@ (últimas entradas-primeras salidas) es el método de manejo de <br> o bienes fungibles que se recibieron al último en el inventario, se considera <br> como el origen en igual número de unidades de los materiales o bienes <br> directamente, el valor de transacción se ajustará hasta el punto en el cual el <br> c) @^@promedios@^@ es el método de manejo de inventarios mediante el cual, salvo lo <br> dispuesto en el párrafo 4, la determinación acerca de si los materiales o bienes <br> fungibles son originarios se realizará a través de la aplicación de la siguiente <br> fórmula: <br> TMO <br> PMO = ------------- x 100 <br> TMOYN <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y <br> no originarios que formen parte del inventario previo a la salida. <br> 4 Para el caso en que el bien se encuentre sujeto a un requisito de valor de <br> contenido regional, la determinación de los materiales fungibles no originarios se <br> realizará a través de la aplicación de la siguiente formula: <br> TMN <br> PMN =------------ x 100 <br> TMN: valor total de los materiales fungibles no originarios que formen parte del <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que <br> formen parte del inventario previo a la salida. <br> 5 Una vez seleccionado uno de los métodos de manejo de inventarios <br> establecidos en el párrafo 3, éste deberá ser utilizado a través de todo el ejercicio o <br> periodo fiscal. <br> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como los bienes cuya descripción <br> juego o surtido, calificarán como originarios, siempre que cada uno de los bienes <br> contenidos en el juego o surtido cumpla con la regla de origen que se haya establecido <br> para cada uno de los bienes en este capítulo. <br> formación del juego o surtido no excede del 7% del valor de transacción del juego o <br> surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 5-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> 5-04, si el valor de todos los bienes no originarios antes referidos no excede el 7% del <br> costo total del juego o surtido. <br> lugar de su producción y el valor de esos materiales será el costo de los mismos que <br> se reporte en los registros contables del productor del bien. <br> 1 Los accesorios, las refacciones o repuestos y las herramientas entregados con <br> el bien como parte de los accesorios, refacciones o repuestos y herramientas usuales <br> del bien no se tomarán en cuenta para determinar si todos los materiales no originarios <br> clasificación arancelaria establecido en el Anexo al artículo 5-03, siempre que: <br> separado del bien, independientemente de que se desglosen o detallen por <br> separado en la propia factura; y <br> 2 Cuando el bien esté sujeto a un requisito de valor de contenido regional, el <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor del <br> contenido regional del bien. <br> Artículo 5-13: Envases y materiales de empaque para venta al menudeo. <br> 1 Los envases y los materiales de empaque en que un bien se presente para la <br> venta al menudeo, cuando estén clasificados con el bien que contengan, no se <br> tomarán en cuenta para decidir si todos los materiales no originarios utilizados en la <br> arancelaria establecido en el Anexo al artículo 5-03. <br> 2 Cuando el bien esté sujeto al requisito de valor de contenido regional, el valor <br> de los envases y materiales de empaque para venta al menudeo se considerará como <br> originario o no originario, según sea el caso, para calcular el valor de contenido <br> regional del bien. <br> Artículo 5-14: Contenedores y materiales de embalaje para embarque. <br> 1 Los contenedores y los materiales de embalaje para transporte del bien no se <br> clasificación arancelaria establecido en el Anexo al artículo 5-03. <br> de los materiales de embalaje para transporte del bien se considerará como originario <br> o no originario, según sea el caso, para calcular el valor de contenido regional del bien, <br> y el valor de ese material será el costo del mismo que se reporte en los registros <br> contables del productor del bien. <br> "}, {"ArticleTitle": "Definiciones.", "ArticleDesc": "Artículo 5-01: Definiciones. <br> Para efectos de este capítulo, se entenderá por: <br> bien: cualquier mercancía, producto, artículo o materia; <br> bienes fungibles: bienes que son intercambiables para efectos comerciales, cuyas <br> propiedades son esencialmente idénticas y que no resulta práctico diferenciarlos por <br> simple examen visual; <br> bienes idénticos o similares: @^@bienes idénticos@^@ y @^@bienes similares@^@ respectivamente, <br> como se definen en el Código de Valoración Aduanera; <br> bien originario o material originario: un bien o un material que califica como <br> originario de conformidad con lo establecido en este capítulo; <br> bienes obtenidos en su totalidad o producidos enteramente en territorio de una <br> o ambas Partes: <br> a) minerales extraídos en territorio de una o ambas Partes; <br> b) vegetales cosechados en territorio de una o ambas Partes; <br> c) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> d) bienes obtenidos de la caza o pesca en territorio de una o ambas Partes; <br> e) peces, crustáceos y otras especies marinas obtenidos por barcos <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte; <br> f) bienes producidos a bordo de barcos fábrica a partir de los bienes <br> identificados en el literal e), siempre que esos barcos fábrica estén <br> registrados o matriculados por alguna Parte y lleven la bandera de esa Parte; <br> g) bienes obtenidos por una Parte o una persona de una Parte del lecho o del <br> subsuelo marino fuera de las aguas territoriales, siempre que la Parte tenga <br> derechos para explotar ese lecho o subsuelo marino; <br> h) desechos y desperdicios derivados de: <br> i) producción en territorio de una o ambas Partes; <br> ii) bienes usados o recolectados en territorio de una o ambas Partes, <br> siempre que esos bienes sirvan sólo para la recuperación de materias primas; o <br> iii) bienes producidos en territorio de una o ambas Partes exclusivamente a <br> partir de los bienes mencionados en los literales a) al h) o de sus <br> derivados, en cualquier etapa de producción; <br> contenedores y materiales de embalaje para embarque: bienes que son utilizados <br> para proteger a un bien durante su transporte, distintos de los envases y materiales <br> para venta al menudeo; <br> costos de embarque y reempaque: los costos incurridos en el reempacado y el <br> transporte de un bien fuera del territorio donde se localiza el productor o exportador del bien; <br> costo de promoción de ventas, comercialización y servicios posteriores a la <br> venta: los siguientes costos relacionados con promociones de venta, comercialización <br> y servicios posteriores a la venta: <br> a) promoción de ventas y comercialización; publicidad en medios de difusión; <br> publicidad e investigación de mercados; materiales de promoción y <br> demostración; bienes exhibidos; conferencias de promoción de ventas, <br> ferias y convenciones comerciales; estandartes; exposiciones de <br> comercialización; muestras gratuitas; publicaciones sobre ventas, <br> comercialización y servicios posteriores a la venta tales como folletos de <br> bienes, catálogos, publicaciones técnicas, listas de precios, manuales de <br> servicio e información de apoyo a las ventas; establecimiento y protección <br> de logotipos y marcas registradas; patrocinios; cargos por reabastecimiento <br> para ventas al mayoreo y menudeo; gastos de representación; <br> b) ventas e incentivos de comercialización; rebajas a mayoristas, minoristas y <br> consumidores, y sobre bienes; <br> c) para el personal de promoción de ventas, comercialización y servicios <br> posteriores a la venta: sueldos y salarios, comisiones por ventas, bonos; <br> beneficios médicos, de seguros y pensiones; gastos de viaje, alojamiento y <br> manutención, y cuotas de afiliación y profesionales; <br> d) contratación y capacitación del personal de promoción de ventas, <br> comercialización y servicios posteriores a la venta, y capacitación a los <br> empleados del cliente después de la venta; <br> e) seguro por responsabilidad civil derivada del bien; <br> f) bienes de oficina para la promoción de ventas, comercialización y servicios <br> posteriores a la venta; <br> g) teléfono, correo y otros medios de comunicación, para la promoción de <br> ventas, comercialización y servicios posteriores a la venta; <br> h) rentas y depreciación de las oficinas de la promoción de ventas, <br> comercialización y servicios posteriores a la venta, así como de los centros de distribución; <br> i) primas de seguros sobre la propiedad, impuestos, costo de servicios <br> públicos, y costos de reparación y mantenimiento de las oficinas, así como <br> de los centros de distribución; y <br> j) pagos del productor a otras personas por reparaciones derivadas de una garantía; <br> costo neto: costo total menos los costos de promoción de ventas, comercialización y <br> de servicio posterior a la venta, regalías, embarque y reempaque, así como los costos <br> por intereses no admisibles, de conformidad con lo establecido en el anexo a este artículo; <br> costos por intereses no admisibles: los intereses que haya pagado un productor <br> sobre sus obligaciones financieras que excedan 10 puntos porcentuales sobre la tasa <br> más alta de interés de las obligaciones de deuda emitidas por el gobierno central o <br> federal, según sea el caso, la Parte en que se encuentre ubicado el productor, de <br> conformidad con lo establecido en el anexo a este artículo; <br> costo total: la suma de los siguientes elementos de conformidad con lo establecido en <br> el anexo a este artículo: <br> a) el costo o valor de los materiales directos de fabricación utilizados en la <br> producción del bien; <br> b) el costo de la mano de obra directa utilizada en la producción del bien; y <br> c) una cantidad por concepto de costos y gastos directos e indirectos de <br> fabricación del bien, asignada razonablemente al mismo, excepto los siguientes conceptos: <br> i) los costos y gastos de un servicio proporcionado por el productor de un <br> bien a otra persona, cuando el servicio no se relacione con el bien; <br> ii) los costos y pérdidas resultantes de la venta de una parte de la <br> empresa del productor, la cual constituye una operación descontinuada; <br> iii) los costos relacionados con el efecto acumulado de cambios en la <br> aplicación de principios de contabilidad; <br> iv) los costos o pérdidas resultantes de la venta de un bien de capital del productor; <br> v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor; ni <br> vi) las utilidades obtenidas por el productor del bien, sin importar si fueron <br> retenidas por el productor o pagadas a otras personas como dividendos <br> ni los impuestos pagados sobre esas utilidades, incluyendo los <br> impuestos sobre ganancias de capital; <br> costos y gastos directos de fabricación: los incurridos en un periodo, directamente <br> relacionados con el bien, diferentes del costo o valor de materiales directos y costos <br> de mano de obra directa; <br> costos y gastos indirectos de fabricación: los incurridos en un periodo, distintos de <br> los costos y gastos directos de fabricación, costos de mano de obra directa y costo o <br> valor de materiales directos; <br> F.O.B.: libre a bordo (L.A.B.); <br> lugar en que se encuentre el productor: en relación con un bien, la planta de <br> producción de ese bien; <br> material: un bien utilizado en la producción de otro bien; <br> material de fabricación propia: un material producido por el productor de un bien y <br> utilizado en la producción de ese bien; <br> materiales fungibles: materiales que son intercambiables para efectos comerciales y <br> cuyas propiedades son esencialmente idénticas; <br> material indirecto: un bien utilizado en la producción, verificación o inspección de un <br> bien, pero que no esté físicamente incorporado en el bien; o un bien que se utilice en <br> el mantenimiento de edificios o en la operación de equipo relacionados con la <br> producción de un bien, incluidos: <br> a) combustible y energía; <br> b) herramientas, troqueles y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> equipo y edificios; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en <br> la producción o para operar el equipo o los edificios; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br> g) catalizadores y solventes; o <br> h) cualquier otro bien que no esté incorporado en el bien, pero cuyo uso en la <br> producción del bien pueda demostrarse razonablemente que forma parte de esa producción; <br> material intermedio: materiales de fabricación propia utilizados en la producción de <br> un bien, y designados conforme al artículo 5-07; <br> persona relacionada: una persona que está relacionada con otra persona, conforme a lo siguiente: <br> a) una de ellas ocupa cargos de responsabilidad o dirección en una empresa de la otra; <br> b) están legalmente reconocidas como asociadas en negocios; <br> c) están en relación de empleador y empleado; <br> d) una persona tiene, directa o indirectamente, la propiedad, el control o la <br> posesión del 25% o más de las acciones o títulos en circulación y con <br> derecho a voto de ambas; <br> e) una de ellas controla directa o indirectamente a la otra; <br> f) ambas personas están controladas directa o indirectamente por una tercera persona; <br> g) juntas controlan directa o indirectamente a una tercera persona; o <br> h) son de la misma familia (hijos, hermanos, abuelos o cónyuges); <br> principios de contabilidad generalmente aceptados: el consenso reconocido al <br> apoyo sustancial autorizado en el territorio de una Parte, respecto al registro de <br> ingresos, gastos, costos, activos y pasivos, revelación de la información y elaboración <br> de estados financieros. Estos estándares pueden ser guías amplias de aplicación <br> general, así como normas prácticas y procedimientos detallados; <br> producción: el cultivo, la extracción, la cosecha, la pesca, la caza, la manufactura, el <br> procesamiento o el ensamblado de un bien; <br> productor: una persona que cultiva, extrae, cosecha, pesca, caza, manufactura, <br> procesa o ensambla un bien; <br> regalías: los pagos que se relacionan con los derechos de propiedad intelectual; <br> utilizados: empleados o consumidos en la producción de bienes; <br> valor de transacción de un bien: el precio realmente pagado o por pagar por un bien <br> relacionado con la transacción del productor del bien de conformidad con los principios <br> del artículo 1 del Código de Valoración Aduanera, ajustado de acuerdo con los <br> principios del artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el bien se venda <br> para exportación. Para efectos de esta definición, el vendedor a que se refiere el <br> Código de Valoración Aduanera será el productor del bien; <br> valor de transacción de un material: el precio realmente pagado o por pagar por un <br> material relacionado con la transacción del productor del bien de conformidad con los <br> principios del artículo 1 del Código de Valoración Aduanera, ajustado de acuerdo con <br> los principios del artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el material se <br> venda para exportación. Para efectos de esta definición, el vendedor a que se refiere <br> el Código de Valoración Aduanera será el proveedor del material, y el comprador a <br> que se refiere el Código de Valoración Aduanera será el productor del bien. <br> "}, {"ArticleTitle": "Instrumentos de aplicación.", "ArticleDesc": "Artículo 5-02: Instrumentos de aplicación. <br> Para efectos de este capítulo: <br> a) la base de clasificación arancelaria es el Sistema Armonizado; <br> b) la determinación del valor de transacción de un bien o de un material se <br> hará conforme a los principios del Código de Valoración Aduanera; y <br> c) todos los costos a que se hace referencia en este capítulo serán <br> registrados y mantenidos de conformidad con los principios de contabilidad <br> generalmente aceptados aplicables en el territorio de la Parte donde el bien se produzca. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-03: Bienes originarios. <br> Artículo 5-16: Operaciones y prácticas que no confieren origen. <br> Reglas de origen <br> 1 Un bien será originario del territorio de una Parte cuando: <br> 1 Un bien no se considerará como originario únicamente por: <br> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br> a) la dilución en agua o en otra sustancia que no altere materialmente las <br> ambas Partes, según la definición del artículo 5-01; <br> características del bien; <br> b) sea producido en el territorio de una o ambas Partes a partir <br> b) operaciones simples destinadas a asegurar la conservación de los bienes <br> durante su transporte o almacenamiento, tales como aireación, refrigeración, <br> conformidad con este capítulo; <br> exclusivamente de materiales que califican como originarios de <br> extracción de partes averiadas, secado o adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado, cortado; <br> c) sea producido en el territorio de una o ambas Partes a partir de materiales <br> d) el embalaje, reembalaje o empaque para venta al menudeo; <br> otros requisitos, según se especifica en el anexo a este artículo y el bien <br> e) la reunión de bienes para formar conjuntos o surtidos; <br> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> f) la aplicación de marcas, etiquetas o signos distintivos similares; <br> d) sea producido en el territorio de una o ambas Partes a partir de materiales <br> g) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> h) la simple reunión de partes y componentes que se clasifiquen como un bien <br> establecido en el anexo al artículo 5-03 no tendrá que satisfacerlo si el valor de todos <br> no originarios que cumplan con un cambio de clasificación arancelaria y <br> otros requisitos, y el bien cumpla con un requisito de valor de contenido <br> conforme a la regla general 2 (a) del Sistema Armonizado. Lo anterior no se <br> regional, según se especifica en el anexo a este artículo, y con las demás <br> aplicará a los bienes que ya habían sido ensamblados, y posteriormente <br> que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo. <br> ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 5- <br> disposiciones aplicables de este capítulo; <br> desensamblados por conveniencia de empaque, manejo o transporte. <br> e) sea producido en el territorio de una o ambas Partes y cumpla con un <br> 2 No confiere origen a un bien cualquier actividad o práctica de fijación de <br> requisito de valor de contenido regional, según se especifica en el anexo a <br> Artículo 5-17: Transbordo y expedición directa. <br> precios, respecto de las cuales se pueda demostrar, a partir de pruebas suficientes, <br> este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> f) excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema <br> Armonizado, el bien sea producido en el territorio de una o ambas Partes, <br> establecidas en el Anexo al artículo 5-03. <br> fungibles que primero salen del inventario; <br> pero uno o más de los materiales no originarios utilizados en la producción <br> del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br> conformidad con los requisitos del artículo 5-03, si con posterioridad a esa producción, <br> fungibles que primero salen del inventario; o <br> el bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br> aplicables de este capítulo. <br> conformidad con la Regla General 2 a) del Sistema Armonizado; o <br> desensamblado, pero se ha clasificado como un bien ensamblado de <br> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> ii) la partida para el bien sea la misma tanto para el bien como para sus <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> temporal, bajo la vigilancia de la autoridad aduanera competente en esos países: <br> partes y esa partida no se divida en subpartidas o la subpartida sea la <br> 2 Un bien no perderá su condición de originario cuando, al estar en tránsito por el <br> misma tanto para el bien como para sus partes; <br> relativas a requerimientos de transporte; <br> territorio de uno o más países no Partes, con o sin transbordo o almacenamiento <br> sea originario porque las fibras e hilados utilizados en la producción del material que <br> siempre que el valor de contenido regional del bien, determinado de <br> acuerdo con el artículo 5-04, no sea inferior al 50%, salvo que se disponga <br> determina la clasificación arancelaria de ese bien no cumplen con el cambio de <br> a) el tránsito esté justificado por razones geográficas o por consideraciones <br> clasificación arancelaria dispuesto en el anexo al artículo 5-03, se considerará no <br> otra cosa en el artículo 5-15, cuando se utilice el método de valor de <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el <br> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> bien cumpla con las demás disposiciones aplicables de este capítulo. <br> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales <br> parte del inventario previo a la salida. <br> embalaje, empaque, carga, descarga o manipuleo para asegurar su conservación. <br> no originarios que cumplan con un cambio de clasificación arancelaria y otros <br> artículo 5-04, el productor de un bien podrá designar como material intermedio, salvo <br> requisitos, según se especifica en el anexo a este artículo, deberá hacerse en su <br> los componentes listados en el anexo 2 al artículo 5-15 y los bienes comprendidos en <br> totalidad en territorio de una o ambas Partes, y todo requisito de valor de contenido <br> regional de un bien deberá satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> Artículo 5-04: Valor de contenido regional. <br> contenido regional de un bien se calcule, a elección del exportador o del productor del <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br> bien, de acuerdo con el método de valor de transacción dispuesto en el párrafo 2, o <br> con el método de costo neto dispuesto en el párrafo 4. <br> 2 Para calcular el valor de contenido regional de un bien con base en el método <br> de valor de transacción se aplicará la siguiente fórmula: <br> VCR= [(VT - VMN)/VT] x 100 <br> VT <br> VCR: valor de contenido regional expresado como porcentaje. <br> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo <br> dispuesto en el párrafo 3. <br> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br> producción del bien determinado de conformidad con lo establecido en el artículo 5-05. <br> herramientas sean los habituales para el bien. <br> comprador recibe el bien dentro del territorio donde se encuentra el productor. <br> 4 Para calcular el valor de contenido regional de un bien con base en el método <br> de costo neto se aplicará la siguiente fórmula: <br> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br> producción de los materiales sea considerada como realizada por ese exportador o <br> VCR= [(CN - VMN)/CN] x 100 <br> productor, siempre que se cumpla con lo establecido en el artículo 5-03. <br> Artículo 5-09: Bienes y materiales fungibles. <br> CN: costo neto del bien. <br> VMN: valor de los materiales no originarios utilizados por el productor en la <br> o combinados físicamente en inventario, el origen de los materiales podrá <br> contenido regional de un bien exclusivamente con base en el método de costo neto <br> dispuesto en el párrafo 4, cuando: <br> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier <br> restricciones a la cesión o utilización del bien por el comprador con excepción <br> de las que: <br> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br> partir de uno de los métodos de manejo de inventarios establecidos en el párrafo 3. <br> comprador del bien; <br> inventario previo a la salida. <br> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br> a) @^@PEPS@^@ (primeras entradas-primeras salidas) es el método de manejo de <br> b) el valor de transacción del bien no pueda ser determinado por existir <br> iii) no afecten sensiblemente el valor del bien; <br> c) la venta o el precio dependan de alguna condición o contraprestación cuyo <br> valor no pueda determinarse en relación con el bien; <br> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, <br> a menos que pueda efectuarse el debido ajuste de conformidad con lo <br> dispuesto en el artículo 8 del Código de Valoración Aduanera; <br> e) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br> influya en el precio, salvo lo dispuesto en el artículo 1.2 del Código de <br> Valoración Aduanera; <br> f) el bien sea vendido por el productor a una persona relacionada y el volumen de <br> ventas, en unidades de cantidad de bienes idénticos o similares, vendidos a <br> personas relacionadas, durante un periodo de seis meses inmediatamente <br> anterior al mes en que el productor haya vendido ese bien, exceda del 85% de <br> las ventas totales del productor de esos bienes durante ese periodo; <br> donde <br> g) el exportador o productor elija acumular el valor de contenido regional del bien <br> de conformidad con el artículo 5-08; <br> h) el bien: <br> i) sea un vehículo automotor comprendido en la partida 8701 u 8702, <br> subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u 8706; o <br> ii) esté identificado en el Anexo 1 al artículo 5-15 o en el Anexo 2 al artículo 5- <br> 15 y sea para uso en vehículos automotores comprendidos en la partida <br> 8701 u 8702, subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u <br> 8706; <br> i) el bien se designe como material intermedio de conformidad con el artículo 5- <br> 07 y esté sujeto a un requisito de valor de contenido regional. <br> Artículo 5-05: Valor de los materiales. <br> 1 El valor de un material: <br> PMN: promedio de los materiales no originarios. <br> a) será el valor de transacción del material; o <br> b) en caso de que no haya valor de transacción o de que el valor de transacción <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br> del material no pueda determinarse conforme a los principios del artículo 1 del <br> Código de Valoración Aduanera, será calculado de acuerdo con los principios <br> de los artículos 2 al 7 de ese Código. <br> 2 Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de <br> Artículo 5-10: Juegos o surtidos. <br> un material incluirá: <br> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br> CAPÍTULO V <br> incurrido para el transporte del material hasta el puerto de importación en la <br> conforme a la nomenclatura del Sistema Armonizado sea específicamente la de un <br> Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br> b) el costo de los desechos y desperdicios resultantes del uso del material en la <br> 3 Las disposiciones de este artículo prevalecerán sobre las reglas específicas <br> producción del bien, menos cualquier recuperación de estos costos, siempre <br> que la recuperación no exceda del 30% del valor del material, determinado <br> conforme al párrafo 1. <br> 3 Cuando el productor del bien adquiera el material no originario dentro del <br> territorio de la Parte donde se encuentra ubicado, el valor del material no incluirá el <br> flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido <br> para el transporte del material desde el almacén del proveedor hasta el lugar en que <br> se encuentre el productor. <br> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> artículo 5-04, salvo lo dispuesto en el párrafo 2 del artículo 5-15, para un vehículo <br> automotor identificado en el párrafo 3 del artículo 5-15, o un componente identificado <br> Artículo 5-11: Materiales indirectos. <br> en el Anexo 2 al artículo 5-15, el valor de los materiales no originarios utilizados por el <br> productor en la producción de un bien no incluirá el valor de los materiales no <br> originarios utilizados por: <br> Artículo 5-12: Accesorios, refacciones o repuestos y herramientas. <br> utilizado por el productor del bien en la producción de ese bien; o <br> b) el productor del bien en la producción de un material originario de fabricación <br> propia y que se designe por el productor como material intermedio de <br> conformidad con el artículo 5-07. <br> Artículo 5-06: De mínimis. <br> 1 Un bien se considerará originario si el valor de todos los materiales no <br> originarios utilizados en la producción del bien que no cumplan con el cambio <br> correspondiente de clasificación arancelaria establecido en el Anexo al artículo 5-03 no <br> a) otro productor en la producción de un material originario que es adquirido y <br> excede del 7% del valor de transacción del bien ajustado sobre la base indicada en el <br> párrafo 2 ó 3, según sea el caso, del artículo 5-04 o, en los casos referidos en los <br> literales a) al e) del párrafo 5 del artículo 5-04 si el valor de todos los materiales no <br> originarios antes referidos no excede el 7% del costo total del bien. <br> 2 Cuando el mismo bien esté sujeto a un requisito de valor de contenido regional, <br> el valor de esos materiales no originarios se tomará en cuenta en el cálculo del valor <br> de contenido regional del bien y el bien deberá satisfacer los demás requisitos <br> 3 Un bien que esté sujeto a un requisito de valor de contenido regional <br> los materiales no originarios no excede del 7% del valor de transacción del bien <br> 04 o en los casos referidos en los literales a) al e), del párrafo 5 del artículo 5-04, si el <br> producción del bien cumplen con el cambio correspondiente de clasificación <br> valor de todos los materiales no originarios antes referidos no excede el 7% del costo <br> total del bien. <br> b) un material no originario que se utilice en la producción de bienes <br> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos que <br> el material no originario esté comprendido en una subpartida distinta a la del <br> bien para el cual se está determinando el origen de conformidad con este <br> tomarán en cuenta para efectos de establecer si todos los materiales no originarios <br> artículo. <br> utilizados en la producción del bien cumplen con el cambio correspondiente de <br> 4 El párrafo 1 no se aplica a: <br> 5 Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado que no <br> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> obstante como originario si el peso total de esas fibras e hilados de ese material no <br> excede del 7% del peso total de ese material. <br> Artículo 5-07: Materiales intermedios. <br> 1 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> la partida 87.06 destinados a utilizarse en vehículos automotores comprendidos en el <br> párrafo 3 del artículo 5-15, cualquier material de fabricación propia utilizado en la <br> producción del bien siempre que ese material cumpla con lo establecido en el artículo <br> 5-03. <br> 2 Cuando el material intermedio esté sujeto a un requisito de valor de contenido <br> regional de conformidad con el Anexo al artículo 5-03, éste se calculará con base en el <br> método de costo neto establecido en el artículo 5-04. <br> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br> material intermedio de conformidad con lo establecido en el Anexo al artículo 5-01. <br> 4 Si un material designado como material intermedio está sujeto a un requisito de <br> valor de contenido regional, ningún otro material de fabricación propia sujeto a un <br> requisito de valor de contenido regional utilizado en la producción de ese material <br> intermedio puede, a su vez, ser designado por el productor como material intermedio. <br> 5 Cuando se designe un bien de los referidos en el párrafo 2 del artículo 5-15 <br> como material intermedio, esa designación se aplicará únicamente al cálculo del costo <br> neto de ese bien, y el valor de los materiales no originarios se determinará conforme a <br> lo establecido en el párrafo 2 del artículo 5-15. <br> Artículo 5-08: Acumulación. <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá <br> acumular su producción con la de uno o más productores en el territorio de una o <br> ambas Partes, de materiales que estén incorporados en el bien, de manera que la <br> a) los accesorios, refacciones o repuestos y herramientas no sean facturados por <br> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados <br> determinarse mediante uno de los métodos de manejo de inventarios establecidos en <br> valor de los accesorios, refacciones o repuestos y herramientas se tomará en cuenta <br> el párrafo 3. <br> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br> productivo ni cualquier otra operación en el territorio de la Parte en que fueron <br> 1 Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de <br> otro movimiento necesario para mantener los bienes en buena condición o <br> transportarlos al territorio de la otra Parte, el origen del bien podrá ser determinado a <br> 3 Los métodos de manejo de inventarios aplicables para materiales o bienes <br> fungibles serán los siguientes: <br> inventarios mediante el cual el origen del número de unidades de los materiales <br> o bienes fungibles que primero se recibieron en el inventario, se considera <br> b) @^@UEPS@^@ (últimas entradas-primeras salidas) es el método de manejo de <br> o bienes fungibles que se recibieron al último en el inventario, se considera <br> como el origen en igual número de unidades de los materiales o bienes <br> directamente, el valor de transacción se ajustará hasta el punto en el cual el <br> c) @^@promedios@^@ es el método de manejo de inventarios mediante el cual, salvo lo <br> dispuesto en el párrafo 4, la determinación acerca de si los materiales o bienes <br> fungibles son originarios se realizará a través de la aplicación de la siguiente <br> fórmula: <br> TMO <br> PMO = ------------- x 100 <br> TMOYN <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y <br> no originarios que formen parte del inventario previo a la salida. <br> 4 Para el caso en que el bien se encuentre sujeto a un requisito de valor de <br> contenido regional, la determinación de los materiales fungibles no originarios se <br> realizará a través de la aplicación de la siguiente formula: <br> TMN <br> PMN =------------ x 100 <br> TMN: valor total de los materiales fungibles no originarios que formen parte del <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que <br> formen parte del inventario previo a la salida. <br> 5 Una vez seleccionado uno de los métodos de manejo de inventarios <br> establecidos en el párrafo 3, éste deberá ser utilizado a través de todo el ejercicio o <br> periodo fiscal. <br> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como los bienes cuya descripción <br> juego o surtido, calificarán como originarios, siempre que cada uno de los bienes <br> contenidos en el juego o surtido cumpla con la regla de origen que se haya establecido <br> para cada uno de los bienes en este capítulo. <br> formación del juego o surtido no excede del 7% del valor de transacción del juego o <br> surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 5-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> 5-04, si el valor de todos los bienes no originarios antes referidos no excede el 7% del <br> costo total del juego o surtido. <br> lugar de su producción y el valor de esos materiales será el costo de los mismos que <br> se reporte en los registros contables del productor del bien. <br> 1 Los accesorios, las refacciones o repuestos y las herramientas entregados con <br> el bien como parte de los accesorios, refacciones o repuestos y herramientas usuales <br> del bien no se tomarán en cuenta para determinar si todos los materiales no originarios <br> clasificación arancelaria establecido en el Anexo al artículo 5-03, siempre que: <br> separado del bien, independientemente de que se desglosen o detallen por <br> separado en la propia factura; y <br> 2 Cuando el bien esté sujeto a un requisito de valor de contenido regional, el <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor del <br> contenido regional del bien. <br> Artículo 5-13: Envases y materiales de empaque para venta al menudeo. <br> 1 Los envases y los materiales de empaque en que un bien se presente para la <br> venta al menudeo, cuando estén clasificados con el bien que contengan, no se <br> tomarán en cuenta para decidir si todos los materiales no originarios utilizados en la <br> arancelaria establecido en el Anexo al artículo 5-03. <br> 2 Cuando el bien esté sujeto al requisito de valor de contenido regional, el valor <br> de los envases y materiales de empaque para venta al menudeo se considerará como <br> originario o no originario, según sea el caso, para calcular el valor de contenido <br> regional del bien. <br> Artículo 5-14: Contenedores y materiales de embalaje para embarque. <br> 1 Los contenedores y los materiales de embalaje para transporte del bien no se <br> clasificación arancelaria establecido en el Anexo al artículo 5-03. <br> de los materiales de embalaje para transporte del bien se considerará como originario <br> o no originario, según sea el caso, para calcular el valor de contenido regional del bien, <br> y el valor de ese material será el costo del mismo que se reporte en los registros <br> contables del productor del bien. <br> "}, {"ArticleTitle": "Bienes de la industria automotriz.", "ArticleDesc": "Artículo 5-15: Bienes de la industria automotriz. <br> 1 Para efectos de este artículo, se entenderá por: <br> bastidor: la placa inferior de un vehículo automotor; <br> clase de vehículos automotores: cualquiera de las siguientes categorías de <br> vehículos automotores: <br> a) vehículos automotores comprendidos en la subpartida 8701.20, la fracción <br> arancelaria mexicana 8702.10.03 u 8702.90.04 o en la subpartida boliviana <br> 8702.10 u 8702.90 cuando sean vehículos automotores proyectados para el <br> transporte de 16 personas o más, la subpartida 8704.10, 8704.22, 8704.23, <br> 8704.32 u 8704.90, o en la partida 87.05 o la 87.06; <br> b) vehículos automotores comprendidos en la subpartida 8701.10 o en la 8701.30 <br> a la 8701.90; <br> c) vehículos automotores comprendidos en la fracción arancelaria mexicana <br> 8702.10.01, 8702.10.02, 8702.90.01, 8702.90.02 u 8702.90.03, o en la <br> proyectados para el transporte de quince personas o menos, o en la subpartida <br> boliviana 8704.21 u 8704.31; o <br> d) vehículos automotores comprendidos en la subpartida 8703.21 a la 8703.90; <br> ensamblador de vehículos automotores: un productor de vehículos automotores y <br> cualesquiera personas relacionadas o coinversiones en las que el productor participa; <br> equipo original: el material que sea incorporado en un vehículo automotor antes de la <br> primera transferencia del título de propiedad o de la consignación del vehículo <br> automotor a una persona que no sea ensamblador del vehículo automotor. Ese <br> a) un bien comprendido en el anexo 1 a este artículo; o <br> material es: <br> b) un ensamble de componentes automotores, un componente automotor o un <br> material listado en el anexo 2 a este artículo; <br> línea de modelo: un grupo de vehículos automotores que tengan la misma plataforma <br> o el mismo nombre de modelo; <br> nombre de modelo: la palabra o grupo de palabras, letra o letras, número o números <br> o designación similar asignada a un vehículo automotor por una división de <br> comercialización de un ensamblador de vehículos automotores para: <br> a) diferenciar el vehículo automotor de otros vehículos automotores que usen el <br> mismo diseño de plataforma; <br> b) asociar al vehículo automotor con otros vehículos automotores que utilicen un <br> c) indicar un diseño de plataforma; <br> diseño de plataforma diferente; o <br> plataforma: el ensamble primario de un ensamble estructural portador de carga de un <br> vehículo automotor que determina el tamaño básico de ese vehículo y conforma la <br> base estructural que soporta el tren motriz, y sirve de unión del vehículo automotor en <br> diversos tipos de bastidores, tales como para montaje de carrocería, bastidor <br> dimensional y carrocería unitaria; <br> vehículo automotor: el comprendido en la partida 87.01, 87.02, 87.03, 87.04, 87.05 u 87.06. <br> 2 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> método de costo neto establecido en el párrafo 4 del artículo 5-04 para: <br> a) bienes que sean vehículos automotores comprendidos en la fracción <br> arancelaria mexicana 8702.10.01, 8702.10.02, 8702.90.01, 8702.90.02 u <br> 8702.90.03, o en la subpartida boliviana 8702.10 u 8702.90 cuando sean <br> vehículos automotores proyectados para el transporte de quince personas o <br> menos, o en la subpartida 8703.21 a la 8703.90, 8704.21 u 8704.31; o <br> b) bienes comprendidos en el anexo 1 a este artículo cuando estén sujetos a un <br> requisito de valor de contenido regional y estén destinados a utilizarse como <br> equipo original en la producción de bienes que sean vehículos automotores <br> comprendidos en la fracción arancelaria mexicana 8702.10.01, 8702.10.02, <br> 8702.90.01, 8702.90.02 u 8702.90.03, o en la subpartida boliviana 8702.10 u <br> 8702.90 cuando sean vehículos automotores proyectados para el transporte de <br> quince personas o menos, o en la subpartida 8703.21 a la 8703.90, 8704.21 u 8704.31; <br> el valor de los materiales no originarios utilizados por el productor en la <br> producción del bien será la suma de los valores de los materiales no <br> originarios, determinados de conformidad con los párrafos 1 y 2 del artículo 5- <br> 05, importados de países que no sean Parte, comprendidos en el anexo 1 a <br> este artículo y que se utilicen en la producción del bien o en la producción de <br> cualquier material utilizado en la producción del bien. <br> 3 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> método de costo neto establecido en el párrafo 4 del artículo 5-04 para bienes que <br> sean vehículos automotores comprendidos en la partida 87.01, en la fracción <br> arancelaria mexicana 8702.10.03 u 8702.90.04, o en la subpartida boliviana 8702.10 u <br> 8702.90 cuando sean vehículos automotores proyectados para el transporte de 16 <br> personas o más, en la subpartida 8704.10, 8704.22, 8704.23, 8704.32 u 8704.90, o la <br> partida 87.05 u 87.06, o para un componente identificado en el anexo 2 a este artículo <br> para ser utilizado como equipo original en la producción de los vehículos automotores <br> descritos en este párrafo, el valor de los materiales no originarios utilizados por el <br> productor en la producción del bien será la suma de: <br> a) para cada material utilizado por el productor y listado en el anexo 2 a este <br> artículo, sea o no producido por el productor, a elección del productor, y <br> determinado de conformidad con el artículo 5-05 o el párrafo 3 del artículo 5-07, <br> cualquiera de los dos valores siguientes: <br> i) el valor del material no originario; o <br> ii) el valor de los materiales no originarios utilizados en la producción de ese material; y <br> b) el valor de cualquier otro material no originario utilizado por el productor, que no <br> esté incluido en el anexo 2 a este artículo, determinado de conformidad con el <br> artículo 5-05 o el párrafo 3 del artículo 5-07. <br> 4 Para efectos del cálculo del valor de contenido regional de un vehículo <br> automotor identificado en el párrafo 2 ó 3, el productor podrá promediar el cálculo en <br> su ejercicio o periodo fiscal utilizando cualquiera de las siguientes categorías, ya sea <br> tomando como base todos los vehículos automotores de esa categoría, o sólo los <br> vehículos automotores de esa categoría que se exporten a territorio de la otra Parte: <br> a) la misma línea de modelo en vehículos automotores de la misma clase de <br> b) la misma clase de vehículos automotores producidos en la misma planta en <br> territorio de una Parte; o <br> vehículos producidos en la misma planta en territorio de una Parte; <br> c) la misma línea de modelo en vehículos automotores producidos en territorio de una Parte. <br> 5 Para efectos del cálculo del valor de contenido regional de uno o todos los <br> bienes comprendidos en una clasificación arancelaria listada en el anexo 1 a este <br> artículo, o de un componente o material señalado en el anexo 2 a este artículo, que se <br> produzcan en la misma planta, el productor del bien podrá: <br> a) promediar su cálculo: <br> i) en el ejercicio o periodo fiscal del productor del vehículo automotor a quien se vende el bien; <br> iii) en su propio ejercicio o periodo fiscal, si el bien se vende como refacción o repuesto; <br> b) calcular el promedio a que se refiere el literal a) por separado para cualquiera o <br> para todos los bienes vendidos a uno o más productores de vehículos <br> automotores; o <br> ii) en cualquier periodo trimestral o mensual; o <br> c) respecto de cualquier cálculo efectuado conforme a este párrafo, calcular por <br> separado el valor de contenido regional de los bienes que se exporten a <br> territorio de la otra Parte. <br> 6 No obstante lo establecido en el Anexo al artículo 5-03, el valor de contenido regional será: <br> a) para los bienes que sean vehículos automotores comprendidos en la partida <br> 87.01, en la fracción arancelaria mexicana 8702.10.03 u 8702.90.04, o en la <br> subpartida boliviana 8702.10 u 8702.90 cuando sean vehículos automotores <br> proyectados para el transporte de 16 personas o más, en la subpartida <br> 8704.10, 8704.22, 8704.23, 8704.32 u 8704.90, o la partida 87.05 u 87.06, 35% <br> según el método de costo neto para el ejercicio o periodo fiscal de un productor <br> que inicie en la fecha más próxima al 1º de enero de 1995 hasta el ejercicio o <br> periodo fiscal que termina en la fecha más próxima al 1º de enero de 1997; y <br> b) para los bienes señalados en el anexo 1 a este artículo, sujetos al requisito de <br> valor de contenido regional y destinados a utilizarse en los vehículos <br> automotores incluidos en los párrafos 2 y 3, excepto para los bienes <br> comprendidos en la partida 84.07, 84.08 o la subpartida 8708.40, cuando sean <br> destinados a utilizarse en los vehículos automotores incluidos en los párrafos 2 <br> y 3, en cuyo caso aplicará el contenido regional definido en las notas al pie de <br> página números 4 y 32 de la Sección B del Anexo al artículo 5-03 y excepto <br> para la partida 87.06, en cuyo caso se aplicará lo establecido en el literal a): <br> i) 40% según el método de costo neto, para el ejercicio o periodo fiscal de un <br> productor que inicie en la fecha más próxima al 1º de enero de 1995 hasta <br> el ejercicio o periodo fiscal que termina en la fecha más próxima al 1º de enero de 2000; y <br> ii) 50% según el método de costo neto, para el ejercicio o periodo fiscal de un <br> productor que inicie en la fecha más próxima al 1º de enero de 2000 hasta <br> el ejercicio o periodo fiscal de un productor que termine en la fecha más <br> próxima al 1º de enero de 2005. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-03: Bienes originarios. <br> Artículo 5-16: Operaciones y prácticas que no confieren origen. <br> Reglas de origen <br> 1 Un bien será originario del territorio de una Parte cuando: <br> 1 Un bien no se considerará como originario únicamente por: <br> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br> a) la dilución en agua o en otra sustancia que no altere materialmente las <br> ambas Partes, según la definición del artículo 5-01; <br> características del bien; <br> b) sea producido en el territorio de una o ambas Partes a partir <br> b) operaciones simples destinadas a asegurar la conservación de los bienes <br> durante su transporte o almacenamiento, tales como aireación, refrigeración, <br> conformidad con este capítulo; <br> exclusivamente de materiales que califican como originarios de <br> extracción de partes averiadas, secado o adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado, cortado; <br> c) sea producido en el territorio de una o ambas Partes a partir de materiales <br> d) el embalaje, reembalaje o empaque para venta al menudeo; <br> otros requisitos, según se especifica en el anexo a este artículo y el bien <br> e) la reunión de bienes para formar conjuntos o surtidos; <br> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> f) la aplicación de marcas, etiquetas o signos distintivos similares; <br> d) sea producido en el territorio de una o ambas Partes a partir de materiales <br> g) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> h) la simple reunión de partes y componentes que se clasifiquen como un bien <br> establecido en el anexo al artículo 5-03 no tendrá que satisfacerlo si el valor de todos <br> no originarios que cumplan con un cambio de clasificación arancelaria y <br> otros requisitos, y el bien cumpla con un requisito de valor de contenido <br> conforme a la regla general 2 (a) del Sistema Armonizado. Lo anterior no se <br> regional, según se especifica en el anexo a este artículo, y con las demás <br> aplicará a los bienes que ya habían sido ensamblados, y posteriormente <br> que su objetivo es evadir el cumplimiento de las disposiciones de este capítulo. <br> ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 5- <br> disposiciones aplicables de este capítulo; <br> desensamblados por conveniencia de empaque, manejo o transporte. <br> e) sea producido en el territorio de una o ambas Partes y cumpla con un <br> 2 No confiere origen a un bien cualquier actividad o práctica de fijación de <br> requisito de valor de contenido regional, según se especifica en el anexo a <br> Artículo 5-17: Transbordo y expedición directa. <br> precios, respecto de las cuales se pueda demostrar, a partir de pruebas suficientes, <br> este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> f) excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema <br> Armonizado, el bien sea producido en el territorio de una o ambas Partes, <br> establecidas en el Anexo al artículo 5-03. <br> fungibles que primero salen del inventario; <br> pero uno o más de los materiales no originarios utilizados en la producción <br> del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> 1 Un bien no se considerará como originario aun cuando haya sido producido de <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br> conformidad con los requisitos del artículo 5-03, si con posterioridad a esa producción, <br> fungibles que primero salen del inventario; o <br> el bien sufre un proceso ulterior o es objeto de cualquier otra operación fuera de los <br> aplicables de este capítulo. <br> conformidad con la Regla General 2 a) del Sistema Armonizado; o <br> desensamblado, pero se ha clasificado como un bien ensamblado de <br> territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> ii) la partida para el bien sea la misma tanto para el bien como para sus <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> temporal, bajo la vigilancia de la autoridad aduanera competente en esos países: <br> partes y esa partida no se divida en subpartidas o la subpartida sea la <br> 2 Un bien no perderá su condición de originario cuando, al estar en tránsito por el <br> misma tanto para el bien como para sus partes; <br> relativas a requerimientos de transporte; <br> territorio de uno o más países no Partes, con o sin transbordo o almacenamiento <br> sea originario porque las fibras e hilados utilizados en la producción del material que <br> siempre que el valor de contenido regional del bien, determinado de <br> acuerdo con el artículo 5-04, no sea inferior al 50%, salvo que se disponga <br> determina la clasificación arancelaria de ese bien no cumplen con el cambio de <br> a) el tránsito esté justificado por razones geográficas o por consideraciones <br> clasificación arancelaria dispuesto en el anexo al artículo 5-03, se considerará no <br> otra cosa en el artículo 5-15, cuando se utilice el método de valor de <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el <br> b) no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> bien cumpla con las demás disposiciones aplicables de este capítulo. <br> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br> c) durante su transporte y depósito no sea sometido a operaciones diferentes del <br> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales <br> parte del inventario previo a la salida. <br> embalaje, empaque, carga, descarga o manipuleo para asegurar su conservación. <br> no originarios que cumplan con un cambio de clasificación arancelaria y otros <br> artículo 5-04, el productor de un bien podrá designar como material intermedio, salvo <br> requisitos, según se especifica en el anexo a este artículo, deberá hacerse en su <br> los componentes listados en el anexo 2 al artículo 5-15 y los bienes comprendidos en <br> totalidad en territorio de una o ambas Partes, y todo requisito de valor de contenido <br> regional de un bien deberá satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> Artículo 5-04: Valor de contenido regional. <br> contenido regional de un bien se calcule, a elección del exportador o del productor del <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br> bien, de acuerdo con el método de valor de transacción dispuesto en el párrafo 2, o <br> con el método de costo neto dispuesto en el párrafo 4. <br> 2 Para calcular el valor de contenido regional de un bien con base en el método <br> de valor de transacción se aplicará la siguiente fórmula: <br> VCR= [(VT - VMN)/VT] x 100 <br> VT <br> VCR: valor de contenido regional expresado como porcentaje. <br> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo <br> dispuesto en el párrafo 3. <br> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br> producción del bien determinado de conformidad con lo establecido en el artículo 5-05. <br> herramientas sean los habituales para el bien. <br> comprador recibe el bien dentro del territorio donde se encuentra el productor. <br> 4 Para calcular el valor de contenido regional de un bien con base en el método <br> de costo neto se aplicará la siguiente fórmula: <br> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br> producción de los materiales sea considerada como realizada por ese exportador o <br> VCR= [(CN - VMN)/CN] x 100 <br> productor, siempre que se cumpla con lo establecido en el artículo 5-03. <br> Artículo 5-09: Bienes y materiales fungibles. <br> CN: costo neto del bien. <br> VMN: valor de los materiales no originarios utilizados por el productor en la <br> o combinados físicamente en inventario, el origen de los materiales podrá <br> contenido regional de un bien exclusivamente con base en el método de costo neto <br> dispuesto en el párrafo 4, cuando: <br> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier <br> restricciones a la cesión o utilización del bien por el comprador con excepción <br> de las que: <br> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el <br> partir de uno de los métodos de manejo de inventarios establecidos en el párrafo 3. <br> comprador del bien; <br> inventario previo a la salida. <br> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br> a) @^@PEPS@^@ (primeras entradas-primeras salidas) es el método de manejo de <br> b) el valor de transacción del bien no pueda ser determinado por existir <br> iii) no afecten sensiblemente el valor del bien; <br> c) la venta o el precio dependan de alguna condición o contraprestación cuyo <br> valor no pueda determinarse en relación con el bien; <br> d) revierta directa o indirectamente al vendedor alguna parte del producto de la <br> reventa o de cualquier cesión o utilización ulteriores del bien por el comprador, <br> a menos que pueda efectuarse el debido ajuste de conformidad con lo <br> dispuesto en el artículo 8 del Código de Valoración Aduanera; <br> e) el comprador y el vendedor sean personas relacionadas y la relación entre ellos <br> influya en el precio, salvo lo dispuesto en el artículo 1.2 del Código de <br> Valoración Aduanera; <br> f) el bien sea vendido por el productor a una persona relacionada y el volumen de <br> ventas, en unidades de cantidad de bienes idénticos o similares, vendidos a <br> personas relacionadas, durante un periodo de seis meses inmediatamente <br> anterior al mes en que el productor haya vendido ese bien, exceda del 85% de <br> las ventas totales del productor de esos bienes durante ese periodo; <br> donde <br> g) el exportador o productor elija acumular el valor de contenido regional del bien <br> de conformidad con el artículo 5-08; <br> h) el bien: <br> i) sea un vehículo automotor comprendido en la partida 8701 u 8702, <br> subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u 8706; o <br> ii) esté identificado en el Anexo 1 al artículo 5-15 o en el Anexo 2 al artículo 5- <br> 15 y sea para uso en vehículos automotores comprendidos en la partida <br> 8701 u 8702, subpartida 8703.21 a la 8703.90, o partida 8704, 8705 u <br> 8706; <br> i) el bien se designe como material intermedio de conformidad con el artículo 5- <br> 07 y esté sujeto a un requisito de valor de contenido regional. <br> Artículo 5-05: Valor de los materiales. <br> 1 El valor de un material: <br> PMN: promedio de los materiales no originarios. <br> a) será el valor de transacción del material; o <br> b) en caso de que no haya valor de transacción o de que el valor de transacción <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br> del material no pueda determinarse conforme a los principios del artículo 1 del <br> Código de Valoración Aduanera, será calculado de acuerdo con los principios <br> de los artículos 2 al 7 de ese Código. <br> 2 Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de <br> Artículo 5-10: Juegos o surtidos. <br> un material incluirá: <br> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br> CAPÍTULO V <br> incurrido para el transporte del material hasta el puerto de importación en la <br> conforme a la nomenclatura del Sistema Armonizado sea específicamente la de un <br> Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br> b) el costo de los desechos y desperdicios resultantes del uso del material en la <br> 3 Las disposiciones de este artículo prevalecerán sobre las reglas específicas <br> producción del bien, menos cualquier recuperación de estos costos, siempre <br> que la recuperación no exceda del 30% del valor del material, determinado <br> conforme al párrafo 1. <br> 3 Cuando el productor del bien adquiera el material no originario dentro del <br> territorio de la Parte donde se encuentra ubicado, el valor del material no incluirá el <br> flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido <br> para el transporte del material desde el almacén del proveedor hasta el lugar en que <br> se encuentre el productor. <br> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> artículo 5-04, salvo lo dispuesto en el párrafo 2 del artículo 5-15, para un vehículo <br> automotor identificado en el párrafo 3 del artículo 5-15, o un componente identificado <br> Artículo 5-11: Materiales indirectos. <br> en el Anexo 2 al artículo 5-15, el valor de los materiales no originarios utilizados por el <br> productor en la producción de un bien no incluirá el valor de los materiales no <br> originarios utilizados por: <br> Artículo 5-12: Accesorios, refacciones o repuestos y herramientas. <br> utilizado por el productor del bien en la producción de ese bien; o <br> b) el productor del bien en la producción de un material originario de fabricación <br> propia y que se designe por el productor como material intermedio de <br> conformidad con el artículo 5-07. <br> Artículo 5-06: De mínimis. <br> 1 Un bien se considerará originario si el valor de todos los materiales no <br> originarios utilizados en la producción del bien que no cumplan con el cambio <br> correspondiente de clasificación arancelaria establecido en el Anexo al artículo 5-03 no <br> a) otro productor en la producción de un material originario que es adquirido y <br> excede del 7% del valor de transacción del bien ajustado sobre la base indicada en el <br> párrafo 2 ó 3, según sea el caso, del artículo 5-04 o, en los casos referidos en los <br> literales a) al e) del párrafo 5 del artículo 5-04 si el valor de todos los materiales no <br> originarios antes referidos no excede el 7% del costo total del bien. <br> 2 Cuando el mismo bien esté sujeto a un requisito de valor de contenido regional, <br> el valor de esos materiales no originarios se tomará en cuenta en el cálculo del valor <br> de contenido regional del bien y el bien deberá satisfacer los demás requisitos <br> 3 Un bien que esté sujeto a un requisito de valor de contenido regional <br> los materiales no originarios no excede del 7% del valor de transacción del bien <br> 04 o en los casos referidos en los literales a) al e), del párrafo 5 del artículo 5-04, si el <br> producción del bien cumplen con el cambio correspondiente de clasificación <br> valor de todos los materiales no originarios antes referidos no excede el 7% del costo <br> total del bien. <br> b) un material no originario que se utilice en la producción de bienes <br> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos que <br> el material no originario esté comprendido en una subpartida distinta a la del <br> bien para el cual se está determinando el origen de conformidad con este <br> tomarán en cuenta para efectos de establecer si todos los materiales no originarios <br> artículo. <br> utilizados en la producción del bien cumplen con el cambio correspondiente de <br> 4 El párrafo 1 no se aplica a: <br> 5 Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado que no <br> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> obstante como originario si el peso total de esas fibras e hilados de ese material no <br> excede del 7% del peso total de ese material. <br> Artículo 5-07: Materiales intermedios. <br> 1 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> la partida 87.06 destinados a utilizarse en vehículos automotores comprendidos en el <br> párrafo 3 del artículo 5-15, cualquier material de fabricación propia utilizado en la <br> producción del bien siempre que ese material cumpla con lo establecido en el artículo <br> 5-03. <br> 2 Cuando el material intermedio esté sujeto a un requisito de valor de contenido <br> regional de conformidad con el Anexo al artículo 5-03, éste se calculará con base en el <br> método de costo neto establecido en el artículo 5-04. <br> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br> material intermedio de conformidad con lo establecido en el Anexo al artículo 5-01. <br> 4 Si un material designado como material intermedio está sujeto a un requisito de <br> valor de contenido regional, ningún otro material de fabricación propia sujeto a un <br> requisito de valor de contenido regional utilizado en la producción de ese material <br> intermedio puede, a su vez, ser designado por el productor como material intermedio. <br> 5 Cuando se designe un bien de los referidos en el párrafo 2 del artículo 5-15 <br> como material intermedio, esa designación se aplicará únicamente al cálculo del costo <br> neto de ese bien, y el valor de los materiales no originarios se determinará conforme a <br> lo establecido en el párrafo 2 del artículo 5-15. <br> Artículo 5-08: Acumulación. <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá <br> acumular su producción con la de uno o más productores en el territorio de una o <br> ambas Partes, de materiales que estén incorporados en el bien, de manera que la <br> a) los accesorios, refacciones o repuestos y herramientas no sean facturados por <br> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados <br> determinarse mediante uno de los métodos de manejo de inventarios establecidos en <br> valor de los accesorios, refacciones o repuestos y herramientas se tomará en cuenta <br> el párrafo 3. <br> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br> productivo ni cualquier otra operación en el territorio de la Parte en que fueron <br> 1 Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de <br> otro movimiento necesario para mantener los bienes en buena condición o <br> transportarlos al territorio de la otra Parte, el origen del bien podrá ser determinado a <br> 3 Los métodos de manejo de inventarios aplicables para materiales o bienes <br> fungibles serán los siguientes: <br> inventarios mediante el cual el origen del número de unidades de los materiales <br> o bienes fungibles que primero se recibieron en el inventario, se considera <br> b) @^@UEPS@^@ (últimas entradas-primeras salidas) es el método de manejo de <br> o bienes fungibles que se recibieron al último en el inventario, se considera <br> como el origen en igual número de unidades de los materiales o bienes <br> directamente, el valor de transacción se ajustará hasta el punto en el cual el <br> c) @^@promedios@^@ es el método de manejo de inventarios mediante el cual, salvo lo <br> dispuesto en el párrafo 4, la determinación acerca de si los materiales o bienes <br> fungibles son originarios se realizará a través de la aplicación de la siguiente <br> fórmula: <br> TMO <br> PMO = ------------- x 100 <br> TMOYN <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y <br> no originarios que formen parte del inventario previo a la salida. <br> 4 Para el caso en que el bien se encuentre sujeto a un requisito de valor de <br> contenido regional, la determinación de los materiales fungibles no originarios se <br> realizará a través de la aplicación de la siguiente formula: <br> TMN <br> PMN =------------ x 100 <br> TMN: valor total de los materiales fungibles no originarios que formen parte del <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que <br> formen parte del inventario previo a la salida. <br> 5 Una vez seleccionado uno de los métodos de manejo de inventarios <br> establecidos en el párrafo 3, éste deberá ser utilizado a través de todo el ejercicio o <br> periodo fiscal. <br> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como los bienes cuya descripción <br> juego o surtido, calificarán como originarios, siempre que cada uno de los bienes <br> contenidos en el juego o surtido cumpla con la regla de origen que se haya establecido <br> para cada uno de los bienes en este capítulo. <br> formación del juego o surtido no excede del 7% del valor de transacción del juego o <br> surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 5-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> 5-04, si el valor de todos los bienes no originarios antes referidos no excede el 7% del <br> costo total del juego o surtido. <br> lugar de su producción y el valor de esos materiales será el costo de los mismos que <br> se reporte en los registros contables del productor del bien. <br> 1 Los accesorios, las refacciones o repuestos y las herramientas entregados con <br> el bien como parte de los accesorios, refacciones o repuestos y herramientas usuales <br> del bien no se tomarán en cuenta para determinar si todos los materiales no originarios <br> clasificación arancelaria establecido en el Anexo al artículo 5-03, siempre que: <br> separado del bien, independientemente de que se desglosen o detallen por <br> separado en la propia factura; y <br> 2 Cuando el bien esté sujeto a un requisito de valor de contenido regional, el <br> como materiales originarios o no originarios, según sea el caso, al calcular el valor del <br> contenido regional del bien. <br> Artículo 5-13: Envases y materiales de empaque para venta al menudeo. <br> 1 Los envases y los materiales de empaque en que un bien se presente para la <br> venta al menudeo, cuando estén clasificados con el bien que contengan, no se <br> tomarán en cuenta para decidir si todos los materiales no originarios utilizados en la <br> arancelaria establecido en el Anexo al artículo 5-03. <br> 2 Cuando el bien esté sujeto al requisito de valor de contenido regional, el valor <br> de los envases y materiales de empaque para venta al menudeo se considerará como <br> originario o no originario, según sea el caso, para calcular el valor de contenido <br> regional del bien. <br> Artículo 5-14: Contenedores y materiales de embalaje para embarque. <br> 1 Los contenedores y los materiales de embalaje para transporte del bien no se <br> clasificación arancelaria establecido en el Anexo al artículo 5-03. <br> de los materiales de embalaje para transporte del bien se considerará como originario <br> o no originario, según sea el caso, para calcular el valor de contenido regional del bien, <br> y el valor de ese material será el costo del mismo que se reporte en los registros <br> contables del productor del bien. <br> "}, {"ArticleTitle": "Consultas y modificaciones.", "ArticleDesc": "Artículo 5-18: Consultas y modificaciones. <br> 1 Las Partes establecen el Grupo de Trabajo de Reglas de Origen, integrado por <br> representantes de cada Parte, que se reunirá por lo menos 2 veces al año y a solicitud <br> de cualquier Parte. <br> 2 Corresponderá al Grupo de Trabajo: <br> a) asegurar la efectiva implementación y administración de este capítulo; <br> b) llegar a acuerdos sobre la interpretación, aplicación y administración de este capítulo; <br> c) revisar anualmente, en relación con los costos por intereses no admisibles, los <br> puntos porcentuales sobre la tasa más alta de interés de las obligaciones de <br> deuda emitidas por el gobierno federal o central, según sea el caso; y <br> d) atender cualquier otro asunto que acuerden las Partes. <br> 3 Las Partes realizarán consultas regularmente y cooperarán para garantizar que <br> este capítulo se aplique de manera efectiva, uniforme y de conformidad con el espíritu <br> y los objetivos de este Acuerdo. <br> 4 Cualquier Parte que considere que este capítulo requiere ser modificado debido <br> a cambios en el desarrollo de los procesos productivos u otros asuntos, podrá someter <br> al Grupo de Trabajo una propuesta de modificación para su consideración y las <br> razones y estudios que la apoyen. El Grupo de Trabajo presentará un informe a la <br> Comisión para que haga las recomendaciones pertinentes a las Partes. <br> "}, {"ArticleTitle": "Interpretación.", "ArticleDesc": "Artículo 5-19: Interpretación. <br> Para efectos de este capítulo, al aplicar el Código de Valoración Aduanera para <br> determinar el origen de un bien: <br> a) los principios de ese código se aplicarán a las transacciones internas, con las <br> modificaciones que requieran las circunstancias, como se aplicarían a las internacionales; y <br> b) las disposiciones de este capítulo prevalecerán sobre las de ese Código en <br> aquello en que resulten incompatibles. <br> Anexo al artículo 5-01 <br> Cálculo del Costo Neto <br> Sección A - Definiciones <br> Para efectos de este anexo, se entenderá por: <br> base de asignación: cualquiera de las siguientes bases de asignación utilizadas por <br> el productor para calcular el porcentaje del costo en relación con el bien: <br> a) la suma del costo de mano de obra directa y el costo o valor del material directo del bien; <br> b) la suma del costo de mano de obra directa, el costo o valor del material <br> directo y los costos y gastos directos de fabricación del bien; <br> c) horas o costos de mano de obra directa; <br> d) unidades producidas; <br> e) horas máquina; <br> f) importe de las ventas; <br> g) área de la planta; o <br> h) cualesquiera otras bases que se consideren razonables y cuantificables; <br> costos no admisibles: los costos de promoción de ventas, comercialización y de <br> servicio posterior a la venta, regalías, embarque y reempaque, así como los costos por <br> intereses no admisibles; <br> para efectos de administración interna: cualquier procedimiento de asignación <br> utilizado para la declaración de impuestos, estados o reportes financieros, control <br> interno, planificación financiera, toma de decisiones, fijación de precios, recuperación <br> de costos, administración del control de costos o medición de desempeño. <br> Sección B - Cálculo del Costo Neto. <br> 1. El costo neto se calculará de conformidad con la siguiente fórmula: <br> CN = CT - CNA <br> donde: <br> CN: costo neto. <br> CT: costo total. <br> CNA: costos no admisibles. <br> 2. Para efectos de determinar el costo total: <br> a) el productor del bien podrá promediar el costo total respecto del bien y de <br> otros bienes idénticos o similares producidos en una sola planta por el productor: <br> i) en un mes; o <br> ii) durante cualquier periodo dentro del periodo o ejercicio fiscal del <br> productor mayor a un mes; <br> b) para efectos del literal a), el productor del bien considerará todas las <br> unidades del bien producido durante el periodo elegido. El productor no podrá <br> variar el periodo una vez elegido; <br> c) cuando el productor de un bien, para calcular el costo total en relación con el <br> bien, utiliza un método de asignación de costos y gastos para efectos de <br> administración interna con el fin de distribuir al bien los costos de materiales <br> directos, los costos de mano de obra directa o los costos y gastos directos e <br> indirectos de fabricación, o parte de los mismos, y ese método refleja <br> razonablemente los costos de materiales directos, los costos de mano de obra <br> directa o los costos y gastos directos e indirectos de fabricación incurridos en la <br> producción del bien, ese método se considerará como un método de <br> asignación razonable de costos y gastos y podrá utilizarse para asignar los costos al bien; <br> d) el productor del bien podrá determinar una cantidad razonable por concepto <br> de costos y gastos que no han sido asignados al bien, de la siguiente manera: <br> i) para el costo o valor de los materiales directos y los costos de mano <br> de obra directa, con base en cualquier método que refleje <br> razonablemente el material directo y la mano de obra directa utilizados <br> en la producción del bien; y <br> ii) en relación con los costos y gastos directos e indirectos de <br> fabricación, el productor del bien podrá elegir una o más bases de <br> asignación que reflejen una relación entre los costos y gastos directos e <br> indirectos de fabricación y el bien, conforme a lo establecido en los <br> literales f) y g); <br> e) el productor del bien podrá elegir cualquier método de asignación razonable <br> de costos y gastos, mismo que utilizará durante todo su ejercicio o periodo fiscal; <br> f) en relación con cada base elegida, el productor podrá calcular un porcentaje <br> del costo para cada bien producido, de conformidad con la siguiente fórmula: <br> PC =(BA/BTA) x100 <br> donde <br> PC: porcentaje del costo o gasto en relación con el bien. <br> BA: base de asignación para el bien. <br> BTA: base total de asignación para todos los bienes producidos por el productor del bien; <br> g) los costos o gastos respecto de los cuales se elige una base de asignación, <br> se asignan a un bien de acuerdo con la siguiente fórmula: <br> CAB = CA x PC <br> CAB: costos o gastos asignados al bien. <br> CA: costos o gastos que serán asignados. <br> PC: porcentaje del costo o gasto en relación con el bien; <br> h) en la determinación del costo neto, cuando los costos no admisibles se <br> encuentren incluidos en el costo total asignado al bien, el mismo porcentaje del <br> costo o gasto utilizado para asignar esos costos al bien se utilizará para <br> determinar el importe de los costos excluidos no admisibles que se restarán al <br> costo total asignado; <br> i) ningún costo o gasto asignado de conformidad con algún método de <br> asignación razonable de costos que se utilice para efectos de administración <br> interna, se considerará razonablemente asignado cuando se pueda demostrar, <br> a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento de las <br> disposiciones de este capítulo. <br> 3. Para efectos de determinar los costos por intereses no admisibles, el productor del bien: <br> a) considerará para el cálculo de intereses no admisibles, sólo los préstamos <br> contratados con tasa de interés fija o variable superior a la tasa mas alta de <br> interés de las obligaciones de deuda emitidas por el gobierno central o federal, <br> según sea el caso, más 10 puntos porcentuales; <br> b) calculará la tasa de interés devengada en el periodo elegido por el productor <br> conforme al literal a) del párrafo 2, mediante la aplicación de la siguiente fórmula: <br> TID = (IPP/MPP) x 100 <br> IPP: monto de intereses devengados en el periodo. <br> MPP: monto de los préstamos que devengan intereses en el periodo. <br> Para efectos de este literal, el monto de los préstamos que devengan <br> intereses y el monto de los intereses devengados serán los que <br> correspondan a los préstamos de acuerdo con lo establecido en el literal a) y, <br> en el caso de que el interés devengado no corresponda a todo el periodo del <br> cálculo del costo total elegido por el productor, sólo se considerará la parte <br> proporcional del monto del préstamo con respecto al periodo en el cual el <br> interés se devengó. <br> c) calculará mediante la siguiente fórmula la tasa de interés no admisible, a <br> partir de la determinación de la tasa de interés devengada establecida en el literal a): <br> TIN = TID - (TOG + 10) <br> donde <br> TIN: tasa de interés no admisible. <br> TID: tasa de interés devengada en el periodo. <br> TOG: tasa de interés de las obligaciones de deuda emitidas por el gobierno central o <br> federal, según sea el caso. <br> d) calculará mediante la siguiente fórmula el costo por intereses no admisibles: <br> CIN= TIN x MPP <br> CIN: costos por intereses no admisibles. <br> Para efectos de este literal, el monto de los préstamos que devengan intereses <br> en el periodo se determinará de conformidad con lo establecido en el literal b). <br> 4. Cuando el productor de un bien haya calculado el valor de contenido regional <br> del bien conforme al método de costo neto sobre la base de costos estimados, <br> incluyendo costos estándar, proyecciones presupuestales u otros procedimientos <br> similares, antes o durante el periodo elegido de conformidad con el literal a) del párrafo <br> 2, el productor efectuará el cálculo con base en los costos reales incurridos durante <br> ese periodo respecto a la producción del bien. <br> Capítulo VI <br> Procedimientos aduaneros <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definiciones.", "ArticleDesc": "Artículo 6-01: Definiciones. <br> 1 Para efectos de este capítulo, se entenderá por: <br> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br> responsable de la administración de sus leyes y reglamentaciones aduaneras y tributarias; <br> bienes idénticos: los bienes que sean iguales en todo, incluidas sus características <br> físicas, calidad y prestigio comercial. Las pequeñas diferencias en aspecto no impiden <br> que se consideren como idénticos; <br> resolución de determinación de origen: una resolución emitida como resultado de <br> una verificación que establece si un bien califica como originario; <br> trato arancelario preferencial: la aplicación de la tasa arancelaria correspondiente a <br> un bien originario conforme al Programa de Desgravación Arancelaria; <br> 2 Salvo lo definido en este artículo, se incorporan a este capítulo las definiciones <br> establecidas en el Capítulo V (Reglas de Origen). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 6-05: Excepciones. <br> materia aduanera que puedan afectar el flujo comercial entre las Partes. <br> 1 Para efectos de este capítulo, antes de la entrada en vigor de este Acuerdo, las <br> A condición de que no forme parte de dos o más importaciones que se <br> Partes elaborarán un formato único para el certificado y la declaración de origen. <br> efectúen o se planeen con el propósito de evadir el cumplimiento de los requisitos de <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que <br> certificación de los artículos 6-02 y 6-03, no se requerirá del certificado de origen para <br> un bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como originario. <br> la importación de bienes en los siguientes casos: <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> a) la importación con fines comerciales de bienes cuyo valor en aduanas no <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional, <br> trato arancelario preferencial. <br> pero se podrá exigir que la factura contenga una declaración del importador o <br> 4 Cada Parte dispondrá que: <br> exportador de que el bien califica como originario; <br> a) cuando un exportador no sea el productor del bien, llene y firme el certificado <br> b) la importación con fines no comerciales de bienes cuyo valor en aduanas no <br> de origen con fundamento en la declaración de origen a que se refiere el párrafo 1; y <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional; y <br> Artículo 6-02: Declaración y certificación de origen. <br> b) la declaración de origen que ampare el bien objeto de la exportación sea <br> c) la importación de un bien para el cual la Parte importadora haya dispensado el <br> llenada y firmada por el productor del bien y proporcionada voluntariamente al exportador. <br> requisito de presentación del certificado de origen. <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a) una sola importación de uno o más bienes; o <br> 1 Cada Parte dispondrá que: <br> b) varias importaciones de bienes idénticos a realizarse en un plazo establecido <br> Artículo 6-06: Registros contables. <br> por el exportador en el certificado de origen, que no excederá del plazo <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> origen conserve durante un mínimo de 5 años después de la fecha de firma de <br> establecido en el párrafo 6. <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> ese certificado o declaración, todos los registros y documentos relativos al <br> 6 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br> origen del bien, incluyendo los referentes a: <br> autoridad competente de la Parte importadora por un año a partir de la fecha de su firma. <br> utilizados en la producción del bien que se exporte de su territorio; y <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> b) para efectos del procedimiento de verificación establecido en el artículo 6-07, el <br> exportador o productor proporcione a la autoridad competente de la Parte <br> importadora, los registros y documentos a que se refiere el literal a). Cuando <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> los registros y documentos no estén en poder del exportador o del productor, <br> éste podrá solicitar al productor o proveedor de los materiales los registros y <br> documentos para que sean entregados por su conducto a la autoridad <br> c) un importador que solicite trato arancelario preferencial para un bien que se <br> importe a su territorio proveniente de territorio de la otra Parte, conserve <br> durante un mínimo de 5 años contados a partir de la fecha de la importación, el <br> certificado de origen y toda la demás documentación relativa a la importación <br> competente que realiza la verificación; <br> requerida por la Parte importadora. <br> Artículo 6-07: Procedimientos para verificar el origen. <br> 1 Para determinar si un bien que se importe a su territorio proveniente de <br> territorio de la otra Parte califica como originario, cada Parte podrá, por conducto de su <br> autoridad competente, verificar el origen del bien mediante: <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> b) visitas de verificación a un exportador o productor en territorio de la otra Parte, <br> con el propósito de examinar los registros y documentos que acrediten el <br> cumplimiento de las reglas de origen de conformidad con el artículo 6-06, e <br> inspeccionar las instalaciones que se utilicen en la producción del bien y, en su <br> caso, las que se utilicen en la producción de los materiales. <br> 2 Lo dispuesto en el párrafo 1 se hará sin perjuicio de las facultades de revisión <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> 3 El exportador o productor que reciba un cuestionario conforme al literal a) del <br> párrafo 1, responderá y devolverá el cuestionario en un plazo no mayor de 30 días <br> contados a partir de la fecha en que lo haya recibido. Durante ese plazo el exportador <br> o productor podrá solicitar por escrito a la Parte importadora una prórroga, la cual en <br> su caso no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la <br> negación de trato arancelario preferencial. <br> 4 En caso de que el exportador o productor no responda o devuelva el <br> cuestionario en el plazo correspondiente, la Parte importadora podrá negar trato <br> arancelario preferencial previa resolución en los términos del párrafo 10. <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido <br> en el literal b) del párrafo 1, la Parte importadora estará obligada, por conducto de su <br> autoridad competente, a notificar por escrito su intención de efectuar la visita. La <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y si lo <br> solicita esta última, a la Embajada de esta Parte en territorio de la Parte importadora. <br> La autoridad competente de la Parte importadora solicitará el consentimiento por <br> escrito del exportador o del productor a quien pretende visitar. <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> a) la identificación de la autoridad competente que hace la notificación; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> específica del bien o bienes objeto de verificación a que se refieren el o los <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> certificados de origen; <br> e) los nombres, datos personales y cargos de los funcionarios que efectuarán la <br> visita de verificación; y <br> 7 Cualquier modificación a la información a que se refiere el literal e) del párrafo <br> 6, será notificada por escrito al exportador o productor y a la autoridad competente de <br> la Parte exportadora antes de la visita de verificación. Cualquier modificación de la <br> c) la fecha y lugar de la visita de verificación propuesta; <br> información a que se refieren los literales a), b), c), d) y f) del párrafo 6, será notificada <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> en los términos del párrafo 5. <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> f) el fundamento legal de la visita de verificación. <br> negar trato arancelario preferencial al bien o bienes que habrían sido objeto <br> de la visita de verificación. <br> fundamento jurídico de la determinación. <br> 9 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean <br> objeto de una visita de verificación, designar dos testigos que estén presentes durante <br> la visita, siempre que los testigos intervengan únicamente en esa calidad. De no haber <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> designación de testigos por el exportador o el productor, esa omisión no tendrá por <br> consecuencia la posposición de la visita. <br> 10 Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad <br> competente proporcionará una resolución escrita al exportador o al productor cuyo <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> bien o bienes hayan sido objeto de la verificación, en la que se determine si el bien <br> califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> 11 Cuando la verificación que lleve a cabo una Parte establezca que el exportador <br> o el productor ha certificado o declarado más de una vez, de manera falsa o <br> infundada, que un bien califica como originario, la Parte importadora podrá suspender <br> el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en <br> 12 Cada Parte dispondrá que, cuando su autoridad competente determine que <br> cierto bien importado a su territorio no califica como originario de acuerdo con la <br> clasificación arancelaria o con el valor aplicado por esa Parte a uno o más materiales <br> utilizados en la producción del bien, y ello difiera de la clasificación arancelaria o del <br> valor aplicados a los materiales por la Parte de cuyo territorio se ha exportado el bien, <br> la resolución de esa Parte no surtirá efectos hasta que la notifique por escrito tanto al <br> importador del bien como a la persona que haya llenado y firmado el certificado de <br> origen que lo ampara. <br> 13 La Parte importadora no aplicará una resolución dictada conforme al párrafo 12 <br> el capítulo V (Reglas de origen). <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> a una importación efectuada antes de la fecha en que la resolución surta efectos, <br> siempre que la autoridad competente de la Parte exportadora haya expedido un <br> dictamen anticipado conforme al artículo 5-02 (Instrumentos de aplicación) sobre la <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> clasificación arancelaria o el valor de los materiales, en la cual una persona pueda <br> apoyarse conforme a sus leyes y reglamentaciones. <br> 14 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a <br> una resolución dictada de acuerdo con el párrafo 12, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda 90 días, siempre que el <br> importador del bien o el exportador o productor que haya llenado y firmado el <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> certificado o declaración de origen que lo ampara acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicados a los <br> materiales por la autoridad competente de la Parte exportadora. <br> 15 Cada Parte mantendrá la confidencialidad de la información recabada en el <br> proceso de verificación de origen de conformidad con lo establecido en su legislación. <br> Artículo 6-08: Revisión e impugnación. <br> resoluciones de determinación de origen y de dictámenes anticipados previstos para <br> a) llenen y firmen un certificado o una declaración de origen que ampare un bien <br> que haya sido objeto de una resolución de determinación de origen de acuerdo <br> con el párrafo 10 del artículo 6-07; o <br> b) hayan recibido un dictamen anticipado de acuerdo con el artículo 6-10. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a por lo menos una <br> responsable de la resolución o dictamen sujeto a revisión, y acceso a una instancia de <br> revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en la última <br> instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 6-09: Sanciones. <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 6-10: Dictámenes anticipados. <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se <br> otorguen de manera expedita dictámenes anticipados por escrito, previos a la <br> importación de un bien a su territorio. Los dictámenes anticipados se expedirán a su <br> importador o al exportador o productor en territorio de la otra Parte, con base en los <br> hechos y circunstancias manifestados por los mismos, respecto a si los bienes <br> califican o no como originarios. <br> 2 Los dictámenes anticipados versarán sobre: <br> a) si los materiales no originarios utilizados en la producción de un bien cumplen <br> con el cambio correspondiente de clasificación arancelaria señalado en el <br> Anexo al artículo 5-03 (Reglas específicas de origen); <br> b) si el bien cumple con el requisito de valor de contenido regional establecido en <br> actuado conforme a sus términos y condiciones. <br> el Capítulo V (Reglas de origen); <br> c) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Código de Valoración Aduanera, para el <br> cálculo del valor de transacción del bien o de los materiales utilizados en la <br> producción de un bien respecto del cual se solicita un dictamen anticipado es <br> adecuado, para determinar si el bien cumple con el requisito de valor de <br> contenido regional conforme al Capítulo V (Reglas de origen); <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte <br> para la asignación razonable de costos de conformidad con el Anexo al artículo 5-01 <br> (Cálculo del Costo neto) es adecuado para determinar si el bien cumple <br> con el requisito de valor de contenido regional conforme al Capítulo V (Reglas de origen); <br> e) si el marcado de país de origen efectuado o propuesto para un bien satisface lo <br> establecido en el artículo 3-11 (Marcado de país de origen); y <br> 3 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> dictámenes anticipados previa publicación de los mismos, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> información adicional a la persona que solicita el dictamen anticipado durante el <br> proceso de evaluación de la solicitud; <br> c) un plazo de 120 días, para que la autoridad competente expida el dictamen <br> anticipado, una vez que haya obtenido toda la información necesaria de la <br> persona que lo solicita; y <br> d) la obligación de explicar de manera completa, fundamentada y motivada al <br> solicitante, las razones del dictamen anticipado cuando éste sea desfavorable para el solicitante. <br> 4 Cada Parte aplicará los dictámenes anticipados a las importaciones en su <br> f) otros asuntos que las Partes convengan. <br> territorio a partir de la fecha de expedición del dictamen, o de una fecha posterior que <br> en el mismo se indique, salvo que el dictamen anticipado se modifique o revoque de <br> acuerdo con lo establecido en el párrafo 6. <br> 5 Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Capítulo V <br> (Reglas de origen) referentes a la determinación de origen, que haya otorgado a <br> cualquier otra persona a la que haya expedido un dictamen anticipado, cuando los <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6 El dictamen anticipado podrá ser modificado o revocado por la autoridad <br> competente en los siguientes casos: <br> i) de hecho; <br> ii) en la clasificación arancelaria del bien o de los materiales; <br> iii) relativo al cumplimiento del bien con el requisito de valor de contenido regional; <br> b) cuando no esté conforme con una interpretación acordada entre las Partes o <br> una modificación con respecto al artículo 3-11 (Marcado de país de origen) o al <br> Capítulo V (Reglas de Origen); <br> 7 Cada Parte dispondrá que cualquier modificación o revocación de un dictamen <br> anticipado surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes <br> de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> a) cuando se hubiere fundado en algún error: <br> 8 No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen <br> anticipado pospondrá la fecha de entrada en vigor de la modificación o revocación por <br> un periodo que no exceda 90 días, cuando la persona a la cual se le haya expedido el <br> dictamen anticipado se haya apoyado en ese dictamen de buena fe y en su perjuicio. <br> 9 Cada Parte dispondrá que, cuando se examine el valor de contenido regional <br> de un bien respecto del cual se haya expedido un dictamen anticipado, su autoridad <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> a) el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> d) con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> circunstancias y los hechos sustanciales que fundamentan ese dictamen; y <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del método para <br> calcular el valor o asignar el costo son correctos en todos los aspectos sustanciales. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente determine que no <br> se ha cumplido con cualquiera de los requisitos establecidos en el párrafo 9, la <br> autoridad competente pueda modificar o revocar el dictamen anticipado, según lo <br> ameriten las circunstancias. <br> 11 Cada Parte dispondrá que, cuando su autoridad competente decida que el <br> dictamen anticipado se ha fundado en información incorrecta, no se sancione a la <br> competente evalúe si: <br> razonable y de buena fe al manifestar los hechos y circunstancias que <br> motivaron el dictamen anticipado. <br> 12 Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una <br> b) las operaciones del exportador o del productor concuerdan con las <br> sustanciales en que se funde el dictamen anticipado, o no haya actuado de <br> conformidad con los términos y condiciones del mismo, la autoridad competente que <br> emita el dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13 La validez de un dictamen anticipado estará sujeta a la obligación permanente <br> del titular del mismo de informar a la autoridad competente sobre cualquier cambio <br> sustancial en los hechos o circunstancias en que ésta se basó para emitir ese dictamen. <br> "}, {"ArticleTitle": "Obligaciones respecto a las importaciones.", "ArticleDesc": "Artículo 6-03: Obligaciones respecto a las importaciones. <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial <br> para un bien importado a su territorio proveniente del territorio de la otra Parte, que: <br> a) declare por escrito, en el documento de importación previsto en su legislación, <br> con base en un certificado de origen válido, que el bien califica como originario; <br> b) tenga el certificado de origen en su poder al momento de hacer esa <br> declaración; <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad <br> competente; y <br> d) presente una declaración corregida y pague los aranceles correspondientes, <br> cuando tenga motivos para creer que el certificado de origen en que se <br> sustenta su declaración de importación, contiene información incorrecta. <br> Cuando el importador presente la declaración mencionada en forma <br> espontánea, no será sancionado. <br> 2 Cada Parte dispondrá que, cuando su importador no cumpla con cualquiera de <br> los requisitos establecidos en el párrafo 1, se negará trato arancelario preferencial al <br> bien importado de territorio de la otra Parte para el cual se hubiere solicitado la preferencia. <br> "}, {"ArticleTitle": "Obligaciones respecto a las exportaciones.", "ArticleDesc": "Artículo 6-04: Obligaciones respecto a las exportaciones. <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y <br> firmado un certificado o una declaración de origen, entregue copia del certificado o <br> declaración de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y <br> firmado un certificado o una declaración de origen y tenga razones para creer que ese <br> certificado o declaración contiene información incorrecta, notifique sin demora y por <br> escrito cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado <br> o declaración así como, de conformidad con su legislación, a su autoridad competente, <br> en cuyo caso no podrá ser sancionado por haber presentado una certificación o <br> declaración incorrecta. <br> 3 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> por su exportador o productor en el sentido de que un bien que vaya a exportarse a <br> territorio de la otra Parte califica como originario, tenga las mismas consecuencias <br> jurídicas, con las modificaciones que requieran las circunstancias, que aquéllas que se <br> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> contravención de sus leyes y reglamentaciones aduaneras. <br> 4 La autoridad competente de la Parte exportadora pondrá en conocimiento de la <br> autoridad competente de la Parte importadora la notificación del exportador o <br> productor referida en el párrafo 2. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 6-05: Excepciones. <br> materia aduanera que puedan afectar el flujo comercial entre las Partes. <br> 1 Para efectos de este capítulo, antes de la entrada en vigor de este Acuerdo, las <br> A condición de que no forme parte de dos o más importaciones que se <br> Partes elaborarán un formato único para el certificado y la declaración de origen. <br> efectúen o se planeen con el propósito de evadir el cumplimiento de los requisitos de <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que <br> certificación de los artículos 6-02 y 6-03, no se requerirá del certificado de origen para <br> un bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como originario. <br> la importación de bienes en los siguientes casos: <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> a) la importación con fines comerciales de bienes cuyo valor en aduanas no <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional, <br> trato arancelario preferencial. <br> pero se podrá exigir que la factura contenga una declaración del importador o <br> 4 Cada Parte dispondrá que: <br> exportador de que el bien califica como originario; <br> a) cuando un exportador no sea el productor del bien, llene y firme el certificado <br> b) la importación con fines no comerciales de bienes cuyo valor en aduanas no <br> de origen con fundamento en la declaración de origen a que se refiere el párrafo 1; y <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional; y <br> Artículo 6-02: Declaración y certificación de origen. <br> b) la declaración de origen que ampare el bien objeto de la exportación sea <br> c) la importación de un bien para el cual la Parte importadora haya dispensado el <br> llenada y firmada por el productor del bien y proporcionada voluntariamente al exportador. <br> requisito de presentación del certificado de origen. <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a) una sola importación de uno o más bienes; o <br> 1 Cada Parte dispondrá que: <br> b) varias importaciones de bienes idénticos a realizarse en un plazo establecido <br> Artículo 6-06: Registros contables. <br> por el exportador en el certificado de origen, que no excederá del plazo <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> origen conserve durante un mínimo de 5 años después de la fecha de firma de <br> establecido en el párrafo 6. <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> ese certificado o declaración, todos los registros y documentos relativos al <br> 6 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br> origen del bien, incluyendo los referentes a: <br> autoridad competente de la Parte importadora por un año a partir de la fecha de su firma. <br> utilizados en la producción del bien que se exporte de su territorio; y <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> b) para efectos del procedimiento de verificación establecido en el artículo 6-07, el <br> exportador o productor proporcione a la autoridad competente de la Parte <br> importadora, los registros y documentos a que se refiere el literal a). Cuando <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> los registros y documentos no estén en poder del exportador o del productor, <br> éste podrá solicitar al productor o proveedor de los materiales los registros y <br> documentos para que sean entregados por su conducto a la autoridad <br> c) un importador que solicite trato arancelario preferencial para un bien que se <br> importe a su territorio proveniente de territorio de la otra Parte, conserve <br> durante un mínimo de 5 años contados a partir de la fecha de la importación, el <br> certificado de origen y toda la demás documentación relativa a la importación <br> competente que realiza la verificación; <br> requerida por la Parte importadora. <br> Artículo 6-07: Procedimientos para verificar el origen. <br> 1 Para determinar si un bien que se importe a su territorio proveniente de <br> territorio de la otra Parte califica como originario, cada Parte podrá, por conducto de su <br> autoridad competente, verificar el origen del bien mediante: <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> b) visitas de verificación a un exportador o productor en territorio de la otra Parte, <br> con el propósito de examinar los registros y documentos que acrediten el <br> cumplimiento de las reglas de origen de conformidad con el artículo 6-06, e <br> inspeccionar las instalaciones que se utilicen en la producción del bien y, en su <br> caso, las que se utilicen en la producción de los materiales. <br> 2 Lo dispuesto en el párrafo 1 se hará sin perjuicio de las facultades de revisión <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> 3 El exportador o productor que reciba un cuestionario conforme al literal a) del <br> párrafo 1, responderá y devolverá el cuestionario en un plazo no mayor de 30 días <br> contados a partir de la fecha en que lo haya recibido. Durante ese plazo el exportador <br> o productor podrá solicitar por escrito a la Parte importadora una prórroga, la cual en <br> su caso no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la <br> negación de trato arancelario preferencial. <br> 4 En caso de que el exportador o productor no responda o devuelva el <br> cuestionario en el plazo correspondiente, la Parte importadora podrá negar trato <br> arancelario preferencial previa resolución en los términos del párrafo 10. <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido <br> en el literal b) del párrafo 1, la Parte importadora estará obligada, por conducto de su <br> autoridad competente, a notificar por escrito su intención de efectuar la visita. La <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y si lo <br> solicita esta última, a la Embajada de esta Parte en territorio de la Parte importadora. <br> La autoridad competente de la Parte importadora solicitará el consentimiento por <br> escrito del exportador o del productor a quien pretende visitar. <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> a) la identificación de la autoridad competente que hace la notificación; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> específica del bien o bienes objeto de verificación a que se refieren el o los <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> certificados de origen; <br> e) los nombres, datos personales y cargos de los funcionarios que efectuarán la <br> visita de verificación; y <br> 7 Cualquier modificación a la información a que se refiere el literal e) del párrafo <br> 6, será notificada por escrito al exportador o productor y a la autoridad competente de <br> la Parte exportadora antes de la visita de verificación. Cualquier modificación de la <br> c) la fecha y lugar de la visita de verificación propuesta; <br> información a que se refieren los literales a), b), c), d) y f) del párrafo 6, será notificada <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> en los términos del párrafo 5. <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> f) el fundamento legal de la visita de verificación. <br> negar trato arancelario preferencial al bien o bienes que habrían sido objeto <br> de la visita de verificación. <br> fundamento jurídico de la determinación. <br> 9 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean <br> objeto de una visita de verificación, designar dos testigos que estén presentes durante <br> la visita, siempre que los testigos intervengan únicamente en esa calidad. De no haber <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> designación de testigos por el exportador o el productor, esa omisión no tendrá por <br> consecuencia la posposición de la visita. <br> 10 Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad <br> competente proporcionará una resolución escrita al exportador o al productor cuyo <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> bien o bienes hayan sido objeto de la verificación, en la que se determine si el bien <br> califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> 11 Cuando la verificación que lleve a cabo una Parte establezca que el exportador <br> o el productor ha certificado o declarado más de una vez, de manera falsa o <br> infundada, que un bien califica como originario, la Parte importadora podrá suspender <br> el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en <br> 12 Cada Parte dispondrá que, cuando su autoridad competente determine que <br> cierto bien importado a su territorio no califica como originario de acuerdo con la <br> clasificación arancelaria o con el valor aplicado por esa Parte a uno o más materiales <br> utilizados en la producción del bien, y ello difiera de la clasificación arancelaria o del <br> valor aplicados a los materiales por la Parte de cuyo territorio se ha exportado el bien, <br> la resolución de esa Parte no surtirá efectos hasta que la notifique por escrito tanto al <br> importador del bien como a la persona que haya llenado y firmado el certificado de <br> origen que lo ampara. <br> 13 La Parte importadora no aplicará una resolución dictada conforme al párrafo 12 <br> el capítulo V (Reglas de origen). <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> a una importación efectuada antes de la fecha en que la resolución surta efectos, <br> siempre que la autoridad competente de la Parte exportadora haya expedido un <br> dictamen anticipado conforme al artículo 5-02 (Instrumentos de aplicación) sobre la <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> clasificación arancelaria o el valor de los materiales, en la cual una persona pueda <br> apoyarse conforme a sus leyes y reglamentaciones. <br> 14 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a <br> una resolución dictada de acuerdo con el párrafo 12, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda 90 días, siempre que el <br> importador del bien o el exportador o productor que haya llenado y firmado el <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> certificado o declaración de origen que lo ampara acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicados a los <br> materiales por la autoridad competente de la Parte exportadora. <br> 15 Cada Parte mantendrá la confidencialidad de la información recabada en el <br> proceso de verificación de origen de conformidad con lo establecido en su legislación. <br> Artículo 6-08: Revisión e impugnación. <br> resoluciones de determinación de origen y de dictámenes anticipados previstos para <br> a) llenen y firmen un certificado o una declaración de origen que ampare un bien <br> que haya sido objeto de una resolución de determinación de origen de acuerdo <br> con el párrafo 10 del artículo 6-07; o <br> b) hayan recibido un dictamen anticipado de acuerdo con el artículo 6-10. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a por lo menos una <br> responsable de la resolución o dictamen sujeto a revisión, y acceso a una instancia de <br> revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en la última <br> instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 6-09: Sanciones. <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 6-10: Dictámenes anticipados. <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se <br> otorguen de manera expedita dictámenes anticipados por escrito, previos a la <br> importación de un bien a su territorio. Los dictámenes anticipados se expedirán a su <br> importador o al exportador o productor en territorio de la otra Parte, con base en los <br> hechos y circunstancias manifestados por los mismos, respecto a si los bienes <br> califican o no como originarios. <br> 2 Los dictámenes anticipados versarán sobre: <br> a) si los materiales no originarios utilizados en la producción de un bien cumplen <br> con el cambio correspondiente de clasificación arancelaria señalado en el <br> Anexo al artículo 5-03 (Reglas específicas de origen); <br> b) si el bien cumple con el requisito de valor de contenido regional establecido en <br> actuado conforme a sus términos y condiciones. <br> el Capítulo V (Reglas de origen); <br> c) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Código de Valoración Aduanera, para el <br> cálculo del valor de transacción del bien o de los materiales utilizados en la <br> producción de un bien respecto del cual se solicita un dictamen anticipado es <br> adecuado, para determinar si el bien cumple con el requisito de valor de <br> contenido regional conforme al Capítulo V (Reglas de origen); <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte <br> para la asignación razonable de costos de conformidad con el Anexo al artículo 5-01 <br> (Cálculo del Costo neto) es adecuado para determinar si el bien cumple <br> con el requisito de valor de contenido regional conforme al Capítulo V (Reglas de origen); <br> e) si el marcado de país de origen efectuado o propuesto para un bien satisface lo <br> establecido en el artículo 3-11 (Marcado de país de origen); y <br> 3 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> dictámenes anticipados previa publicación de los mismos, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> información adicional a la persona que solicita el dictamen anticipado durante el <br> proceso de evaluación de la solicitud; <br> c) un plazo de 120 días, para que la autoridad competente expida el dictamen <br> anticipado, una vez que haya obtenido toda la información necesaria de la <br> persona que lo solicita; y <br> d) la obligación de explicar de manera completa, fundamentada y motivada al <br> solicitante, las razones del dictamen anticipado cuando éste sea desfavorable para el solicitante. <br> 4 Cada Parte aplicará los dictámenes anticipados a las importaciones en su <br> f) otros asuntos que las Partes convengan. <br> territorio a partir de la fecha de expedición del dictamen, o de una fecha posterior que <br> en el mismo se indique, salvo que el dictamen anticipado se modifique o revoque de <br> acuerdo con lo establecido en el párrafo 6. <br> 5 Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Capítulo V <br> (Reglas de origen) referentes a la determinación de origen, que haya otorgado a <br> cualquier otra persona a la que haya expedido un dictamen anticipado, cuando los <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6 El dictamen anticipado podrá ser modificado o revocado por la autoridad <br> competente en los siguientes casos: <br> i) de hecho; <br> ii) en la clasificación arancelaria del bien o de los materiales; <br> iii) relativo al cumplimiento del bien con el requisito de valor de contenido regional; <br> b) cuando no esté conforme con una interpretación acordada entre las Partes o <br> una modificación con respecto al artículo 3-11 (Marcado de país de origen) o al <br> Capítulo V (Reglas de Origen); <br> 7 Cada Parte dispondrá que cualquier modificación o revocación de un dictamen <br> anticipado surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes <br> de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> a) cuando se hubiere fundado en algún error: <br> 8 No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen <br> anticipado pospondrá la fecha de entrada en vigor de la modificación o revocación por <br> un periodo que no exceda 90 días, cuando la persona a la cual se le haya expedido el <br> dictamen anticipado se haya apoyado en ese dictamen de buena fe y en su perjuicio. <br> 9 Cada Parte dispondrá que, cuando se examine el valor de contenido regional <br> de un bien respecto del cual se haya expedido un dictamen anticipado, su autoridad <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> a) el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> d) con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> circunstancias y los hechos sustanciales que fundamentan ese dictamen; y <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del método para <br> calcular el valor o asignar el costo son correctos en todos los aspectos sustanciales. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente determine que no <br> se ha cumplido con cualquiera de los requisitos establecidos en el párrafo 9, la <br> autoridad competente pueda modificar o revocar el dictamen anticipado, según lo <br> ameriten las circunstancias. <br> 11 Cada Parte dispondrá que, cuando su autoridad competente decida que el <br> dictamen anticipado se ha fundado en información incorrecta, no se sancione a la <br> competente evalúe si: <br> razonable y de buena fe al manifestar los hechos y circunstancias que <br> motivaron el dictamen anticipado. <br> 12 Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una <br> b) las operaciones del exportador o del productor concuerdan con las <br> sustanciales en que se funde el dictamen anticipado, o no haya actuado de <br> conformidad con los términos y condiciones del mismo, la autoridad competente que <br> emita el dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13 La validez de un dictamen anticipado estará sujeta a la obligación permanente <br> del titular del mismo de informar a la autoridad competente sobre cualquier cambio <br> sustancial en los hechos o circunstancias en que ésta se basó para emitir ese dictamen. <br> "}, {"ArticleTitle": "Grupo de Trabajo de Procedimientos Aduaneros.", "ArticleDesc": "Artículo 6-11: Grupo de Trabajo de Procedimientos Aduaneros. <br> 1 Las Partes establecen el Grupo de Trabajo de Procedimientos Aduaneros <br> integrado por representantes de cada una de ellas, que se reunirá al menos 2 veces al <br> año, así como a solicitud de cualquiera de ellas. <br> 2 Corresponderá al Grupo de Trabajo: <br> a) procurar llegar a acuerdos sobre: <br> i) la interpretación, aplicación y administración de este capítulo; <br> ii) asuntos de clasificación arancelaria y valoración relacionados con <br> resoluciones de determinaciones de origen; <br> iii) los procedimientos para la solicitud, aprobación, expedición, modificación, <br> revocación y aplicación de los dictámenes anticipados; <br> iv) las modificaciones al certificado o declaración de origen a que se refiere el artículo 6-02; y <br> v) cualquier otro asunto que remita una Parte; y <br> b) examinar las propuestas de modificaciones administrativas u operativas en <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 6-05: Excepciones. <br> materia aduanera que puedan afectar el flujo comercial entre las Partes. <br> 1 Para efectos de este capítulo, antes de la entrada en vigor de este Acuerdo, las <br> A condición de que no forme parte de dos o más importaciones que se <br> Partes elaborarán un formato único para el certificado y la declaración de origen. <br> efectúen o se planeen con el propósito de evadir el cumplimiento de los requisitos de <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que <br> certificación de los artículos 6-02 y 6-03, no se requerirá del certificado de origen para <br> un bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como originario. <br> la importación de bienes en los siguientes casos: <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> a) la importación con fines comerciales de bienes cuyo valor en aduanas no <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional, <br> trato arancelario preferencial. <br> pero se podrá exigir que la factura contenga una declaración del importador o <br> 4 Cada Parte dispondrá que: <br> exportador de que el bien califica como originario; <br> a) cuando un exportador no sea el productor del bien, llene y firme el certificado <br> b) la importación con fines no comerciales de bienes cuyo valor en aduanas no <br> de origen con fundamento en la declaración de origen a que se refiere el párrafo 1; y <br> exceda de mil dólares estadounidenses o su equivalente en moneda nacional; y <br> Artículo 6-02: Declaración y certificación de origen. <br> b) la declaración de origen que ampare el bien objeto de la exportación sea <br> c) la importación de un bien para el cual la Parte importadora haya dispensado el <br> llenada y firmada por el productor del bien y proporcionada voluntariamente al exportador. <br> requisito de presentación del certificado de origen. <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a) una sola importación de uno o más bienes; o <br> 1 Cada Parte dispondrá que: <br> b) varias importaciones de bienes idénticos a realizarse en un plazo establecido <br> Artículo 6-06: Registros contables. <br> por el exportador en el certificado de origen, que no excederá del plazo <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> origen conserve durante un mínimo de 5 años después de la fecha de firma de <br> establecido en el párrafo 6. <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> ese certificado o declaración, todos los registros y documentos relativos al <br> 6 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br> origen del bien, incluyendo los referentes a: <br> autoridad competente de la Parte importadora por un año a partir de la fecha de su firma. <br> utilizados en la producción del bien que se exporte de su territorio; y <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> b) para efectos del procedimiento de verificación establecido en el artículo 6-07, el <br> exportador o productor proporcione a la autoridad competente de la Parte <br> importadora, los registros y documentos a que se refiere el literal a). Cuando <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> los registros y documentos no estén en poder del exportador o del productor, <br> éste podrá solicitar al productor o proveedor de los materiales los registros y <br> documentos para que sean entregados por su conducto a la autoridad <br> c) un importador que solicite trato arancelario preferencial para un bien que se <br> importe a su territorio proveniente de territorio de la otra Parte, conserve <br> durante un mínimo de 5 años contados a partir de la fecha de la importación, el <br> certificado de origen y toda la demás documentación relativa a la importación <br> competente que realiza la verificación; <br> requerida por la Parte importadora. <br> Artículo 6-07: Procedimientos para verificar el origen. <br> 1 Para determinar si un bien que se importe a su territorio proveniente de <br> territorio de la otra Parte califica como originario, cada Parte podrá, por conducto de su <br> autoridad competente, verificar el origen del bien mediante: <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> b) visitas de verificación a un exportador o productor en territorio de la otra Parte, <br> con el propósito de examinar los registros y documentos que acrediten el <br> cumplimiento de las reglas de origen de conformidad con el artículo 6-06, e <br> inspeccionar las instalaciones que se utilicen en la producción del bien y, en su <br> caso, las que se utilicen en la producción de los materiales. <br> 2 Lo dispuesto en el párrafo 1 se hará sin perjuicio de las facultades de revisión <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> 3 El exportador o productor que reciba un cuestionario conforme al literal a) del <br> párrafo 1, responderá y devolverá el cuestionario en un plazo no mayor de 30 días <br> contados a partir de la fecha en que lo haya recibido. Durante ese plazo el exportador <br> o productor podrá solicitar por escrito a la Parte importadora una prórroga, la cual en <br> su caso no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la <br> negación de trato arancelario preferencial. <br> 4 En caso de que el exportador o productor no responda o devuelva el <br> cuestionario en el plazo correspondiente, la Parte importadora podrá negar trato <br> arancelario preferencial previa resolución en los términos del párrafo 10. <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido <br> en el literal b) del párrafo 1, la Parte importadora estará obligada, por conducto de su <br> autoridad competente, a notificar por escrito su intención de efectuar la visita. La <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y si lo <br> solicita esta última, a la Embajada de esta Parte en territorio de la Parte importadora. <br> La autoridad competente de la Parte importadora solicitará el consentimiento por <br> escrito del exportador o del productor a quien pretende visitar. <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> a) la identificación de la autoridad competente que hace la notificación; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> específica del bien o bienes objeto de verificación a que se refieren el o los <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> certificados de origen; <br> e) los nombres, datos personales y cargos de los funcionarios que efectuarán la <br> visita de verificación; y <br> 7 Cualquier modificación a la información a que se refiere el literal e) del párrafo <br> 6, será notificada por escrito al exportador o productor y a la autoridad competente de <br> la Parte exportadora antes de la visita de verificación. Cualquier modificación de la <br> c) la fecha y lugar de la visita de verificación propuesta; <br> información a que se refieren los literales a), b), c), d) y f) del párrafo 6, será notificada <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> en los términos del párrafo 5. <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> f) el fundamento legal de la visita de verificación. <br> negar trato arancelario preferencial al bien o bienes que habrían sido objeto <br> de la visita de verificación. <br> fundamento jurídico de la determinación. <br> 9 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean <br> objeto de una visita de verificación, designar dos testigos que estén presentes durante <br> la visita, siempre que los testigos intervengan únicamente en esa calidad. De no haber <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> designación de testigos por el exportador o el productor, esa omisión no tendrá por <br> consecuencia la posposición de la visita. <br> 10 Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad <br> competente proporcionará una resolución escrita al exportador o al productor cuyo <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> bien o bienes hayan sido objeto de la verificación, en la que se determine si el bien <br> califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> 11 Cuando la verificación que lleve a cabo una Parte establezca que el exportador <br> o el productor ha certificado o declarado más de una vez, de manera falsa o <br> infundada, que un bien califica como originario, la Parte importadora podrá suspender <br> el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en <br> 12 Cada Parte dispondrá que, cuando su autoridad competente determine que <br> cierto bien importado a su territorio no califica como originario de acuerdo con la <br> clasificación arancelaria o con el valor aplicado por esa Parte a uno o más materiales <br> utilizados en la producción del bien, y ello difiera de la clasificación arancelaria o del <br> valor aplicados a los materiales por la Parte de cuyo territorio se ha exportado el bien, <br> la resolución de esa Parte no surtirá efectos hasta que la notifique por escrito tanto al <br> importador del bien como a la persona que haya llenado y firmado el certificado de <br> origen que lo ampara. <br> 13 La Parte importadora no aplicará una resolución dictada conforme al párrafo 12 <br> el capítulo V (Reglas de origen). <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> a una importación efectuada antes de la fecha en que la resolución surta efectos, <br> siempre que la autoridad competente de la Parte exportadora haya expedido un <br> dictamen anticipado conforme al artículo 5-02 (Instrumentos de aplicación) sobre la <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> clasificación arancelaria o el valor de los materiales, en la cual una persona pueda <br> apoyarse conforme a sus leyes y reglamentaciones. <br> 14 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a <br> una resolución dictada de acuerdo con el párrafo 12, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda 90 días, siempre que el <br> importador del bien o el exportador o productor que haya llenado y firmado el <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> certificado o declaración de origen que lo ampara acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicados a los <br> materiales por la autoridad competente de la Parte exportadora. <br> 15 Cada Parte mantendrá la confidencialidad de la información recabada en el <br> proceso de verificación de origen de conformidad con lo establecido en su legislación. <br> Artículo 6-08: Revisión e impugnación. <br> resoluciones de determinación de origen y de dictámenes anticipados previstos para <br> a) llenen y firmen un certificado o una declaración de origen que ampare un bien <br> que haya sido objeto de una resolución de determinación de origen de acuerdo <br> con el párrafo 10 del artículo 6-07; o <br> b) hayan recibido un dictamen anticipado de acuerdo con el artículo 6-10. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a por lo menos una <br> responsable de la resolución o dictamen sujeto a revisión, y acceso a una instancia de <br> revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en la última <br> instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 6-09: Sanciones. <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 6-10: Dictámenes anticipados. <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se <br> otorguen de manera expedita dictámenes anticipados por escrito, previos a la <br> importación de un bien a su territorio. Los dictámenes anticipados se expedirán a su <br> importador o al exportador o productor en territorio de la otra Parte, con base en los <br> hechos y circunstancias manifestados por los mismos, respecto a si los bienes <br> califican o no como originarios. <br> 2 Los dictámenes anticipados versarán sobre: <br> a) si los materiales no originarios utilizados en la producción de un bien cumplen <br> con el cambio correspondiente de clasificación arancelaria señalado en el <br> Anexo al artículo 5-03 (Reglas específicas de origen); <br> b) si el bien cumple con el requisito de valor de contenido regional establecido en <br> actuado conforme a sus términos y condiciones. <br> el Capítulo V (Reglas de origen); <br> c) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Código de Valoración Aduanera, para el <br> cálculo del valor de transacción del bien o de los materiales utilizados en la <br> producción de un bien respecto del cual se solicita un dictamen anticipado es <br> adecuado, para determinar si el bien cumple con el requisito de valor de <br> contenido regional conforme al Capítulo V (Reglas de origen); <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte <br> para la asignación razonable de costos de conformidad con el Anexo al artículo 5-01 <br> (Cálculo del Costo neto) es adecuado para determinar si el bien cumple <br> con el requisito de valor de contenido regional conforme al Capítulo V (Reglas de origen); <br> e) si el marcado de país de origen efectuado o propuesto para un bien satisface lo <br> establecido en el artículo 3-11 (Marcado de país de origen); y <br> 3 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> dictámenes anticipados previa publicación de los mismos, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> información adicional a la persona que solicita el dictamen anticipado durante el <br> proceso de evaluación de la solicitud; <br> c) un plazo de 120 días, para que la autoridad competente expida el dictamen <br> anticipado, una vez que haya obtenido toda la información necesaria de la <br> persona que lo solicita; y <br> d) la obligación de explicar de manera completa, fundamentada y motivada al <br> solicitante, las razones del dictamen anticipado cuando éste sea desfavorable para el solicitante. <br> 4 Cada Parte aplicará los dictámenes anticipados a las importaciones en su <br> f) otros asuntos que las Partes convengan. <br> territorio a partir de la fecha de expedición del dictamen, o de una fecha posterior que <br> en el mismo se indique, salvo que el dictamen anticipado se modifique o revoque de <br> acuerdo con lo establecido en el párrafo 6. <br> 5 Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Capítulo V <br> (Reglas de origen) referentes a la determinación de origen, que haya otorgado a <br> cualquier otra persona a la que haya expedido un dictamen anticipado, cuando los <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6 El dictamen anticipado podrá ser modificado o revocado por la autoridad <br> competente en los siguientes casos: <br> i) de hecho; <br> ii) en la clasificación arancelaria del bien o de los materiales; <br> iii) relativo al cumplimiento del bien con el requisito de valor de contenido regional; <br> b) cuando no esté conforme con una interpretación acordada entre las Partes o <br> una modificación con respecto al artículo 3-11 (Marcado de país de origen) o al <br> Capítulo V (Reglas de Origen); <br> 7 Cada Parte dispondrá que cualquier modificación o revocación de un dictamen <br> anticipado surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes <br> de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> a) cuando se hubiere fundado en algún error: <br> 8 No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen <br> anticipado pospondrá la fecha de entrada en vigor de la modificación o revocación por <br> un periodo que no exceda 90 días, cuando la persona a la cual se le haya expedido el <br> dictamen anticipado se haya apoyado en ese dictamen de buena fe y en su perjuicio. <br> 9 Cada Parte dispondrá que, cuando se examine el valor de contenido regional <br> de un bien respecto del cual se haya expedido un dictamen anticipado, su autoridad <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> a) el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> d) con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> circunstancias y los hechos sustanciales que fundamentan ese dictamen; y <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del método para <br> calcular el valor o asignar el costo son correctos en todos los aspectos sustanciales. <br> 10 Cada Parte dispondrá que, cuando su autoridad competente determine que no <br> se ha cumplido con cualquiera de los requisitos establecidos en el párrafo 9, la <br> autoridad competente pueda modificar o revocar el dictamen anticipado, según lo <br> ameriten las circunstancias. <br> 11 Cada Parte dispondrá que, cuando su autoridad competente decida que el <br> dictamen anticipado se ha fundado en información incorrecta, no se sancione a la <br> competente evalúe si: <br> razonable y de buena fe al manifestar los hechos y circunstancias que <br> motivaron el dictamen anticipado. <br> 12 Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una <br> b) las operaciones del exportador o del productor concuerdan con las <br> sustanciales en que se funde el dictamen anticipado, o no haya actuado de <br> conformidad con los términos y condiciones del mismo, la autoridad competente que <br> emita el dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13 La validez de un dictamen anticipado estará sujeta a la obligación permanente <br> del titular del mismo de informar a la autoridad competente sobre cualquier cambio <br> sustancial en los hechos o circunstancias en que ésta se basó para emitir ese dictamen. <br> "}]}]}, "members_found": ["484", "068"]}