{"FtaRooDetails": {"FtaId": 202, "FtaCode": "ITC00208", "FtaName": "FTA, Australia-Chile", "FtaFullName": "Australia-Chile Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "06.03.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Chile", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Chile", "AdminProcCooAuth": "The certification type under FTA, Australia-Chile is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Chile is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Chile agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "A change to heading 8703 from any other heading provided there is a regional value content of not less than 40 per cent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes to the schedule", "RooText": " 1. The following definitions apply:<br /> (a) Subheading means the first six digits in the tariff classification<br /> number under the Harmonized System;<br /> (b) Heading means the first four digits in the tariff classification number<br /> under the Harmonized System; and<br /> (c) Chapter means the first two digits in the tariff classification number<br /> under the Harmonized System.<br /> 2. The specific rule, or specific set of rules, that applies to a particular heading<br /> (4-digit code) or subheading (6-digit code) is set out immediately adjacent to the<br /> heading or subheading.<br /> 3. A requirement of a change in tariff classification applies only to non-<br /> originating materials.<br /> 4. When a heading or subheading is subject to alternative specific rules of origin,<br /> the rule will be considered to be met if a good satisfies one of the alternatives.<br /> 5. Where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, and the rule is written to exclude tariff provisions at the level of a<br /> chapter, heading or subheading of the Harmonized System, each Party shall construe<br /> the rule of origin to require that materials classified in those excluded provisions be<br /> originating for the good to qualify as originating.<br /> 6. Chapter notes within this Schedule apply to all headings or subheadings within<br /> the indicated chapter or group of chapters unless there exists a specific exclusion.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00208_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/aclfta/fta-text-implementation/Pages/chapter-4-rules-of-origin.aspx#4b"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00208_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/aclfta/Documents/Australia_Chile_FTA_Schedule_Product_Specific_Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00208_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/aclfta/fta-text-implementation/Pages/chapter-4-rules-of-origin.aspx#4b"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00208_proo.pdf", "DocType": "4_proo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/aclfta/fta-text-implementation/Pages/chapter-5-customs-administration.aspx"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00208_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/aclfta/Pages/australia-chile-fta.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4: Cumulation <br /> A good which is an originating good of a Party pursuant to Article 4.2 and is <br /> used in the production of a good or goods in the territory of the other Party shall be <br /> considered to originate in the territory of that other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: De Minimis <br /> 1 A good that does not satisfy a change in tariff classification requirement <br /> pursuant to Annex 4-C is nonetheless an originating good if: <br /> (a) the value of all non-originating materials used in the production of the <br /> good that do not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the adjusted value of the good (as <br /> calculated in accordance with Article 4.12); and <br /> (b) the good meets all other applicable criteria of this Chapter. <br /> 2 The value of such non-originating materials shall, however, be included in the <br /> value of non-originating materials for any applicable regional value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Accessories, Spare Parts and Tools <br /> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br /> tools and instructional or other information resources presented with the good shall be <br /> considered originating goods, and shall be disregarded in determining whether all the <br /> non-originating materials used in the production of the originating good have <br /> undergone the applicable change in tariff classification or production process requirement. <br /> 2 If the good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts, tools and instructional or other information resources <br /> presented with the good is to be taken into account as originating or non-originating, <br /> as the case may be, in calculating the regional value content of the good. <br /> 3 Paragraph 1 and 2 shall only apply provided that: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> resources presented with the good are not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools and <br /> instructional or other information resources presented with the good <br /> are customary for that good. <br /> 4 Where accessories, spare parts and tools are not customary for the good or are <br /> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained Goods <br /> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br /> (a) mineral and other naturally occurring goods extracted in or from the <br /> territory of a Party; <br /> (b) vegetable goods , as such goods are defined in the Harmonized <br /> System, harvested, picked or gathered in the territory of a Party; <br /> (c) live animals born and raised in the territory of a Party; <br /> (d) goods obtained from live animals in the territory of a Party; <br /> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br /> aquaculture conducted in the territory of a Party; <br /> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br /> vessels registered or recorded with a Party and flying its flag; <br /> (g) goods obtained or produced on board factory ships registered or <br /> recorded with a Party and flying its flag, from the goods <br /> referred to in subparagraph (f); <br /> (h) goods taken by a Party or a person of a Party from the seabed or <br /> beneath the seabed outside the territorial sea, provided that a Party has <br /> a right to exploit such seabed in accordance with international law; <br /> (i) waste and scrap derived from: <br /> (i) production in the territory of a Party; or <br /> (ii) used goods collected in the territory of a Party; <br /> provided that such goods are fit only for the recovery of raw materials; and <br /> (j) goods produced or obtained entirely in the territory of a Party <br /> exclusively from goods referred to in subparagraphs (a) to (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Non-Qualifying Operations <br /> 1 A good shall not be considered to be an originating good of the exporting <br /> Party merely by reason of: <br /> (a) operations to ensure the preservation of products in good condition for <br /> the purpose of storage during transport; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, boxes and other simple packaging operations; <br /> (e) mere making-up of sets of articles; or <br /> (f) any combination of operations referred to in subparagraphs (a) to (e). <br /> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Regional Value Content <br /> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br /> regional value content requirement, the regional value content of that good shall be <br /> calculated using the following method: <br /> Build-down Method AV - VNM <br /> RVC = ---------------- x 100 <br /> AV <br /> where: <br /> RVC is the regional value content of the good, expressed as a percentage; <br /> AV is the adjusted value as defined in Article 4.1(a), and <br /> VNM is the value of non-originating materials that are acquired and used by the <br /> producer in the production of the good. VNM includes material of undetermined <br /> origin but does not include the value of a material that is self-produced. <br /> Article 4.12: Calculation of the Value of Non-Originating Material <br /> 1 Each Party shall provide that the value of a non-originating material is: <br /> (a) for a material imported by the producer of the good, the adjusted value <br /> of the material, adjusted by deducting the following costs and <br /> expenses: <br /> (i) the costs of freight, insurance, packing, and all other costs <br /> incurred in transporting the material within the Party's territory <br /> to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid <br /> in the territory of the Party, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, <br /> including credit against duty or tax paid or payable; <br /> (iii) if the good is imported from the other Party, the cost of waste <br /> and spoilage resulting from the use of the material in the <br /> production of the good in the territory of that Party; <br /> (iv) if the good is imported from the other Party, the cost of <br /> processing incurred in the territory of that Party in the <br /> production of the non-originating material; <br /> (v) if the good is imported from the other Party, the cost of <br /> originating materials used or consumed in the production of the <br /> non-originating material in the territory of that Party; and <br /> (b) for a material acquired in the territory where the good is produced, the <br /> adjusted value of the material, adjusted by deducting the following <br /> costs and expenses: <br /> (i) the costs of freight, insurance, packing, and all other costs <br /> incurred in transporting the material within the Party's territory <br /> to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid <br /> in the territory of the Party, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, <br /> including credit against duty or tax paid or payable; <br /> (iii) the cost of waste and spoilage resulting from the use of the <br /> material in the production of the good in the territory of the <br /> Party; <br /> (iv) the cost of processing incurred in the territory of the Party in <br /> the production of the non-originating material; and <br /> (v) the cost of originating materials used or consumed in the <br /> production of the non-originating material in the territory of the <br /> Party. <br /> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br /> unknown or documentary evidence of the amount of the deduction is not available, <br /> then no deduction is allowable for that particular cost. <br /> Article 4.14: Recording of Costs <br /> For the purposes of this Chapter, all costs shall be recorded and maintained in <br /> accordance with the generally accepted accounting principles applicable in the <br /> territory of the Party in which the good is produced or manufactured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "(g) indirect material means a material used in the production, testing or <br /> inspection of a good but not physically incorporated into the good, or a <br /> material or good used in the maintenance of buildings or the operation of <br /> equipment associated with the production of a good including: <br /> (i) fuel and energy; <br /> (ii) tools, dyes and moulds; <br /> (iii) spare parts and materials; <br /> (iv) lubricants, greases, compounding materials and other materials used in production; <br /> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (vi) equipment, devices and supplies used for testing or inspecting the good; <br /> (vii) catalysts and solvents; and <br /> (viii) any other materials that are not incorporated into the good but <br /> whose use in the production of the good can reasonably be <br /> demonstrated to be a part of that production; <br /> Article 4.10: Indirect Material <br /> An indirect material shall be treated as an originating material without regard <br /> to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Third Country Transhipment <br /> 1 A good shall continue to be considered an originating good provided that the <br /> good undergoes no subsequent production or any other operation outside the <br /> territories of the Parties, other than unloading, reloading, storing, repacking, <br /> relabelling or any other necessary operations to preserve it in good condition or to <br /> transport the good to the territory of a Party. <br /> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br /> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br /> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br /> the importing Party may request documents, including customs documents of the third <br /> country, or any other documents, including transport documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Originating Goods <br /> (b) is produced entirely in the territory of a Party exclusively from <br /> originating materials; <br /> (c) satisfies all applicable requirements of Annex 4-C, as a result of <br /> processes performed entirely in the territory of one or both of the <br /> Parties by one or more producers; or", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Packaging Materials and Containers <br /> 1 Packaging materials and containers for transportation and shipment of a good <br /> shall not be taken into account in determining the origin of any good. <br /> 2 Packaging materials and containers in which a good is packaged for retail sale, <br /> when classified together with that good, shall not be taken into account in determining <br /> whether all of the non-originating materials used in the production of the good have <br /> met the applicable change in tariff classification or production process requirements <br /> as set out in Annex 4-C. <br /> 3 If a good is subject to a regional value content requirement then the value of <br /> the packaging materials in which the good is packaged for retail sale shall be taken <br /> into account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 4 Where the quantity or value of the packaging materials is not reasonable for <br /> the good, its value shall not be included as originating in a regional value content <br /> calculation for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Fungible Goods and Materials <br /> 1 The determination of whether fungible goods or materials are originating <br /> goods shall be made either by physical segregation of each of the materials, or <br /> through the use of an inventory management method recognised in the generally <br /> accepted accounting principles of the Party in which the production is performed or <br /> otherwise accepted by that Party. <br /> 2 A Party shall provide that an inventory management method selected under <br /> paragraph 1 for particular fungible goods or materials shall continue to be used for <br /> those fungible goods or materials throughout its fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 75%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: Sets or Composite Goods <br /> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br /> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br /> considered as originating, provided that: <br /> (a) all the component goods are originating; or <br /> (b) the value of the non-originating component goods does not exceed 25 <br /> per cent of the total adjusted value (as calculated in accordance with <br /> Article 4.12) of the good put up in a set for retail sale or composite <br /> good. <br /> 2 The origin of packaging materials and containers for a set put up for retail sale <br /> or composite good shall be determined in accordance with Article 4.8. <br /> 3 This Article shall not apply to a set put up for retail sale or composite good for <br /> which the Harmonized System provides a specific description.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Third Country Transhipment <br /> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br /> other Party after an exhibition in a non-Party shall continue to qualify as an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16: Certificate of Origin <br /> 1 A claim that a good should be treated as originating and accepted as eligible <br /> for a preferential tariff shall be supported by a Certificate of Origin. <br /> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br /> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br /> shall: <br /> (a) specify that the goods enumerated therein are the origin of the <br /> exporting Party and meet the terms of this Chapter; <br /> (b) be made in respect of one or more goods and may include a variety of <br /> goods; and <br /> (c) be completed in English or Spanish. <br /> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br /> 4 The Certificate of Origin shall remain valid for a period of one year from the <br /> date the document was issued. <br /> 5 If the exporter is not the producer of the good referred to in the Certificate of <br /> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br /> (a) the exporter's knowledge that the good qualifies as an originating <br /> good; or <br /> (b) a producer's written declaration or statement that the good qualifies as <br /> an originating good of a Party. <br /> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br /> the exporter of the good to make a written declaration or statement that the good <br /> qualifies as an originating good of a Party. <br /> Article 4.18: Claim for Preferential Tariff Treatment <br /> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br /> shall grant preferential tariff treatment to a good imported into its territory from the <br /> other Party, provided that the importer: <br /> (a) makes a Customs Import Declaration that the good qualifies as an <br /> originating good of the exporting Party; <br /> (b) complies with Article 4.15; and <br /> (c) submits the Certificate of Origin and, where appropriate, other <br /> evidence to substantiate the tariff preference claimed for the good upon <br /> request. <br /> 2 Where an importer has reason to believe that the Certificate of Origin contains <br /> incorrect information, the importer should promptly make a corrected declaration and <br /> pay any owed duties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17: Exceptions from Certificate of Origin <br /> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br /> the importing Party shall not require a Certificate of Origin from importers when: <br /> (a) the total customs value of the originating goods does not exceed 1000 <br /> United States dollars or the equivalent amount in that Party's currency, <br /> or such higher amount as the Party may establish; or <br /> (b) the Customs Administration of the importing Party has waived the <br /> requirement for evidence, <br /> provided that the importation does not form part of one or more importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16: Certificate of Origin <br /> 4 The Certificate of Origin shall remain valid for a period of one year from the <br /> date the document was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.20: Records <br /> 1 Each Party shall require that: <br /> (a) an exporter or producer shall maintain, for five years from the date of <br /> the Certificate of Origin, all records relating to the origin of a good for <br /> which preferential tariff treatment is claimed in the importing Party, <br /> including the Certificate of Origin relevant to the good, or a copy <br /> thereof; and <br /> (b) an importer claiming preferential tariff treatment shall maintain, for <br /> five years after the date of importation of a good, all records relating to <br /> the importation of the good, including the Certificate of Origin relevant <br /> to the good, or a copy thereof in accordance with the laws, regulations <br /> and practices of the relevant Party. <br /> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br /> include electronic records. Any such records in electronic form shall be maintained in <br /> accordance with the laws, regulations and practices of the relevant Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Customs Duty Refund <br /> If at the time of importation of a good the importer does not claim or is unable <br /> to claim preferential tariff treatment, the importer may within one year from the date <br /> of importation, or within a longer period if provided for by a Party in its domestic <br /> legislation, apply for a refund of any excess customs duty paid on production of: <br /> (a) a Certificate of Origin and, where appropriate, other evidence that the <br /> good qualifies as an originating good; and <br /> (b) other documentation relating to the importation of the good as the <br /> Customs Administration of the importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.27: Non-Party Invoices <br /> The Customs Administration of the importing Party shall not reject a <br /> Certificate of Origin only for the reason that the invoice is issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.22: Origin Verification <br /> 1 The Customs Administration of the importing Party may verify the eligibility <br /> of a good for preferential tariff treatment in accordance with its laws, regulations and <br /> practices. <br /> 2 If the Customs Administration of the importing Party has reasonable doubts as <br /> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br /> (a) institute measures to establish the validity of the Certificate of Origin; <br /> (b) issue written requests for information to the relevant importers of the <br /> good for which preferential tariff treatment was claimed; and <br /> (c) issue written requests for information to the exporter in the exporting <br /> Party on the basis of a Certificate of Origin. <br /> 3 A request for information in accordance with subparagraph 2(c) shall not <br /> preclude the use of the verification method provided for in Article 4.23. <br /> 4 The Customs Administration of the importing Party shall complete any action <br /> to verify eligibility for preferential tariff treatment within 90 days from the <br /> commencement of such action, and make a decision and provide written advice as to <br /> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br /> Article 4.23: Verification Visit <br /> 1 The Customs Administration of the importing Party may request the exporter to: <br /> (a) permit the Customs Administration to visit the exporter's factory or <br /> premises; <br /> (b) arrange a visit to the factory or premises of the producer, if the <br /> exporter is not the producer; and <br /> (c) provide information relating to the origin of the good. <br /> 2 The Customs Administration of the importing Party shall issue a written <br /> communication with such a request to the exporter in advance of the proposed date of the visit. <br /> 3 The Customs Administration of the importing Party shall not visit the factory <br /> or premises of any exporter or producer in the territory of the exporting Party without <br /> written prior consent from the exporter or producer. <br /> 4 The above written communication shall at a minimum include: <br /> (a) the identity of the Customs Administration issuing the request; <br /> (b) the name of the exporter of the good in the exporting Party to whom <br /> the request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific <br /> reference to the good subject of the verification referred to in the <br /> Certificate of Origin; and <br /> (f) the names and titles of the officials of the Customs Administration of <br /> the importing Party who will participate in the visit. <br /> 5 The Customs Administration of the importing Party shall notify the Customs <br /> Administration of the exporting Party when it initiates a verification action under this Article. <br /> 6 The Customs Administration of the importing Party shall complete any action <br /> to verify eligibility for preferential tariff treatment within 90 days from the <br /> commencement of such action, and make a decision and provide written advice as to <br /> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "3 Each Party shall, to the extent permitted by its laws, regulations and practices, <br /> maintain penalties for false Certificates of Origin or documentation related to the <br /> origin of a good submitted to a Customs Administration by an exporter in its territory. <br /> [Customs administration]: <br /> Article 5.5: Penalties / Sanctions <br /> Each Party shall maintain measures for the imposition of civil or administrative <br /> penalties or sanctions, and, where appropriate, criminal sanctions for violations of its customs law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 30 working days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.10: Advance Rulings <br /> 1 Each Party, where possible and to the extent permitted by its domestic laws, <br /> regulations and practices, shall provide for written advance rulings to be issued to a <br /> person described in subparagraph 2(a) concerning tariff classification, valuation and <br /> the qualification of a good as an originating good under this Agreement. <br /> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which shall: <br /> (a) provide that an importer in its territory or an exporter or producer in <br /> the territory of the other Party may apply for an advance ruling before <br /> the importation of the goods concerned; <br /> (b) include a detailed description of the information required to process a <br /> request for an advance ruling; <br /> (c) allow its Customs Administration, at any time during the course of an <br /> evaluation of an application for an advance ruling, to request that the <br /> applicant provide additional information necessary to evaluate the request; <br /> (d) ensure that an advance ruling be based on the facts and circumstances <br /> presented by the applicant and any other relevant information in the <br /> possession of the decision-maker; <br /> (e) provide that an advance ruling be issued to the applicant expeditiously, <br /> or in any case within 30 working days of the receipt of all necessary information; and <br /> (f) provide a written explanation for the reasons for the advance ruling. <br /> 3 Subject to paragraph 4, each Party shall apply an advance ruling to <br /> importations into its territory beginning on the date it issues the ruling or on any other <br /> date specified in the ruling. The Party shall ensure the same treatment of all <br /> importations regardless of the importer, exporter or producer involved, where the facts <br /> and circumstances are identical in all material respects. <br /> 4 A Party may modify or revoke an advance ruling where, consistent with this Agreement: <br /> (a) there is a change in the law; <br /> (b) incorrect information was provided or relevant information was withheld; <br /> (c) there is a change in a material fact; or <br /> (d) there is a change in the circumstances on which the ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.25: Appeal <br /> The importing Party shall grant the right of appeal in matters relating to <br /> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br /> good traded or to be traded between the Parties, in accordance with its laws and <br /> regulations and practices. <br /> [Customs administration]: <br /> Article 5.4: Review and Appeal <br /> 1 Each Party shall ensure that with respect to its determinations on customs <br /> matters, importers in its territory have access to: <br /> (a) administrative review independent of the official that issued the <br /> determination; and <br /> (b) judicial review of the determination or decision taken at the final level <br /> of administrative review. <br /> 2 Notice of the decision on appeal shall be given to the appellant and the reasons <br /> for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.3: Wholly Obtained Goods <br> Article 4.22: Origin Verification <br> Article 4.25: Appeal <br> Article 4.27: Non-Party Invoices <br> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br> 1 The Customs Administration of the importing Party may verify the eligibility <br> The importing Party shall grant the right of appeal in matters relating to <br> The Customs Administration of the importing Party shall not reject a <br> RULES OF ORIGIN <br> (a) mineral and other naturally occurring goods extracted in or from the <br> of a good for preferential tariff treatment in accordance with its laws, regulations and <br> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br> Certificate of Origin only for the reason that the invoice is issued in a non-Party. <br> territory of a Party; <br> good traded or to be traded between the Parties, in accordance with its laws and <br> (b) vegetable goods , as such goods are defined in the Harmonized <br> 2 If the Customs Administration of the importing Party has reasonable doubts as <br> regulations and practices. <br> System, harvested, picked or gathered in the territory of a Party; <br> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br> Party; <br> (a) institute measures to establish the validity of the Certificate of Origin; <br> practices. <br> (d) goods obtained from live animals in the territory of a Party; <br> (b) issue written requests for information to the relevant importers of the <br> (c) live animals born and raised in the territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br> good for which preferential tariff treatment was claimed; and <br> aquaculture conducted in the territory of a Party; <br> (c) issue written requests for information to the exporter in the exporting <br> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br> Party on the basis of a Certificate of Origin. <br> vessels registered or recorded with a Party and flying its flag; <br> 3 A request for information in accordance with subparagraph 2(c) shall not <br> (g) goods obtained or produced on board factory ships registered or <br> referred to in subparagraph (f); <br> preclude the use of the verification method provided for in Article 4.23. <br> recorded with a Party and flying its flag, from the goods <br> 4 The Customs Administration of the importing Party shall complete any action <br> to verify eligibility for preferential tariff treatment within 90 days from the <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> commencement of such action, and make a decision and provide written advice as to <br> beneath the seabed outside the territorial sea, provided that a Party has <br> a right to exploit such seabed in accordance with international law; <br> Article 4.23: Verification Visit <br> 1 The Customs Administration of the importing Party may request the exporter to: <br> (i) production in the territory of a Party; or <br> (a) permit the Customs Administration to visit the exporter's factory or <br> (ii) used goods collected in the territory of a Party; <br> premises; <br> (b) arrange a visit to the factory or premises of the producer, if the <br> (j) goods produced or obtained entirely in the territory of a Party <br> exporter is not the producer; and <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> exclusively from goods referred to in subparagraphs (a) to (i). <br> (c) provide information relating to the origin of the good. <br> Article 4.4: Cumulation <br> good qualifies as an originating good; and <br> 2 The Customs Administration of the importing Party shall issue a written <br> A good which is an originating good of a Party pursuant to Article 4.2 and is <br> communication with such a request to the exporter in advance of the proposed date of the visit. <br> used in the production of a good or goods in the territory of the other Party shall be <br> 3 The Customs Administration of the importing Party shall not visit the factory <br> considered to originate in the territory of that other Party. <br> or premises of any exporter or producer in the territory of the exporting Party without <br> Article 4.5: De Minimis <br> written prior consent from the exporter or producer. <br> 4 The above written communication shall at a minimum include: <br> pursuant to Annex 4-C is nonetheless an originating good if: <br> (a) the identity of the Customs Administration issuing the request; <br> (a) the value of all non-originating materials used in the production of the <br> (b) the name of the exporter of the good in the exporting Party to whom <br> good that do not undergo the required change in tariff classification <br> Where: <br> the request is addressed; <br> does not exceed 10 per cent of the adjusted value of the good (as <br> (i) waste and scrap derived from: <br> calculated in accordance with Article 4.12); and <br> (b) the good meets all other applicable criteria of this Chapter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (e) the objective and scope of the proposed visit, including specific <br> 2 The value of such non-originating materials shall, however, be included in the <br> reference to the good subject of the verification referred to in the <br> value of non-originating materials for any applicable regional value content requirement for the good. <br> Article 4.6: Accessories, Spare Parts and Tools <br> provided that such goods are fit only for the recovery of raw materials; and <br> (f) the names and titles of the officials of the Customs Administration of <br> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br> the importing Party who will participate in the visit. <br> tools and instructional or other information resources presented with the good shall be <br> 5 The Customs Administration of the importing Party shall notify the Customs <br> considered originating goods, and shall be disregarded in determining whether all the <br> Administration of the exporting Party when it initiates a verification action under this Article. <br> non-originating materials used in the production of the originating good have <br> 6 The Customs Administration of the importing Party shall complete any action <br> undergone the applicable change in tariff classification or production process requirement. <br> 2 If the good is subject to a regional value content requirement, the value of the <br> accessories, spare parts, tools and instructional or other information resources <br> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br> presented with the good is to be taken into account as originating or non-originating, <br> as the case may be, in calculating the regional value content of the good. <br> 3 Paragraph 1 and 2 shall only apply provided that: <br> resources presented with the good are not invoiced separately from the good; and <br> instructional or other information resources presented with the good <br> qualifies as an originating good of a Party. <br> are customary for that good. <br> 4 Where accessories, spare parts and tools are not customary for the good or are <br> Certificate of Origin; and <br> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination. <br> Article 4.7: Fungible Goods and Materials <br> 1 The determination of whether fungible goods or materials are originating <br> (b) changes of packaging and breaking up and assembly of packages; <br> goods shall be made either by physical segregation of each of the materials, or <br> through the use of an inventory management method recognised in the generally <br> accepted accounting principles of the Party in which the production is performed or <br> otherwise accepted by that Party. <br> 2 A Party shall provide that an inventory management method selected under <br> paragraph 1 for particular fungible goods or materials shall continue to be used for <br> those fungible goods or materials throughout its fiscal year. <br> Article 4.8: Packaging Materials and Containers <br> 1 Packaging materials and containers for transportation and shipment of a good <br> shall not be taken into account in determining the origin of any good. <br> 2 Packaging materials and containers in which a good is packaged for retail sale, <br> when classified together with that good, shall not be taken into account in determining <br> whether all of the non-originating materials used in the production of the good have <br> met the applicable change in tariff classification or production process requirements <br> as set out in Annex 4-C. <br> 3 If a good is subject to a regional value content requirement then the value of <br> the packaging materials in which the good is packaged for retail sale shall be taken <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 4 Where the quantity or value of the packaging materials is not reasonable for <br> the good, its value shall not be included as originating in a regional value content <br> calculation for the good. <br> Article 4.9: Sets or Composite Goods <br> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br> considered as originating, provided that: <br> (a) all the component goods are originating; or <br> (b) the value of the non-originating component goods does not exceed 25 <br> per cent of the total adjusted value (as calculated in accordance with <br> Article 4.12) of the good put up in a set for retail sale or composite <br> good. <br> 2 The origin of packaging materials and containers for a set put up for retail sale <br> or composite good shall be determined in accordance with Article 4.8. <br> 3 This Article shall not apply to a set put up for retail sale or composite good for <br> which the Harmonized System provides a specific description. <br> Article 4.10: Indirect Material <br> An indirect material shall be treated as an originating material without regard <br> to where it is produced. <br> Article 4.11: Regional Value Content <br> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br> regional value content requirement, the regional value content of that good shall be <br> calculated using the following method: <br> Build-down Method AV - VNM <br> RVC = ---------------- x 100 <br> RVC is the regional value content of the good, expressed as a percentage; <br> AV is the adjusted value as defined in Article 4.1(a), and <br> VNM is the value of non-originating materials that are acquired and used by the <br> producer in the production of the good. VNM includes material of undetermined <br> origin but does not include the value of a material that is self-produced. <br> Article 4.12: Calculation of the Value of Non-Originating Material <br> 1 Each Party shall provide that the value of a non-originating material is: <br> (a) for a material imported by the producer of the good, the adjusted value <br> (c) disassembly; <br> (c) the date the written request is made; <br> of the material, adjusted by deducting the following costs and <br> (d) the proposed date and place of the visit; <br> expenses: <br> incurred in transporting the material within the Party's territory <br> including credit against duty or tax paid or payable; <br> (iii) if the good is imported from the other Party, the cost of waste <br> and spoilage resulting from the use of the material in the <br> production of the good in the territory of that Party; <br> (iv) if the good is imported from the other Party, the cost of <br> processing incurred in the territory of that Party in the <br> production of the non-originating material; <br> (v) if the good is imported from the other Party, the cost of <br> 1 A good that does not satisfy a change in tariff classification requirement <br> originating materials used or consumed in the production of the <br> non-originating material in the territory of that Party; and <br> (b) for a material acquired in the territory where the good is produced, the <br> adjusted value of the material, adjusted by deducting the following <br> costs and expenses: <br> (i) the costs of freight, insurance, packing, and all other costs <br> to the location of the producer; <br> (ii) duties, taxes, and customs brokerage fees on the material paid <br> in the territory of the Party, other than duties and taxes that are <br> waived, refunded, refundable, or otherwise recoverable, <br> (iii) the cost of waste and spoilage resulting from the use of the <br> material in the production of the good in the territory of the <br> (iv) the cost of processing incurred in the territory of the Party in <br> the production of the non-originating material; and <br> (v) the cost of originating materials used or consumed in the <br> production of the non-originating material in the territory of the <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br> unknown or documentary evidence of the amount of the deduction is not available, <br> then no deduction is allowable for that particular cost. <br> Article 4.13: Non-Qualifying Operations <br> 1 A good shall not be considered to be an originating good of the exporting <br> Party merely by reason of: <br> (a) operations to ensure the preservation of products in good condition for <br> the purpose of storage during transport; <br> (e) mere making-up of sets of articles; or <br> (f) any combination of operations referred to in subparagraphs (a) to (e). <br> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C. <br> Article 4.14: Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced or manufactured. <br> Article 4.15: Third Country Transhipment <br> 1 A good shall continue to be considered an originating good provided that the <br> AV <br> good undergoes no subsequent production or any other operation outside the <br> territories of the Parties, other than unloading, reloading, storing, repacking, <br> relabelling or any other necessary operations to preserve it in good condition or to <br> transport the good to the territory of a Party. <br> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br> the importing Party may request documents, including customs documents of the third <br> country, or any other documents, including transport documents. <br> Article 4.16: Certificate of Origin <br> 1 A claim that a good should be treated as originating and accepted as eligible <br> (a) the accessories, spare parts, tools and instructional or other information <br> for a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br> (b) the quantities and value of the accessories, spare parts, tools and <br> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br> shall: <br> (a) specify that the goods enumerated therein are the origin of the <br> exporting Party and meet the terms of this Chapter; <br> (b) be made in respect of one or more goods and may include a variety of <br> goods; and <br> (c) be completed in English or Spanish. <br> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br> 4 The Certificate of Origin shall remain valid for a period of one year from the <br> date the document was issued. <br> 5 If the exporter is not the producer of the good referred to in the Certificate of <br> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br> (a) the exporter's knowledge that the good qualifies as an originating <br> good; or <br> (b) a producer's written declaration or statement that the good qualifies as <br> an originating good of a Party. <br> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br> the exporter of the good to make a written declaration or statement that the good <br> Article 4.17: Exceptions from Certificate of Origin <br> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br> Party. <br> the importing Party shall not require a Certificate of Origin from importers when: <br> (a) the total customs value of the originating goods does not exceed 1000 <br> United States dollars or the equivalent amount in that Party's currency, <br> or such higher amount as the Party may establish; or <br> (b) the Customs Administration of the importing Party has waived the <br> requirement for evidence, <br> provided that the importation does not form part of one or more importations that may <br> avoiding the requirements of this Chapter. <br> Article 4.18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br> shall grant preferential tariff treatment to a good imported into its territory from the <br> other Party, provided that the importer: <br> (a) makes a Customs Import Declaration that the good qualifies as an <br> originating good of the exporting Party; <br> (b) complies with Article 4.15; and <br> (c) submits the Certificate of Origin and, where appropriate, other <br> evidence to substantiate the tariff preference claimed for the good upon <br> request. <br> 2 Where an importer has reason to believe that the Certificate of Origin contains <br> incorrect information, the importer should promptly make a corrected declaration and <br> pay any owed duties. <br> Article 4.19: Customs Duty Refund <br> If at the time of importation of a good the importer does not claim or is unable <br> to claim preferential tariff treatment, the importer may within one year from the date <br> of importation, or within a longer period if provided for by a Party in its domestic <br> legislation, apply for a refund of any excess customs duty paid on production of: <br> (b) other documentation relating to the importation of the good as the <br> Customs Administration of the importing Party may require. <br> Article 4.20: Records <br> 1 Each Party shall require that: <br> (a) an exporter or producer shall maintain, for five years from the date of <br> the Certificate of Origin, all records relating to the origin of a good for <br> which preferential tariff treatment is claimed in the importing Party, <br> including the Certificate of Origin relevant to the good, or a copy <br> thereof; and <br> (b) an importer claiming preferential tariff treatment shall maintain, for <br> five years after the date of importation of a good, all records relating to <br> the importation of the good, including the Certificate of Origin relevant <br> to the good, or a copy thereof in accordance with the laws, regulations <br> and practices of the relevant Party. <br> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br> include electronic records. Any such records in electronic form shall be maintained in <br> accordance with the laws, regulations and practices of the relevant Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> (a) adjusted value means: <br> (i) in the case of a good to be exported from one Party to another, the <br> value determined under the Customs Valuation Agreement, as adjusted <br> to exclude any costs, charges, or expenses incurred for transportation, <br> insurance, and related services incidental to the international shipment <br> information; and the preparation of financial statements. These standards may <br> of the good from the country of exportation to the place of importation; <br> (ii) in the case of a material, the total of all prices actually paid or payable <br> to acquire the materials to which the transaction relates in accordance <br> substantial authoritative support in the territory of a Party, with respect to the <br> with the Customs Valuation Agreement; <br> (b) Customs Valuation Agreement means the Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994, contained in <br> accordance with the relevant provisions of this Chapter; <br> Annex 1A of the WTO Agreement; <br> (c) exporter means a person who exports goods from the exporting Party; <br> (d) fungible goods or materials means goods or materials that are identical or <br> interchangeable as result of being of the same kind and commercial quality, <br> possessing the same technical and physical characteristics, and which cannot <br> be distinguished from one another for origin purposes by virtue of any <br> inspection of a good but not physically incorporated into the good, or a <br> markings or mere visual examination; <br> (e) generally accepted accounting principles means the recognised consensus or <br> recording of revenues, expenses, costs, assets and liabilities; the disclosure of <br> encompass broad guidelines of general application as well as detailed <br> standards, practices and procedures; <br> (f) importer means a person who imports goods into the importing Party; <br> (g) indirect material means a material used in the production, testing or <br> material or good used in the maintenance of buildings or the operation of <br> equipment associated with the production of a good including: <br> (i) fuel and energy; <br> whose use in the production of the good can reasonably be <br> (ii) tools, dyes and moulds; <br> (iii) spare parts and materials; <br> (iv) lubricants, greases, compounding materials and other materials used in production; <br> (vi) equipment, devices and supplies used for testing or inspecting the good; <br> (viii) any other materials that are not incorporated into the good but <br> (h) material means any good, used or consumed in the production of another <br> (i) originating material means a material that qualifies as originating in <br> (vii) catalysts and solvents; and <br> (j) preferential tariff treatment means the rate of customs duties applicable to <br> an originating good of the exporting Party in accordance with Annex 3-B; and <br> (k) producer means a person who engages in the production of goods or <br> materials. <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> demonstrated to be a part of that production; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "good, and physically incorporated into or classified with that good; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 4.2: Originating Goods <br> For the purposes of this Agreement, a good is an originating good of a Party <br> and, subject to Article 4.18, eligible for a preferential tariff, if it: <br> (a) is a wholly obtained good of a Party; <br> (b) is produced entirely in the territory of a Party exclusively from <br> originating materials; <br> (c) satisfies all applicable requirements of Annex 4-C, as a result of <br> and meets all other applicable requirements of this Chapter. <br> processes performed entirely in the territory of one or both of the <br> Parties by one or more producers; or <br> (d) otherwise qualifies as an originating good under this Chapter; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.3: Wholly Obtained Goods <br> Article 4.22: Origin Verification <br> Article 4.25: Appeal <br> Article 4.27: Non-Party Invoices <br> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br> 1 The Customs Administration of the importing Party may verify the eligibility <br> The importing Party shall grant the right of appeal in matters relating to <br> The Customs Administration of the importing Party shall not reject a <br> RULES OF ORIGIN <br> (a) mineral and other naturally occurring goods extracted in or from the <br> of a good for preferential tariff treatment in accordance with its laws, regulations and <br> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br> Certificate of Origin only for the reason that the invoice is issued in a non-Party. <br> territory of a Party; <br> good traded or to be traded between the Parties, in accordance with its laws and <br> (b) vegetable goods , as such goods are defined in the Harmonized <br> 2 If the Customs Administration of the importing Party has reasonable doubts as <br> regulations and practices. <br> System, harvested, picked or gathered in the territory of a Party; <br> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br> Party; <br> (a) institute measures to establish the validity of the Certificate of Origin; <br> practices. <br> (d) goods obtained from live animals in the territory of a Party; <br> (b) issue written requests for information to the relevant importers of the <br> (c) live animals born and raised in the territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br> good for which preferential tariff treatment was claimed; and <br> aquaculture conducted in the territory of a Party; <br> (c) issue written requests for information to the exporter in the exporting <br> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br> Party on the basis of a Certificate of Origin. <br> vessels registered or recorded with a Party and flying its flag; <br> 3 A request for information in accordance with subparagraph 2(c) shall not <br> (g) goods obtained or produced on board factory ships registered or <br> referred to in subparagraph (f); <br> preclude the use of the verification method provided for in Article 4.23. <br> recorded with a Party and flying its flag, from the goods <br> 4 The Customs Administration of the importing Party shall complete any action <br> to verify eligibility for preferential tariff treatment within 90 days from the <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> commencement of such action, and make a decision and provide written advice as to <br> beneath the seabed outside the territorial sea, provided that a Party has <br> a right to exploit such seabed in accordance with international law; <br> Article 4.23: Verification Visit <br> 1 The Customs Administration of the importing Party may request the exporter to: <br> (i) production in the territory of a Party; or <br> (a) permit the Customs Administration to visit the exporter's factory or <br> (ii) used goods collected in the territory of a Party; <br> premises; <br> (b) arrange a visit to the factory or premises of the producer, if the <br> (j) goods produced or obtained entirely in the territory of a Party <br> exporter is not the producer; and <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> exclusively from goods referred to in subparagraphs (a) to (i). <br> (c) provide information relating to the origin of the good. <br> Article 4.4: Cumulation <br> good qualifies as an originating good; and <br> 2 The Customs Administration of the importing Party shall issue a written <br> A good which is an originating good of a Party pursuant to Article 4.2 and is <br> communication with such a request to the exporter in advance of the proposed date of the visit. <br> used in the production of a good or goods in the territory of the other Party shall be <br> 3 The Customs Administration of the importing Party shall not visit the factory <br> considered to originate in the territory of that other Party. <br> or premises of any exporter or producer in the territory of the exporting Party without <br> Article 4.5: De Minimis <br> written prior consent from the exporter or producer. <br> 4 The above written communication shall at a minimum include: <br> pursuant to Annex 4-C is nonetheless an originating good if: <br> (a) the identity of the Customs Administration issuing the request; <br> (a) the value of all non-originating materials used in the production of the <br> (b) the name of the exporter of the good in the exporting Party to whom <br> good that do not undergo the required change in tariff classification <br> Where: <br> the request is addressed; <br> does not exceed 10 per cent of the adjusted value of the good (as <br> (i) waste and scrap derived from: <br> calculated in accordance with Article 4.12); and <br> (b) the good meets all other applicable criteria of this Chapter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (e) the objective and scope of the proposed visit, including specific <br> 2 The value of such non-originating materials shall, however, be included in the <br> reference to the good subject of the verification referred to in the <br> value of non-originating materials for any applicable regional value content requirement for the good. <br> Article 4.6: Accessories, Spare Parts and Tools <br> provided that such goods are fit only for the recovery of raw materials; and <br> (f) the names and titles of the officials of the Customs Administration of <br> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br> the importing Party who will participate in the visit. <br> tools and instructional or other information resources presented with the good shall be <br> 5 The Customs Administration of the importing Party shall notify the Customs <br> considered originating goods, and shall be disregarded in determining whether all the <br> Administration of the exporting Party when it initiates a verification action under this Article. <br> non-originating materials used in the production of the originating good have <br> 6 The Customs Administration of the importing Party shall complete any action <br> undergone the applicable change in tariff classification or production process requirement. <br> 2 If the good is subject to a regional value content requirement, the value of the <br> accessories, spare parts, tools and instructional or other information resources <br> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br> presented with the good is to be taken into account as originating or non-originating, <br> as the case may be, in calculating the regional value content of the good. <br> 3 Paragraph 1 and 2 shall only apply provided that: <br> resources presented with the good are not invoiced separately from the good; and <br> instructional or other information resources presented with the good <br> qualifies as an originating good of a Party. <br> are customary for that good. <br> 4 Where accessories, spare parts and tools are not customary for the good or are <br> Certificate of Origin; and <br> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination. <br> Article 4.7: Fungible Goods and Materials <br> 1 The determination of whether fungible goods or materials are originating <br> (b) changes of packaging and breaking up and assembly of packages; <br> goods shall be made either by physical segregation of each of the materials, or <br> through the use of an inventory management method recognised in the generally <br> accepted accounting principles of the Party in which the production is performed or <br> otherwise accepted by that Party. <br> 2 A Party shall provide that an inventory management method selected under <br> paragraph 1 for particular fungible goods or materials shall continue to be used for <br> those fungible goods or materials throughout its fiscal year. <br> Article 4.8: Packaging Materials and Containers <br> 1 Packaging materials and containers for transportation and shipment of a good <br> shall not be taken into account in determining the origin of any good. <br> 2 Packaging materials and containers in which a good is packaged for retail sale, <br> when classified together with that good, shall not be taken into account in determining <br> whether all of the non-originating materials used in the production of the good have <br> met the applicable change in tariff classification or production process requirements <br> as set out in Annex 4-C. <br> 3 If a good is subject to a regional value content requirement then the value of <br> the packaging materials in which the good is packaged for retail sale shall be taken <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 4 Where the quantity or value of the packaging materials is not reasonable for <br> the good, its value shall not be included as originating in a regional value content <br> calculation for the good. <br> Article 4.9: Sets or Composite Goods <br> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br> considered as originating, provided that: <br> (a) all the component goods are originating; or <br> (b) the value of the non-originating component goods does not exceed 25 <br> per cent of the total adjusted value (as calculated in accordance with <br> Article 4.12) of the good put up in a set for retail sale or composite <br> good. <br> 2 The origin of packaging materials and containers for a set put up for retail sale <br> or composite good shall be determined in accordance with Article 4.8. <br> 3 This Article shall not apply to a set put up for retail sale or composite good for <br> which the Harmonized System provides a specific description. <br> Article 4.10: Indirect Material <br> An indirect material shall be treated as an originating material without regard <br> to where it is produced. <br> Article 4.11: Regional Value Content <br> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br> regional value content requirement, the regional value content of that good shall be <br> calculated using the following method: <br> Build-down Method AV - VNM <br> RVC = ---------------- x 100 <br> RVC is the regional value content of the good, expressed as a percentage; <br> AV is the adjusted value as defined in Article 4.1(a), and <br> VNM is the value of non-originating materials that are acquired and used by the <br> producer in the production of the good. VNM includes material of undetermined <br> origin but does not include the value of a material that is self-produced. <br> Article 4.12: Calculation of the Value of Non-Originating Material <br> 1 Each Party shall provide that the value of a non-originating material is: <br> (a) for a material imported by the producer of the good, the adjusted value <br> (c) disassembly; <br> (c) the date the written request is made; <br> of the material, adjusted by deducting the following costs and <br> (d) the proposed date and place of the visit; <br> expenses: <br> incurred in transporting the material within the Party's territory <br> including credit against duty or tax paid or payable; <br> (iii) if the good is imported from the other Party, the cost of waste <br> and spoilage resulting from the use of the material in the <br> production of the good in the territory of that Party; <br> (iv) if the good is imported from the other Party, the cost of <br> processing incurred in the territory of that Party in the <br> production of the non-originating material; <br> (v) if the good is imported from the other Party, the cost of <br> 1 A good that does not satisfy a change in tariff classification requirement <br> originating materials used or consumed in the production of the <br> non-originating material in the territory of that Party; and <br> (b) for a material acquired in the territory where the good is produced, the <br> adjusted value of the material, adjusted by deducting the following <br> costs and expenses: <br> (i) the costs of freight, insurance, packing, and all other costs <br> to the location of the producer; <br> (ii) duties, taxes, and customs brokerage fees on the material paid <br> in the territory of the Party, other than duties and taxes that are <br> waived, refunded, refundable, or otherwise recoverable, <br> (iii) the cost of waste and spoilage resulting from the use of the <br> material in the production of the good in the territory of the <br> (iv) the cost of processing incurred in the territory of the Party in <br> the production of the non-originating material; and <br> (v) the cost of originating materials used or consumed in the <br> production of the non-originating material in the territory of the <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br> unknown or documentary evidence of the amount of the deduction is not available, <br> then no deduction is allowable for that particular cost. <br> Article 4.13: Non-Qualifying Operations <br> 1 A good shall not be considered to be an originating good of the exporting <br> Party merely by reason of: <br> (a) operations to ensure the preservation of products in good condition for <br> the purpose of storage during transport; <br> (e) mere making-up of sets of articles; or <br> (f) any combination of operations referred to in subparagraphs (a) to (e). <br> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C. <br> Article 4.14: Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced or manufactured. <br> Article 4.15: Third Country Transhipment <br> 1 A good shall continue to be considered an originating good provided that the <br> AV <br> good undergoes no subsequent production or any other operation outside the <br> territories of the Parties, other than unloading, reloading, storing, repacking, <br> relabelling or any other necessary operations to preserve it in good condition or to <br> transport the good to the territory of a Party. <br> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br> the importing Party may request documents, including customs documents of the third <br> country, or any other documents, including transport documents. <br> Article 4.16: Certificate of Origin <br> 1 A claim that a good should be treated as originating and accepted as eligible <br> (a) the accessories, spare parts, tools and instructional or other information <br> for a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br> (b) the quantities and value of the accessories, spare parts, tools and <br> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br> shall: <br> (a) specify that the goods enumerated therein are the origin of the <br> exporting Party and meet the terms of this Chapter; <br> (b) be made in respect of one or more goods and may include a variety of <br> goods; and <br> (c) be completed in English or Spanish. <br> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br> 4 The Certificate of Origin shall remain valid for a period of one year from the <br> date the document was issued. <br> 5 If the exporter is not the producer of the good referred to in the Certificate of <br> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br> (a) the exporter's knowledge that the good qualifies as an originating <br> good; or <br> (b) a producer's written declaration or statement that the good qualifies as <br> an originating good of a Party. <br> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br> the exporter of the good to make a written declaration or statement that the good <br> Article 4.17: Exceptions from Certificate of Origin <br> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br> Party. <br> the importing Party shall not require a Certificate of Origin from importers when: <br> (a) the total customs value of the originating goods does not exceed 1000 <br> United States dollars or the equivalent amount in that Party's currency, <br> or such higher amount as the Party may establish; or <br> (b) the Customs Administration of the importing Party has waived the <br> requirement for evidence, <br> provided that the importation does not form part of one or more importations that may <br> avoiding the requirements of this Chapter. <br> Article 4.18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br> shall grant preferential tariff treatment to a good imported into its territory from the <br> other Party, provided that the importer: <br> (a) makes a Customs Import Declaration that the good qualifies as an <br> originating good of the exporting Party; <br> (b) complies with Article 4.15; and <br> (c) submits the Certificate of Origin and, where appropriate, other <br> evidence to substantiate the tariff preference claimed for the good upon <br> request. <br> 2 Where an importer has reason to believe that the Certificate of Origin contains <br> incorrect information, the importer should promptly make a corrected declaration and <br> pay any owed duties. <br> Article 4.19: Customs Duty Refund <br> If at the time of importation of a good the importer does not claim or is unable <br> to claim preferential tariff treatment, the importer may within one year from the date <br> of importation, or within a longer period if provided for by a Party in its domestic <br> legislation, apply for a refund of any excess customs duty paid on production of: <br> (b) other documentation relating to the importation of the good as the <br> Customs Administration of the importing Party may require. <br> Article 4.20: Records <br> 1 Each Party shall require that: <br> (a) an exporter or producer shall maintain, for five years from the date of <br> the Certificate of Origin, all records relating to the origin of a good for <br> which preferential tariff treatment is claimed in the importing Party, <br> including the Certificate of Origin relevant to the good, or a copy <br> thereof; and <br> (b) an importer claiming preferential tariff treatment shall maintain, for <br> five years after the date of importation of a good, all records relating to <br> the importation of the good, including the Certificate of Origin relevant <br> to the good, or a copy thereof in accordance with the laws, regulations <br> and practices of the relevant Party. <br> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br> include electronic records. Any such records in electronic form shall be maintained in <br> accordance with the laws, regulations and practices of the relevant Party. <br> "}, {"ArticleTitle": "Obligations Regarding Exportation", "ArticleDesc": "Article 4.21: Obligations Regarding Exportation <br> 1 Where the exporter becomes aware that it has provided an erroneous or false <br> Certificate of Origin or any other such erroneous or false evidence, the exporter shall <br> endeavour to give notice as soon as possible to the Customs Administration of the <br> importing and exporting Party, as well as the importer, of any change that would <br> affect the accuracy or validity of a Certificate of Origin. <br> 2 The exporter that has provided a Certificate of Origin shall provide a copy of <br> this document to the exporting Party's Customs Administration upon request. <br> 3 Each Party shall, to the extent permitted by its laws, regulations and practices, <br> maintain penalties for false Certificates of Origin or documentation related to the <br> origin of a good submitted to a Customs Administration by an exporter in its territory. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.3: Wholly Obtained Goods <br> Article 4.22: Origin Verification <br> Article 4.25: Appeal <br> Article 4.27: Non-Party Invoices <br> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br> 1 The Customs Administration of the importing Party may verify the eligibility <br> The importing Party shall grant the right of appeal in matters relating to <br> The Customs Administration of the importing Party shall not reject a <br> RULES OF ORIGIN <br> (a) mineral and other naturally occurring goods extracted in or from the <br> of a good for preferential tariff treatment in accordance with its laws, regulations and <br> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br> Certificate of Origin only for the reason that the invoice is issued in a non-Party. <br> territory of a Party; <br> good traded or to be traded between the Parties, in accordance with its laws and <br> (b) vegetable goods , as such goods are defined in the Harmonized <br> 2 If the Customs Administration of the importing Party has reasonable doubts as <br> regulations and practices. <br> System, harvested, picked or gathered in the territory of a Party; <br> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br> Party; <br> (a) institute measures to establish the validity of the Certificate of Origin; <br> practices. <br> (d) goods obtained from live animals in the territory of a Party; <br> (b) issue written requests for information to the relevant importers of the <br> (c) live animals born and raised in the territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br> good for which preferential tariff treatment was claimed; and <br> aquaculture conducted in the territory of a Party; <br> (c) issue written requests for information to the exporter in the exporting <br> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br> Party on the basis of a Certificate of Origin. <br> vessels registered or recorded with a Party and flying its flag; <br> 3 A request for information in accordance with subparagraph 2(c) shall not <br> (g) goods obtained or produced on board factory ships registered or <br> referred to in subparagraph (f); <br> preclude the use of the verification method provided for in Article 4.23. <br> recorded with a Party and flying its flag, from the goods <br> 4 The Customs Administration of the importing Party shall complete any action <br> to verify eligibility for preferential tariff treatment within 90 days from the <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> commencement of such action, and make a decision and provide written advice as to <br> beneath the seabed outside the territorial sea, provided that a Party has <br> a right to exploit such seabed in accordance with international law; <br> Article 4.23: Verification Visit <br> 1 The Customs Administration of the importing Party may request the exporter to: <br> (i) production in the territory of a Party; or <br> (a) permit the Customs Administration to visit the exporter's factory or <br> (ii) used goods collected in the territory of a Party; <br> premises; <br> (b) arrange a visit to the factory or premises of the producer, if the <br> (j) goods produced or obtained entirely in the territory of a Party <br> exporter is not the producer; and <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> exclusively from goods referred to in subparagraphs (a) to (i). <br> (c) provide information relating to the origin of the good. <br> Article 4.4: Cumulation <br> good qualifies as an originating good; and <br> 2 The Customs Administration of the importing Party shall issue a written <br> A good which is an originating good of a Party pursuant to Article 4.2 and is <br> communication with such a request to the exporter in advance of the proposed date of the visit. <br> used in the production of a good or goods in the territory of the other Party shall be <br> 3 The Customs Administration of the importing Party shall not visit the factory <br> considered to originate in the territory of that other Party. <br> or premises of any exporter or producer in the territory of the exporting Party without <br> Article 4.5: De Minimis <br> written prior consent from the exporter or producer. <br> 4 The above written communication shall at a minimum include: <br> pursuant to Annex 4-C is nonetheless an originating good if: <br> (a) the identity of the Customs Administration issuing the request; <br> (a) the value of all non-originating materials used in the production of the <br> (b) the name of the exporter of the good in the exporting Party to whom <br> good that do not undergo the required change in tariff classification <br> Where: <br> the request is addressed; <br> does not exceed 10 per cent of the adjusted value of the good (as <br> (i) waste and scrap derived from: <br> calculated in accordance with Article 4.12); and <br> (b) the good meets all other applicable criteria of this Chapter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (e) the objective and scope of the proposed visit, including specific <br> 2 The value of such non-originating materials shall, however, be included in the <br> reference to the good subject of the verification referred to in the <br> value of non-originating materials for any applicable regional value content requirement for the good. <br> Article 4.6: Accessories, Spare Parts and Tools <br> provided that such goods are fit only for the recovery of raw materials; and <br> (f) the names and titles of the officials of the Customs Administration of <br> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br> the importing Party who will participate in the visit. <br> tools and instructional or other information resources presented with the good shall be <br> 5 The Customs Administration of the importing Party shall notify the Customs <br> considered originating goods, and shall be disregarded in determining whether all the <br> Administration of the exporting Party when it initiates a verification action under this Article. <br> non-originating materials used in the production of the originating good have <br> 6 The Customs Administration of the importing Party shall complete any action <br> undergone the applicable change in tariff classification or production process requirement. <br> 2 If the good is subject to a regional value content requirement, the value of the <br> accessories, spare parts, tools and instructional or other information resources <br> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br> presented with the good is to be taken into account as originating or non-originating, <br> as the case may be, in calculating the regional value content of the good. <br> 3 Paragraph 1 and 2 shall only apply provided that: <br> resources presented with the good are not invoiced separately from the good; and <br> instructional or other information resources presented with the good <br> qualifies as an originating good of a Party. <br> are customary for that good. <br> 4 Where accessories, spare parts and tools are not customary for the good or are <br> Certificate of Origin; and <br> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination. <br> Article 4.7: Fungible Goods and Materials <br> 1 The determination of whether fungible goods or materials are originating <br> (b) changes of packaging and breaking up and assembly of packages; <br> goods shall be made either by physical segregation of each of the materials, or <br> through the use of an inventory management method recognised in the generally <br> accepted accounting principles of the Party in which the production is performed or <br> otherwise accepted by that Party. <br> 2 A Party shall provide that an inventory management method selected under <br> paragraph 1 for particular fungible goods or materials shall continue to be used for <br> those fungible goods or materials throughout its fiscal year. <br> Article 4.8: Packaging Materials and Containers <br> 1 Packaging materials and containers for transportation and shipment of a good <br> shall not be taken into account in determining the origin of any good. <br> 2 Packaging materials and containers in which a good is packaged for retail sale, <br> when classified together with that good, shall not be taken into account in determining <br> whether all of the non-originating materials used in the production of the good have <br> met the applicable change in tariff classification or production process requirements <br> as set out in Annex 4-C. <br> 3 If a good is subject to a regional value content requirement then the value of <br> the packaging materials in which the good is packaged for retail sale shall be taken <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 4 Where the quantity or value of the packaging materials is not reasonable for <br> the good, its value shall not be included as originating in a regional value content <br> calculation for the good. <br> Article 4.9: Sets or Composite Goods <br> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br> considered as originating, provided that: <br> (a) all the component goods are originating; or <br> (b) the value of the non-originating component goods does not exceed 25 <br> per cent of the total adjusted value (as calculated in accordance with <br> Article 4.12) of the good put up in a set for retail sale or composite <br> good. <br> 2 The origin of packaging materials and containers for a set put up for retail sale <br> or composite good shall be determined in accordance with Article 4.8. <br> 3 This Article shall not apply to a set put up for retail sale or composite good for <br> which the Harmonized System provides a specific description. <br> Article 4.10: Indirect Material <br> An indirect material shall be treated as an originating material without regard <br> to where it is produced. <br> Article 4.11: Regional Value Content <br> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br> regional value content requirement, the regional value content of that good shall be <br> calculated using the following method: <br> Build-down Method AV - VNM <br> RVC = ---------------- x 100 <br> RVC is the regional value content of the good, expressed as a percentage; <br> AV is the adjusted value as defined in Article 4.1(a), and <br> VNM is the value of non-originating materials that are acquired and used by the <br> producer in the production of the good. VNM includes material of undetermined <br> origin but does not include the value of a material that is self-produced. <br> Article 4.12: Calculation of the Value of Non-Originating Material <br> 1 Each Party shall provide that the value of a non-originating material is: <br> (a) for a material imported by the producer of the good, the adjusted value <br> (c) disassembly; <br> (c) the date the written request is made; <br> of the material, adjusted by deducting the following costs and <br> (d) the proposed date and place of the visit; <br> expenses: <br> incurred in transporting the material within the Party's territory <br> including credit against duty or tax paid or payable; <br> (iii) if the good is imported from the other Party, the cost of waste <br> and spoilage resulting from the use of the material in the <br> production of the good in the territory of that Party; <br> (iv) if the good is imported from the other Party, the cost of <br> processing incurred in the territory of that Party in the <br> production of the non-originating material; <br> (v) if the good is imported from the other Party, the cost of <br> 1 A good that does not satisfy a change in tariff classification requirement <br> originating materials used or consumed in the production of the <br> non-originating material in the territory of that Party; and <br> (b) for a material acquired in the territory where the good is produced, the <br> adjusted value of the material, adjusted by deducting the following <br> costs and expenses: <br> (i) the costs of freight, insurance, packing, and all other costs <br> to the location of the producer; <br> (ii) duties, taxes, and customs brokerage fees on the material paid <br> in the territory of the Party, other than duties and taxes that are <br> waived, refunded, refundable, or otherwise recoverable, <br> (iii) the cost of waste and spoilage resulting from the use of the <br> material in the production of the good in the territory of the <br> (iv) the cost of processing incurred in the territory of the Party in <br> the production of the non-originating material; and <br> (v) the cost of originating materials used or consumed in the <br> production of the non-originating material in the territory of the <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br> unknown or documentary evidence of the amount of the deduction is not available, <br> then no deduction is allowable for that particular cost. <br> Article 4.13: Non-Qualifying Operations <br> 1 A good shall not be considered to be an originating good of the exporting <br> Party merely by reason of: <br> (a) operations to ensure the preservation of products in good condition for <br> the purpose of storage during transport; <br> (e) mere making-up of sets of articles; or <br> (f) any combination of operations referred to in subparagraphs (a) to (e). <br> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C. <br> Article 4.14: Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced or manufactured. <br> Article 4.15: Third Country Transhipment <br> 1 A good shall continue to be considered an originating good provided that the <br> AV <br> good undergoes no subsequent production or any other operation outside the <br> territories of the Parties, other than unloading, reloading, storing, repacking, <br> relabelling or any other necessary operations to preserve it in good condition or to <br> transport the good to the territory of a Party. <br> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br> the importing Party may request documents, including customs documents of the third <br> country, or any other documents, including transport documents. <br> Article 4.16: Certificate of Origin <br> 1 A claim that a good should be treated as originating and accepted as eligible <br> (a) the accessories, spare parts, tools and instructional or other information <br> for a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br> (b) the quantities and value of the accessories, spare parts, tools and <br> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br> shall: <br> (a) specify that the goods enumerated therein are the origin of the <br> exporting Party and meet the terms of this Chapter; <br> (b) be made in respect of one or more goods and may include a variety of <br> goods; and <br> (c) be completed in English or Spanish. <br> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br> 4 The Certificate of Origin shall remain valid for a period of one year from the <br> date the document was issued. <br> 5 If the exporter is not the producer of the good referred to in the Certificate of <br> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br> (a) the exporter's knowledge that the good qualifies as an originating <br> good; or <br> (b) a producer's written declaration or statement that the good qualifies as <br> an originating good of a Party. <br> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br> the exporter of the good to make a written declaration or statement that the good <br> Article 4.17: Exceptions from Certificate of Origin <br> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br> Party. <br> the importing Party shall not require a Certificate of Origin from importers when: <br> (a) the total customs value of the originating goods does not exceed 1000 <br> United States dollars or the equivalent amount in that Party's currency, <br> or such higher amount as the Party may establish; or <br> (b) the Customs Administration of the importing Party has waived the <br> requirement for evidence, <br> provided that the importation does not form part of one or more importations that may <br> avoiding the requirements of this Chapter. <br> Article 4.18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br> shall grant preferential tariff treatment to a good imported into its territory from the <br> other Party, provided that the importer: <br> (a) makes a Customs Import Declaration that the good qualifies as an <br> originating good of the exporting Party; <br> (b) complies with Article 4.15; and <br> (c) submits the Certificate of Origin and, where appropriate, other <br> evidence to substantiate the tariff preference claimed for the good upon <br> request. <br> 2 Where an importer has reason to believe that the Certificate of Origin contains <br> incorrect information, the importer should promptly make a corrected declaration and <br> pay any owed duties. <br> Article 4.19: Customs Duty Refund <br> If at the time of importation of a good the importer does not claim or is unable <br> to claim preferential tariff treatment, the importer may within one year from the date <br> of importation, or within a longer period if provided for by a Party in its domestic <br> legislation, apply for a refund of any excess customs duty paid on production of: <br> (b) other documentation relating to the importation of the good as the <br> Customs Administration of the importing Party may require. <br> Article 4.20: Records <br> 1 Each Party shall require that: <br> (a) an exporter or producer shall maintain, for five years from the date of <br> the Certificate of Origin, all records relating to the origin of a good for <br> which preferential tariff treatment is claimed in the importing Party, <br> including the Certificate of Origin relevant to the good, or a copy <br> thereof; and <br> (b) an importer claiming preferential tariff treatment shall maintain, for <br> five years after the date of importation of a good, all records relating to <br> the importation of the good, including the Certificate of Origin relevant <br> to the good, or a copy thereof in accordance with the laws, regulations <br> and practices of the relevant Party. <br> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br> include electronic records. Any such records in electronic form shall be maintained in <br> accordance with the laws, regulations and practices of the relevant Party. <br> "}, {"ArticleTitle": "Determination of Origin and Preferential Tariff Treatment", "ArticleDesc": "Article 4.24: Determination of Origin and Preferential Tariff Treatment <br> 1 Each Party shall provide that, when an importer in its territory does not <br> comply with any requirement of this Chapter and Chapter 3 (National Treatment and <br> Market Access for Goods), the claimed preferential tariff treatment may be suspended <br> or denied for the imported good from the territory of the other Party. <br> 2 The Customs Administration of the importing Party may suspend the <br> application of preferential tariff treatment to a good that is the subject of an origin <br> verification action under Article 4.22 or 4.23, for the duration of that action or any part thereof. <br> 3 The Customs Administration of the importing Party may deny a claim for <br> preferential tariff treatment when: <br> (a) the good does not qualify as an originating good; or <br> (b) the importer or the exporter fails to comply with any of the relevant <br> requirements of this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.3: Wholly Obtained Goods <br> Article 4.22: Origin Verification <br> Article 4.25: Appeal <br> Article 4.27: Non-Party Invoices <br> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br> 1 The Customs Administration of the importing Party may verify the eligibility <br> The importing Party shall grant the right of appeal in matters relating to <br> The Customs Administration of the importing Party shall not reject a <br> RULES OF ORIGIN <br> (a) mineral and other naturally occurring goods extracted in or from the <br> of a good for preferential tariff treatment in accordance with its laws, regulations and <br> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br> Certificate of Origin only for the reason that the invoice is issued in a non-Party. <br> territory of a Party; <br> good traded or to be traded between the Parties, in accordance with its laws and <br> (b) vegetable goods , as such goods are defined in the Harmonized <br> 2 If the Customs Administration of the importing Party has reasonable doubts as <br> regulations and practices. <br> System, harvested, picked or gathered in the territory of a Party; <br> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br> Party; <br> (a) institute measures to establish the validity of the Certificate of Origin; <br> practices. <br> (d) goods obtained from live animals in the territory of a Party; <br> (b) issue written requests for information to the relevant importers of the <br> (c) live animals born and raised in the territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br> good for which preferential tariff treatment was claimed; and <br> aquaculture conducted in the territory of a Party; <br> (c) issue written requests for information to the exporter in the exporting <br> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br> Party on the basis of a Certificate of Origin. <br> vessels registered or recorded with a Party and flying its flag; <br> 3 A request for information in accordance with subparagraph 2(c) shall not <br> (g) goods obtained or produced on board factory ships registered or <br> referred to in subparagraph (f); <br> preclude the use of the verification method provided for in Article 4.23. <br> recorded with a Party and flying its flag, from the goods <br> 4 The Customs Administration of the importing Party shall complete any action <br> to verify eligibility for preferential tariff treatment within 90 days from the <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> commencement of such action, and make a decision and provide written advice as to <br> beneath the seabed outside the territorial sea, provided that a Party has <br> a right to exploit such seabed in accordance with international law; <br> Article 4.23: Verification Visit <br> 1 The Customs Administration of the importing Party may request the exporter to: <br> (i) production in the territory of a Party; or <br> (a) permit the Customs Administration to visit the exporter's factory or <br> (ii) used goods collected in the territory of a Party; <br> premises; <br> (b) arrange a visit to the factory or premises of the producer, if the <br> (j) goods produced or obtained entirely in the territory of a Party <br> exporter is not the producer; and <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> exclusively from goods referred to in subparagraphs (a) to (i). <br> (c) provide information relating to the origin of the good. <br> Article 4.4: Cumulation <br> good qualifies as an originating good; and <br> 2 The Customs Administration of the importing Party shall issue a written <br> A good which is an originating good of a Party pursuant to Article 4.2 and is <br> communication with such a request to the exporter in advance of the proposed date of the visit. <br> used in the production of a good or goods in the territory of the other Party shall be <br> 3 The Customs Administration of the importing Party shall not visit the factory <br> considered to originate in the territory of that other Party. <br> or premises of any exporter or producer in the territory of the exporting Party without <br> Article 4.5: De Minimis <br> written prior consent from the exporter or producer. <br> 4 The above written communication shall at a minimum include: <br> pursuant to Annex 4-C is nonetheless an originating good if: <br> (a) the identity of the Customs Administration issuing the request; <br> (a) the value of all non-originating materials used in the production of the <br> (b) the name of the exporter of the good in the exporting Party to whom <br> good that do not undergo the required change in tariff classification <br> Where: <br> the request is addressed; <br> does not exceed 10 per cent of the adjusted value of the good (as <br> (i) waste and scrap derived from: <br> calculated in accordance with Article 4.12); and <br> (b) the good meets all other applicable criteria of this Chapter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (e) the objective and scope of the proposed visit, including specific <br> 2 The value of such non-originating materials shall, however, be included in the <br> reference to the good subject of the verification referred to in the <br> value of non-originating materials for any applicable regional value content requirement for the good. <br> Article 4.6: Accessories, Spare Parts and Tools <br> provided that such goods are fit only for the recovery of raw materials; and <br> (f) the names and titles of the officials of the Customs Administration of <br> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br> the importing Party who will participate in the visit. <br> tools and instructional or other information resources presented with the good shall be <br> 5 The Customs Administration of the importing Party shall notify the Customs <br> considered originating goods, and shall be disregarded in determining whether all the <br> Administration of the exporting Party when it initiates a verification action under this Article. <br> non-originating materials used in the production of the originating good have <br> 6 The Customs Administration of the importing Party shall complete any action <br> undergone the applicable change in tariff classification or production process requirement. <br> 2 If the good is subject to a regional value content requirement, the value of the <br> accessories, spare parts, tools and instructional or other information resources <br> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br> presented with the good is to be taken into account as originating or non-originating, <br> as the case may be, in calculating the regional value content of the good. <br> 3 Paragraph 1 and 2 shall only apply provided that: <br> resources presented with the good are not invoiced separately from the good; and <br> instructional or other information resources presented with the good <br> qualifies as an originating good of a Party. <br> are customary for that good. <br> 4 Where accessories, spare parts and tools are not customary for the good or are <br> Certificate of Origin; and <br> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination. <br> Article 4.7: Fungible Goods and Materials <br> 1 The determination of whether fungible goods or materials are originating <br> (b) changes of packaging and breaking up and assembly of packages; <br> goods shall be made either by physical segregation of each of the materials, or <br> through the use of an inventory management method recognised in the generally <br> accepted accounting principles of the Party in which the production is performed or <br> otherwise accepted by that Party. <br> 2 A Party shall provide that an inventory management method selected under <br> paragraph 1 for particular fungible goods or materials shall continue to be used for <br> those fungible goods or materials throughout its fiscal year. <br> Article 4.8: Packaging Materials and Containers <br> 1 Packaging materials and containers for transportation and shipment of a good <br> shall not be taken into account in determining the origin of any good. <br> 2 Packaging materials and containers in which a good is packaged for retail sale, <br> when classified together with that good, shall not be taken into account in determining <br> whether all of the non-originating materials used in the production of the good have <br> met the applicable change in tariff classification or production process requirements <br> as set out in Annex 4-C. <br> 3 If a good is subject to a regional value content requirement then the value of <br> the packaging materials in which the good is packaged for retail sale shall be taken <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 4 Where the quantity or value of the packaging materials is not reasonable for <br> the good, its value shall not be included as originating in a regional value content <br> calculation for the good. <br> Article 4.9: Sets or Composite Goods <br> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br> considered as originating, provided that: <br> (a) all the component goods are originating; or <br> (b) the value of the non-originating component goods does not exceed 25 <br> per cent of the total adjusted value (as calculated in accordance with <br> Article 4.12) of the good put up in a set for retail sale or composite <br> good. <br> 2 The origin of packaging materials and containers for a set put up for retail sale <br> or composite good shall be determined in accordance with Article 4.8. <br> 3 This Article shall not apply to a set put up for retail sale or composite good for <br> which the Harmonized System provides a specific description. <br> Article 4.10: Indirect Material <br> An indirect material shall be treated as an originating material without regard <br> to where it is produced. <br> Article 4.11: Regional Value Content <br> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br> regional value content requirement, the regional value content of that good shall be <br> calculated using the following method: <br> Build-down Method AV - VNM <br> RVC = ---------------- x 100 <br> RVC is the regional value content of the good, expressed as a percentage; <br> AV is the adjusted value as defined in Article 4.1(a), and <br> VNM is the value of non-originating materials that are acquired and used by the <br> producer in the production of the good. VNM includes material of undetermined <br> origin but does not include the value of a material that is self-produced. <br> Article 4.12: Calculation of the Value of Non-Originating Material <br> 1 Each Party shall provide that the value of a non-originating material is: <br> (a) for a material imported by the producer of the good, the adjusted value <br> (c) disassembly; <br> (c) the date the written request is made; <br> of the material, adjusted by deducting the following costs and <br> (d) the proposed date and place of the visit; <br> expenses: <br> incurred in transporting the material within the Party's territory <br> including credit against duty or tax paid or payable; <br> (iii) if the good is imported from the other Party, the cost of waste <br> and spoilage resulting from the use of the material in the <br> production of the good in the territory of that Party; <br> (iv) if the good is imported from the other Party, the cost of <br> processing incurred in the territory of that Party in the <br> production of the non-originating material; <br> (v) if the good is imported from the other Party, the cost of <br> 1 A good that does not satisfy a change in tariff classification requirement <br> originating materials used or consumed in the production of the <br> non-originating material in the territory of that Party; and <br> (b) for a material acquired in the territory where the good is produced, the <br> adjusted value of the material, adjusted by deducting the following <br> costs and expenses: <br> (i) the costs of freight, insurance, packing, and all other costs <br> to the location of the producer; <br> (ii) duties, taxes, and customs brokerage fees on the material paid <br> in the territory of the Party, other than duties and taxes that are <br> waived, refunded, refundable, or otherwise recoverable, <br> (iii) the cost of waste and spoilage resulting from the use of the <br> material in the production of the good in the territory of the <br> (iv) the cost of processing incurred in the territory of the Party in <br> the production of the non-originating material; and <br> (v) the cost of originating materials used or consumed in the <br> production of the non-originating material in the territory of the <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br> unknown or documentary evidence of the amount of the deduction is not available, <br> then no deduction is allowable for that particular cost. <br> Article 4.13: Non-Qualifying Operations <br> 1 A good shall not be considered to be an originating good of the exporting <br> Party merely by reason of: <br> (a) operations to ensure the preservation of products in good condition for <br> the purpose of storage during transport; <br> (e) mere making-up of sets of articles; or <br> (f) any combination of operations referred to in subparagraphs (a) to (e). <br> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C. <br> Article 4.14: Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced or manufactured. <br> Article 4.15: Third Country Transhipment <br> 1 A good shall continue to be considered an originating good provided that the <br> AV <br> good undergoes no subsequent production or any other operation outside the <br> territories of the Parties, other than unloading, reloading, storing, repacking, <br> relabelling or any other necessary operations to preserve it in good condition or to <br> transport the good to the territory of a Party. <br> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br> the importing Party may request documents, including customs documents of the third <br> country, or any other documents, including transport documents. <br> Article 4.16: Certificate of Origin <br> 1 A claim that a good should be treated as originating and accepted as eligible <br> (a) the accessories, spare parts, tools and instructional or other information <br> for a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br> (b) the quantities and value of the accessories, spare parts, tools and <br> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br> shall: <br> (a) specify that the goods enumerated therein are the origin of the <br> exporting Party and meet the terms of this Chapter; <br> (b) be made in respect of one or more goods and may include a variety of <br> goods; and <br> (c) be completed in English or Spanish. <br> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br> 4 The Certificate of Origin shall remain valid for a period of one year from the <br> date the document was issued. <br> 5 If the exporter is not the producer of the good referred to in the Certificate of <br> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br> (a) the exporter's knowledge that the good qualifies as an originating <br> good; or <br> (b) a producer's written declaration or statement that the good qualifies as <br> an originating good of a Party. <br> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br> the exporter of the good to make a written declaration or statement that the good <br> Article 4.17: Exceptions from Certificate of Origin <br> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br> Party. <br> the importing Party shall not require a Certificate of Origin from importers when: <br> (a) the total customs value of the originating goods does not exceed 1000 <br> United States dollars or the equivalent amount in that Party's currency, <br> or such higher amount as the Party may establish; or <br> (b) the Customs Administration of the importing Party has waived the <br> requirement for evidence, <br> provided that the importation does not form part of one or more importations that may <br> avoiding the requirements of this Chapter. <br> Article 4.18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br> shall grant preferential tariff treatment to a good imported into its territory from the <br> other Party, provided that the importer: <br> (a) makes a Customs Import Declaration that the good qualifies as an <br> originating good of the exporting Party; <br> (b) complies with Article 4.15; and <br> (c) submits the Certificate of Origin and, where appropriate, other <br> evidence to substantiate the tariff preference claimed for the good upon <br> request. <br> 2 Where an importer has reason to believe that the Certificate of Origin contains <br> incorrect information, the importer should promptly make a corrected declaration and <br> pay any owed duties. <br> Article 4.19: Customs Duty Refund <br> If at the time of importation of a good the importer does not claim or is unable <br> to claim preferential tariff treatment, the importer may within one year from the date <br> of importation, or within a longer period if provided for by a Party in its domestic <br> legislation, apply for a refund of any excess customs duty paid on production of: <br> (b) other documentation relating to the importation of the good as the <br> Customs Administration of the importing Party may require. <br> Article 4.20: Records <br> 1 Each Party shall require that: <br> (a) an exporter or producer shall maintain, for five years from the date of <br> the Certificate of Origin, all records relating to the origin of a good for <br> which preferential tariff treatment is claimed in the importing Party, <br> including the Certificate of Origin relevant to the good, or a copy <br> thereof; and <br> (b) an importer claiming preferential tariff treatment shall maintain, for <br> five years after the date of importation of a good, all records relating to <br> the importation of the good, including the Certificate of Origin relevant <br> to the good, or a copy thereof in accordance with the laws, regulations <br> and practices of the relevant Party. <br> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br> include electronic records. Any such records in electronic form shall be maintained in <br> accordance with the laws, regulations and practices of the relevant Party. <br> "}, {"ArticleTitle": "Consultation, Review and Modification", "ArticleDesc": "Article 4.26: Consultation, Review and Modification <br> The Parties shall consult regularly to ensure that the provisions in this Chapter <br> are administered effectively, uniformly and consistently in order to achieve the spirit <br> and objectives of this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.3: Wholly Obtained Goods <br> Article 4.22: Origin Verification <br> Article 4.25: Appeal <br> Article 4.27: Non-Party Invoices <br> For the purposes of Article 4.2, a wholly obtained good of a Party means: <br> 1 The Customs Administration of the importing Party may verify the eligibility <br> The importing Party shall grant the right of appeal in matters relating to <br> The Customs Administration of the importing Party shall not reject a <br> RULES OF ORIGIN <br> (a) mineral and other naturally occurring goods extracted in or from the <br> of a good for preferential tariff treatment in accordance with its laws, regulations and <br> eligibility for preferential tariff treatment to an importer, exporter or producer of a <br> Certificate of Origin only for the reason that the invoice is issued in a non-Party. <br> territory of a Party; <br> good traded or to be traded between the Parties, in accordance with its laws and <br> (b) vegetable goods , as such goods are defined in the Harmonized <br> 2 If the Customs Administration of the importing Party has reasonable doubts as <br> regulations and practices. <br> System, harvested, picked or gathered in the territory of a Party; <br> to the authenticity or accuracy of the information included in the Certificate of Origin it may: <br> Party; <br> (a) institute measures to establish the validity of the Certificate of Origin; <br> practices. <br> (d) goods obtained from live animals in the territory of a Party; <br> (b) issue written requests for information to the relevant importers of the <br> (c) live animals born and raised in the territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, gathering, capturing or <br> good for which preferential tariff treatment was claimed; and <br> aquaculture conducted in the territory of a Party; <br> (c) issue written requests for information to the exporter in the exporting <br> (f) goods (fish, shellfish and other marine life) taken from the high seas by <br> Party on the basis of a Certificate of Origin. <br> vessels registered or recorded with a Party and flying its flag; <br> 3 A request for information in accordance with subparagraph 2(c) shall not <br> (g) goods obtained or produced on board factory ships registered or <br> referred to in subparagraph (f); <br> preclude the use of the verification method provided for in Article 4.23. <br> recorded with a Party and flying its flag, from the goods <br> 4 The Customs Administration of the importing Party shall complete any action <br> to verify eligibility for preferential tariff treatment within 90 days from the <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> commencement of such action, and make a decision and provide written advice as to <br> beneath the seabed outside the territorial sea, provided that a Party has <br> a right to exploit such seabed in accordance with international law; <br> Article 4.23: Verification Visit <br> 1 The Customs Administration of the importing Party may request the exporter to: <br> (i) production in the territory of a Party; or <br> (a) permit the Customs Administration to visit the exporter's factory or <br> (ii) used goods collected in the territory of a Party; <br> premises; <br> (b) arrange a visit to the factory or premises of the producer, if the <br> (j) goods produced or obtained entirely in the territory of a Party <br> exporter is not the producer; and <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> exclusively from goods referred to in subparagraphs (a) to (i). <br> (c) provide information relating to the origin of the good. <br> Article 4.4: Cumulation <br> good qualifies as an originating good; and <br> 2 The Customs Administration of the importing Party shall issue a written <br> A good which is an originating good of a Party pursuant to Article 4.2 and is <br> communication with such a request to the exporter in advance of the proposed date of the visit. <br> used in the production of a good or goods in the territory of the other Party shall be <br> 3 The Customs Administration of the importing Party shall not visit the factory <br> considered to originate in the territory of that other Party. <br> or premises of any exporter or producer in the territory of the exporting Party without <br> Article 4.5: De Minimis <br> written prior consent from the exporter or producer. <br> 4 The above written communication shall at a minimum include: <br> pursuant to Annex 4-C is nonetheless an originating good if: <br> (a) the identity of the Customs Administration issuing the request; <br> (a) the value of all non-originating materials used in the production of the <br> (b) the name of the exporter of the good in the exporting Party to whom <br> good that do not undergo the required change in tariff classification <br> Where: <br> the request is addressed; <br> does not exceed 10 per cent of the adjusted value of the good (as <br> (i) waste and scrap derived from: <br> calculated in accordance with Article 4.12); and <br> (b) the good meets all other applicable criteria of this Chapter. <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (e) the objective and scope of the proposed visit, including specific <br> 2 The value of such non-originating materials shall, however, be included in the <br> reference to the good subject of the verification referred to in the <br> value of non-originating materials for any applicable regional value content requirement for the good. <br> Article 4.6: Accessories, Spare Parts and Tools <br> provided that such goods are fit only for the recovery of raw materials; and <br> (f) the names and titles of the officials of the Customs Administration of <br> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br> the importing Party who will participate in the visit. <br> tools and instructional or other information resources presented with the good shall be <br> 5 The Customs Administration of the importing Party shall notify the Customs <br> considered originating goods, and shall be disregarded in determining whether all the <br> Administration of the exporting Party when it initiates a verification action under this Article. <br> non-originating materials used in the production of the originating good have <br> 6 The Customs Administration of the importing Party shall complete any action <br> undergone the applicable change in tariff classification or production process requirement. <br> 2 If the good is subject to a regional value content requirement, the value of the <br> accessories, spare parts, tools and instructional or other information resources <br> whether the good is eligible for preferential tariff treatment to all relevant parties within 30 days. <br> presented with the good is to be taken into account as originating or non-originating, <br> as the case may be, in calculating the regional value content of the good. <br> 3 Paragraph 1 and 2 shall only apply provided that: <br> resources presented with the good are not invoiced separately from the good; and <br> instructional or other information resources presented with the good <br> qualifies as an originating good of a Party. <br> are customary for that good. <br> 4 Where accessories, spare parts and tools are not customary for the good or are <br> Certificate of Origin; and <br> invoiced separately from the good, they shall be treated as separate goods for the purpose of origin determination. <br> Article 4.7: Fungible Goods and Materials <br> 1 The determination of whether fungible goods or materials are originating <br> (b) changes of packaging and breaking up and assembly of packages; <br> goods shall be made either by physical segregation of each of the materials, or <br> through the use of an inventory management method recognised in the generally <br> accepted accounting principles of the Party in which the production is performed or <br> otherwise accepted by that Party. <br> 2 A Party shall provide that an inventory management method selected under <br> paragraph 1 for particular fungible goods or materials shall continue to be used for <br> those fungible goods or materials throughout its fiscal year. <br> Article 4.8: Packaging Materials and Containers <br> 1 Packaging materials and containers for transportation and shipment of a good <br> shall not be taken into account in determining the origin of any good. <br> 2 Packaging materials and containers in which a good is packaged for retail sale, <br> when classified together with that good, shall not be taken into account in determining <br> whether all of the non-originating materials used in the production of the good have <br> met the applicable change in tariff classification or production process requirements <br> as set out in Annex 4-C. <br> 3 If a good is subject to a regional value content requirement then the value of <br> the packaging materials in which the good is packaged for retail sale shall be taken <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 4 Where the quantity or value of the packaging materials is not reasonable for <br> the good, its value shall not be included as originating in a regional value content <br> calculation for the good. <br> Article 4.9: Sets or Composite Goods <br> 1 A set put up for retail sale or composite good that is classifiable pursuant to <br> Rule 3 of the General Rules for the Interpretation of the Harmonized System, shall be <br> considered as originating, provided that: <br> (a) all the component goods are originating; or <br> (b) the value of the non-originating component goods does not exceed 25 <br> per cent of the total adjusted value (as calculated in accordance with <br> Article 4.12) of the good put up in a set for retail sale or composite <br> good. <br> 2 The origin of packaging materials and containers for a set put up for retail sale <br> or composite good shall be determined in accordance with Article 4.8. <br> 3 This Article shall not apply to a set put up for retail sale or composite good for <br> which the Harmonized System provides a specific description. <br> Article 4.10: Indirect Material <br> An indirect material shall be treated as an originating material without regard <br> to where it is produced. <br> Article 4.11: Regional Value Content <br> For the purposes of Article 4.2 where Annex 4-C requires a good to meet a <br> regional value content requirement, the regional value content of that good shall be <br> calculated using the following method: <br> Build-down Method AV - VNM <br> RVC = ---------------- x 100 <br> RVC is the regional value content of the good, expressed as a percentage; <br> AV is the adjusted value as defined in Article 4.1(a), and <br> VNM is the value of non-originating materials that are acquired and used by the <br> producer in the production of the good. VNM includes material of undetermined <br> origin but does not include the value of a material that is self-produced. <br> Article 4.12: Calculation of the Value of Non-Originating Material <br> 1 Each Party shall provide that the value of a non-originating material is: <br> (a) for a material imported by the producer of the good, the adjusted value <br> (c) disassembly; <br> (c) the date the written request is made; <br> of the material, adjusted by deducting the following costs and <br> (d) the proposed date and place of the visit; <br> expenses: <br> incurred in transporting the material within the Party's territory <br> including credit against duty or tax paid or payable; <br> (iii) if the good is imported from the other Party, the cost of waste <br> and spoilage resulting from the use of the material in the <br> production of the good in the territory of that Party; <br> (iv) if the good is imported from the other Party, the cost of <br> processing incurred in the territory of that Party in the <br> production of the non-originating material; <br> (v) if the good is imported from the other Party, the cost of <br> 1 A good that does not satisfy a change in tariff classification requirement <br> originating materials used or consumed in the production of the <br> non-originating material in the territory of that Party; and <br> (b) for a material acquired in the territory where the good is produced, the <br> adjusted value of the material, adjusted by deducting the following <br> costs and expenses: <br> (i) the costs of freight, insurance, packing, and all other costs <br> to the location of the producer; <br> (ii) duties, taxes, and customs brokerage fees on the material paid <br> in the territory of the Party, other than duties and taxes that are <br> waived, refunded, refundable, or otherwise recoverable, <br> (iii) the cost of waste and spoilage resulting from the use of the <br> material in the production of the good in the territory of the <br> (iv) the cost of processing incurred in the territory of the Party in <br> the production of the non-originating material; and <br> (v) the cost of originating materials used or consumed in the <br> production of the non-originating material in the territory of the <br> (d) placing in bottles, cases, boxes and other simple packaging operations; <br> 2 Where the cost or expense of a deduction listed in paragraph 1(a) or 1(b) is <br> unknown or documentary evidence of the amount of the deduction is not available, <br> then no deduction is allowable for that particular cost. <br> Article 4.13: Non-Qualifying Operations <br> 1 A good shall not be considered to be an originating good of the exporting <br> Party merely by reason of: <br> (a) operations to ensure the preservation of products in good condition for <br> the purpose of storage during transport; <br> (e) mere making-up of sets of articles; or <br> (f) any combination of operations referred to in subparagraphs (a) to (e). <br> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex 4-C. <br> Article 4.14: Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced or manufactured. <br> Article 4.15: Third Country Transhipment <br> 1 A good shall continue to be considered an originating good provided that the <br> AV <br> good undergoes no subsequent production or any other operation outside the <br> territories of the Parties, other than unloading, reloading, storing, repacking, <br> relabelling or any other necessary operations to preserve it in good condition or to <br> transport the good to the territory of a Party. <br> 2 Notwithstanding paragraph 1, an originating good of a Party imported into the <br> other Party after an exhibition in a non-Party shall continue to qualify as an originating good. <br> 3 To ensure compliance with paragraphs 1 or 2, the Customs Administration of <br> the importing Party may request documents, including customs documents of the third <br> country, or any other documents, including transport documents. <br> Article 4.16: Certificate of Origin <br> 1 A claim that a good should be treated as originating and accepted as eligible <br> (a) the accessories, spare parts, tools and instructional or other information <br> for a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter. The Certificate <br> (b) the quantities and value of the accessories, spare parts, tools and <br> of Origin shall contain a set of minimum requirements as detailed in Annex 4-A and <br> shall: <br> (a) specify that the goods enumerated therein are the origin of the <br> exporting Party and meet the terms of this Chapter; <br> (b) be made in respect of one or more goods and may include a variety of <br> goods; and <br> (c) be completed in English or Spanish. <br> 3 An example of a Certificate of Origin in English and Spanish is provided in Annex 4-B. <br> 4 The Certificate of Origin shall remain valid for a period of one year from the <br> date the document was issued. <br> 5 If the exporter is not the producer of the good referred to in the Certificate of <br> Origin, that exporter may complete and sign the Certificate of Origin on the basis of: <br> (a) the exporter's knowledge that the good qualifies as an originating <br> good; or <br> (b) a producer's written declaration or statement that the good qualifies as <br> an originating good of a Party. <br> 6 Nothing in paragraph 5(b) shall be construed to require a producer who is not <br> the exporter of the good to make a written declaration or statement that the good <br> Article 4.17: Exceptions from Certificate of Origin <br> Notwithstanding paragraph 1 of Article 4.16, the Customs Administration of <br> Party. <br> the importing Party shall not require a Certificate of Origin from importers when: <br> (a) the total customs value of the originating goods does not exceed 1000 <br> United States dollars or the equivalent amount in that Party's currency, <br> or such higher amount as the Party may establish; or <br> (b) the Customs Administration of the importing Party has waived the <br> requirement for evidence, <br> provided that the importation does not form part of one or more importations that may <br> avoiding the requirements of this Chapter. <br> Article 4.18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 4.24, the Customs Administration of the importing Party <br> shall grant preferential tariff treatment to a good imported into its territory from the <br> other Party, provided that the importer: <br> (a) makes a Customs Import Declaration that the good qualifies as an <br> originating good of the exporting Party; <br> (b) complies with Article 4.15; and <br> (c) submits the Certificate of Origin and, where appropriate, other <br> evidence to substantiate the tariff preference claimed for the good upon <br> request. <br> 2 Where an importer has reason to believe that the Certificate of Origin contains <br> incorrect information, the importer should promptly make a corrected declaration and <br> pay any owed duties. <br> Article 4.19: Customs Duty Refund <br> If at the time of importation of a good the importer does not claim or is unable <br> to claim preferential tariff treatment, the importer may within one year from the date <br> of importation, or within a longer period if provided for by a Party in its domestic <br> legislation, apply for a refund of any excess customs duty paid on production of: <br> (b) other documentation relating to the importation of the good as the <br> Customs Administration of the importing Party may require. <br> Article 4.20: Records <br> 1 Each Party shall require that: <br> (a) an exporter or producer shall maintain, for five years from the date of <br> the Certificate of Origin, all records relating to the origin of a good for <br> which preferential tariff treatment is claimed in the importing Party, <br> including the Certificate of Origin relevant to the good, or a copy <br> thereof; and <br> (b) an importer claiming preferential tariff treatment shall maintain, for <br> five years after the date of importation of a good, all records relating to <br> the importation of the good, including the Certificate of Origin relevant <br> to the good, or a copy thereof in accordance with the laws, regulations <br> and practices of the relevant Party. <br> 2 The records to be maintained pursuant to this Article and Article 4.21 shall <br> include electronic records. Any such records in electronic form shall be maintained in <br> accordance with the laws, regulations and practices of the relevant Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.28: Confidentiality <br> For greater certainty, the Parties confirm that Article 5.9 (Confidentiality - <br> Customs Administration Chapter) applies to this Chapter. <br> "}, {"ArticleTitle": "Goods in Storage", "ArticleDesc": "Article 4.29: Goods in Storage <br> In accordance with Article 4.18 or Article 4.19, the Customs Administration of the <br> importing Party shall grant preferential tariff treatment for a good which, on the date <br> of entry into force of this Agreement, is customs duty unpaid and stored in a <br> warehouse regulated by the Customs Administration, provided: <br> (a) the good satisfies all applicable requirements of this Chapter; and <br> (b) the importer submits a Certificate of Origin in accordance with this <br> Chapter to the Customs Administration of the importing Party. <br> Chapter 5 <br> Customs Administration <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1: Definitions <br> For the purposes of this Chapter: <br> (a) customs law means such laws and regulations administered and enforced by the <br> Customs Administration of each Party concerning the importation, exportation, <br> and transit/transhipment of goods, as they relate to customs duties, charges, and <br> (b) customs procedures means the treatment applied by the Customs <br> other taxes, or to prohibitions, restrictions, and other similar controls with <br> respect to the movement of controlled items across the boundary of the customs <br> territory of each Party; and <br> Administration of each Party to goods which are subject to customs control. <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 5.2: Scope and Coverage <br> This Chapter applies to customs procedures applied to goods traded between the Parties. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 5.3: Publication and Enquiry Points <br> 1 Each Party shall publish on the Internet its laws, regulations and administrative <br> procedures applicable to or enforceable by its Customs Administration. <br> 2 Each Party shall designate one or more inquiry points to address inquiries from <br> interested persons concerning customs matters, and shall make available on the <br> Internet information concerning procedures for making such inquiries. <br> 3 Each Party shall endeavour to provide interested persons and the other Party <br> with advance notice of any proposed customs laws and practices that are likely to <br> substantially affect the operation of the Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.4: Review and Appeal <br> Article 5.10: Advance Rulings <br> Fees and Formalities - National Treatment and Market Access for Goods Chapter) applies to customs fees and charges. <br> 1 Each Party, where possible and to the extent permitted by its domestic laws, <br> regulations and practices, shall provide for written advance rulings to be issued to a <br> (a) administrative review independent of the official that issued the <br> person described in subparagraph 2(a) concerning tariff classification, valuation and <br> determination; and <br> the qualification of a good as an originating good under this Agreement. <br> (b) judicial review of the determination or decision taken at the final level <br> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which shall: <br> (a) provide that an importer in its territory or an exporter or producer in <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons <br> the territory of the other Party may apply for an advance ruling before <br> for such decision shall be provided in writing. <br> the importation of the goods concerned; <br> Article 5.5: Penalties / Sanctions <br> (b) include a detailed description of the information required to process a <br> Each Party shall maintain measures for the imposition of civil or administrative <br> penalties or sanctions, and, where appropriate, criminal sanctions for violations of its customs law. <br> (c) allow its Customs Administration, at any time during the course of an <br> evaluation of an application for an advance ruling, to request that the <br> request for an advance ruling; <br> applicant provide additional information necessary to evaluate the request; <br> (d) ensure that an advance ruling be based on the facts and circumstances <br> presented by the applicant and any other relevant information in the <br> possession of the decision-maker; <br> of administrative review. <br> (e) provide that an advance ruling be issued to the applicant expeditiously, <br> or in any case within 30 working days of the receipt of all necessary information; and <br> (f) provide a written explanation for the reasons for the advance ruling. <br> 3 Subject to paragraph 4, each Party shall apply an advance ruling to <br> importations into its territory beginning on the date it issues the ruling or on any other <br> date specified in the ruling. The Party shall ensure the same treatment of all <br> importations regardless of the importer, exporter or producer involved, where the facts <br> and circumstances are identical in all material respects. <br> 4 A Party may modify or revoke an advance ruling where, consistent with this Agreement: <br> (a) there is a change in the law; <br> (b) incorrect information was provided or relevant information was withheld; <br> (c) there is a change in a material fact; or <br> (d) there is a change in the circumstances on which the ruling was based. <br> 1 Each Party shall ensure that with respect to its determinations on customs <br> matters, importers in its territory have access to: <br> "}, {"ArticleTitle": "CUSTOMS PROCEDURES AND FACILITATION", "ArticleDesc": "(a) are administered in an impartial, uniform and reasonable manner; and <br> (b) avoid arbitrary and unwarranted procedural obstacles. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 5.6: Customs Procedures and Facilitation <br> 1 Each Party shall ensure that its customs procedures conform, where <br> possible and to the extent permitted by its respective laws, regulations and <br> practices, to international standards and recommended practices established by <br> the World Customs Organization. <br> 2 Each Party shall ensure that its customs procedures and practices: <br> 3 The Customs Administration of each Party shall periodically review its <br> customs procedures with a view to exploring options for their simplification and <br> the enhancement of mutually beneficial arrangements to facilitate international trade. <br> 4 Each Party shall ensure goods are released within a time period no longer than <br> that required to ensure compliance with its customs laws. <br> 5 A Party may, so long as other customs requirements have been met, and to the extent possible: <br> (a) release goods at the point of arrival, without temporary transfer to <br> warehouses or other locations; or <br> (b) release goods prior to, and without prejudice to, the final determination <br> by its Customs Administration of the applicable customs duties, taxes and fees. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.7: Risk Management <br> 1 Each Party shall administer its customs procedures so as to facilitate the <br> clearance of low-risk goods and focus on high-risk goods. To the extent possible, <br> systems that allow for information regarding an importation to be processed in <br> advance of arrival are to be used to clear goods. <br> 2 Each Party shall work to further enhance the use of risk management <br> techniques in the administration of its customs procedures. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 5.8: Cooperation <br> 1 Each Party's Customs Administration shall endeavor to provide the Customs <br> Administration of the other Party with advance notice of any significant modification <br> of administrative policy regarding the implementation of its customs laws and <br> practices that are likely to substantially affect the operation of this Agreement. <br> 2 To the extent permitted by their domestic laws, rules and regulations, the <br> Customs Administrations of both Parties shall endeavour to provide each other with: <br> (a) information to assist in the investigation and prevention of <br> infringements of customs and customs related laws and regulations; and <br> (b) any other customs matters agreed by the Parties. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.9: Confidentiality <br> 1 Each Party's Customs Administration undertakes not to use any information <br> received in accordance with this Chapter or Chapter 4 (Rules of Origin) other than for <br> the purpose for which the information was given, or to disclose any such information, except in cases where: <br> (a) the Customs Administration that furnished the information has <br> expressly approved its use or disclosure for other purposes related to <br> this Chapter or Chapter 4 (Rules of Origin); or <br> (b) the national law of the receiving Customs Administration requires <br> disclosure, in which case the receiving Customs Administration shall <br> notify the Customs Administration that furnished the information of the relevant law. <br> 2 Any information received in accordance with this Chapter or Chapter 4 (Rules <br> of Origin) shall be treated as confidential and will be subject to the same protection <br> and confidentiality as the same kind of information is subject to under the national <br> law of the Customs Administration where it is received. <br> 3 Nothing in this Chapter or Chapter 4 (Rules of Origin) shall be construed to <br> require a Party to furnish or allow access to information the disclosure of which would: <br> (a) be contrary to the public interest as determined by its laws, rules or regulation; <br> (b) be contrary to any of its laws, rules and regulations including but not <br> limited to those protecting personal privacy or the financial affairs and <br> accounts of individuals; or impede law enforcement. <br> (c) <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.4: Review and Appeal <br> Article 5.10: Advance Rulings <br> Fees and Formalities - National Treatment and Market Access for Goods Chapter) applies to customs fees and charges. <br> 1 Each Party, where possible and to the extent permitted by its domestic laws, <br> regulations and practices, shall provide for written advance rulings to be issued to a <br> (a) administrative review independent of the official that issued the <br> person described in subparagraph 2(a) concerning tariff classification, valuation and <br> determination; and <br> the qualification of a good as an originating good under this Agreement. <br> (b) judicial review of the determination or decision taken at the final level <br> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which shall: <br> (a) provide that an importer in its territory or an exporter or producer in <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons <br> the territory of the other Party may apply for an advance ruling before <br> for such decision shall be provided in writing. <br> the importation of the goods concerned; <br> Article 5.5: Penalties / Sanctions <br> (b) include a detailed description of the information required to process a <br> Each Party shall maintain measures for the imposition of civil or administrative <br> penalties or sanctions, and, where appropriate, criminal sanctions for violations of its customs law. <br> (c) allow its Customs Administration, at any time during the course of an <br> evaluation of an application for an advance ruling, to request that the <br> request for an advance ruling; <br> applicant provide additional information necessary to evaluate the request; <br> (d) ensure that an advance ruling be based on the facts and circumstances <br> presented by the applicant and any other relevant information in the <br> possession of the decision-maker; <br> of administrative review. <br> (e) provide that an advance ruling be issued to the applicant expeditiously, <br> or in any case within 30 working days of the receipt of all necessary information; and <br> (f) provide a written explanation for the reasons for the advance ruling. <br> 3 Subject to paragraph 4, each Party shall apply an advance ruling to <br> importations into its territory beginning on the date it issues the ruling or on any other <br> date specified in the ruling. The Party shall ensure the same treatment of all <br> importations regardless of the importer, exporter or producer involved, where the facts <br> and circumstances are identical in all material respects. <br> 4 A Party may modify or revoke an advance ruling where, consistent with this Agreement: <br> (a) there is a change in the law; <br> (b) incorrect information was provided or relevant information was withheld; <br> (c) there is a change in a material fact; or <br> (d) there is a change in the circumstances on which the ruling was based. <br> 1 Each Party shall ensure that with respect to its determinations on customs <br> matters, importers in its territory have access to: <br> "}, {"ArticleTitle": "Paperless Trading", "ArticleDesc": "Article 5.11: Paperless Trading <br> 1 The Customs Administration of each Party, in implementing initiatives which <br> provide for the use of paperless trading, shall take into account the methods agreed by <br> the World Customs Organization, including adoption of the World Customs <br> Organization data model for the simplification and harmonisation of data. <br> 2 The Customs Administration of each Party shall work towards having <br> electronic means for all its customs reporting requirements, as soon as practicable. <br> 3 The introduction and enhancement of information technology shall, to the <br> greatest extent possible, be carried out in consultation with all relevant parties including businesses directly affected. <br> "}, {"ArticleTitle": "Fees and Charges", "ArticleDesc": "Article 5.12: Fees and Charges <br> For greater certainty, the Parties confirm that Article 3.10 (Administrative <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.4: Review and Appeal <br> Article 5.10: Advance Rulings <br> Fees and Formalities - National Treatment and Market Access for Goods Chapter) applies to customs fees and charges. <br> 1 Each Party, where possible and to the extent permitted by its domestic laws, <br> regulations and practices, shall provide for written advance rulings to be issued to a <br> (a) administrative review independent of the official that issued the <br> person described in subparagraph 2(a) concerning tariff classification, valuation and <br> determination; and <br> the qualification of a good as an originating good under this Agreement. <br> (b) judicial review of the determination or decision taken at the final level <br> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which shall: <br> (a) provide that an importer in its territory or an exporter or producer in <br> 2 Notice of the decision on appeal shall be given to the appellant and the reasons <br> the territory of the other Party may apply for an advance ruling before <br> for such decision shall be provided in writing. <br> the importation of the goods concerned; <br> Article 5.5: Penalties / Sanctions <br> (b) include a detailed description of the information required to process a <br> Each Party shall maintain measures for the imposition of civil or administrative <br> penalties or sanctions, and, where appropriate, criminal sanctions for violations of its customs law. <br> (c) allow its Customs Administration, at any time during the course of an <br> evaluation of an application for an advance ruling, to request that the <br> request for an advance ruling; <br> applicant provide additional information necessary to evaluate the request; <br> (d) ensure that an advance ruling be based on the facts and circumstances <br> presented by the applicant and any other relevant information in the <br> possession of the decision-maker; <br> of administrative review. <br> (e) provide that an advance ruling be issued to the applicant expeditiously, <br> or in any case within 30 working days of the receipt of all necessary information; and <br> (f) provide a written explanation for the reasons for the advance ruling. <br> 3 Subject to paragraph 4, each Party shall apply an advance ruling to <br> importations into its territory beginning on the date it issues the ruling or on any other <br> date specified in the ruling. The Party shall ensure the same treatment of all <br> importations regardless of the importer, exporter or producer involved, where the facts <br> and circumstances are identical in all material respects. <br> 4 A Party may modify or revoke an advance ruling where, consistent with this Agreement: <br> (a) there is a change in the law; <br> (b) incorrect information was provided or relevant information was withheld; <br> (c) there is a change in a material fact; or <br> (d) there is a change in the circumstances on which the ruling was based. <br> 1 Each Party shall ensure that with respect to its determinations on customs <br> matters, importers in its territory have access to: <br> "}]}]}, "members_found": ["152", "036"]}