{"FtaRooDetails": {"FtaId": 203, "FtaCode": "ITC00209", "FtaName": "FTA, Australia-China", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF AUSTRALIA AND THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "20.12.2015", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; China", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-China", "AdminProcCooAuth": "The certification type under FTA, Australia-China is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-China is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-China agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 45%", "RooText": "CTH and RVC 45%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " Annex II<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Section A: Introductory Notes<br /> 1.    The specific rule or specific set of rules that applies to a particular subheading is<br /> set out immediately adjacent to the subheading, heading, or chapter, as applicable.<br /> 2.    When a subheading or heading is subject to alternative specific rules of origin,<br /> the rule will be considered to be met if a good satisfies one of the alternatives.<br /> 3.    A change in tariff classification requirement under this Annex requires that each<br /> of the non-originating materials used in the production of the good undergoes a change<br /> of tariff classification as a result of production in the territory of one or both Parties.<br /> 4.    A good shall not be considered to be originating merely by reclassification of the<br /> good without any physical change.<br /> 5.    For the purposes of the product specific rules set out in this Annex:<br /> (a)    chapter means the first two digits in the tariff classification number under the<br /> Harmonized System;<br /> (b)    heading means the first four digits in the tariff classification number under the<br /> Harmonized System;<br /> (c)    subheading means the first six digits in the tariff classification number under<br /> the Harmonized System;<br /> (d)    \"CC\" denotes a change to the chapter, heading or subheading from any other<br /> chapter. This indicates that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the two-digit level (i.e. a change<br /> in chapter) of the Harmonized System;<br /> (e)    \"CTH\" denotes a change to the chapter, heading or subheading from any other<br /> heading. This indicates that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the four-digit level (i.e. a<br /> change in heading) of the Harmonized System;<br /> (f)    \"CTSH\" denotes a change to the chapter, heading or subheading from any other<br /> subheading. This indicates that all non-originating materials used in the production of<br /> the good have undergone change in tariff classification at the six-digit level (i.e. a<br /> change in subheading) of the Harmonized System;<br /> (g)    \"RVC%\" denotes the minimum requirement of regional value content as<br /> calculated under Article 3.5 (Regional Value Content) of Chapter 3 (Rules of Origin<br /> and Implementation Procedures); and<br /> (h)    \"WO\" indicates that the good is wholly obtained in a Party as defined in Article<br /> 3.2 (Originating Goods) of Chapter 3 (Rules of Origin and Implementation Procedures).<br /> 6. This Annex is formulated on the basis of the Harmonised System as updated as<br /> Version 2012.<br /> Section B: Chemical Chapter Origin Rules<br /> 7.    Chemical Reaction Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, any good of<br /> Chapters 27 to 40 that is the product of a chemical reaction shall be considered to be an<br /> originating good if the chemical reaction occurred in the territory of a Party.<br /> For the purposes of this Section, a \"chemical reaction\" is a process (including a<br /> biochemical process) which results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the<br /> spatial arrangement of atoms in a molecule.<br /> The following are not considered to be chemical reactions for the purposes of<br /> determining whether a good is an originating good:<br /> (a)    dissolving in water or other solvents;<br /> (b)    the elimination of solvents including solvent water; or<br /> (c)    the addition or elimination of water of crystallization.<br /> 8.    Purification Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 28 to 35, 38 and 39, purification is considered to be origin conferring if it<br /> occurred in the territory of a Party, provided that one of the following criteria is satisfied:<br /> (a)    purification of a good results in the elimination of not less than 80 percent of the<br /> content of existing impurities; or<br /> (b)    the reduction or elimination of impurities results in a good suitable for one or<br /> more of the following applications:<br /> (i)    pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (ii)    chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (iii)    elements and components for use in micro-elements;<br /> (iv)    specialized optical uses;<br /> (v)    non-toxic uses for health and safety;<br /> (vi)    biotechnical use;<br /> (vii)    carriers used in a separation process;    or<br /> (viii)    nuclear grade uses.<br /> 9.    Mixtures and Blends Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 30 and 31, heading 3302, subheading 3502.20, and headings 3506, 3507<br /> and 3707, the deliberate and proportionally controlled mixing or blending (including<br /> dispersing) of materials to conform to predetermined specifications, which results in the<br /> production of a good having physical or chemical characteristics which are relevant to<br /> the purposes or uses of the good and are different from the input materials, is considered<br /> to be origin conferring if it occurred in the territory of a Party.<br /> 10.    Change in Particle Size Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 30, 31 and 39, the deliberate and controlled modification in particle size of<br /> a good, other than by crushing or pressing, resulting in a good having a defined particle<br /> size, defined particle size distribution or defined surface area which is relevant to the<br /> purposes of the resulting good and having different physical or chemical characteristics<br /> from the input materials, is considered to be origin conferring if it occurred in the<br /> territory of a Party.<br /> 11.    Standards Materials Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 28 to 32, 35 and 38, the production of standards materials is considered to<br /> be origin conferring if it occurred in the territory of a Party. For the purposes of this rule,<br /> \"standards materials\" (including standard solutions) are preparations suitable for<br /> analytical, calibrating or referencing uses having precise degrees of purity or<br /> proportions which are certified by the manufacturer.<br /> 12.    Isomer Separation Origin Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 28 to 32, 35 and 39, the isolation or separation of isomers from mixtures of<br /> isomers is considered to be origin conferring if it occurred in the territory of a Party.<br /> 13. Distillation Rule:<br /> Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of heading 27.10, the following processes confer origin if the process occurred in the<br /> territory of a Party:<br /> (a)    Atmospheric distillation - a separation process in which petroleum oils are<br /> converted, in a distillation tower, into fractions according to boiling point and the<br /> vapour then condensed into different liquefied fractions. Goods produced from<br /> petroleum distillation may include liquefied petroleum gas, naphtha, gasoline, kerosene,<br /> diesel/heating oil, light gas oils, and lubricating oil; or<br /> (b)    Vacuum distillation - distillation at a pressure below atmospheric but not so low<br /> that it would be classed as molecular distillation. Vacuum distillation is useful for<br /> distilling high-boiling and heat-sensitive materials such as heavy distillates in petroleum<br /> oils to produce light to heavy vacuum gas oils and residuum. In some refineries, gas oils<br /> may be further processed into lubricating oils.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00209_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/chafta/fact-sheets/Documents/chafta-certificate-of-origin-sample-template-originals-supplied-by-authorised-bodies.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00209_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/chafta/official-documents/Documents/chafta-annex-ii-product-specific-rules-of-origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00209_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/chafta/official-documents/Documents/chafta-chapter-3-rules-of-origin-and-implementation-procedures.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00209_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/chafta/official-documents/Documents/chafta-chapter-4-customs-procedures-and-trade-facilitation.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00209_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/chafta/official-documents/Pages/official-documents.aspx"}, {"DocDesc": "WTO notification", "DocFileName": "itc00209_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N137.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: CUMULATION <br /> Originating material from the territory of a Party used in the production of a <br /> good in the territory of the other Party shall be considered to originate in the territory of <br /> the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: DE MINIMIS <br /> 1 A good that does not satisfy a change in tariff classification requirement in <br /> accordance with Annex II (Product Specific Rules of Origin) will nonetheless be an <br /> originating good if: <br /> (a) the value of all non-originating materials used in the production of the <br /> good that does not undergo the required change in tariff classification <br /> does not exceed 10 percent of the value of the good as determined in <br /> accordance with Article 3.5; and <br /> (b) the good meets all other applicable provisions of this Chapter. <br /> 2 The value of such non-originating materials shall, however, be included in the <br /> value of non-originating materials for any applicable regional value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: REGIONAL VALUE CONTENT <br /> 3 For the purpose of calculating the regional value content of a good in accordance <br /> with paragraph 1, no account shall be taken of the non-originating materials used to <br /> produce originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br /> 1 Accessories, spare parts or tools presented and classified with an originating <br /> good that form part of the standard accessories, spare parts, or tools for that good shall <br /> be treated as originating goods and shall be disregarded in determining whether all the <br /> non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are classified and invoiced with the <br /> goods and are included in the price of the goods; <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the originating goods; and <br /> (c) if the good is subject to a regional value content requirement, the value of <br /> the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 2 Paragraph 1 does not apply where the accessories, spare parts or tools have been <br /> added solely for the purpose of artificially raising the regional value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: WHOLLY OBTAINED GOODS <br /> For the purposes of Article 3.2(a), the following goods shall be considered as <br /> wholly obtained or produced in the territory of a Party: <br /> (a) live animals born and raised in the territory of a Party; <br /> (b) goods obtained from live animals referred to in subparagraph (a) in the territory of a Party; <br /> (c) goods obtained directly from hunting, trapping, fishing, aquaculture, <br /> gathering, or capturing conducted in the territory of a Party; <br /> (d) plants and plant products [1] harvested, picked or gathered in the territory of a Party; <br /> (e) mineral and other naturally occurring substances, not included in <br /> paragraphs (a) to (d) above, extracted or taken in the territory of a Party; <br /> (f) goods, other than fish, shellfish, plant and other marine life, extracted or <br /> taken from the waters, seabed or subsoil beneath the seabed outside the <br /> territory of that Party, provided that the Party has the right to exploit such <br /> waters, seabed or subsoil beneath the seabed in accordance with <br /> international law and the domestic law of the Party; <br /> (g) goods (fish, shellfish, plant and other marine life) taken from the high <br /> seas by a vessel registered with a Party and flying its flag; <br /> (h) goods obtained or produced from the goods referred to in subparagraph <br /> (g) on board factory ships registered with a Party and flying its flag; <br /> (i) waste and scrap derived from: <br /> (i) production in the territory of a Party; or <br /> (ii) used goods collected in the territory of a Party; provided that such <br /> goods are fit only for the recovery of raw materials; and <br /> (j) goods produced entirely in the territory of a Party exclusively from goods <br /> referred to in subparagraph (a) through (i). <br /> [1] The Parties understand that @^@plant@^@ in subparagraph (d) refers to all plant life, including fungi and algae.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12 : MINIMAL OPERATIONS OR PROCESSES <br /> 1 A good shall not be considered to be originating only by reason of having <br /> undergone one or more of the following operations or processes: <br /> (a) operations or processes to ensure preservation of goods in good condition <br /> for the purposes of transport or storage; <br /> (b) packaging and repackaging; <br /> (c) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (d) placing in bottles, cans, flasks, bags, cases or boxes, fixing on cards or <br /> boards, and other simple packaging operations; <br /> (e) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; or <br /> (f) disassembly of goods. <br /> 2 Paragraph 1 shall prevail over the product specific rules set out in Annex II <br /> (Product Specific Rules of Origin).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: REGIONAL VALUE CONTENT <br /> 1 Where the Regional Value Content (RVC) is referred to in Annex II (Product <br /> Specific Rules of Origin), the RVC shall be calculated as follows: <br /> RVC = [(V - VNM x 100)/V]*100 <br /> where: <br /> @^@RVC@^@ is the regional value content, expressed as a percentage; <br /> @^@V@^@ is the value of the good, as determined in accordance with the provisions of <br /> the Customs Valuation Agreement, adjusted on an FOB basis; and <br /> @^@VNM@^@ is the value of the non-originating materials, including materials of <br /> undetermined origin, as determined in accordance with paragraph 2. <br /> 2 The value of the non-originating materials shall be: <br /> (a) the CIF value of imported materials, determined in accordance with the <br /> Customs Valuation Agreement; or <br /> (b) the value determined in accordance with the Customs Valuation <br /> Agreement when the non-originating materials are acquired within the <br /> territory of that Party, not including freight, insurance, packing costs and <br /> any other costs incurred in transporting, within the Party's territory, the <br /> non-originating materials to the location of the producer. <br /> 3 For the purpose of calculating the regional value content of a good in accordance <br /> with paragraph 1, no account shall be taken of the non-originating materials used to <br /> produce originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: NEUTRAL ELEMENTS <br /> 1 In determining whether a good is an originating good, any neutral elements as <br /> defined in paragraph 2 shall be treated as originating. <br /> 2 Neutral element means a good used in the production of another good but not <br /> physically incorporated into that other good, or a good used in the operation of <br /> equipment associated with the production of another good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: DIRECT CONSIGNMENT <br /> 1 An originating good shall retain its originating status provided that the good is <br /> directly transported to the importing Party without passing through the territory of a non-party. <br /> 2 Notwithstanding paragraph 1, an originating good transported through one or <br /> more non-parties, with or without trans-shipment or temporary storage in such non- <br /> parties, shall retain its originating status, provided that: <br /> (a) the good remains under customs control in those non-parties; <br /> (b) the good does not undergo any operation there other than unloading and <br /> reloading, repacking, re-labelling for the purpose of satisfying the <br /> requirements of the importing Party, temporary storage or any operation <br /> required to keep them in good condition; and <br /> (c) in cases where the good is temporarily stored in the territory of a non- <br /> party, as provided in paragraph 2 of this Article, stay of the good in that <br /> non-party shall not exceed 12 months from the date of its entry. <br /> 3 Consignments of originating goods may be split up in non-parties for further <br /> transport, subject to the fulfilment of the conditions listed in paragraph 2. <br /> 4 The customs administration of the importing Party may require the importer to <br /> submit documentary evidence to confirm compliance with the conditions listed in paragraph 2. <br /> Section B: Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.2: ORIGINATING GOODS <br /> Unless otherwise indicated in this Chapter, a good shall be considered as <br /> originating in a Party when: <br /> (a) the good is wholly obtained or produced in the territory of a Party in <br /> accordance with Article 3.3; <br /> (b) the good is produced entirely in the territory of one or both Parties, <br /> exclusively from originating materials; or <br /> (c) the good is produced in the territory of one or both of the Parties, using <br /> non-originating materials, complies with the applicable product specific <br /> rule contained in Annex II (Product Specific Rules of Origin), and meets <br /> the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: PACKING, PACKAGES AND CONTAINERS <br /> 1 Containers and packing materials used for the transport of a good shall not be <br /> taken into account in determining the origin of the good. <br /> 2 Where a good is subject to a change in tariff classification requirement in Annex <br /> II (Product Specific Rules of Origin), the origin of the packaging materials and <br /> containers in which the good is packaged for retail sale shall be disregarded in <br /> determining the origin of the good, provided that the packaging materials and containers <br /> are classified with the good. <br /> 3 Where a good is subject to a regional value content requirement, the value of the <br /> packaging materials and containers used for retail sale shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, when <br /> determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: FUNGIBLE MATERIALS <br /> 1 The determination of whether fungible materials are originating materials shall <br /> be made either by physical separation of each of the materials or by the use of an <br /> inventory management method recognised in the generally accepted accounting <br /> principles of the exporting Party. <br /> 2 Fungible materials means materials which are interchangeable for commercial <br /> purposes, whose properties are essentially identical, and between which it is impractical <br /> to differentiate by a mere visual examination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 1 For the purposes of obtaining preferential tariff treatment in the other Party, a <br /> Certificate of Origin shall be issued by an authorised body of the exporting Party. <br /> 2 Each Party shall inform the customs administration of the other Party of the <br /> names and addresses of the authorised bodies issuing the Certificates of Origin and shall <br /> provide specimen impressions of official seals used by such authorised bodies. Any <br /> change in names, addresses or official seals shall be promptly notified to the customs <br /> administration of the other Party. <br /> 3 A Certificate of Origin shall be issued before or at the time of exportation when <br /> the goods have been determined to be originating in the exporting Party in accordance <br /> with the provisions of this Chapter. The exporter or producer shall submit an application <br /> for the Certificate of Origin together with appropriate supporting documents proving <br /> that the goods qualify as originating. <br /> 4 The Certificate of Origin, based on the template in Annex 3-A, shall be <br /> completed in the English language and shall be duly signed and stamped. A Certificate <br /> of Origin shall be applicable to one or more goods under one consignment unless the <br /> Parties otherwise agree and shall remain valid for 12 months from the date of issue. <br /> 5 Notwithstanding paragraph 3, in exceptional cases where a Certificate of Origin <br /> has not been issued before or at the time of exportation due to force majeure, or <br /> involuntary errors, omissions or other valid reasons, a Certificate of Origin may be <br /> issued within 12 months from the date of shipment, bearing the remark @^@ISSUED <br /> RETROSPECTIVELY@^@, and remain valid for 12 months from the date of shipment. <br /> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may, within the term of validity of the original Certificate of <br /> Origin, make a written request to the authorised body that issued the original certificate <br /> for a certified copy, provided that the original Certificate of Origin had not been used. <br /> The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the original <br /> Certificate of Origin number dated @^@. The certified copy shall have the same <br /> term of validity as the original Certificate of Origin. <br /> ARTICLE 3.15: DECLARATION OF ORIGIN <br /> 1 A Declaration of Origin shall be accepted in place of a Certificate of Origin for <br /> any consignment of goods covered by an advance ruling issued by the importing Party <br /> in accordance with Article 4.9 (Advance Rulings) of Chapter 4 (Customs Procedures <br /> and Trade Facilitation) that deems the good to qualify as originating, so long as the facts <br /> and circumstances on which the ruling was based remain unchanged and the ruling remains valid. <br /> 2 A Declaration of Origin shall be completed in the English language and duly <br /> signed by the exporter or producer in a format based on the template in Annex 3-B. The <br /> Declaration shall cover the goods presented under a single import customs declaration <br /> and shall remain valid for 12 months from the date of issue. <br /> ARTICLE 3.19: AMENDMENTS TO CERTIFICATES OR DECLARATIONS OF ORIGIN <br /> 1 Neither erasures nor superimpositions shall be permitted on any Certificate or <br /> Declaration of Origin. Any amendment to a Certificate of Origin or Declaration of <br /> Origin shall be made by striking out the erroneous information and making any addition <br /> which might be required. Any such alterations shall be endorsed by the person who <br /> made them and, for a Certificate of Origin, certified by the authorised body which <br /> issued the Certificate of Origin. <br /> 2 Any empty space on a Certificate of Origin or Declaration of Origin shall be <br /> crossed out or otherwise marked to prevent subsequent additions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than AUD 1000 for Australia / 6000 RMB for China)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN OR DECLARATION OF ORIGIN <br /> 1 For the purpose of granting preferential tariff treatment under this Chapter, a <br /> Party shall waive the requirements for the presentation of a Certificate of Origin or <br /> Declaration of Origin and grant preferential tariff treatment to: <br /> (a) any consignment of originating goods of a customs value not exceeding <br /> 1,000 Australian dollars for Australia or 6,000 RMB for China, or such <br /> higher amount as each Party may establish; or <br /> (b) other originating goods as provided under its laws and regulations. <br /> 2 Waivers provided for in paragraph 1 shall not be applicable when it is <br /> established by the customs administration of the importing Party that the importation <br /> forms part of a series of importations that may reasonably be considered to have been <br /> undertaken or arranged for the purpose of avoiding the submission of a Certificate of <br /> Origin or Declaration of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 4 The Certificate of Origin, based on the template in Annex 3-A, shall be <br /> completed in the English language and shall be duly signed and stamped. A Certificate <br /> of Origin shall be applicable to one or more goods under one consignment unless the <br /> Parties otherwise agree and shall remain valid for 12 months from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.20: RETENTION OF ORIGIN DOCUMENTS <br /> 1 Each Party shall require its producers, exporters, and importers to retain the <br /> Certificate of Origin, Declaration of Origin and any other documentary evidence <br /> sufficient to substantiate the origin of the goods as defined in this Chapter for 3 years or <br /> such longer period in accordance with that Party's laws and regulations. <br /> 2 Each Party shall ensure that its authorised bodies retain copies of Certificates of <br /> Origin and any other documentary evidence sufficient to substantiate the origin of the goods", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 2 Where a Certificate or Declaration of Origin is not provided at the time of <br /> importation of a good, the importing customs administration may impose the non- <br /> preferential import customs duty or payment of a deposit equivalent to the non- <br /> preferential duty on that good. In such a case the importer may apply for a refund of any <br /> excess import customs duty or deposit paid within one year from the date of importation, <br /> or any longer period if provided for by the importing Party in its laws and regulations, <br /> provided that the requirements in paragraph 1 are fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 1 Except as otherwise provided in Article 3.22, each Party shall grant preferential <br /> tariff treatment to a good that qualifies as an originating good of the exporting Party <br /> provided that the importer: <br /> (a) makes a claim for preferential tariff treatment, either by written or <br /> electronic means before or at the time of importation, or otherwise in <br /> accordance with the importing Party's laws and regulations, on the <br /> grounds that the good qualifies as an originating good; <br /> (b) possesses a valid Certificate or Declaration of Origin for the imported good; <br /> (c) submits, if required by the importing customs administration, the original <br /> or copy of the Certificate or Declaration of Origin and such other <br /> documentation relating to the importation of the good; and <br /> (d) submits, if required by the importing customs administration, evidence to <br /> prove that the consignment criteria specified in Article 3.13 have been met. <br /> 2 Where a Certificate or Declaration of Origin is not provided at the time of <br /> importation of a good, the importing customs administration may impose the non- <br /> preferential import customs duty or payment of a deposit equivalent to the non- <br /> preferential duty on that good. In such a case the importer may apply for a refund of any <br /> excess import customs duty or deposit paid within one year from the date of importation, <br /> or any longer period if provided for by the importing Party in its laws and regulations, <br /> provided that the requirements in paragraph 1 are fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.21: VERIFICATION OF ORIGIN <br /> 1 For the purposes of determining whether goods imported into the territory of a <br /> Party from the territory of the other Party qualify as originating goods, the importing <br /> customs administration may conduct a verification process in sequence by means of: <br /> (a) requesting the assistance of the customs administration of the exporting Party; <br /> (b) written requests for information from the exporter or producer in the <br /> territory of the exporting Party; <br /> (c) written requests to the authorised body of the exporting Party that issued <br /> the Certificate of Origin to verify the validity of the Certificate; or <br /> (d) such other procedures as the customs administrations of the Parties may jointly decide. <br /> 2 A verification action under paragraph 1 shall only be initiated when there are <br /> reasonable grounds to doubt the accuracy or authenticity of a Certificate of Origin or <br /> Declaration of Origin, the origin status of the goods concerned or the fulfilment of any <br /> other requirements under this Chapter. <br /> 3 In taking verification action pursuant to paragraph 1(a), the customs <br /> administration of the importing Party shall: <br /> (a) specify the reasons for the verification action and provide any relevant <br /> documents and information obtained to the customs administration of the <br /> exporting Party; <br /> (b) limit such requests using a risk management approach; and <br /> (c) endeavour to complete any verification action within six months of the <br /> commencement of such action and promptly provide written advice of its <br /> decision to all relevant parties. <br /> 4 In taking verification action pursuant to paragraph 1(a), the customs <br /> administration of the exporting Party shall: <br /> (a) subject to paragraph 4(b), respond promptly to the request and reply not <br /> later than three months after its receipt; and <br /> (b) endeavour to provide assistance to the extent permitted by its laws, <br /> regulations and policies, but may nevertheless deny or limit assistance on <br /> the basis of resource availability. <br /> 5 If all verification actions under paragraph 1 have been exhausted and have failed <br /> to resolve the concern of the customs administration of the importing Party, a <br /> verification visit may be conducted of the premises of the exporter or producer with the <br /> prior consent and assistance of the customs administration of the exporting Party, <br /> according to procedures jointly decided by the customs administrations of the Parties. <br /> 6 This Article shall not affect the rights of customs administrations of the Parties <br /> to undertake verification or compliance activities within their territories in accordance <br /> with their laws and regulations. <br /> ARTICLE 3.22: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> 1 A Party may deny preferential tariff treatment to a good where: <br /> (a) the importer fails to make a claim for preferential tariff treatment before <br /> or at the time of importation in accordance with the importing Party's <br /> laws and regulations; <br /> (b) the name of the relevant authorised body or the specimen impressions of <br /> official seals used by such authorised body, or advice of any change in <br /> the above information, have not been provided to the customs <br /> administration of the importing Party; <br /> (c) action taken under Article 3.21 failed to verify the eligibility of the good <br /> for preferential tariff treatment, including where: <br /> (i) the customs administration of the exporting Party is unable for <br /> any reason to respond to the request to the satisfaction of the <br /> customs administration of the importing Party; or <br /> (ii) the exporter or producer, as appropriate, fails to provide <br /> information which the importing Party has requested within three <br /> months of the date of request. <br /> (d) notwithstanding Article 3.18.1, an importation forms part of a series of <br /> importations that may reasonably be considered to have been undertaken <br /> or arranged for the purposes of circumventing the requirements of this Chapter; or <br /> (e) the good does not or did not comply with the other requirements of this <br /> Chapter, including where: <br /> (i) the Certificate or Declaration of Origin has not been duly completed and signed; <br /> (ii) the good does not qualify as an originating good; or <br /> (iii) the data provided under the Certificate or Declaration of Origin <br /> does not correspond to those of the supporting documents submitted. <br /> 2 In the event that preferential tariff treatment is denied, the customs <br /> administration of the importing Party shall provide to the exporter, importer or producer, <br /> as the case may be, the reasons for that decision in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.9: ADVANCE RULINGS <br /> 1 Each Party shall provide for written advance rulings to be issued to a person <br /> described in paragraph 2(a) concerning tariff classification, whether a good is <br /> originating under this Agreement, and other matters the Parties may agree. <br /> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings, which shall: <br /> (a) provide that an exporter, importer or any person with a justifiable cause, <br /> or a representative thereof, may apply for an advance ruling. A Party may <br /> require that an applicant have legal representation or registration in its territory; <br /> (b) include a detailed description of the information required to process a <br /> request for an advance ruling; <br /> (c) allow its customs administration, at any time during the course of an <br /> evaluation of an application for an advance ruling, to request that the <br /> applicant provide additional information necessary to evaluate the request; <br /> (d) ensure that an advance ruling be based on the facts and circumstances <br /> presented by the applicant and any other relevant information in the <br /> possession of the decision-maker; and <br /> (e) provide that the ruling be issued, in the national language of the issuing <br /> customs administration, to the applicant expeditiously within 60 days on <br /> receipt of all necessary information. <br /> 3 A Party that declines to issue an advance ruling shall promptly notify the <br /> applicant in writing, setting forth the basis for its decision to decline to issue the advance ruling. <br /> 4 A Party may reject requests for an advance ruling where the additional <br /> information requested by it in accordance with paragraph 2(c) is not provided <br /> within the specified period. <br /> 5 Each Party shall endeavour to make information on advance rulings which it <br /> considers to be of significant interest to other traders publicly available, taking into <br /> account the need to protect confidential information. <br /> 6 Subject to paragraph 7, each Party shall apply an advance ruling to importations <br /> into its territory through any port of entry for three years or such longer period as a <br /> Party may decide, beginning on the date it issues the ruling or on any other date <br /> specified in the ruling. The Party shall ensure the same treatment of all importations of a <br /> good subject to the ruling during the validity period regardless of the importer or <br /> exporter involved, where the facts and circumstances are identical in all material respects. <br /> 7 A Party may modify or revoke an advance ruling, consistent with this Agreement, where: <br /> (a) there is a change in its laws or regulations; <br /> (b) incorrect information is provided or relevant information is withheld; <br /> (c) there is a change in a material fact; or <br /> (d) there is a change in the circumstances on which the ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.17: MINOR ERRORS OR DISCREPANCIES <br /> Where the origin of an imported good is not in doubt, minor transcription errors <br /> in a Certificate of Origin or discrepancies in documentation, or the absence of overleaf <br /> instructions in a Certificate of Origin, will not of themselves render the Certificate of <br /> Origin invalid if it does in fact correspond to the good. However, this does not prevent <br /> the customs administration of the importing Party from initiating a verification process <br /> in accordance with Article 3.21.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.8: REVIEW AND APPEAL <br /> Each Party shall ensure the availability of processes for administrative and <br /> judicial review of decisions taken by its customs administration. Such review shall be <br /> independent from the official or office that made the decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a) authorised body means any Government authority or other entity <br> authorised under the laws and regulations of a Party or recognised by a <br> Party as competent to issue a Certificate of Origin; <br> (b) Certificate of Origin means a form issued by an authorised body of the <br> exporting Party, identifying the goods being consigned between the <br> Parties and certifying that the goods to which the Certificate relates are <br> originating in a Party in accordance with the provisions of this Chapter; <br> (c) CIF value means the value of the good imported inclusive of the cost, <br> (d) Customs Valuation Agreement means the Agreement on <br> Implementation of Article VII of the General Agreement on Tariffs and <br> Trade 1994 contained in Annex 1A to the WTO Agreement; <br> (e) Declaration of Origin means a statement as to the origin of the goods <br> made by the exporter or producer of those goods, identifying the goods <br> being consigned between the Parties and declaring that the goods to <br> which the Declaration relates are originating goods; <br> (f) FOB means the value of the good free on board inclusive of the cost of <br> transport, including the insurance, up to the port or site of final shipment for export; <br> (g) generally accepted accounting principles means the recognised <br> consensus or substantial authoritative support in the territory of a Party, <br> with respect to the recording of revenues, expenses, costs, assets and <br> statements. These standards may encompass broad guidelines of general <br> (h) material means any matter or substance used in the production of a good <br> and physically incorporated into that good; <br> (j) producer means a person who engages in the production of a good; and <br> (k) production means methods of obtaining goods, including growing, <br> raising, mining, harvesting, fishing, farming, trapping, hunting, capturing, <br> gathering, collecting, breeding, extracting, manufacturing, processing or assembling a good. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purposes of this Chapter: <br> insurance and freight up to the port or place of entry in the country of importation; <br> liabilities; the disclosure of information; and the preparation of financial <br> application as well as detailed standards, practices and procedures; <br> accordance with this Chapter; <br> (i) originating material means a material that qualifies as originating in <br> "}, {"ArticleTitle": "CHANGE IN TARIFF CLASSIFICATION", "ArticleDesc": "ARTICLE 3.4: CHANGE IN TARIFF CLASSIFICATION <br> A change in tariff classification requirement under Annex II (Product Specific <br> Rules of Origin) requires that the non-originating materials used in the production of the <br> goods undergo a change of tariff classification as a result of that production in the <br> territory of one or both Parties. <br> "}, {"ArticleTitle": "GOODS TRANSPORTED EN ROUTE AFTER EXPORTATION", "ArticleDesc": "ARTICLE 3.23: GOODS TRANSPORTED EN ROUTE AFTER EXPORTATION <br> 1 The customs administration of the importing Party shall grant preferential <br> treatment for an originating good of the exporting Party which is in the process of being <br> transported from the exporting Party to the importing Party on the date of entry into <br> force of this Agreement. <br> 2 The importer shall make a claim for preferential tariff treatment under paragraph <br> 1 within six months from the date of entry into force of this Agreement and comply <br> with the requirements of Article 3.16. <br> "}, {"ArticleTitle": "REVIEW", "ArticleDesc": "ARTICLE 3.24: REVIEW <br> The Parties shall commence a joint review of origin documentary requirements <br> within 3 years following entry into force of this Agreement. The review will consider <br> the development of an electronic origin data exchange system to ensure the effective <br> and efficient implementation of this Chapter, as well as the introduction of additional <br> trade facilitative measures including broadening the use of Declarations of Origin. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 4.1: Scope <br> "}, {"ArticleTitle": "SCOPE", "ArticleDesc": "This Chapter applies to customs procedures applied to the goods traded and to <br> the movement of means of transport between the Parties. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.2: DEFINITIONS <br> (a) customs administration means: <br> (i) in relation to Australia, the Australian Customs and Border <br> Protection Service or its successor; and <br> (ii) in relation to China, the General Administration of Customs; <br> (b) customs laws means the statutory, regulatory and administrative <br> provisions relating to the importation, exportation, movement or storage <br> of goods, the administration or enforcement of which are specifically <br> charged to the customs administration, and any regulations made by the <br> customs administration under its statutory powers; and <br> (c) customs procedures means the treatment applied by the customs <br> administration of each Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> "}, {"ArticleTitle": "CUSTOMS PROCEDURES AND FACILITATION", "ArticleDesc": "ARTICLE 4.3: CUSTOMS PROCEDURES AND FACILITATION <br> 1 Each Party shall ensure that its customs procedures conform, where possible and <br> to the extent permitted by its laws, regulations, and, where applicable, administrative <br> rules or procedures, to international standards and recommended practices established <br> by the World Customs Organization. <br> 2 Each Party shall ensure that its customs procedures: <br> (a) are administered in an impartial, uniform and reasonable manner; and <br> (b) avoid arbitrary and unwarranted procedural obstacles. <br> procedures with a view to exploring options for their simplification and the <br> enhancement of mutually beneficial arrangements to facilitate international trade. <br> 4 Each Party shall ensure that goods are released within a time period no longer <br> than that required to ensure compliance with its customs laws. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "3 The Customs Administration of each Party shall periodically review its customs <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "1 To the extent permitted by their laws and regulations, the customs <br> administrations of both Parties shall endeavour to assist each other, in relation to: <br> (a) the implementation and operation of this Chapter; and <br> (b) such other issues as the Parties mutually determine. <br> 2 Each Party shall endeavour to provide the other Party with timely notice of any <br> significant modification of its customs laws or customs procedures that are likely to <br> substantially affect the operation of this Agreement. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.4: Cooperation <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.5: RISK MANAGEMENT <br> Each Party shall work to further enhance the use of risk management techniques <br> in the administration of its customs procedures so as to facilitate the clearance of low- <br> risk goods and allow resources to focus on high-risk goods. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "1 Each Party shall apply information technology to support customs operations, <br> "}, {"ArticleTitle": "APPLICATION OF INFORMATION TECHNOLOGY", "ArticleDesc": "ARTICLE 4.6: APPLICATION OF INFORMATION TECHNOLOGY <br> where it is cost-effective and efficient, particularly in the paperless trading context, <br> taking into account developments in this area within relevant international organisations, <br> including the World Customs Organization. <br> 2 The customs administration of each Party shall endeavour to establish as soon as <br> practicable an electronic means for communication of relevant information required by <br> it and other relevant, trade-related agencies to facilitate the international movement of <br> goods and means of transport. <br> 3 The introduction and enhancement of information technology shall, to the <br> greatest extent possible, be carried out in consultation with relevant parties, including <br> businesses directly affected. <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "ARTICLE 4.7: TRANSPARENCY <br> 1 Each Party shall promptly publish, including on the internet, its laws, regulations <br> and, where applicable, administrative rules or procedures of general application relevant <br> to trade in goods between the Parties. <br> 2 Each Party shall designate one or more enquiry points to address enquiries from <br> 3 To the extent practicable and in a manner consistent with its laws and <br> regulations, each Party shall publish, in advance on the internet, draft laws and <br> affording the public, especially interested persons, an opportunity to provide comment. <br> 4 Each Party shall ensure, to the extent possible, that a reasonable interval is <br> provided between the publication of new or amended laws and regulations of general <br> application relevant to trade between the Parties and their entry into force. <br> 5 Each Party shall administer, in a uniform, impartial and reasonable manner, its <br> laws and regulations of general application relevant to trade between the Parties. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "interested persons on customs matters, and shall make available on the internet <br> information concerning procedures for making such enquiries. <br> regulations of general application relevant to trade between the Parties, with a view to <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.10: RELEASE OF GOODS <br> efficient release of goods in order to facilitate trade between the Parties. This paragraph <br> shall not require a Party to release a good where its requirements for release have not been met. <br> 2 In accordance with paragraph 1, each Party shall adopt or maintain procedures that: <br> (a) provide for the release of goods as rapidly as possible after arrival, <br> provided all other regulatory requirements have been met; and <br> (b) as appropriate, provide for advance electronic submission and processing <br> of information before the physical arrival of goods with a view to <br> expediting the release of goods. <br> 3 Each Party shall endeavour to adopt and maintain a system under which goods in <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "1 Each Party shall adopt or maintain simplified customs procedures for the <br> need of urgent clearance can obtain prompt customs clearance. <br> "}, {"ArticleTitle": "PERISHABLE GOODS", "ArticleDesc": "ARTICLE 4.11: PERISHABLE GOODS <br> 1 With a view to preventing avoidable loss or deterioration of perishable goods, <br> and provided all regulatory requirements have been met, each Party shall: <br> (a) provide for the release of perishable goods under normal circumstances <br> within the shortest possible time; and <br> (b) provide for the release of perishable goods, in exceptional circumstances <br> where it would be appropriate to do so, outside the business hours of its <br> customs administration and other relevant authorities. <br> 2 Each Party shall give appropriate priority to perishable goods when scheduling <br> any examinations that may be required. <br> 3 Each Party shall either arrange, or allow an importer to arrange, for the proper <br> storage of perishable goods pending their release. Each Party may require that any <br> storage facilities arranged by the importer have been approved or designated by its <br> relevant authorities. The movement of the goods to those storage facilities, including <br> authorisations for the operator moving the goods, may be subject to the approval, where <br> required, of the relevant authorities. Each Party shall, where practicable and consistent <br> with its laws, on request of the importer, provide for any procedures necessary for <br> release to take place at those storage facilities. <br> "}, {"ArticleTitle": "TEMPORARY ADMISSION OF GOODS", "ArticleDesc": "ARTICLE 4.12: TEMPORARY ADMISSION OF GOODS <br> 1 Each Party shall allow, as provided for in its laws and regulations, goods to be <br> brought into its territory conditionally relieved, totally or partially, from payment of <br> import duties and taxes if such goods: <br> (a) are brought into its territory for a specific purpose; <br> (b) are intended for re-exportation within a specific period; and <br> (c) have not undergone any change except normal depreciation and wastage <br> due to the use made of them. <br> 2 A Party shall not apply any import duties or taxes on containers, pallets or <br> packing material used in the transportation of goods. <br> "}, {"ArticleTitle": "ACCEPTANCE OF COPIES", "ArticleDesc": "ARTICLE 4.13: ACCEPTANCE OF COPIES <br> 1 Each Party shall, where appropriate, endeavour to accept paper or electronic <br> copies of supporting documents required for imported goods. <br> 2 A Party shall not require an original or copy of export declarations submitted to <br> the customs administration of the exporting Party as a requirement for importation. <br> "}, {"ArticleTitle": "CONSULTATION", "ArticleDesc": "ARTICLE 4.14: CONSULTATION <br> 1 The customs administration of a Party may at any time request consultations <br> with the customs administration of the other Party on any matter arising from the <br> implementation or operation of this Chapter. Such consultations shall be conducted <br> through the relevant contact points, and shall take place within 30 days of the request, <br> 2 The customs administration of each Party shall designate one or more contact <br> points for the purposes of this Chapter and provide details of such contact points to the <br> other Party. The customs administrations of the Parties shall notify each other promptly <br> of any amendments to the details of their contact points. <br> 3 The customs administrations of the Parties may consult each other on any trade <br> facilitation issues arising from procedures to secure trade and the movement of means <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "unless the customs administrations of the Parties mutually determine otherwise. <br> "}]}]}, "members_found": ["156", "036"]}