{"FtaRooDetails": {"FtaId": 210, "FtaCode": "ITC00216", "FtaName": "CER, Australia-New Zealand", "FtaFullName": "AUSTRALIA NEW ZEALAND CLOSER ECONOMIC RELATIONS TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1983", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; New Zealand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CER, Australia-New Zealand", "AdminProcCooAuth": "The certification type under CER, Australia-New Zealand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CER, Australia-New Zealand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CER, Australia-New Zealand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "Change to heading 8703 from any other heading; or No change in tariff classification is required, provided that there is a regional value content of not less than 40 percent based on the build-down method", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General note", "RooText": " Annex G —Product Specific Rules<br /> 1. For the purpose of interpreting the Product Specific Rules set forth in<br /> this Annex:<br /> a) Chapter means a chapter of the Harmonized System;<br /> b) Heading means the first four digits in the tariff classification<br /> number under the Harmonised System;<br /> c) Section means a section of the Harmonized System;<br /> d) Subheading means the first six digits in the tariff classification<br /> number under the Harmonized System;<br /> 2. This Annex is set out as follows:<br /> a) Columns 1&amp;2 - Tariff Reference<br /> b) Column 3 - Product Description<br /> c) Column 4 - Applicable Product-Specific Rule of Origin<br /> 3. The specific rule, or specific set of rules, that applies to a particular<br /> heading (4-digit code) or a subheading (6-digit code) is set out<br /> immediately adjacent to the heading or subheading.<br /> 4. Unless otherwise specified in the Annex, a rule applicable to the<br /> subheading shall take precedence over a rule applicable to the heading<br /> which is parent to the subheading.<br /> 5. Where a tariff heading or sub-heading is subject to alternative Product<br /> Specific Rules, the rule will be considered to be met if a good satisfies<br /> one of the alternative rules.<br /> 6. Where the Product Specific Rule requires only a regional value content,<br /> the final process of production must be performed within a Party.<br /> 7. A requirement of a change in tariff classification applies only to non-<br /> originating materials.<br /> 8. Where the change in tariff classification rule expressly excludes a<br /> change from other tariff classifications, the exclusion applies only to<br /> non-originating materials.<br /> 9. Reference to weight in the rules for goods provided for in Chapter 1<br /> through 24 of the Harmonized System means dry weight unless<br /> otherwise specified in the Harmonized System.<br /> 10. Chapter notes within this Annex apply to all headings or subheadings<br /> within the indicated chapter unless a specific exclusion is indicated.<br /> 11. Reclassification of a good without undergoing processing is not in itself<br /> sufficient to convey origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00216_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00216_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.austlii.edu.au/au/other/dfat/treaties/ATS/2011/42_AnnexG.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00216_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.austlii.edu.au/au/other/dfat/treaties/ATS/2012/35_Art3.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00216_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/anzcerta/Pages/australia-new-zealand-closer-economic-relations-trade-agreement.aspx"}, {"DocDesc": "WTO notification", "DocFileName": "itc00216_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=Q:/G/RO/N51.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "9. Accumulation: Originating materials from the territory of a Member State, <br /> used or consumed in the production of a good in the territory of the other <br /> Member State, shalt be considered to originate in the territory of the other Member State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "12. De Minimis: Each Member State shall provide that a good that does not <br /> undergo a change in tarif classification pursuant to Annex G is nonetheless <br /> an originating good if: <br /> (a) the value of all non-originating materials used or consumed in the <br /> production of the good that do not undergo the required change in tariff <br /> classification does not exceed 10 percent of the adjusted value of the good; and <br /> (b) the good meets all other applicable criteria set forth in this Article for <br /> qualifying as an originating good. <br /> 13. The value of the non-originating materials referred to in paragraph 12(a) <br /> shall, however, be included in the value of non-originating materials for any <br /> applicable regional value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "14. Accessories, Spare Parts and Tools: Each Member State shall provide <br /> that accessories, spare parts, or tools delivered with a good that form part of <br /> the good's standard accessories, spare parts, or tools, shall be treated as <br /> originating goods if the good is an originating good, and shall be disregarded <br /> in determining whether all the non-originating materials used or consumed in <br /> the production of the good undergo the applicable change in tarif <br /> classification, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the good; <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the good; and <br /> (c) if the good is subject to a regional value content requirement, the value of <br /> the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good. <br /> 15. Paragraph 14 does not apply where the accessories, spare parts or tools <br /> have been added solely for the purpose of artificially raising the regional value <br /> content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "3. Goods Wholly Obtained or Produced: For the purposes of paragraph 2 <br /> (a), goods wholly obtained or produced in the territory of one or both of the <br /> Member States means a good that is: <br /> (a) a mineral good extracted there; <br /> (b) plants grown there, or products obtained from such plants; <br /> (e) a live animal born and raised there; <br /> (d) a product obtained from a live animal in the territory of a Member State; <br /> (e) a good obtained from hunting, trapping, fishing, capturing or aquaculture conducted there; <br /> (f) fish, shellfish, and any other marine life taken from the sea by vessels <br /> registered or recorded with a Member State and flying its flag, or entitled to fly its flag; <br /> (g) a good produced or obtained exclusively from products referred to in <br /> subparagraph (f) on board factory ships registered or recorded with a Member <br /> State and flying its flag; <br /> (h) a good taken by a Member State, or a person of a Member State, from the <br /> seabed or subsoil of the territorial sea or the continental shelf of that Member <br /> State, in accordance with that Member State's rights under international law; <br /> (i) waste and scrap, provided such goods are fit only for the recovery of raw <br /> materials, derived from <br /> (i) production there; or <br /> (ii) used goods collected there; <br /> (j) a good produced there exclusively from goods referred to in subparagraphs <br /> (a) to (i), or from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "10.Minimal Operations and Processes: A good shall not be considered to <br /> be an originating good of the exporting Party merely by reason of: <br /> (a)-operations to preserve goods in good condition for the purposes of transport or storage; <br /> (b) disassembly; <br /> (c) afixing of marks, labels or other like distinguishing signs on products or <br /> their packaging; <br /> (d) packaging, changes to packaging, the breaking up and assembly of <br /> packages or presenting goods for transportation or sale; <br /> (e) quality control inspection; <br /> (f) any combination of operations referred to in subparagraphs (a) to (e). <br /> 11. Paragraph 10 shall prevail over the Product Specifc Rules.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down / factory cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "4. Calculation of Regional Value Content: Where this Agreement refers to <br /> a regional value content for a good (meaning content originating in the <br /> territory of one or both Member States), each Member State shall provide that <br /> for the purposes of claims for preferential treatment in accordance with <br /> paragraph 27 the regional value content is calculated based on one of the <br /> relevant following methods, as specified in Annex G: <br /> (a) Build-down Method <br /> RVC = AV-VNM x 100 <br /> AV <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value; and <br /> VNM is the value of non-originating materials that are acquired and used <br /> or consumed by the producer in the production of the good. VNM does not <br /> include the value of a material that is self-produced. <br /> (b) Build-up Method <br /> RVC = VOM x 100 <br /> AV <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value; and <br /> VOM is the value of originating materials that are acquired or self- <br /> produced, and used or consumed by the producer in the production of the good. <br /> c) Factory Cost Method <br /> RVC = QE x 100 <br /> FC <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; <br /> OE is the qualifying expenditure on the good; and <br /> FC is the factory cost of producing the good. <br /> 5. For the purposes of paragraph 4(c): <br /> (a) factory cost means the sum of the total expenditure on originating and <br /> non-originating materials, the allowable expenditure on labour and factory <br /> overheads, and the cost of inner containers; <br /> (b) qualifying expenditure means: <br /> (i) total expenditure on originating materials; and <br /> (ii) allowable expenditure on labour and factory overheads incurred in <br /> the territory of one or both Member States; and <br /> (iii) the cost of inner containers that originate in the territory of one or <br /> both Member States; <br /> (c) allowable expenditure on labour means the sum of the part of each of <br /> the following costs: <br /> (I) the cost of wages and employee benefits; <br /> (ii) the cost of supervision and training; <br /> (iii) the cost of management of the process of manufacture; <br /> (iv) the cost of receipt and storage of materials; <br /> (v) the cost of quality control; <br /> (vi) the cost of packing of goods into inner containers; <br /> (vii) the cost of handling and storage of goods within the place or <br /> places in which a process is performed, that is operated by the <br /> principal manufacturer in the territory of the exporting Member State; <br /> that is incurred by, or on behalf of, the principal manufacturer and: <br /> (A) that relates, directly or indirectly, and wholly or partly, to the <br /> processing of the goods in the territory of the Member State; and <br /> (B) that can reasonably be allocated to the processing of the <br /> goods in the territory of the Member State. <br /> (d) allowable expenditure on overheads means the sum of the part of each <br /> of the following costs: <br /> (i) the cost of inspection and testing of materials and goods; <br /> (ii) the cost of insurance of the following kinds: <br /> (A) insurance of plant, equipment and materials used in the <br /> production of the goods; <br /> (B) insurance of work in progress and finished goods; <br /> (C) liability insurance; <br /> (D) accident compensation insurance; and <br /> (E) insurance against consequential loss from accident to plant and equipment; <br /> (iii) the cost of dies, moulds, and tooling and the depreciation, <br /> maintenance and repair of plant and equipment; <br /> (iv) the cost of interest payments for plant and equipment; <br /> (v) the cost of research, development, design and engineering; <br /> (vi) the cost of the following items in respect of real property in the <br /> territory of the exporting Member State used in the manufacture of the goods: <br /> (A) insurance; <br /> (B) rent and lease payments; <br /> (C) mortgage interest; <br /> (D) depreciation on buildings; <br /> (E) maintenance and repair; and <br /> (F) rates and taxes; <br /> (vii) the cost of leasing of plant and equipment; <br /> (viii) the cost of energy, fuel, water, lighting, lubricants, rags and other <br /> materials and supplies not directly incorporated in goods manufactured <br /> in the territory of the exporting Member State; <br /> (ix) the cost of storage of goods at the place or places in which a <br /> process is performed, that is operated by the principal manufacturer in <br /> the territory of the exporting Member State; <br /> (x) the cost of royalties or licences in respect of patented machines or <br /> processes used in the manufacture of the goods or in respect of the <br /> right to manufacture the goods; <br /> (xi) the cost of subscriptions to standards institutions and industry and <br /> research associations; <br /> (xii) the cost of the provision of medical care, cleaning services, <br /> cleaning materials and equipment, training materials and safety and <br /> protective clothing and equipment; <br /> (xiii) the cost of the disposal of non-recyclable waste; <br /> (xiv) the cost of subsidisation of a cafeteria in the place or places in <br /> which a process is performed, that is operated by the principal <br /> manufacturer in the territory of the exporting Member State, to the <br /> extent not recovered by returns; <br /> (xv) the cost of security in the place or places in which a process is <br /> performed, that is operated by the principal manufacturer in the territory <br /> of the exporting Member State; <br /> (xvi) the cost of computer facilities allocated to the process of <br /> manufacture of- the goods; <br /> (xvii) the cost of contracting out part of the manufacturing process <br /> within the Member States, including any associated transport or storage costs; <br /> (xviii) the cost of employee transport; <br /> (xix) the cost of vehicle expenses; <br /> (xx) the cost of any tax in the nature of a fringe benefits tax; and <br /> (xxi) the cost of transporting goods between places in the territory of <br /> the exporting Member State in which one or more processes are <br /> performed by, or on behalf of, the principal manufacturer; that is <br /> incurred by, or on behalf of, the principal manufacturer and: <br /> (A) that relates, directly or indirectly, and wholly or partly, to the <br /> processing of the goods in the territory of the Member State; and <br /> (B) that can reasonably be allocated to the processing of the <br /> goods in the territory of the Member State; and excludes the following costs: <br /> (C) any cost or expense relating to the general expense of doing <br /> business (including, but not limited to, any cost or expense <br /> relating to insurance or to executive, financial, sales, advertising, <br /> marketing, accounting or legal services); <br /> (D) the cost of telephone, mail and other means of communication; <br /> (E) the cost of international travel expenses, including fares and <br /> accommodation; <br /> (F) the cost of the following items in respect of real property <br /> used by persons carrying out administrative functions: <br /> (I) insurance; <br /> (11) rent and lease payments; <br /> (Ill) mortgage interest; <br /> (IV) depreciation on buildings; <br /> (V) maintenance and repair; and <br /> (VI) rates and taxes; <br /> (G) the cost of conveying, insuring or shipping the goods afer manufacture; <br /> (H) the cost of shipping containers or packing the goods into shipping containers; <br /> (I) the cost of any royalty payment relating to a licensing <br /> agreement to distribute or self the goods; <br /> (J) the profit of the principal manufacturer and the profit or <br /> remuneration of any trader, agent, broker or other person <br /> dealing in the goods after manufacture; <br /> (K) any other cost incurred afer the completion of all processes <br /> performed by, or on behalf of, the principal manufacturer; and <br /> (L) the cost of processing goods in the territory of a non-Member State. <br /> 6. Where the relevant requirement in the Product Specific Rules is expressed <br /> solely as a regional value content requirement, the final process of production <br /> must be performed within a Member State. <br /> 7. Value of Materials: Each Member State shall provide that for the purpose <br /> of this Article, the value of a material is: <br /> (a) for a material imported by the producer of the good, the adjusted value of <br /> the material; <br /> (b) for a material acquired in the territory where the good is produced, the cost <br /> of acquisition and the cost of transporting the material to the producer of the <br /> good where that cost is not included in the cost of acquisition; <br /> (c) for a material that is self-produced, the sum of all expenses incurred in the <br /> production of the material, including general expenses, and an amount for <br /> profit equivalent to the profit added in the normal course of trade. <br /> 8. Each Member State shall provide that the value of materials may be <br /> adjusted as follows: <br /> (a) for originating materials, the following costs and expenses shall be added <br /> to the value of the material if not included under paragraph 7 <br /> (i) the costs of freight, insurance, packing, and all other costs incurred <br /> in transporting the material within or between the Member States' <br /> territories to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in <br /> the territory of one or both of the Member States, other than duties <br /> and taxes that are waived, refunded, refundable, or otherwise <br /> recoverable, including credit against duty or tax paid or payable; and <br /> (iii) the cost of waste and spoilage resulting from the use of the <br /> material in the production of the good, less the value of renewable <br /> scrap or by-products; and <br /> (b) for non-originating materials, the following costs and expenses shall be <br /> deducted from the value of the material if included under paragraph 7: <br /> (i) the costs of freight, insurance, packing, and all other costs incurred <br /> in transporting the material within or between the Member States' <br /> territories to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in <br /> the territory of one or both of the Member States, other than duties <br /> and taxes that are waived, refunded, refundable, or otherwise <br /> recoverable, including credit against duty or tax paid or payable; <br /> (iii) the cost of waste and spoilage resulting from the use of the <br /> material in the production of the good, less the value of renewable <br /> scrap or by-products; <br /> (iv) the cost of processing incurred in the territory of a Member State <br /> in the production of the non originating material; and <br /> (v) the cost of originating materials used or consumed in the <br /> production of the non-originating material in the territory of a Member State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "19. Indirect Materials: An indirect material shall be treated as an originating <br /> material without regard to where it is produced and its value shall be the cost <br /> registered in the accounting records of the producer of the good. <br /> 20. For the purposes of paragraph 19, indirect material means a good used or <br /> consumed in the production, testing, or inspection of a good but not physically <br /> incorporated into the good, or a good used or consumed in the maintenance <br /> of buildings or the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "21.Third Country Transhipment: A good shall not be considered to be an <br /> originating good if the good undergoes subsequent production or any other <br /> operation outside the territories of the Member States, other than unloading, <br /> reloading, storing, repacking, relabeling or any other operation necessary to <br /> preserve it in good condition or to transport the good to the territory of a Member State.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "2. Originating Goods: For the purposes of this Agreement, a good shall be <br /> treated as an originating good if it is either: <br /> (a) a good wholly obtained or produced in the territory of one or both of the <br /> Member States; <br /> (b) a good produced in the territory of one or both of the Member States <br /> exclusively from originating materials; <br /> (c) a good produced in the territory of one or both of the Member States from <br /> non-originating materials where:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "17. Treatment of Packaging and Packing Materials and Containers: For <br /> the purposes of paragraph 7(a) and paragraph 7(b), each Member State shall <br /> provide that packaging materials and containers in which a good is packaged <br /> for retail sale, if classified with the good, shall be disregarded in determining <br /> whether all the non-originating materials used or consumed in the production <br /> of the good undergo the applicable change in tarif classification set out in <br /> Annex G, and, if the good is subject to a regional value content requirement, <br /> the value of such packaging materials and containers shall be taken into <br /> account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 18. Each Member State shall provide that packing materials and containers for <br /> shipment shall be disregarded in determining whether: <br /> (a) the non-originating materials used or consumed in the production of the <br /> good undergo the applicable change in tarif classification set out in Annex G; and <br /> (b) the good satisfies a regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "16. identical and Interchangeable Materials/Fungible Goods: The <br /> determination of whether identical and interchangeable goods or materials are <br /> originating goods or materials shall be made either by physical segregation of <br /> each of the goods or materials or by the use of generally accepted accounting <br /> principals of stock control applicable, or inventory management practice, in <br /> the exporting Member State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "27. Claims for preference: Each Member State shall provide that an <br /> importer may make a claim for preferential treatment under this Agreement <br /> based on a declaration by the exporter. <br /> 28. Provision of information: Each Member State may require that an <br /> importer submit or arrange for the exporter to submit, on request, a <br /> declaration setting forth the reasons that the good qualifies as an originating <br /> good, including pertinent cost and production information. The Member <br /> States shall not require that the declaration be in a prescribed format and <br /> shall provide for electronic submission where feasible. <br /> 29. Each Member State shall grant a claim for preferential treatment under this <br /> Agreement, made in accordance with this Article, unless the Member State <br /> possesses information that the claim is invalid or unsubstantiated.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "30. Maintenance of records: Each Member State may require that <br /> importers, exporters, producers and principal manufacturers maintain, for at <br /> least five years afer the date of importation, records relating to the <br /> importation, exportation, and production of the good, and may require, as set <br /> out in paragraph 28, records necessary to demonstrate that a good qualifies <br /> as an originating good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "22. Denial of Preferential Tariff Treatment A Member State may deny <br /> preferential treatment under this Agreement to an imported good if the <br /> importer fails to comply with any requirement of this Article. <br /> 23. If a Member State denies a claim for preferential treatment under this <br /> Agreement, it shall issue a written determination outlining the reasons for that <br /> determination within 20 working days of the date of denial of preference. <br /> 31 .Verification: For the purpose of determining whether a good imported <br /> into its territory from the territory of the other Member State qualifies as an <br /> originating good, a Member State may conduct a verification by means of one <br /> or more of the following: <br /> (a) requests for information from the importer; <br /> (b) requests for information from the exporter, the producer or principal <br /> manufacturer in the territory of the other Member State; <br /> (c) requests for the importer to arrange for the exporter, producer, or principal <br /> manufacturer to provide information directly to the Member State conducting <br /> the verification; <br /> (d) information received directly by the importing Member State from an <br /> importer as a result of a request described in paragraph 28; <br /> (e) visits to the premises of an exporter, producer or principal manufacturer in <br /> the territory of the other Member State, in accordance with any procedures <br /> that the Member States jointly adopt to review records and observe the facilities; or <br /> (f) such other procedures as the Member States may agree. <br /> 32.A Member State may deny preferential treatment to a good where the <br /> importer, exporter, producer or principal manufacturer fails to provide <br /> information that the Member State requests in a verifcation conducted in <br /> accordance with paragraph 31 demonstrating that the good is an originating good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Annex G, and, if the good is subject to a regional value content requirement,", "ArticleDesc": "Annex G, and, if the good is subject to a regional value content requirement, <br> the value of such packaging materials and containers shall be taken into <br> account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> 18. Each Member State shall provide that packing materials and containers for <br> shipment shall be disregarded in determining whether: <br> (a) the non-originating materials used or consumed in the production of the <br> good undergo the applicable change in tarif classification set out in Annex G; and <br> (b) the good satisfies a regional value content requirement. <br> 19. Indirect Materials: An indirect material shall be treated as an originating <br> material without regard to where it is produced and its value shall be the cost <br> registered in the accounting records of the producer of the good. <br> 20. For the purposes of paragraph 19, indirect material means a good used or <br> consumed in the production, testing, or inspection of a good but not physically <br> incorporated into the good, or a good used or consumed in the maintenance <br> of buildings or the operation of equipment associated with the production of a good, including: <br> (a) fuel and energy; <br> (b) tools, dies, and moulds; <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (d) lubricants, greases, compounding materials, and other materials used in <br> production or used to operate equipment and buildings; <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> (g) catalysts and solvents; and <br> (h) any other goods that are not incorporated into the good but whose use in <br> the production of the good can reasonably be demonstrated to be a part of that production. <br> 21.Third Country Transhipment: A good shall not be considered to be an <br> originating good if the good undergoes subsequent production or any other <br> operation outside the territories of the Member States, other than unloading, <br> reloading, storing, repacking, relabeling or any other operation necessary to <br> preserve it in good condition or to transport the good to the territory of a Member State. <br> 22. Denial of Preferential Tariff Treatment A Member State may deny <br> preferential treatment under this Agreement to an imported good if the <br> importer fails to comply with any requirement of this Article. <br> 23. If a Member State denies a claim for preferential treatment under this <br> Agreement, it shall issue a written determination outlining the reasons for that <br> determination within 20 working days of the date of denial of preference. <br> 24. Consultation and Modifications: The Member States shall consult and <br> cooperate to ensure that this Article is applied in an efective and uniform manner. <br> 25.The Member States shall consult regularly to discuss necessary <br> amendments to this Article and its Annexes, taking into account developments <br> in technology, production processes and other related matters. <br> 26. Where a Member State considers that in relation to goods subject to <br> paragraph 2(c)(i) the relevant regional value content set out in Annex G is <br> inappropriate, then that Member State may request in writing consultations <br> with the other Member State to determine a suitable regional value content. <br> The Member States shall consult promptly and may mutually determine for <br> such goods, a regional value content different to that provided in Annex G. <br> 27. Claims for preference: Each Member State shall provide that an <br> importer may make a claim for preferential treatment under this Agreement <br> based on a declaration by the exporter. <br> 28. Provision of information: Each Member State may require that an <br> importer submit or arrange for the exporter to submit, on request, a <br> declaration setting forth the reasons that the good qualifies as an originating <br> good, including pertinent cost and production information. The Member <br> States shall not require that the declaration be in a prescribed format and <br> shall provide for electronic submission where feasible. <br> 29. Each Member State shall grant a claim for preferential treatment under this <br> Agreement, made in accordance with this Article, unless the Member State <br> possesses information that the claim is invalid or unsubstantiated. <br> 30. Maintenance of records: Each Member State may require that <br> importers, exporters, producers and principal manufacturers maintain, for at <br> least five years afer the date of importation, records relating to the <br> importation, exportation, and production of the good, and may require, as set <br> out in paragraph 28, records necessary to demonstrate that a good qualifies <br> as an originating good. <br> 31 .Verification: For the purpose of determining whether a good imported <br> into its territory from the territory of the other Member State qualifies as an <br> originating good, a Member State may conduct a verification by means of one <br> or more of the following: <br> (a) requests for information from the importer; <br> (b) requests for information from the exporter, the producer or principal <br> manufacturer in the territory of the other Member State; <br> (c) requests for the importer to arrange for the exporter, producer, or principal <br> manufacturer to provide information directly to the Member State conducting <br> the verification; <br> (d) information received directly by the importing Member State from an <br> importer as a result of a request described in paragraph 28; <br> (e) visits to the premises of an exporter, producer or principal manufacturer in <br> the territory of the other Member State, in accordance with any procedures <br> that the Member States jointly adopt to review records and observe the facilities; or <br> (f) such other procedures as the Member States may agree. <br> 32.A Member State may deny preferential treatment to a good where the <br> importer, exporter, producer or principal manufacturer fails to provide <br> information that the Member State requests in a verifcation conducted in <br> accordance with paragraph 31 demonstrating that the good is an originating good. <br> 33.Application and Interpretation: For the purposes of this Article: <br> (a) the basis for tarif classification is the Harmonized Commodity Description <br> and Coding System in force at the time preference is claimed; and <br> (b) any cost and value referred to in this Article <br> (i) shall be recorded and maintained in accordance with the generally <br> accepted accounting principles applicable in the territory of the Member <br> State in which the good is produced; and <br> (ii) shall not be counted more than once for the purposes of <br> "}]}]}, "members_found": ["554", "036"]}