{"FtaRooDetails": {"FtaId": 212, "FtaCode": "ITC00218", "FtaName": "FTA, Australia-Singapore", "FtaFullName": "Agreement to Amend the Singapore-Australia Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.07.2003", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Singapore", "AdminProcCooAuth": "The certification type under FTA, Australia-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "CTH or RVC(40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " Annex 2: Product-Specific Rules of Origin<br /> Section A: Introductory Notes<br /> 1. The specific rule, or specific set of rules, that applies to a particular subheading<br /> is set out immediately adjacent to the subheading, heading, or chapter, as applicable.<br /> 2. Where a tariff heading or sub-heading is subject to alternative Product Specific<br /> Rules, it shall be sufficient to comply with one of the rules.<br /> 3. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 4. Where the change in tariff classification rule expressly excludes a change from<br /> other tariff classifications, the exclusion applies only to non-originating materials.<br /> 5. For the purposes of this Annex:<br /> \"subheading\" means the first six digits in the tariff classification number under<br /> the Harmonized System;<br /> \"heading\" means the first four digits in the tariff classification number under<br /> the Harmonized System; and<br /> \"chapter\" means the first two digits in the tariff classification number under the<br /> Harmonized System.<br /> 6. For the purposes of column 3 of this Annex:<br /> \"CC\" means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 2-digit level;<br /> \"CTH\" means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 4-digit level;<br /> \"CTSH\" means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 6-digit level;<br /> \"RVC(40)\" means that the good must have a regional value content of not less<br /> than 40 per cent as calculated under Article 3.5;<br /> \"RVC(BD40)\" means that the good must have a regional value content of not<br /> less than 40 per cent using the build-down method as calculated under Article<br /> 3.5; and<br /> \"RVC(BU30/BD40)\" means that the good must have a regional value content<br /> of either not less than 30 per cent using the build-up method or not less than 40<br /> per cent using the build-down method, as calculated under Article 3.5.<br /> ANNEX 2 - HEADNOTES - 1<br /> Section B: Chemical Chapter Origin Rules<br /> 7. Chemical Reaction Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> chapter 27 through 40 that is the product of a chemical reaction is an originating good<br /> if the chemical reaction occurred in the territory of one or more of the Parties.<br /> For the purposes of this rule, a \"chemical reaction\" is a process (including a<br /> biochemical process) which results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the<br /> spatial arrangement of atoms in a molecule. The following are not chemical reactions:<br /> (a) dissolving in water or other solvents;<br /> (b) the elimination of solvents, including solvent water; or<br /> (c) the addition or elimination of water of crystallization.<br /> 8. Distillation Rule<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> heading 27.10 that undergoes atmospheric or vacuum distillation in the territory of one<br /> or more of the Parties is an originating good. For the purposes of this rule:<br /> (a) Atmospheric distillation means a separation process in which petroleum<br /> oils are converted, in a distillation tower, into fractions according to<br /> boiling point and the vapour then condensed into different liquefied<br /> fractions. Goods produced from petroleum distillation may include<br /> liquefied petroleum gas, naphtha, gasoline, kerosene, diesel/heating oil,<br /> light gas oils, and lubricating oil; and<br /> (b) Vacuum distillation means distillation at a pressure below atmospheric<br /> but not so low that it would be classed as molecular distillation. Vacuum<br /> distillation is used for distilling high-boiling and heat-sensitive materials<br /> such as heavy distillates in petroleum oils to produce light to heavy<br /> vacuum gas oils and residuum. In some refineries, gas oils may be<br /> further processed into lubricating oils.<br /> 9. Direct Blending Rule<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> heading 27.10 that undergoes \"direct blending\" in the territory of one or more of the<br /> Parties is an originating good. For the purposes of this rule, \"direct blending\" means a<br /> process whereby various petroleum streams from processing units or petroleum<br /> components from holding or storage tanks are combined to create a finished product<br /> with pre-determined parameters, provided that the non-originating material of heading<br /> 27.10 constitutes no more than 25 per cent by volume of the good.<br /> ANNEX 2 - HEADNOTES - 2<br /> 10. Diluent Rule<br /> For the purposes of determining whether or not a good of heading 27.09 is an<br /> originating good, the origin of diluent of heading 27.09 or 27.10 that is used to facilitate<br /> the transportation between Parties of crude petroleum oils and crude oils obtained from<br /> bituminous minerals of heading 27.09 is disregarded, provided that the diluent<br /> constitutes no more than 40 per cent by volume of the good.<br /> 11. Purification Rule<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> chapter 28 through 35 or chapter 38, that is subject to purification is an originating good<br /> if that purification occurs in the territory of one or more of the Parties and results in the<br /> elimination of not less than 80 per cent of the content of existing impurities.<br /> 12. Mixing and Blending Rule<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> chapter 30 or 31, heading 33.02 subheading 35.02.20, or headings 35.06 through 35.07<br /> or 37.07, is an originating good if, in the territory of one or more of the Parties, the<br /> deliberate and proportionally controlled mixing or blending (including dispersing) of<br /> materials to conform to predetermined specifications results in the production of a good<br /> having physical or chemical characteristics that are relevant to the purposes or uses of<br /> the good and are different from the input materials.<br /> 13. Change in Particle Size Rule<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> chapter 30 or 31, subheading 3204.17 or heading 33.04 is an originating good if, in the<br /> territory of one or more of the Parties, the deliberate and controlled modification in<br /> particle size of a good occurs, including micronizing by dissolving a polymer and<br /> subsequent precipitation, other than by merely crushing or pressing, resulting in a good<br /> with a defined particle size, defined particle size distribution or defined surface area,<br /> that is relevant to the purposes of the resulting good and with different physical or<br /> chemical characteristics from the input materials.<br /> 14. Standards Materials Rule<br /> Notwithstanding the applicable product-specific rules of origin, a standards<br /> material of chapter 28 through 38, except for a good of heading 35.01 through 35.05 or<br /> subheading 3824.60, is an originating good if the production of such good occurs in the<br /> territory of one or more of the Parties. For the purposes of this rule, a \"standards<br /> material\" (including a standard solution) is a preparation suitable for analytical,<br /> calibrating or referencing uses with precise degrees of purity or proportions certified by<br /> the manufacturer.<br /> 15. Isomer Separation Rule<br /> ANNEX 2 - HEADNOTES - 3<br /> Notwithstanding the applicable product-specific rules of origin, a good of<br /> chapter 28 through 38 is an originating good if the isolation or separation of isomers<br /> from mixtures of isomers occurs in the territory of one or more of the Parties.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00218_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00218_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/safta/official-documents/Documents/safta-annex-2-171201.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00218_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/safta/official-documents/Documents/safta-chapter-3-171201.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00218_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/safta/official-documents/Documents/SAFTA-chapter-04.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00218_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/safta/official-documents/Pages/default.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accumulation <br /> 1 Each Party shall provide that an originating good or material of one of the <br /> Parties that is used in the production of another good in the territory of the other Party <br /> is considered as originating in the territory of the other Party. <br /> 2 Each Party shall provide that production undertaken on a non-originating <br /> material in the territory of one or both of the Parties by one or more producers may <br /> contribute toward the originating content of a good for the purpose of determining its <br /> origin, regardless of whether that production was sufficient to confer originating status <br /> to the material itself.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : De Minimis <br /> 1 Each Party shall provide that a good that contains non-originating materials that <br /> do not satisfy the applicable change in tariff classification requirement specified in <br /> Annex 2 (Product-Specific Rules of Origin) for the good is nonetheless an originating good if: <br /> (a) the value of all these materials does not exceed 10 per cent of the value <br /> of the good, as defined under Article 5 (Regional Value Content), and <br /> the good meets all the other applicable requirements of this Chapter; or <br /> (b) for a good classified in Chapters 50 through 63 of the Harmonized <br /> System, the total weight of all such materials does not exceed 10 per <br /> cent of the total weight of the good, or the total value of all such <br /> materials does not exceed 10 per cent of the value of the good. <br /> 2 Paragraph 1 applies only when using a non-originating material in the <br /> production of another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Materials Used in Production <br /> 1 Each Party shall provide that if a non-originating material undergoes further <br /> production such that it satisfies the requirements of this Chapter, the material is treated <br /> as originating when determining the originating status of the subsequently produced <br /> good, regardless of whether that material was produced by the producer of the good. <br /> 2 Each Party shall provide that if a non-originating material is used in the <br /> production of a good, the following may be counted as originating content for the <br /> purpose of determining whether the good meets a regional value content requirement: <br /> (a) the value of processing of the non-originating materials undertaken in <br /> the territory of one or both of the Parties; and <br /> (b) the value of any originating material used in the production of the non- <br /> originating material undertaken in the territory of one or both of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Accessories, Spare Parts, Tools and Instructional or Other Information Materials <br /> 1 Each Party shall provide that: <br /> (a) in determining whether a good is wholly obtained, or satisfies a process <br /> or change in tariff classification requirement as set out in Annex 2 <br /> (Product-Specific Rules of Origin), accessories, spare parts, tools or <br /> instructional or other information materials, as described in paragraph 3, <br /> are to be disregarded; or <br /> (b) in determining whether a good meets a regional value content <br /> requirement, the value of the accessories, spare parts, tools or <br /> instructional or other information materials, as described in paragraph 3, <br /> are to be taken into account as originating or non-originating materials, <br /> as the case may be, in calculating the regional value content of the good. <br /> 2 Each Party shall provide that a good's accessories, spare parts, tools or <br /> instructional or other information materials, as described in paragraph 3, have the <br /> originating status of the good with which they are delivered. <br /> 3 For the purposes of this Article, accessories, spare parts, tools, and instructional <br /> or other information materials are covered when: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> materials are classified with, delivered with but not invoiced separately <br /> from the good; and <br /> (b) the types, quantities, and value of the accessories, spare parts, tools and <br /> instructional or other information materials are customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained or Produced Goods <br /> Each Party shall provide that for the purposes of Article 2 (Originating Goods), <br /> a good is wholly obtained or produced entirely in the territory of one or both of the <br /> Parties if it is: <br /> (a) a plant or plant good, grown, cultivated, harvested, picked or gathered there; <br /> (b) a live animal born and raised there; <br /> (c) a good obtained from a live animal there; <br /> (d) an animal obtained by hunting, trapping, fishing, gathering or capturing there; <br /> (e) a good obtained from aquaculture there; <br /> (f) a mineral or other naturally occurring substance, not included in <br /> subparagraphs (a) to (e), extracted or taken from there; <br /> (g) fish, shellfish and other marine life taken from the high seas, by vessels <br /> that are entitled to fly the flag of that Party; <br /> (h) a good produced from goods referred to in subparagraph (g) on board a <br /> factory ship that is registered, listed or recorded with a Party and entitled <br /> to fly the flag of that Party; <br /> (i) a good other than fish, shellfish and other marine life taken by a Party <br /> or a person of a Party from the seabed or subsoil outside the territories <br /> of the Parties, and beyond areas over which non-Parties exercise <br /> jurisdiction provided that Party or person of that Party has the right to <br /> exploit that seabed or subsoil in accordance with international law; a good that is: <br /> (j) <br /> (i) waste or scrap derived from production there; or <br /> (ii) waste or scrap derived from used goods collected there, provided <br /> that those goods are fit only for the recovery of raw materials; and <br /> (k) a good produced there, exclusively from goods referred to in <br /> subparagraphs (a) to (j), or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Regional Value Content <br /> 1 Each Party shall provide that a regional value content requirement specified in <br /> this Chapter, including related Annexes, to determine whether a good is originating, is <br /> calculated as follows: <br /> (a) Build-down Method: Based on Value of Non-Originating Materials <br /> RVC = (Value of the Good - VNM) x 100 <br /> Value of the Good <br /> or <br /> (b) Build-up Method: Based on Value of Originating Materials <br /> RVC = (VOM/Value of the Good) x 100 <br /> where: <br /> @^@RVC@^@ is the regional value content of a good, expressed as a percentage; <br /> @^@VNM@^@ is the value of non-originating materials, including materials of undetermined <br /> origin, used in the production of the good; and <br /> @^@VOM@^@ is the value of originating materials used in the production of the good in the <br /> territory of one or both of the Parties. <br /> 2 Each Party shall provide that all costs considered for the calculation of regional <br /> value content are recorded and maintained in conformity with the Generally Accepted <br /> Accounting Principles applicable in the territory of a Party where the good is produced. <br /> Article 7 : Value of Materials Used in Production <br /> Each Party shall provide that for the purposes of this Chapter, the value of a material is: <br /> (a) for a material imported by the producer of the good, the transaction value <br /> of the material at the time of importation, including the costs incurred in <br /> the international shipment of the good; <br /> (b) for a material acquired in the territory where the good is produced: <br /> (i) the price paid or payable by the producer in the Party where the <br /> producer is located; <br /> (ii) the value as determined for an imported material in subparagraph (a); or <br /> (iii) the earliest ascertainable price paid or payable in the territory of the Party; or <br /> (c) for a material that is self-produced: <br /> (i) all the costs incurred in the production of the material, which <br /> includes general expenses; and <br /> (ii) an amount equivalent to the profit added in the normal course of <br /> trade, or equal to the profit that is usually reflected in the sale of <br /> goods of the same class or kind as the self-produced material that <br /> is being valued. <br /> Article 8 : Further Adjustments to the Value of Materials <br /> 1 Each Party shall provide that for an originating material, the following expenses <br /> may be added to the value of the material, if not included under Article 7 (Value of <br /> Materials Used in Production): <br /> (a) the costs of freight, insurance, packing and all other costs incurred to <br /> transport the material to the location of the producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material, paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable or otherwise recoverable, which include <br /> credit against duty or tax paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in <br /> the production of the good, less the value of reusable scrap or by-product. <br /> 2 Each Party shall provide that, for a non-originating material or material of <br /> undetermined origin, the following expenses may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing and all other costs incurred in <br /> transporting the material within the territories of the Parties to the <br /> location of the producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable or otherwise recoverable, which include <br /> credit against duty or tax paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in <br /> the production of the good, less the value of reusable scrap or by-product. <br /> 3 If the cost or expense listed in paragraph 1 or 2 is unknown or documentary <br /> evidence of the amount of the adjustment is not available, then no adjustment is allowed <br /> for that particular cost.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (g) @^@indirect material@^@ means a material used in the production, testing or <br /> inspection of a good but not physically incorporated into the good; or a <br /> material used in the maintenance of buildings or the operation of <br /> equipment, associated with the production of a good, including: <br /> (i) fuel, energy, catalysts and solvents; <br /> (ii) equipment, devices and supplies used to test or inspect the good; <br /> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (iv) tools, dies and moulds; <br /> (v) spare parts and materials used in the maintenance of equipment and buildings; <br /> (vi) lubricants, greases, compounding materials and other materials <br /> used in production or used to operate equipment and buildings; and <br /> (vii) any other material that is not incorporated into the good but the <br /> use of which in the production of the good can reasonably be <br /> demonstrated to be a part of that production; <br /> Article 15 : Indirect materials <br /> Each Party shall provide that an indirect material is considered to be originating <br /> without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Transit and Transhipment <br /> 1 Each Party shall provide that an originating good retains its originating status if <br /> the good has been transported to the importing Party without passing through the <br /> territory of a non-Party. <br /> 2 Each Party shall provide that if an originating good is transported through the <br /> territory of one or more non-Parties, the good retains its originating status provided that <br /> the good does not undergo any operation outside the territories of the Parties other than: <br /> unloading; reloading; separation from a bulk shipment; storing; labelling or marking <br /> required by the importing Party; or any other operation necessary to preserve it in good <br /> condition or to transport the good to the territory of the importing Party. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Originating Goods <br /> Except as otherwise provided in this Chapter, each Party shall provide that a <br /> good is originating if it is: <br /> (a) wholly obtained or produced entirely in the territory of one or both of <br /> the Parties by one or more producers as established in Article 3 (Wholly <br /> Obtained or Produced Goods); <br /> (b) produced entirely in the territory of one or both of the Parties by one or <br /> more producers, exclusively from originating materials; or <br /> (c) produced entirely in the territory of one or both of the Parties by one or <br /> more producers using non-originating materials provided the good <br /> satisfies all applicable requirements of Annex 2 (Product-Specific Rules of Origin), <br /> and the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a <br /> good is packaged for retail sale, if classified with the good, are disregarded in <br /> determining whether all the non-originating materials used in the production of the <br /> good have satisfied the applicable process or change in tariff classification requirement <br /> set out in Annex 2 (Product-Specific Rules of Origin) or whether the good is wholly <br /> obtained or produced. <br /> 2 Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of the packaging materials and containers in which the good is <br /> packaged for retail sale, if classified with the good, are taken into account as originating <br /> or non-originating, as the case may be, in calculating the regional value content of the good. <br /> Article 14 : Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Fungible Goods or Materials <br /> Each Party shall provide that a fungible good or material is treated as originating <br /> based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognised in the Generally <br /> Accepted Accounting Principles if the fungible good or material is <br /> commingled, provided that the inventory management method selected <br /> is used throughout the fiscal year of the person that selected the <br /> inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Sets of Goods <br /> 1 Each Party shall provide that for a set classified as a result of the application of <br /> rule 3(a) or 3(b) of the General Rules for the Interpretation of the Harmonized System, <br /> the originating status of the set shall be determined in accordance with the product- <br /> specific rule of origin that applies to the set. <br /> 2 Each Party shall provide that for a set classified as a result of the application of <br /> rule 3(c) of the General Rules for the Interpretation of the Harmonized System, the set <br /> is originating only if each good in the set is originating and both the set and the goods <br /> meet the other applicable requirements of this Chapter. <br /> 3 Notwithstanding paragraph 2, for a set classified as a result of the application <br /> of rule 3(c) of the General Rules for the Interpretation of the Harmonized System, the <br /> set is originating if the value of all the non-originating goods in the set does not exceed <br /> 10 per cent of the value of the set. <br /> 4 For the purposes of paragraph 3, the value of the non-originating goods in the <br /> set and the value of the set shall be calculated in the same manner as the value of non- <br /> originating materials and the value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Claims for Preferential Treatment <br /> 1 Each Party shall provide that an importer may make a claim for preferential <br /> tariff treatment, based on a certification of origin completed by the exporter, producer <br /> or importer or an authorised representative of the exporter, producer or importer.2 <br /> 2 Each Party shall provide that a certification of origin: <br /> (a) need not follow a prescribed format; <br /> (b) be in writing, including electronic format; <br /> (c) specifies that the good is both originating and meets the requirements of <br /> this Chapter; and <br /> (d) contains a set of minimum data requirements as set out in Annex 3-A <br /> (Minimum Data Requirements). <br /> 3 Each Party shall provide that a certification of origin may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the <br /> certification of origin, but not exceeding 12 months. <br /> 4 Each Party shall provide that a certification of origin is valid for one year after <br /> the date that it was issued or for such longer period specified by the laws and regulations <br /> of the importing Party. <br /> 5 Each Party shall allow an importer to submit a certification of origin in English. <br /> Article 19 : Basis of a Certification of Origin <br /> 1 Each Party shall provide that if a producer certifies the origin of a good, the <br /> certification of origin is completed on the basis of the producer having information that <br /> the good is originating. <br /> 2 Each Party shall provide that if the exporter is not the producer of the good, a <br /> certification of origin may be completed by the exporter of the good on the basis of: <br /> (a) the exporter having information that the good is originating; or <br /> (b) reasonable reliance on the producer's information that the good is originating. <br /> 3 Each Party shall provide that a certification of origin may be completed by the <br /> importer of the good on the basis of: <br /> (a) the importer having documentation that the good is originating; or <br /> (b) reasonable reliance on supporting documentation provided by the <br /> exporter or producer that the good is originating. <br /> 4 Each Party shall provide that a certification of origin may be completed by an <br /> authorised representative of a producer, exporter or importer of the good on the basis of: <br /> (a) the authorised representative having documentation that the good is originating; or <br /> (b) reasonable reliance on supporting documentation provided by the <br /> producer, exporter or importer that the good is originating. <br /> 5 For greater certainty, nothing in paragraph 1 or paragraph 2 shall be construed <br /> to allow a Party to require an exporter or producer to complete a certification of origin <br /> or provide a certification of origin to another person. <br /> [2] This article does not prevent parties maintaining laws and regulations governing the issuance of <br /> certificates of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than AUD1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Waiver of Certification of Origin <br /> Neither Party shall require a certification of origin if: <br /> (a) the customs value of the importation does not exceed 1000 Australian <br /> dollars for Australia or the equivalent amount in the importing Party's <br /> currency or any higher amount as the importing Party may establish; or <br /> (b) it is for an importation of a good for which the importing Party has <br /> waived the requirement for a certificate of origin, <br /> provided that the importation does not form part of a series of importations carried out <br /> or planned for the purpose of evading compliance with the importing Party's laws <br /> governing claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Claims for Preferential Treatment <br /> 3 Each Party shall provide that a certification of origin may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the <br /> certification of origin, but not exceeding 12 months. <br /> 4 Each Party shall provide that a certification of origin is valid for one year after <br /> the date that it was issued or for such longer period specified by the laws and regulations <br /> of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Record Keeping Requirements <br /> 1 Each Party shall provide that an importer claiming preferential tariff treatment <br /> for a good imported into the territory of that Party shall maintain, for a period of no less <br /> than five years from the date of importation of the good: <br /> (a) the documentation related to the importation, including the certification <br /> of origin that served as the basis for the claim; and <br /> [3] A Party shall specify its declaration requirements in its laws, regulations or procedures that are <br /> published or otherwise made available in a manner as to enable interested persons to become acquainted <br /> with them. <br /> (b) all records necessary to demonstrate that the good is originating and <br /> qualified for preferential tariff treatment, if the claim was based on a <br /> certification of origin completed by the importer. <br /> 2 Each Party shall provide that a producer or exporter in its territory that provides <br /> a certification of origin shall maintain, for a period of no less than five years from the <br /> date the certification of origin was issued, all records necessary to demonstrate that a <br /> good for which the exporter or producer provided a certification of origin is originating. <br /> Each Party shall endeavour to make available information on types of records that may <br /> be used to demonstrate that a good is originating. <br /> 3 Each Party shall provide that an importer, exporter or producer in its territory <br /> may choose to maintain the records specified in paragraph 1 and paragraph 2 in any <br /> medium that allows for prompt retrieval, including electronic, optical, magnetic or <br /> written form in accordance with that Party's law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Refunds and Claims for Preferential Tariff Treatment after Importation <br /> 1 Each Party shall provide that an importer may apply for preferential tariff <br /> treatment and a refund of any excess duties paid for a good if the importer did not make <br /> a claim for preferential tariff treatment at the time of importation, provided that the <br /> good would have qualified for preferential tariff treatment when it was imported into <br /> the territory of the Party. <br /> 2 As a condition for preferential tariff treatment under paragraph 1, the importing <br /> Party may require that the importer: <br /> (a) make a claim for preferential tariff treatment; <br /> (b) provide a statement that the good was originating at the time of importation; <br /> (c) provide a copy of the certification of origin; and <br /> (d) provide such other documentation relating to the importation of the good <br /> as the importing Party may require, <br /> no later than one year after the date of importation or a longer period if specified in the <br /> importing Party's law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Determinations on Claims for Preferential Tariff Treatment <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole <br /> reason that the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Verification of Origin <br /> 1 For the purposes of determining whether a good imported into a Party from the <br /> other Party qualifies as an originating good, the customs administration of the importing <br /> Party may conduct a verification action by means of: <br /> (a) written requests for information from the importer; <br /> (b) written requests for information from the exporter or producer of the <br /> exporting Party; <br /> (c) requests that the customs administration of the exporting Party assist in <br /> verifying the origin of the good; or <br /> (d) verification visits to the premises of the exporter or the producer in the <br /> territory of the other Party to observe the facilities and the production <br /> processes of the good and to review the records referring to origin, <br /> including accounting records. <br /> 2 For the purposes of paragraph 1(a) and paragraph 1(b), the customs <br /> administration shall allow the importer, exporter, or producer a period of 30 days from <br /> the date of the written request to respond. During this period the importer, exporter, or <br /> producer may request, in writing, an extension not exceeding 30 days. <br /> 3 For the purposes of this Article and Article 26 (Verification Visit), all the <br /> information requested by the importing Party and responded to by the exporting Party <br /> shall be communicated in English. <br /> 4 The customs administration of the importing Party shall complete any action <br /> under paragraph 1 to verify eligibility for preferential tariff treatment within the period <br /> specified in the laws, regulations or administrative procedures of the importing Party. <br /> Upon completion of the verification action, the customs administration shall provide <br /> written advice to the importer, exporter or producer of its decision as well as the legal <br /> basis and findings of fact on which the decision was made within 90 days. <br /> 5 Where a verification visit was undertaken, the customs administration shall also <br /> provide advice of the decision to the exporting Party. <br /> Article 26 : Verification Visit <br /> 1 Prior to conducting a verification visit under Article 25.1(d) (Verification of <br /> Origin), the customs administration of the importing Party shall: <br /> (a) make a written request to the exporter or producer to conduct a <br /> verification visit of their premises; and <br /> (b) obtain the written consent of the exporter or producer whose premises <br /> are to be visited. <br /> 2 An exporter or producer should provide its written consent to a proposed <br /> verification visit within 30 days from the receipt of notification in accordance <br /> with paragraph 1(a). <br /> 3 The written request referred to in paragraph 1(a) shall include: <br /> (a) the identity of the customs administration issuing the request; <br /> (b) the name of the exporter of the good in the exporting Party to whom the <br /> request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific <br /> reference to the good that is the subject of the verification referred to in <br /> the certificate of origin; and <br /> (f) the names and titles of the officials of the customs administration of the <br /> importing Party who will participate in the visit. <br /> 4 The customs administration of the importing Party shall notify the customs <br /> administration of the exporting Party when it requests a verification visit in accordance <br /> with this Article. <br /> 5 Officials of the customs administration of the exporting Party may participate <br /> in the verification visit as observers. <br /> Article 27 : Determinations on Claims for Preferential Tariff Treatment <br /> 1 Except as otherwise provided in paragraph 2, each Party shall grant a claim for <br /> preferential tariff treatment made on or after the date of entry into force of this <br /> Agreement for that Party. <br /> 2 The importing Party may deny a claim for preferential tariff treatment if: <br /> (a) it determines that the good does not qualify for preferential treatment; <br /> (b) pursuant to a verification under Article 25 (Verification of Origin), it has <br /> not received sufficient information to determine that the good qualifies <br /> as originating; <br /> (c) the exporter, producer or importer fails to respond to a written request <br /> for information in accordance with Article 25 (Verification of Origin); <br /> (d) after receipt of a written notification for a verification visit, the exporter <br /> or producer does not provide its written consent in accordance with <br /> Article 25 (Verification of Origin); or <br /> (e) the importer, exporter or producer fails to comply with the requirements <br /> of this Chapter. <br /> 3 If an importing Party denies a claim for preferential tariff treatment, it shall issue <br /> a determination to the importer that includes the reasons for the determination. <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole <br /> reason that the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Penalties <br /> Penalties <br /> A Party may establish or maintain appropriate penalties for violations of its laws <br /> and regulations related to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Discrepancies <br /> Each Party shall provide that it shall not reject a certification of origin due to <br /> minor errors or discrepancies in the certification of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Chapter: <br> (a) @^@aquaculture@^@ means the farming of aquatic organisms, including fish, <br> molluscs, crustaceans, other aquatic invertebrates and aquatic plants <br> from seed stock such as eggs, fry, fingerlings or larvae, by intervention <br> in the rearing or growth processes to enhance production such as regular <br> stocking, feeding or protection from predators; <br> (b) @^@Customs Valuation Agreement@^@ means the Agreement on <br> interchangeable for commercial purposes and whose properties are essentially identical; <br> Trade 1994, set out in Annex 1A to the WTO Agreement; <br> (c) @^@enterprise@^@ means any entity constituted or organised under applicable <br> law, whether or not for profit, and whether privately or governmentally <br> owned or controlled, including any corporation, trust, partnership, sole <br> proprietorship, joint venture, association or similar organisation; <br> (d) @^@fungible goods or materials@^@ means goods or materials that are <br> recognised by consensus or with substantial authoritative support in the <br> territory of a Party with respect to the recording of revenues, expenses, <br> (e) @^@Generally Accepted Accounting Principles@^@ means those principles <br> costs, assets and liabilities; the disclosure of information; and the <br> preparation of financial statements. These principles may encompass <br> broad guidelines for general application, as well as detailed standards, <br> practices and procedures; <br> (f) @^@good@^@ means any merchandise, product, article or material; <br> (i) fuel, energy, catalysts and solvents; <br> (g) @^@indirect material@^@ means a material used in the production, testing or <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> inspection of a good but not physically incorporated into the good; or a <br> material used in the maintenance of buildings or the operation of <br> (v) spare parts and materials used in the maintenance of equipment and buildings; <br> equipment, associated with the production of a good, including: <br> (vi) lubricants, greases, compounding materials and other materials <br> (ii) equipment, devices and supplies used to test or inspect the good; <br> used in production or used to operate equipment and buildings; and <br> (iv) tools, dies and moulds; <br> (vii) any other material that is not incorporated into the good but the <br> use of which in the production of the good can reasonably be <br> material that does not qualify as originating in accordance with this Chapter; <br> (h) @^@material@^@ means a good that is used in the production of another good; <br> (i) @^@non-originating good@^@ or @^@non-originating material@^@ means a good or <br> (j) @^@originating good@^@ or @^@originating material@^@ means a good or material <br> (k) @^@packing materials and containers for shipment@^@ means goods used to <br> that qualifies as originating in accordance with this Chapter; <br> packaging materials or containers in which a good is packaged for retail sale; <br> (l) @^@person@^@ means a natural person or an enterprise; <br> protect another good during its transportation, but does not include the <br> (m) @^@person of a Party@^@ means a national1 or an enterprise of a Party; <br> (n) @^@producer@^@ means a person who engages in the production of a good; <br> (o) @^@production@^@ means operations including growing, cultivating, raising, <br> mining, harvesting, fishing, trapping, hunting, capturing, collecting, <br> breeding, extracting, aquaculture, gathering, manufacturing, processing <br> (p) @^@recovered material@^@ means a material in the form of one or more <br> individual parts that results from: <br> (i) the disassembly of a used good into individual parts; and <br> [1] For the purposes of this Chapter, a @^@national@^@ means, for Australia, a natural person who is an Australian <br> citizen as defined in the Australian Citizenship Act 2007 as amended from time to time, or any successor <br> legislation; for Singapore, a person who is a citizen of Singapore within the meaning of its Constitution <br> and its domestic laws; or a permanent resident of either Party. <br> (ii) the cleaning, inspecting, testing or other processing of those <br> parts as necessary for improvement to sound working condition; <br> (q) @^@transaction value@^@ means the price actually paid or payable for the good <br> when sold for export or other value determined in accordance with the <br> (r) @^@value of the good@^@ means the transaction value of the good excluding <br> any costs incurred in the international shipment of the good. <br> or assembling a good; <br> demonstrated to be a part of that production; <br> Customs Valuation Agreement; and <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Implementation of Article VII of the General Agreement on Tariffs and <br> "}, {"ArticleTitle": "Treatment of Recovered Materials Used in Production of a Remanufactured Good", "ArticleDesc": "Article 4 : Treatment of Recovered Materials Used in Production of a Remanufactured Good <br> 1 Each Party shall provide that a recovered material derived in the territory of one <br> or both of the Parties is treated as originating when it is used in the production of, and <br> incorporated into, a remanufactured good. <br> 2 For greater certainty: <br> (i) a remanufactured good is originating only if it satisfies the applicable <br> requirements of Article 2 (Originating Goods); and <br> (ii) a recovered material that is not used or incorporated in the production of <br> a remanufactured good is originating only if it satisfies the applicable <br> requirements of Article 2 (Originating Goods). <br> "}, {"ArticleTitle": "Obligations Relating to Importation", "ArticleDesc": "Article 22 : Obligations Relating to Importation <br> 1 Except as otherwise provided for in this Chapter, each Party shall provide that, <br> for the purpose of claiming preferential tariff treatment, the importer shall: <br> (a) make a declaration3 that the good qualifies as an originating good; <br> (b) have a valid certification of origin in its possession at the time the <br> 2 Each Party shall provide that, if the importer has reason to believe that the <br> declaration referred to in subparagraph (a) is made; and <br> (c) provide a copy of the certification of origin to the importing Party if <br> required by the Party. <br> certification of origin is based on incorrect information that could affect the accuracy <br> or validity of the certification of origin, the importer shall correct the importation <br> document and pay any customs duty and, if applicable, penalties owed. <br> 3 No importing Party shall subject an importer to a penalty for making an invalid <br> claim for preferential tariff treatment if the importer, on becoming aware that such a <br> claim is not valid and prior to discovery of the error by that Party, voluntarily corrects <br> the claim and pays any applicable customs duty under the circumstances provided for <br> in the Party's law. <br> "}, {"ArticleTitle": "Obligations Relating to Exportation", "ArticleDesc": "Article 23 : Obligations Relating to Exportation <br> Each Party shall provide that an exporter or a producer, or their authorised <br> representative, that has completed and signed a certificate of origin, shall, on request, <br> provide a copy of the certificate of origin and such other documents to its customs <br> administration, if required by the Party's laws and regulations. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 30 : Confidentiality <br> Each Party shall maintain the confidentiality of the information collected in <br> accordance with this Chapter and shall protect that information from disclosure that <br> could prejudice the competitive position of the person providing the information. <br> Section C: Other Matters <br> "}, {"ArticleTitle": "Consultation on Rules of Origin and Origin Procedures", "ArticleDesc": "Article 31 : Consultation on Rules of Origin and Origin Procedures <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently with the spirit and objectives of this Agreement, <br> and shall cooperate in the administration of this Chapter. <br> 2 The Parties shall consult to discuss possible amendments or modifications to <br> this Chapter and its Annexes, taking into account developments in technology, <br> production processes or other related matters. <br> 3 Prior to the entry into force of an amended version of the Harmonized System, <br> the Committee shall consult to prepare updates to this Chapter that are necessary to <br> "}]}]}, "members_found": ["702", "036"]}