{"FtaRooDetails": {"FtaId": 215, "FtaCode": "ITC00221", "FtaName": "FTA, Australia-United States", "FtaFullName": "Australia-United States Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-United States", "AdminProcCooAuth": "The certification type under FTA, Australia-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT and RVC 50%", "RooText": "A change to heading 8701 through 8705 from any heading outside that group, provided that there is a regional value content of not less than 50 percent under the Net Cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 8701 through 8705 from any heading outside that group, provided that there is a regional value content of not less than 50 percent under the net cost method", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT and RVC 50%", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8701, 8702, 8703, 8704, 8705"}]}]}], "GeneralNote": [{"RooCode": "General interpretative note", "RooText": " ANNEX 5-A<br /> SPECIFIC RULES OF ORIGIN<br /> Part I - General Interpretative Note<br /> 1 For the purposes of interpreting the rules of origin set forth in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading;<br /> (b) the requirement of a change in tariff classification applies only to non-originating<br /> materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff provisions at the level of a<br /> chapter, heading or subheading of the Harmonized System, each Party shall<br /> construe the rule of origin require that materials classified in those excluded<br /> provisions be originating for the good to qualify as originating;<br /> (d) when a heading or subheading is subject to alternative specific rules of origin, the<br /> rule will be considered to be met if a good satisfies one of the alternatives;<br /> (e) when a single rule of origin is applicable to a group of headings or subheadings<br /> and that rule of origin specifies a change of heading or subheading, each Party<br /> shall interpret the rule such that the change in headings or subheadings may<br /> occur within a single heading or subheading or between headings or<br /> subheading of the group. When, however, a rules refers to a change in heading<br /> or subheading \"outside that group\" this shall be understood to require that the<br /> change in heading or subheading must occur from a heading or subheading that<br /> is outside the group of headings or subheadings set out in the rule;<br /> (f) reference to weight in the rules for goods provided for in Chapter 1 through 24 of<br /> the Harmonized System means dry weight unless otherwise specified in the<br /> Harmonized System.<br /> 2 For the purposes of interpreting the rules of origin set forth in this Annex:<br /> (a) chapter means a chapter of the Harmonized System;<br /> (b) heading means the first four digits in the tariff classification number under the<br /> Harmonized System;<br /> (c) section means a section of the Harmonized System;<br /> (d) subheading means the first six digits in the tariff classification number under the<br /> Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00221_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbp.gov/sites/default/files/documents/Australia%20FTA%20CO%2C%20Attach%20A.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00221_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/australia/asset_upload_file961_5150.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00221_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/australia/asset_upload_file961_5150.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00221_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00221_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/trade-agreements/free-trade-agreements/australian-fta/final-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.3 : ACCUMULATION <br /> 1 Originating materials from the territory of a Party, used in the production of a good in the <br /> territory of the other Party, shall be considered to originate in the territory of the other Party. <br /> 2 A good is an originating good when it is produced in the territory of one or both Parties <br /> by one or more producers, provided that the good satisfies the <br /> requirements in Article 5.1 and all other applicable requirements of this Chapter or Chapter 4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.2 : DE MINIMIS <br /> 1 Each Party shall provide that a good that does not undergo a change in tariff classification <br /> pursuant to Annex 5-A is nonetheless an originating good if: <br /> (a) the value of all non-originating materials used in the production of the good that <br /> do not undergo the required change in tariff classification does not exceed 10 <br /> percent of the adjusted value of the good; and <br /> (b) the good meets all other applicable criteria set forth in this Chapter for qualifying <br /> as an originating good. <br /> The value of such non-originating materials shall, however, be included in the value of non- <br /> originating materials for any applicable regional value content requirement for the good. <br /> 2 Paragraph 1 does not apply to a: <br /> (a) non-originating material provided for in Chapter 4 of the Harmonized System or <br /> in subheading 1901.90 that is used in the production of a good provided for in <br /> Chapter 4 of the Harmonized System; <br /> (b) non-originating material provided for in Chapter 4 of the Harmonized System or <br /> in subheading 1901.90 that is used in the production of a good provided for in the <br /> following provisions: subheadings 1901.10, 1901.20, or 1901.90; heading 2105; <br /> or subheadings 2106.90, 2202.90, or 2309.90; <br /> (c) non-originating material provided for in heading 0805 or subheadings 2009.11 <br /> through 2009.30 that is used in the production of a good provided for in <br /> subheadings 2009.11 through 2009.30, or subheadings 2106.90 or 2202.90; <br /> (d) non-originating material provided for in Chapter 15 of the Harmonized System <br /> that is used in the production of a good provided for in headings 1501 through <br /> 1508, 1512, 1514, or 1515; <br /> (e) non-originating material provided for in heading 1701 that is used in the <br /> production of a good provided for in headings 1701 through 1703; <br /> (f) non-originating material provided for in Chapter 17 of the Harmonized System or <br /> heading 1805 that is used in the production of a good provided for in subheading <br /> 1806.10; <br /> (g) non-originating material provided for in headings 2203 through 2208 that is used <br /> in the production of a good provided for in headings 2207 or 2208; and <br /> (h) non-originating material used in the production of a good provided for in Chapters <br /> 1 through 21 of the Harmonized System unless the non-originating material is <br /> provided for in a different subheading than the good for which origin is being <br /> determined under this Article. <br /> 3 With respect to a textile or apparel good, Article 4.2.6 (Rules of Origin and Related <br /> Matters: De Minimis) applies in place of paragraph 1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.6 : ACCESSORIES, SPARE PARTS, AND TOOLS <br /> Each Party shall provide that accessories, spare parts, or tools delivered with a good that form <br /> part of the good's standard accessories, spare parts, or tools, shall be treated as originating goods <br /> if the good is an originating good, and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable change in tariff <br /> classification, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the good; <br /> (b) the quantities and value of the accessories, spare parts, or tools are customary for <br /> the good; and <br /> (c) if the good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts, or tools shall be taken into account as originating or non- <br /> originating materials, as the case may be, in calculating the regional value content <br /> of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.18 : DEFINITIONS <br /> 5 good wholly obtained or produced entirely in the territory of one or both of the <br /> Parties means a good that is: <br /> (a) a mineral good extracted there; <br /> (b) a vegetable good, as such good is defined in the Harmonized System, harvested <br /> there; <br /> (c) a live animal born and raised there; <br /> (d) a good obtained from hunting, trapping, fishing, or aquaculture conducted there; <br /> (e) a good (fish, shellfish, and any other marine life) taken from the sea by vessels <br /> registered or recorded with a Party and flying its flag; <br /> (f) a good produced exclusively from products referred to in subparagraph (e) on <br /> board factory ships registered or recorded with a Party and flying its flag; <br /> (g) a good taken by a Party, or a person of a Party, from the seabed or beneath the <br /> seabed outside territorial waters, provided that the Party has rights to exploit such <br /> seabed; <br /> (h) a good taken from outer space, provided it is obtained by a Party or a person of a <br /> Party and not processed in the territory of a non-Party; <br /> (i) waste and scrap derived from <br /> (i) production there; or <br /> (ii) used goods collected there, provided such goods are fit only for the <br /> recovery of raw materials; <br /> (j) a recovered good derived there, from goods that have passed their life expectancy, <br /> or are no longer useable due to defects, and utilized there in the production of <br /> remanufactured goods; or <br /> (k) a good produced there exclusively from goods referred to in subparagraphs (a) <br /> through (i), or from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.4 : REGIONAL VALUE CONTENT <br /> 1 Except for goods covered by paragraph 2, where Annex 5-A refers to a regional value <br /> content, each Party shall provide that for purposes of claims for preferential treatment in <br /> accordance with Article 5.12, an importer, exporter, or producer may calculate regional value <br /> content based on one of the following methods: <br /> (a) Build-down Method <br /> RVC = AV - VNM x 100 <br /> AV <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value; and <br /> VNM is the value of non-originating materials that are acquired and used by the <br /> producer in the production of the good. VNM does not include the value <br /> of a material that is self-produced. <br /> (b) Build-up Method <br /> RVC = VOM x 100 <br /> AV <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value; and <br /> VOM is the value of originating materials that are acquired or self-produced, and <br /> used by the producer in the production of the good. <br /> 2 When regional value content is required for certain automotive goods5-2 under Annex 5-A <br /> to determine if a good is originating, each Party shall provide that the regional value content of a <br /> good shall be calculated solely on the basis of the following method: <br /> 5-2HS 8407.31 through 34 (engines), 8407.20 (diesel engines for vehicles), 84.09 (parts of engines) 87.01 through <br /> 87.05 (motor vehicles), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> Method for Automotive Products (@^@Net Cost Method@^@) <br /> RVC = NC - VNM x 100 <br /> NC <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; <br /> VNM is the value of non-originating materials acquired and used by the producer in the <br /> production of the good. VNM does not include the value of a material that is <br /> self-produced. <br /> 3 Each Party shall provide that, for the purpose of regional value content under paragraph 2 <br /> for motor vehicles,5-3 the importer, exporter, or producer may use a calculation averaged over the <br /> producer's fiscal year using any one of the following categories: <br /> (a) the same model line of motor vehicles in the same class of vehicles produced in <br /> the same plant in the territory of a Party; <br /> (b) the same class of motor vehicles produced in the same plant in the territory of a <br /> Party; or <br /> (c) the same model line of motor vehicles produced in the territory of a Party, <br /> on the basis of all motor vehicles in the category or only those motor vehicles in the category that <br /> are exported to the territory of the other Party. <br /> 4 Each Party shall provide that, for the purpose of calculating regional value content under <br /> paragraph 2 for automotive materials5-4 produced in the same plant, the importer, exporter, or <br /> producer may use a calculation: <br /> (a) averaged: <br /> over the fiscal year of the motor vehicle producer to whom the good is sold, <br /> (i) over any quarter or month, or <br /> (ii) over its fiscal year, <br /> 5-3 Motor Vehicles: HS 87.01 through 87.05 (motor vehicles). <br /> 5-4 Automotive Components or Materials: HS 8407.31 through 34 (engines), 8407.20 (diesel engines for vehicles), <br /> 84.09 (parts of engines), 87.06 (chassis), 87.07 (bodies), and 87.08 (motor vehicle parts). <br /> provided that the good was produced during the fiscal year, quarter, or month <br /> forming the basis for the calculation; <br /> (b) in which the average referred to in subparagraph (a) is calculated separately for <br /> such goods sold to one or more motor vehicle producers; or <br /> (c) in which the average in subparagraph (a) or (b) is calculated separately for those <br /> goods that are exported to the territory of the other Party. <br /> ARTICLE 5.5 : VALUE OF MATERIALS <br /> 1 Each Party shall provide that for the purpose of Articles 5.2 and 5.4, the value of a <br /> material is: <br /> (a) for a material imported by the producer of the good, the adjusted value of the <br /> material; <br /> (b) for a material acquired in the territory where the good is produced, the value, <br /> determined in accordance with Articles 1 through 8, Article 15, and the <br /> corresponding interpretative notes of the Customs Valuation Agreement, i.e., in <br /> the same manner as for imported goods, with such reasonable modifications as <br /> may be required due to the absence of an importation; or <br /> (c) for a material that is self-produced, the sum of all expenses incurred in the <br /> production of the material, including general expenses, and an amount for profit <br /> equivalent to the profit added in the normal course of trade. <br /> 2 Each Party shall provide that the value of materials may be adjusted as follows: <br /> (a) for originating materials, the following expenses may be added to the value of the <br /> material if not included under paragraph 1: <br /> (i) the costs of freight, insurance, packing, and all other costs incurred in <br /> transporting the material within or between the Parties' territories to the <br /> location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, including credit <br /> against duty or tax paid or payable; and <br /> (iii) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-products; <br /> and <br /> (b) for non-originating materials, where included under paragraph 1, the following <br /> expenses may be deducted from the value of the material: <br /> (i) the costs of freight, insurance, packing, and all other costs incurred in <br /> transporting the material within or between the Parties' territories to the <br /> location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, including credit <br /> against duty or tax paid or payable; <br /> (iii) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-products; <br /> (iv) the cost of processing incurred in the territory of a Party in the production <br /> of the non-originating material; and <br /> (v) the cost of originating materials used in the production of the non- <br /> originating material in the territory of a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.10 : INDIRECT MATERIALS <br /> Each Party shall provide that an indirect material shall be treated as an originating material <br /> without regard to where it is produced and its value shall be the cost registered in the accounting <br /> records of the producer of the good. <br /> 6 indirect material means a good used in the production, testing, or inspection of a good <br /> but not physically incorporated into the good, or a good used in the maintenance of buildings or <br /> the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.11 : THIRD COUNTRY TRANSPORTATION <br /> A good shall not be considered to be an originating good if the good undergoes subsequent <br /> production or any other operation outside the territories of the Parties, other than unloading, <br /> reloading, or any other operation necessary to preserve it in good condition or to transport the <br /> good to the territory of a Party. <br /> Section B : Supporting Information and Verification", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.1 : ORIGINATING GOODS <br /> For the purposes of this Agreement, an originating good means: <br /> (a) a good wholly obtained or produced entirely in the territory of one or both of the <br /> Parties; <br /> (b) a good produced entirely in the territory of one or both of the Parties where <br /> (i) each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification specified in Annex <br /> 4-A (Textile and Apparel Specific Rules of Origin) or Annex 5-A <br /> (Product-Specific Rules of Origin); or <br /> (ii) the good otherwise satisfies any applicable regional value content; or <br /> (iii) the good meets any other requirements specified in Annex 4-A or Annex <br /> 5-A; and <br /> the good satisfies all other applicable requirements of this Chapter or Chapter 4; <br /> (c) a good produced entirely in the territory of one or both of the Parties exclusively <br /> from originating materials; or <br /> (d) a good that otherwise qualifies as an originating good under this Chapter or <br /> Chapter 4.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.8 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> Each Party shall provide that packaging materials and containers in which a good is packaged for <br /> retail sale, if classified with the good, shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable change in tariff <br /> classification set out in Annex 5-A or Annex 4-A, and, if the good is subject to a regional value <br /> content requirement, the value of such packaging materials and containers shall be taken into <br /> account as originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good. <br /> ARTICLE 5.9 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Each Party shall provide that packing materials and containers for shipment shall be disregarded <br /> in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo the <br /> applicable change in tariff classification set out in Annex 5-A or Annex 4-A; and <br /> (b) the good satisfies a regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.7 : FUNGIBLE GOODS AND MATERIALS <br /> 1 Each Party shall provide that the determination of whether fungible goods or materials <br /> are originating goods shall be made either by physical segregation of each good or material or <br /> through the use of any inventory management method, such as averaging, last-in first-out, or <br /> first-in first-out, recognized in the generally accepted accounting principles of the Party in which <br /> the production is performed or otherwise accepted by the Party in which the production is <br /> performed. <br /> 2 Each Party shall provide that that an inventory management method selected under <br /> paragraph 1 for particular fungible goods or materials shall continue to be used for those fungible <br /> goods or materials throughout the fiscal year of the person that selected the inventory <br /> management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.12 : CLAIMS FOR PREFERENTIAL TREATMENT <br /> 1 Each Party shall provide that an importer may make a claim for preferential treatment <br /> under this Agreement based on the importer's knowledge or on information in the importer's <br /> possession that the good qualifies as an originating good. <br /> 2 Each Party may require that an importer be prepared to submit, on request, a statement <br /> setting forth the reasons that the good qualifies as an originating good, including pertinent cost <br /> and manufacturing information. The statement need not be in a prescribed format, and may be <br /> submitted electronically, where feasible.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.14 : RECORD KEEPING REQUIREMENT <br /> Each Party may require that importers maintain, for up to five years after the date of importation, <br /> records relating to the importation of the good, and may require, as set out in Article 5.12.2, that <br /> an importer provide, on request, records necessary to demonstrate that a good qualifies as an <br /> originating good, including records concerning: <br /> (a) the purchase, cost and value of, and payment for, the good; <br /> (b) the purchase, cost, and value of, and payment for, all materials, including indirect <br /> materials, used in the production of the good; and <br /> (c) the production of the good in the form in which the good was exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5.15 : VERIFICATION <br /> 1 For the purpose of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may conduct a verification by <br /> means of one or more of the following: <br /> (a) requests for information from the importer; <br /> (b) written requests for information to an exporter or a producer in the territory of the <br /> other Party; <br /> (c) requests for the importer to arrange for the producer or exporter to provide <br /> information directly to the Party conducting the verification; <br /> (d) information received directly by the importing Party from an importer as a result <br /> of a request described in Article 5.12.2; <br /> (e) visits to the premises of an exporter or a producer in the territory of the other <br /> Party, in accordance with any procedures that the Parties jointly adopt; <br /> (f) for textile or apparel goods, procedures set forth in Article 4.3 (Customs <br /> Cooperation); or <br /> (g) such other procedures as the Parties may agree. <br /> 2 A Party may deny preferential tariff treatment to a good where the importer, exporter, or <br /> producer fails to provide information that the Party requests in a verification conducted in <br /> accordance with paragraph 1 demonstrating that the good is an originating good. <br /> Section C : Consultation And Modifications", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 6.7 : Penalties <br /> Each Party shall adopt or maintain measures that provide for the imposition of civil or <br /> administrative penalties and, where appropriate, criminal penalties for violations of its customs <br /> laws and regulations governing classification, valuation, country of origin, and eligibility for <br /> preferential treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 6.3 : Advance Rulings <br /> 1. Each Party shall provide for written advance rulings to be issued to a person described in <br /> paragraph 2(a) concerning tariff classification, questions arising from the application of the <br /> Customs Valuation Agreement, country of origin, and the qualification of a good as an <br /> originating good under this Agreement. <br /> 2. Each Party shall adopt or maintain procedures for issuing written advance rulings that: <br /> (a) provide that a potential importer in its territory or an exporter or producer in the <br /> territory of the other Party may request a ruling prior to the importation that is the <br /> subject of the advance ruling request; <br /> (b) include a detailed description of the information required to process a request for <br /> an advance ruling; and <br /> (c) provide that an advance ruling will be based on the facts and circumstances <br /> presented by the person requesting the ruling. <br /> 3. Each Party shall provide that its customs authorities: <br /> (a) may request, at any time during the course of evaluating a request for an advance <br /> ruling, additional information necessary to evaluate the request; <br /> (b) shall issue the advance ruling expeditiously, and no later than 120 days after <br /> obtaining all necessary information; and <br /> (c) shall provide a written explanation of the reasons for the ruling. <br /> 4. Subject to paragraph 5, each Party shall apply an advance ruling to importations into its <br /> territory beginning on the date it issues the ruling or on any other date specified in the ruling. <br /> The Party shall apply the treatment provided by the advance ruling to all importations regardless <br /> of the importer, exporter, or producer involved, provided that the facts and circumstances are <br /> identical in all material respects. <br /> 5. A Party may modify or revoke an advance ruling on a determination that the ruling was <br /> based on an error of fact or law, or where there is a change in law consistent with this <br /> Agreement, a change in a material fact, or a change in the circumstances on which the ruling is <br /> based. The issuing Party shall postpone the effective date of any such modification or revocation <br /> for at least 60 days where the person to whom the ruling was issued has relied in good faith on <br /> that ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 6.4 : Review and Appeal <br /> 1. With respect to its determinations relating to customs matters, each Party shall provide <br /> that importers in its territory have access to: <br /> (a) at least one level of administrative review of determinations by its customs <br /> authorities independent of the official or office responsible for the decision under <br /> review; and <br /> (b) judicial review of decisions taken at the final level of administrative review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.4: Definitions <br> For the purposes of this Chapter: <br> 1. claim of origin means a claim that a textile or apparel good is an originating good or a <br> good of a Party; <br> 2. exporting Party means the Party from whose territory a textile or apparel good is <br> exported; and <br> 3. importing Party means the Party into whose territory a textile or apparel good is <br> imported. <br> commercial purposes and whose properties are essentially identical; <br> (d) motor vehicles provided for in subheadings 8703.21 through 8703.90; <br> (i) waste and scrap derived from <br> (a) fuel and energy; <br> registered or recorded with a Party and flying its flag; <br> substantial authoritative support in the territory of a Party, with respect to the recording of <br> board factory ships registered or recorded with a Party and flying its flag; <br> (g) catalysts and solvents; and <br> (a) is entirely or partially comprised of recovered goods; <br> Chapter; <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> production of the good can reasonably be demonstrated to be a part of that <br> production; <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> royalties, shipping and packing costs, and non-allowable interest costs that are included in the <br> total cost; <br> resulting net cost of those goods to the good; <br> manufactures, processes, assembles, or disassembles a good; <br> packing costs, and non-allowable interest costs, <br> promotion, marketing, and after-sales service costs, royalties, shipping and <br> provided that the allocation of all such costs is consistent with the provisions regarding the <br> reasonable allocation of costs set out in Generally Accepted Accounting Principles; <br> manufacturing, processing, assembling, or disassembling a good; <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO IMPORTATIONS", "ArticleDesc": "ARTICLE 5.13 : OBLIGATIONS RELATING TO IMPORTATIONS <br> 1 Each Party shall grant a claim for preferential treatment under this Agreement, made in <br> accordance with this Chapter unless the Party possesses information that the claim is invalid. <br> 2 A Party may deny preferential treatment under this Agreement to an imported good if the <br> importer fails to comply with any requirement of this Chapter. <br> 3 If a Party denies a claim for preferential treatment under this Agreement, it shall issue a <br> written determination containing findings of fact and the legal basis for the determination. <br> 4 The importing Party shall not subject an importer to any penalty for making an invalid <br> claim for preferential treatment if the importer: <br> (a) on becoming aware that such claim is not valid, promptly and voluntarily corrects <br> the claim and pays any duty owing; and <br> (b) in any event, corrects the claim and pays any duty owing within a period <br> determined by the Party, which shall be at least one year from the submission of <br> the invalid claim. <br> 5 Nothing in this Article shall prevent a Party from taking action under Article 4.3.8 <br> (Customs Cooperation). <br> "}, {"ArticleTitle": "CONSULTATION AND MODIFICATIONS", "ArticleDesc": "ARTICLE 5.16 : CONSULTATION AND MODIFICATIONS <br> 1 The Parties shall consult and cooperate to ensure that this Chapter is applied in an <br> effective and uniform manner. Unless the Parties otherwise agree, the Parties shall consult <br> within six months of the date of entry into force of this Agreement regarding the implementation <br> and application of this Chapter. <br> 2 The Parties shall consult regularly pursuant to Article 21.5 (Consultations) to discuss <br> necessary amendments to this Chapter and its Annexes, taking into account developments in <br> technology, production processes, and other related matters. <br> Section D : Application and Interpretation <br> "}, {"ArticleTitle": "Application and Interpretation", "ArticleDesc": "For the purposes of this Chapter: <br> (a) the basis for tariff classification is the Harmonized System; <br> "}, {"ArticleTitle": "APPLICATION AND INTERPRETATION", "ArticleDesc": "ARTICLE 5.17 : APPLICATION AND INTERPRETATION <br> (b) any cost and value referred to in this Chapter shall be recorded and maintained in <br> accordance with the generally accepted accounting principles applicable in the <br> territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 5.18 : DEFINITIONS <br> 1 adjusted value means the value determined under Articles 1 through 8, Article 15, and <br> the corresponding interpretative notes of the Customs Valuation Agreement, as adjusted to <br> exclude any costs, charges, or expenses incurred for transportation, insurance, and related <br> services incidental to the international shipment of the good from the country of exportation to <br> the place of importation; <br> 2 class of motor vehicles means any one of the following categories of motor vehicles: <br> (a) motor vehicles provided for in subheading 8701.20, motor vehicles for the <br> transport of 16 or more persons provided for in subheadings 8702.10 or 8702.90, <br> and motor vehicles of subheadings 8704.10, 8704.22, 8704.23, 8704.32, or <br> 8704.90, or headings 87.05 and 87.06; <br> (b) motor vehicles provided for in subheadings 8701.10 or 8701.30 through 8701.90; <br> (c) motor vehicles for the transport of 15 or fewer persons provided for in <br> subheadings 8702.10 or 8702.90, and motor vehicles of subheadings 8704.21 and <br> 8704.31; or <br> 3 fungible goods or materials means goods or materials that are interchangeable for <br> 4 generally accepted accounting principles means the recognized consensus or <br> revenues, expenses, costs, assets, and liabilities, the disclosure of information, and the <br> preparation of financial statements. These standards may encompass broad guidelines of general <br> application as well as detailed standards, practices, and procedures; <br> the operation of equipment associated with the production of a good, including: <br> 5 good wholly obtained or produced entirely in the territory of one or both of the <br> Parties means a good that is: <br> (a) a mineral good extracted there; <br> (b) a vegetable good, as such good is defined in the Harmonized System, harvested <br> (i) production there; or <br> there; <br> (c) a live animal born and raised there; <br> production or used to operate equipment and buildings; <br> (d) a good obtained from hunting, trapping, fishing, or aquaculture conducted there; <br> (d) lubricants, greases, compounding materials, and other materials used in <br> (e) a good (fish, shellfish, and any other marine life) taken from the sea by vessels <br> (f) a good produced exclusively from products referred to in subparagraph (e) on <br> (h) any other goods that are not incorporated into the good but whose use in the <br> (g) a good taken by a Party, or a person of a Party, from the seabed or beneath the <br> seabed outside territorial waters, provided that the Party has rights to exploit such <br> seabed; <br> (h) a good taken from outer space, provided it is obtained by a Party or a person of a <br> Party and not processed in the territory of a non-Party; <br> (ii) used goods collected there, provided such goods are fit only for the <br> recovery of raw materials; <br> (j) a recovered good derived there, from goods that have passed their life expectancy, <br> or are no longer useable due to defects, and utilized there in the production of <br> remanufactured goods; or <br> (k) a good produced there exclusively from goods referred to in subparagraphs (a) <br> through (i), or from their derivatives, at any stage of production; <br> 6 indirect material means a good used in the production, testing, or inspection of a good <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> but not physically incorporated into the good, or a good used in the maintenance of buildings or <br> (b) tools, dies, and moulds; <br> 7 material means a good that is used in the production of another good; <br> 8 material that is self-produced means an originating material that is produced by a <br> producer of a good and used in the production of that good; <br> 9 model line means a group of motor vehicles having the same platform or model name; <br> 10 net cost means total cost minus sales promotion, marketing, and after-sales service costs, <br> 11 net cost of the good means the net cost that can be reasonably allocated to the good under <br> one of the following methods: <br> (a) calculate the total cost incurred with respect to all goods produced by that <br> producer, subtract any sales promotion, marketing and after-sales service costs, <br> included in the total cost of all such goods, and then reasonably allocate the <br> (b) calculate the total cost incurred with respect to all goods produced by that <br> producer, reasonably allocate the total cost to the good, and then subtract any <br> packing costs, and non- <br> allowable interest costs that are included in the portion of the total cost allocated <br> to the good; or <br> (c) reasonably allocate each cost that forms part of the total cost incurred with respect <br> to the good so that the aggregate of these costs does not include any sales <br> royalties, shipping and packing costs, and non-allowable interest costs that are <br> 12 non-allowable interest costs means interest costs incurred by a producer that exceed 700 <br> basis points above the Party's applicable official interest rate for comparable maturities; <br> 13 non-originating material means a material that has not satisfied the requirements of this <br> sales promotion, marketing, and after-sales service costs, royalties, shipping and <br> 14 preferential treatment means the customs duty rate and treatment under Article 2.12 <br> (Merchandise Processing Fee) that is applicable to an originating good pursuant to this <br> Agreement; <br> 15 producer means a person who grows, raises, mines, harvests, fishes, traps, hunts, <br> 16 production means growing, raising, mining, harvesting, fishing, trapping, hunting, <br> 17 reasonably allocate means to apportion in a manner appropriate under generally <br> accepted accounting principles; <br> 18 recovered goods means materials in the form of individual parts that result from: <br> (a) the complete disassembly of goods which have passed their life expectancy, or are <br> no longer useable due to defects, into individual parts; and <br> (b) cleaning, inspecting, or testing, or other processes as necessary for improvement <br> to sound working condition of such individual parts; <br> 19 remanufactured good means an industrial good assembled in the territory of a Party, <br> falling within Chapter 84, 85, or 87 or heading 90.26, 90.31, or 90.32, except a good under <br> heading 84.18, 85.16, or 87.01 through 87.06 that: <br> (b) has a similar life expectancy to, and meets the same performance standards as, a <br> new good; and <br> (c) enjoys a factory warranty similar to such a new good; <br> 20 total cost means all product costs, period costs, and other costs for a good incurred in the <br> territory of one or both of the Parties; and <br> 21 used means used or consumed in the production of goods. <br> Chapter Six <br> Customs Administration <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.4: Definitions <br> For the purposes of this Chapter: <br> 1. claim of origin means a claim that a textile or apparel good is an originating good or a <br> good of a Party; <br> 2. exporting Party means the Party from whose territory a textile or apparel good is <br> exported; and <br> 3. importing Party means the Party into whose territory a textile or apparel good is <br> imported. <br> commercial purposes and whose properties are essentially identical; <br> (d) motor vehicles provided for in subheadings 8703.21 through 8703.90; <br> (i) waste and scrap derived from <br> (a) fuel and energy; <br> registered or recorded with a Party and flying its flag; <br> substantial authoritative support in the territory of a Party, with respect to the recording of <br> board factory ships registered or recorded with a Party and flying its flag; <br> (g) catalysts and solvents; and <br> (a) is entirely or partially comprised of recovered goods; <br> Chapter; <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> production of the good can reasonably be demonstrated to be a part of that <br> production; <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> royalties, shipping and packing costs, and non-allowable interest costs that are included in the <br> total cost; <br> resulting net cost of those goods to the good; <br> manufactures, processes, assembles, or disassembles a good; <br> packing costs, and non-allowable interest costs, <br> promotion, marketing, and after-sales service costs, royalties, shipping and <br> provided that the allocation of all such costs is consistent with the provisions regarding the <br> reasonable allocation of costs set out in Generally Accepted Accounting Principles; <br> manufacturing, processing, assembling, or disassembling a good; <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Publication and Notification", "ArticleDesc": "Article 6.1 : Publication and Notification <br> 1. Each Party shall ensure that its laws, regulations, guidelines, procedures, and <br> administrative rulings governing customs matters are promptly published on the Internet and in <br> print form. <br> 2. Each Party shall designate one or more inquiry points to address inquiries from interested <br> persons pertaining to customs matters, and shall make available on the internet information <br> concerning procedures for making such inquiries. <br> 3. To the extent possible, each Party shall: <br> (a) publish in advance any regulation governing customs matters that it proposes to <br> adopt; and <br> (b) provide interested persons and the other Party a reasonable opportunity to <br> comment on the proposed regulation. <br> "}, {"ArticleTitle": "Administration", "ArticleDesc": "Article 6.2 : Administration <br> 1. Each Party shall administer in a uniform, impartial, and reasonable manner all its laws, <br> regulations, guidelines, procedures, and administrative rulings governing customs matters. <br> 2. Each Party shall ensure that its laws and regulations governing customs matters are not <br> prepared, adopted, or applied with a view to or with the effect of creating arbitrary or <br> unwarranted procedural obstacles to international trade. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 6.5 : Cooperation <br> 1. Each Party shall endeavour to provide the other Party with advance notice of any <br> significant modification of administrative policy or other similar development related to its laws <br> or regulations governing importations that is likely to substantially affect the operation of this <br> Agreement. <br> 2. The Parties shall, through their competent authorities and in accordance with this <br> Chapter, cooperate in achieving compliance with their respective laws and regulations pertaining <br> to: <br> (a) the implementation and operation of this Agreement relating to importation of <br> goods; <br> (b) restrictions and prohibitions on imports or exports; and <br> (c) such other issues as the Parties may agree. <br> 3. Where a Party has a reasonable suspicion of unlawful activity related to its laws or <br> regulations governing importations, it may request that the other Party provide the following <br> types of information pertaining to trade transactions relevant to the activity if the activity took <br> place no more than five years before the date of the request, or from the date of discovery of the <br> apparent offence in cases of fraud, and in other cases on which the Parties may agree: <br> (a) the name and address of the importer, exporter, manufacturer, buyer, vendor, <br> broker, or transporter; <br> (b) shipping information relating to container number, size, port of loading before <br> arrival, destination port after departure, name of vessel and carrier, the country of <br> origin, place of export, mode of transportation, port of entry of the goods, and <br> cargo description; and <br> (c) classification number, quantity, unit of measure, declared value, and tariff <br> treatment. <br> 4. The Party shall make its request in writing; shall specify the grounds for reasonable <br> suspicion and the purposes for which the information is sought; and shall identify the requested <br> information with sufficient specificity for the other Party to locate and provide the information. <br> The requesting Party may meet this requirement by, inter alia, identifying the importer, exporter, <br> country of origin, time period, port or ports of entry, cargo description, or Harmonized System <br> request. <br> number applicable to the importation or exportation in question. <br> 5. The requested Party shall provide available information that is material to the request. <br> 6. For the purposes of paragraph 3, a Party has a reasonable suspicion of unlawful activity if <br> it is based on one or more of the following types of relevant factual information obtained from <br> public or private sources: <br> (a) information gathered over time that a specific importer, exporter, manufacturer, <br> producer, or other person involved in the movement of goods from the territory of <br> one Party to the territory of the other Party has not complied with its laws or <br> regulations governing importations; <br> (b) information gathered over time that some or all of the persons involved in the <br> movement of goods within a specific product sector from the territory of one <br> Party to the territory of the other Party have not complied with the Party's laws or <br> (c) information from trade and transit documents and other information necessary to <br> conduct verifications; or <br> (d) other information that the Parties agree is sufficient in the context of a particular <br> 7. Each Party shall endeavour to provide the other Party any other information that would <br> assist it in determining whether imports from or exports to the other Party are in compliance with <br> applicable laws or regulations governing importations, including those related to the prevention <br> or investigation of unlawful shipments. <br> 8. On the request of either Party, the Parties shall enter into consultations to resolve any <br> technical or interpretative difficulties that may arise under this Article or to consider ways to <br> improve cooperation. Such consultations may occur between the competent authorities of the <br> Parties directly or through the Committee on Trade in Goods established in Chapter Two <br> (National Treatment and Market Access of Goods). In addition, either Party may request <br> assistance from the other Party in implementing this Article. The requested Party shall <br> endeavour to respond promptly to the request. <br> 9. The Parties shall also endeavour to provide each other with technical advice and <br> information for the purpose of improving risk assessment techniques, simplifying and expediting <br> customs procedures, advancing the technical skills of their personnel, and enhancing the use of <br> technologies that can lead to improved compliance with laws and regulations governing <br> importations. <br> 10. The Parties shall explore additional avenues of cooperation for the purpose of enhancing <br> each Party's ability to enforce its laws or regulations governing importations, including by <br> examining the establishment and maintenance of additional channels of communication to <br> facilitate the secure and rapid exchange of information, and by considering efforts to improve <br> effective coordination on importation issues, building on the mechanisms established in this <br> Article and the cooperation established under any other relevant agreements. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 6.6 : Confidentiality <br> Each Party shall treat information provided pursuant to this Chapter in accordance with Article <br> 22.4 (Disclosure of Information). <br> "}, {"ArticleTitle": "Release and Security", "ArticleDesc": "Article 6.8 : Release and Security <br> (a) providing for the release of goods within a period no greater than that required to <br> ensure compliance with its customs laws; <br> (b) allowing, to the extent possible, goods to be released within 48 hours of arrival; <br> (c) allowing, to the extent possible, goods to be released at the point of arrival, <br> without interim transfer to customs warehouses or other locations; and <br> (d) allowing importers who have complied with the procedures that the Party may <br> have relating to the determination of value and payment of customs duty to <br> withdraw goods from customs, although the Party may require importers to <br> provide security as a condition for the release of goods when such security is <br> required to ensure that obligations arising from the entry of the goods will be <br> fulfilled. <br> 2. Each Party shall: <br> (a) adopt procedures allowing importers: <br> (i) to provide security such as bank guarantees, bonds, or other non-cash <br> financial instruments; <br> (ii) that regularly enter goods to provide security such as standing bank <br> guarantees, continuous bonds, or other non-cash financial instruments <br> covering multiple entries; and <br> (iii) to provide security in any other forms specified by its customs authorities; <br> and <br> (b) ensure that the amount of any security is no greater than that required to ensure <br> that obligations arising from the importation of the goods will be fulfilled, and, <br> where applicable, shall not be in excess of the amount chargeable, based on tariff <br> rates under domestic and international law, including this Agreement, and based <br> on valuation in accordance with the Customs Valuation Agreement; and <br> (c) ensure that any security is discharged as soon as possible after its customs <br> authorities are satisfied that the obligations arising from the importation of the <br> goods have been fulfilled. <br> "}, {"ArticleTitle": "RELEASE AND SECURITY", "ArticleDesc": "1. Each Party shall adopt or maintain procedures: <br> "}, {"ArticleTitle": "Risk Assessment", "ArticleDesc": "Article 6.9 : Risk Assessment <br> Each Party shall employ risk management systems that enable its customs authorities to <br> concentrate inspection activities on high-risk goods and that facilitate the movement of low-risk <br> goods, including systems that allow for information regarding an importation to be processed <br> before the goods arrive. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 6.10 : Express Shipments <br> shipments, while maintaining appropriate customs control and selection, including procedures: <br> (a) under which the information necessary for the release of an express shipment may <br> be submitted and processed by the Party's customs authorities before the <br> shipment arrives; <br> (b) allowing a shipper to submit a single manifest covering all goods contained in a <br> shipment transported by the express shipment service through, if possible, <br> (c) that, to the extent possible, minimise the documentation required for the release of <br> electronic means; <br> express shipments; and <br> (d) that, under normal circumstances, allow for an express shipment that has arrived <br> at a point of entry to be released no later than six hours after the information <br> necessary for release is submitted. <br> "}, {"ArticleTitle": "EXPRESS SHIPMENTS", "ArticleDesc": "Each Party shall adopt or maintain separate, expedited customs procedures for express <br> "}, {"ArticleTitle": "Definition Of Customs Matters", "ArticleDesc": "Article 6.11 : Definition Of Customs Matters <br> For the purposes of this Chapter, customs matters means matters pertaining to the classification <br> and valuation of goods for customs duty purposes, rates of duty, country of origin, and eligibility <br> for preferential treatment under this Agreement, and all other procedural and substantive <br> requirements, restrictions, and prohibitions that a Party maintains on imports or exports, <br> including those pertaining to goods imported or exported by or on behalf of travellers. Customs <br> "}]}]}, "members_found": ["842", "036"]}