{"FtaRooDetails": {"FtaId": 220, "FtaCode": "ITC00226", "FtaName": "FTA, Bahrain-United States", "FtaFullName": "AGREEMENT BETWEEN THE GOVERNMENT OF THE UNITED STATES OF AMERICA AND THE GOVERNMENT OF THE KINGDOM OF BAHRAIN CONCERNING THE DEVELOPMENT OF TRADE AND INVESTMENT RELATIONS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2006", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Bahrain; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Bahrain-United States", "AdminProcCooAuth": "The certification type under FTA, Bahrain-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Bahrain-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Bahrain-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "(b) for goods other than those covered by the rules in Annex 3-A or Annex 4-A, the good is a new or different article of commerce that has been grown, produced, or manufactured in the territory of one or both of the Parties; and the sum of (i) the value of materials produced in the territory of one or both of the Parties, plus (ii) the direct costs of processing operations performed in the territory of one or both of the Parties is not less than 35 percent of the appraised value of the good at the time it is imported into the territory of a Party", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00226_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbp.gov/sites/default/files/documents/Attachment%20A%20Bahrain%20Data%20Elements%20for%20the%20Certificate%20of%20Origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00226_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/bahrain/asset_upload_file831_6273.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00226_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00226_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/trade-agreements/free-trade-agreements/bahrain-fta/final-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.4: CUMULATION <br /> 1 Each Party shall provide that direct costs of processing operations performed <br /> in the territory of one or both of the Parties as well as the value of materials produced <br /> in the territory of one or both of the Parties may be counted without limitation <br /> toward satisfying the 35 percent value-content requirement specified in Article <br /> 4.1(b). <br /> 2 Each Party shall provide that an originating good or a material produced in <br /> the territory of one or both of the Parties, incorporated into a good in the territory of <br /> the other Party, shall be considered to originate in the territory of the other Party. <br /> 3 Each Party shall provide that a good shall originate where the good is grown, <br /> produced, or manufactured in the territory of one or both of the Parties by one or <br /> more producers, provided that the good satisfies the requirements of Article 4.1 and <br /> all other applicable requirements in this Chapter or Chapter Three (Textiles and <br /> Apparel).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.14: DEFINITIONS <br /> goods wholly the growth, product, or manufacture of one or both of the Parties <br /> means goods consisting entirely of one or more of the following: <br /> (a) mineral goods extracted in the territory of one or both of the Parties; <br /> (b) vegetable goods, as such goods are defined in the Harmonized <br /> System, harvested in the territory of one or both of the Parties; <br /> (c) live animals born and raised in the territory of one or both of the <br /> Parties; <br /> (d) goods obtained from live animals raised in the territory of one or both <br /> of the Parties; <br /> (e) goods obtained from hunting, trapping, or fishing in the territory of <br /> one or both of the Parties; <br /> (f) goods (fish, shellfish, and other marine life) taken from the sea by <br /> vessels registered or recorded with a Party and flying its flag; <br /> (g) goods produced on board factory ships from the goods referred to in <br /> subparagraph (f) provided such factory ships are registered or <br /> recorded with that Party and fly its flag; <br /> (h) goods taken by a Party or a person of a Party from the seabed or <br /> beneath the seabed outside territorial waters, provided that a Party has <br /> rights to exploit such seabed; <br /> (i) goods taken from outer space, provided they are obtained by a Party <br /> or a person of a Party and not processed in the territory of a non- <br /> Party; <br /> (j) waste and scrap derived from: <br /> (i) production or manufacture in the territory of one or both of the <br /> Parties, or <br /> (ii) used goods collected in the territory of one or both of the <br /> Parties, provided such goods are fit only for the recovery of <br /> raw materials; <br /> (k) recovered goods derived in the territory of a Party from used goods, <br /> and utilized in the Party's territory in the production of <br /> remanufactured goods; and <br /> (l) goods produced in the territory of one or both of the Parties <br /> exclusively from goods referred to in subparagraphs (a) through (j), or <br /> from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.3: NON-QUALIFYING OPERATIONS <br /> Each Party shall provide that, for purposes of Article 4.1, no good shall be <br /> considered a new or different article of commerce by virtue of having merely <br /> undergone (a) simple combining or packaging operations or (b) mere dilution with <br /> water or with another substance that does not materially alter the characteristics of <br /> the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.5: VALUE OF MATERIALS <br /> 1 For purposes of this Chapter, each Party shall provide that the value of a <br /> material produced in the territory of one or both of the Parties includes: <br /> (a) the price actually paid or payable by the producer of the good for the <br /> material; <br /> (b) when not included in the price actually paid or payable by the <br /> producer of the good for the material, the freight, insurance, packing, <br /> and all other costs incurred in transporting the material to the <br /> producer's plant; <br /> (c) the cost of waste or spoilage, less the value of recoverable scrap; and <br /> (d) taxes or customs duties imposed on the material by one or both of the <br /> Parties, provided the taxes or customs duties are not remitted upon <br /> exportation. <br /> 2 Each Party shall provide that where the relationship between the producer of <br /> the good and the seller of the material influenced the price actually paid or payable <br /> for the material, or where paragraph 1 is otherwise not applicable, the value of the <br /> material produced in the territory of one or both of the Parties includes: <br /> (a) all expenses incurred in the growth, production, or manufacture of the <br /> material, including general expenses; <br /> (b) a reasonable amount for profit; and <br /> (c) freight, insurance, packing, and all other costs incurred in transporting <br /> the material to the producer's plant. <br /> ARTICLE 4.6: DIRECT COSTS OF PROCESSING OPERATIONS <br /> 1 For purposes of this Chapter, direct costs of processing operations means <br /> those costs either directly incurred in, or that can be reasonably allocated to, the <br /> growth, production, or manufacture of the good. Such costs include the following, to <br /> the extent that they are includable in the appraised value of goods imported into the <br /> territory of a Party: <br /> (a) all actual labor costs involved in the growth, production, or <br /> manufacture of the specific good, including fringe benefits, on-the-job <br /> training, and the cost of engineering, supervisory, quality control, and <br /> similar personnel; <br /> (b) tools, dies, molds, and other indirect materials, and depreciation on <br /> machinery and equipment that are allocable to the specific good; <br /> (c) research, development, design, engineering, and blueprint costs to the <br /> extent that they are allocable to the specific good; <br /> (d) costs of inspecting and testing the specific good; and <br /> (e) costs of packaging the specific good for export to the territory of the <br /> other Party. <br /> 2 For greater certainty, those items that are not included as direct costs of <br /> processing operations are those that are not directly attributable to the good or are <br /> not costs of growth, production, or manufacture of the good. These include: <br /> (a) profit; and <br /> (b) general expenses of doing business that are either not allocable to the <br /> specific good or are not related to the growth, production, or <br /> manufacture of the good, such as administrative salaries, casualty and <br /> liability insurance, advertising, and salesmen's salaries, commissions, <br /> or expenses.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8: INDIRECT MATERIALS <br /> Each Party shall provide that indirect materials shall be disregarded in determining <br /> whether the good qualifies as an originating good, except that the cost of such <br /> indirect materials may be counted toward satisfying the 35 percent value-content <br /> requirement where applicable.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9: TRANSIT AND TRANSSHIPMENT <br /> For purposes of this Chapter, a good shall not be considered to be imported directly <br /> from the territory of the other Party if the good undergoes subsequent production, <br /> manufacturing, or any other operation outside the territories of the Parties, other than <br /> unloading, reloading, or any other operation necessary to preserve it in good <br /> condition or to transport the good to the territory of the other Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.1: ORIGINATING GOODS <br /> Except as otherwise provided in this Chapter or Chapter Three (Textiles and <br /> Apparel), each Party shall provide that a good is an originating good where it is <br /> imported directly from the territory of one Party into the territory of other Party, and, <br /> (a) it is a good wholly the growth, product, or manufacture of one or both <br /> of the Parties; or <br /> (b) for goods other than those covered by the rules in Annex 3-A or <br /> Annex 4-A, the good is a new or different article of commerce that <br /> has been grown, produced, or manufactured in the territory of one or <br /> both of the Parties; and the sum of (i) the value of materials produced <br /> in the territory of one or both of the Parties, plus (ii) the direct costs of <br /> processing operations performed in the territory of one or both of the <br /> Parties is not less than 35 percent of the appraised value of the good at <br /> the time it is imported into the territory of a Party; or <br /> (c) for goods covered by the rules in Annex 3-A or Annex 4-A, the good <br /> has satisfied the requirements specified in that Annex.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.7: PACKAGING AND PACKING MATERIALS AND CONTAINERS FOR RETAIL <br /> SALE AND FOR SHIPMENT <br /> Each Party shall provide that packaging and packing materials and containers in <br /> which a good is packaged for retail sale and for shipment, if classified with the good, <br /> shall be disregarded in determining whether the good qualifies as an originating <br /> good, except that the value of originating packaging and packing materials and <br /> containers may be counted toward satisfying, where applicable, the 35 percent value- <br /> content requirement specified in Article 4.1(b).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br /> Each Party shall provide that whenever an importer makes a claim for preferential <br /> (a) shall be deemed to have certified that such good qualifies for <br /> request, a declaration setting forth all pertinent information <br /> Party may require that the information on the declaration should <br /> The importing Party should request a declaration only when that Party has <br /> preparation of the declaration for five years from the date of importation of <br /> 1 Each Party shall grant any claim for preferential tariff treatment made in <br /> 3 Where a Party denies a claim for preferential tariff treatment, it shall issue a <br /> submit  to  its  competent  authority  a  declaration  supporting  such  a  claim  for <br /> basis for the claim for preferential tariff treatment; and <br /> upon to prepare the declaration for a period of five years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br /> verification. The importer shall retain the information necessary for the <br /> preparation of the declaration for five years from the date of importation of", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br /> The importing Party should request a declaration only when that Party has <br /> reason to question the accuracy of a deemed certification referred to in <br /> subparagraph (a), when that Party's risk assessment procedures indicate that <br /> verification of a claim is appropriate, or when the Party conducts a random <br /> verification. The importer shall retain the information necessary for the <br /> preparation of the declaration for five years from the date of importation of <br /> the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.9:  PENALTIES <br /> Each Party shall adopt or maintain measures that provide for the imposition of civil, <br /> administrative, and, where appropriate, criminal sanctions for violations of its <br /> customs laws, including its laws governing tariff classification, customs valuation, <br /> country of origin, and the entitlement to preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.10:  ADVANCE RULINGS <br /> 1 Each Party, through its customs authority, shall issue written advance rulings <br /> prior to the importation of a good into its territory at the written request of an <br /> importer in its territory, or an exporter or producer in the territory of the other Party, <br /> on the basis of the facts and circumstances set forth by the requester, concerning: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria, including the criteria in <br /> the Customs Valuation Agreement; <br /> (c) duty drawback; <br /> (d) whether a good qualifies as an originating good; and <br /> (e) whether a good qualifies for duty-free treatment in accordance with <br /> Article 2.6 (Goods Re-entered After Repair or Alteration). <br /> 2 Each Party shall provide that its customs authority shall issue advance rulings <br /> within 150 days of a request, provided that the requester has submitted all necessary <br /> information. <br /> 3 Each Party shall provide that advance rulings shall be valid from their date of <br /> issuance, or such other date specified by the ruling, for at least three years, provided <br /> that the facts and circumstances (including laws and regulations) on which the ruling <br /> is based remain unchanged. <br /> 4 The issuing Party may modify or revoke an advance ruling when facts or <br /> circumstances warrant, such as where the information on which the ruling is based is <br /> false or inaccurate. <br /> 5 Where an importer claims that the treatment accorded to an imported good <br /> should be governed by an advance ruling, the customs authority may evaluate <br /> whether the facts and circumstances of the importation are consistent with the facts <br /> and circumstances upon which the advance ruling was based. <br /> 6 Each Party shall make its advance rulings publicly available, subject to <br /> confidentiality requirements in its law. <br /> 7 If a requester provides false information or omits relevant circumstances or <br /> facts in its request for an advance ruling, or does not act in accordance with the <br /> ruling's terms and conditions, the importing Party may apply appropriate measures, <br /> including civil, criminal, and administrative penalties or other sanctions. <br /> 8 For purposes of this Article, advance ruling means a written response by a <br /> Party to a request made in accordance with this Article, setting forth the official <br /> position of the Party on the interpretation of its relevant laws and regulations <br /> pertaining to a matter referenced in paragraph 1(a) through (e), as applied to a <br /> specific, prospective customs transaction. <br /> 9 This Article shall apply to Bahrain beginning two years after the date of entry <br /> into force of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.8:  REVIEW AND APPEAL <br /> Each Party shall ensure that with respect to a determination of the Party on customs <br /> matters, the importer in its territory has access to: <br /> (a) administrative review independent of the official or office that issued <br /> the determination; and <br /> (b) judicial review of the determination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "NEW OR DIFFERENT ARTICLE OF COMMERCE", "ArticleDesc": "ARTICLE 4.2: NEW OR DIFFERENT ARTICLE OF COMMERCE <br> For purposes of this Chapter, new or different article of commerce means a good <br> that has been substantially transformed from a good or material that is not wholly the <br> growth, product, or manufacture of one of both of the Parties and that has a new <br> name, character, or use distinct from the good or material from which it was <br> transformed. <br> "}, {"ArticleTitle": "IMPORTER REQUIREMENTS", "ArticleDesc": "ARTICLE 4.10: IMPORTER REQUIREMENTS <br> Each Party shall provide that whenever an importer makes a claim for preferential <br> tariff treatment, the importer: <br> (a) shall be deemed to have certified that such good qualifies for <br> preferential tariff treatment; and <br> (b) shall submit to the customs authorities of the importing Party, upon <br> request, a declaration setting forth all pertinent information <br> concerning the growth, production, or manufacture of the good. Each <br> Party may require that the information on the declaration should <br> contain at least the following pertinent details: <br> (i) a description of the good, quantity, invoice numbers, and bills <br> of lading; <br> (ii) a description of the operations performed in the growth, <br> production, or manufacture of the good in the territory of one <br> or both of the Parties and, where applicable, identification of <br> the direct costs of processing operations; <br> (iii) a description of any materials used in the growth, production, <br> or manufacture of the good that are wholly the growth, <br> product, or manufacture of one or both of the Parties, and a <br> statement as to the value of such materials; <br> (iv) a description of the operations performed on, and a statement <br> as to the origin and value of, any foreign materials used in the <br> good that are claimed to have been sufficiently processed in <br> the territory of one or both of the Parties so as to be materials <br> produced in the territory of one or both of the Parties, or are <br> claimed to have undergone an applicable change in tariff <br> classification specified in Annex 3-A or Annex 4-A; and <br> (v) a description of the origin and value of any foreign materials <br> used in the good that are not claimed to have been <br> substantially transformed in the territory of one or both of the <br> Parties, or are not claimed to have undergone an applicable <br> change in tariff classification specified in Annex 3-A or <br> Annex 4-A. <br> The importing Party should request a declaration only when that Party has <br> reason to question the accuracy of a deemed certification referred to in <br> subparagraph (a), when that Party's risk assessment procedures indicate that <br> verification of a claim is appropriate, or when the Party conducts a random <br> verification. The importer shall retain the information necessary for the <br> preparation of the declaration for five years from the date of importation of <br> the good. <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO IMPORTATION", "ArticleDesc": "ARTICLE 4.11: OBLIGATIONS RELATING TO IMPORTATION <br> 1 Each Party shall grant any claim for preferential tariff treatment made in <br> accordance with this Chapter, unless the Party possesses information indicating that <br> the importer's claim fails to comply with any requirement under this Chapter or <br> Chapter Three (Textiles and Apparel). <br> 2 To determine whether a good imported into its territory qualifies for <br> preferential tariff treatment, the importing Party may, through its customs authority, <br> 3 Where a Party denies a claim for preferential tariff treatment, it shall issue a <br> verify the origin. <br> written determination containing findings of fact and the legal basis for its <br> determination. The Party shall issue the determination within a period established <br> under its law. <br> 4 Nothing in this Article shall prevent a Party from taking action under Article <br> 3.3 (Customs Cooperation). <br> "}, {"ArticleTitle": "CONSULTATIONS AND MODIFICATIONS", "ArticleDesc": "ARTICLE 4.12: CONSULTATIONS AND MODIFICATIONS <br> 1 The Parties shall consult and cooperate to ensure that this Chapter is applied <br> in an effective and uniform manner, in accordance with the objectives of this <br> Agreement. <br> 2 The Parties may establish ad hoc working groups, or a subcommittee of the <br> Joint Committee established pursuant to Article 18.2 (Joint Committee), to consider <br> any matter related to this Chapter (including Annex 4-A). On request of a Party, the <br> Parties may direct a working group or subcommittee to review operation of this <br> Chapter (including Annex 4-A) and develop recommendations for amendments in <br> the light of any pertinent developments, including changes in technology and <br> production processes, and other relevant factors. <br> "}, {"ArticleTitle": "REGIONAL CUMULATION", "ArticleDesc": "ARTICLE 4.13: REGIONAL CUMULATION <br> At a time to be determined by the Parties, and in the light of their desire to promote <br> regional integration, the Parties shall enter into discussions with a view to deciding <br> the extent to which materials that are products of countries in the region may be <br> counted for purposes of satisfying the origin requirement under this Agreement as a <br> step toward achieving regional integration. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "good means any merchandise, product, article, or material; <br> (a) fuel and energy; <br> Party; <br> of the Parties; <br> (g) catalysts and solvents; and <br> both of the Parties; <br> (i) goods taken from outer space, provided they are obtained by a Party <br> (c) spare parts and materials used in the maintenance of equipment and <br> equipment and buildings; <br> (l) goods produced in the territory of one or both of the Parties <br> from their derivatives, at any stage of production; <br> For purposes of this Chapter: <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.14: DEFINITIONS <br> foreign material means a material other than a material produced in the territory of <br> one or both of the Parties; <br> goods wholly the growth, product, or manufacture of one or both of the Parties <br> means goods consisting entirely of one or more of the following: <br> (a) mineral goods extracted in the territory of one or both of the Parties; <br> (b) vegetable goods, as such goods are defined in the Harmonized <br> System, harvested in the territory of one or both of the Parties; <br> (c) live animals born and raised in the territory of one or both of the <br> Parties; <br> (d) goods obtained from live animals raised in the territory of one or both <br> (e) goods obtained from hunting, trapping, or fishing in the territory of <br> (f) goods (fish, shellfish, and other marine life) taken from the sea by <br> vessels registered or recorded with a Party and flying its flag; <br> subparagraph (f) provided such factory ships are registered or <br> recorded with that Party and fly its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or <br> beneath the seabed outside territorial waters, provided that a Party has <br> rights to exploit such seabed; <br> or a person of a Party and not processed in the territory of a non- <br> (g) goods produced on board factory ships from the goods referred to in <br> (i) production or manufacture in the territory of one or both of the <br> Parties, or <br> (ii) used goods collected in the territory of one or both of the <br> Parties, provided such goods are fit only for the recovery of <br> raw materials; <br> (k) recovered goods derived in the territory of a Party from used goods, <br> and utilized in the Party's territory in the production of <br> exclusively from goods referred to in subparagraphs (a) through (j), or <br> indirect material means a good used in the growth, production, manufacture, <br> testing, or inspection of a good but not physically incorporated into the good, or a <br> good used in the maintenance of buildings or the operation of equipment associated <br> with the growth, production, or manufacture of a good, including: <br> buildings; <br> (d) lubricants, greases, compounding materials, and other materials used <br> (j) waste and scrap derived from: <br> in the growth, production, or manufacture of a good or used to operate <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> (f) equipment, devices, and supplies used for testing or inspecting the <br> goods; <br> (h) any other goods that are not incorporated into the good but whose use <br> remanufactured goods; and <br> in the growth, production, or manufacture of the good can reasonably <br> be demonstrated to be a part of that growth, production, or <br> manufacture; <br> material means a good, including a part or ingredient, that is used in the growth, <br> production, or manufacture of another good that is a new or different article of <br> commerce that has been grown, produced, or manufactured in the territory of one or <br> material produced in the territory of one or both of the Parties means a good that <br> is either wholly the growth, product, or manufacture of one or both of the Parties or a <br> (b) tools, dies, and molds; <br> new or different article of commerce that has been grown, produced, or <br> manufactured in the territory of one or both of the Parties; <br> recovered goods means materials in the form of individual parts that are the result <br> of: (1) the complete disassembly of used goods into individual parts; and (2) the <br> cleaning, inspecting, testing, or other processing of those parts as necessary for <br> remanufactured goods means industrial goods assembled in the territory of a Party <br> that: (1) are entirely or partially comprised of recovered goods; (2) have similar life <br> expectancies and meet similar performance standards as new goods; and (3) enjoy <br> similar factory warranties as such new goods; <br> simple combining or packaging operations means operations such as adding <br> batteries to devices, fitting together a small number of components by bolting, <br> gluing, or soldering, and repacking or packaging components together; and <br> substantially transformed means, with respect to a good or material, changed as the <br> result of a manufacturing or processing operation where: (1) the good or material <br> has multiple uses and is converted into a good or material with limited uses; (2) the <br> physical properties of the good or material are changed to a significant extent; or (3) <br> the operation undergone by the good or material is complex in terms of the number <br> of different processes and materials involved, as well as the time and level of skill <br> required to perform these processes; and the good or material loses its separate <br> identity in the resulting, new good or material. <br> improvement to sound working condition; <br> "}, {"ArticleTitle": "ANNEX 3-B", "ArticleDesc": "ANNEX 3-B <br> The goods referred to in Article 3.2.8(b) are goods classified in the following <br> Harmonized Schedule subheadings: <br> 5801.21 <br> 5801.22 <br> 5801.23 <br> 5801.24 <br> 5801.25 <br> 5801.26 <br> 5801.31 <br> 5801.32 <br> 5801.33 <br> 5801.34 <br> 5801.35 <br> 5801.36 <br> 5802.11 <br> 5802.19 <br> 5802.20.0020 <br> 5802.30.0030 <br> 5803.10 <br> 5803.90.30 <br> 5804.10.10 <br> 5804.21 <br> 5804.29.10 <br> 5804.30.0020 <br> 5805.00.30 <br> 5805.00.4010 <br> 5806.10.10 <br> 5806.10.24 <br> 5806.10.28 <br> 5806.20 <br> 5806.31 <br> 5806.32 <br> 5807.10.05 <br> 5807.10.2010 <br> 5807.10.2020 <br> 5807.90.05 <br> 5807.90.2010 <br> 5807.90.2020 <br> 5808.10.40 <br> 5808.10.70 <br> 5808.90.0010 <br> 5809.00 <br> 5810.10 <br> 5810.91 <br> 5810.92 <br> 5811.00.20 <br> 5811.00.30 <br> 6001.10 <br> 6001.21 <br> 6001.22 <br> 6001.91 <br> 6001.92 <br> 6002.40 <br> 6002.90 <br> 6003.20 <br> 6003.30 <br> 6003.40 <br> 6004.10 <br> 6004.90 <br> 6005.21 <br> 6005.22 <br> 6005.23 <br> 6005.24 <br> 6005.31 <br> 6005.32 <br> 6005.33 <br> 6005.34 <br> 6005.41 <br> 6005.42 <br> 6005.43 <br> 6005.44 <br> 6006.21 <br> 6006.22 <br> 6006.23 <br> 6006.24 <br> 6006.31 <br> 6006.32 <br> 6006.33 <br> 6006.34 <br> 6006.41 <br> 6006.42 <br> 6006.43 <br> 6006.44 <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "PUBLICATION", "ArticleDesc": "ARTICLE 5.1:  PUBLICATION <br> 1 Each Party shall publish its customs laws, regulations, and administrative <br> procedures on the Internet. <br> 2 Each Party shall designate one or more inquiry points to address inquiries <br> from interested persons concerning customs matters and shall make available on the <br> Internet information concerning procedures for making such inquiries. <br> 3 Further to Article 17.1.2 (Publication), each Party shall, to the extent <br> possible, publish in advance any regulations of general application governing <br> customs matters that it proposes to adopt and shall provide interested persons the <br> opportunity to comment on such proposed regulations prior to their adoption. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 5.2:  RELEASE OF GOODS <br> Each Party shall: <br> (a) adopt or maintain procedures providing for the release of goods <br> within a period no greater than that required to ensure compliance <br> with its customs laws and, to the extent possible, within 48 hours of <br> arrival, provided that necessary data submission requirements are <br> fulfilled; <br> (b) adopt or maintain procedures allowing, to the extent possible, goods <br> to be released at the point of arrival, without interim transfer to <br> warehouses or other locations; <br> (c) adopt or maintain procedures allowing the release of goods prior to, <br> and without prejudice to, the final determination by its customs <br> authority of the applicable customs duties, taxes, and fees, and as part <br> of such procedures may require an importer to provide sufficient <br> guarantee in the form of a surety or other appropriate instrument to <br> release of goods. <br> ensure payment of any customs duties, taxes, and fees that may <br> ultimately be assessed; and <br> (d) otherwise endeavor to adopt or maintain simplified procedures for the <br> "}, {"ArticleTitle": "AUTOMATION", "ArticleDesc": "ARTICLE 5.3:  AUTOMATION <br> (a) endeavor to use information technology that expedites procedures for <br> the importation of goods; and <br> (b) in deciding on the information technology to be used for this purpose, <br> take into account international standards. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Each Party's customs authority shall: <br> "}, {"ArticleTitle": "RISK ASSESSMENT", "ArticleDesc": "ARTICLE 5.4:  RISK ASSESSMENT <br> its customs authority to concentrate inspection activities on high-risk goods and that <br> simplify the clearance and movement of low-risk goods. <br> "}, {"ArticleTitle": "Risk Assessment", "ArticleDesc": "Each Party shall endeavor to adopt or maintain risk management systems that enable <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 5.5:  COOPERATION <br> 1 Each Party shall endeavor to provide the other Party with advance notice of <br> any significant modification of administrative policy regarding the implementation <br> of its customs laws that is likely to substantially affect the operation of this <br> 2 The Parties shall cooperate in achieving compliance with their laws and <br> relating to the importation of goods, including Chapter Four (Rules of <br> Origin) and this Chapter; <br> (b) the implementation and operation of the Customs Valuation <br> Agreement; <br> (d) such other matters relating to the importation or exportation of goods <br> as the Parties may agree. <br> 3 Where a Party has a reasonable suspicion of unlawful activity related to its <br> laws or regulations governing importation, the Party may request that the other Party <br> provide specific confidential information that pertains to that activity and that is <br> normally collected by the other Party in connection with the importation of goods. <br> The Party shall make its request in writing, shall identify the requested information <br> with specificity sufficient to enable the other Party to locate it, and shall specify the <br> purposes for which the information is sought. <br> 4 The other Party shall respond by providing any information that it has <br> collected that is material to the request. <br> 5 For purposes of paragraph 3, a reasonable suspicion of unlawful activity <br> means a suspicion based on relevant factual information obtained from public or <br> private sources, including: <br> (a) historical evidence that a specific importer, exporter, producer, or <br> other enterprise involved in the movement of goods from the territory <br> of one Party to the territory of the other Party has not complied with a <br> Party's laws or regulations governing importation; <br> (b) historical evidence that some or all of the enterprises involved in the <br> movement from the territory of one Party to the territory of the other <br> (c) other information that the Parties agree is sufficient in the context of a <br> Party of goods within a specific product sector have not complied <br> particular request. <br> with a Party's laws or regulations governing importation; or <br> 6 Each Party shall endeavor to provide the other Party with any other <br> information that would assist in determining whether imports from or exports to the <br> territory of the other Party are in compliance with the other Party's laws and <br> regulations governing importation, in particular those related to the prevention of <br> unlawful shipments. <br> 7 The United States shall endeavor to provide Bahrain with technical advice <br> and assistance for the purpose of improving risk assessment techniques, simplifying <br> and expediting customs procedures, advancing technical skills, and enhancing the <br> use of technologies that can lead to improved compliance with laws and regulations <br> governing importation. <br> 8 Building on the procedures established in this Article, the Parties shall use <br> best efforts to explore additional means of cooperation to enhance each Party's <br> ability to enforce its laws and regulations governing importation, including by: <br> (a) endeavoring to conclude a mutual assistance agreement between their <br> respective customs authorities within six months after the date of <br> entry into force of this Agreement; and <br> (b) considering whether to establish additional channels of <br> communication to facilitate the secure and rapid exchange of <br> information and to improve coordination on customs issues. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Agreement. <br> regulations pertaining to: <br> (a) the implementation and operation of the provisions of this Agreement <br> (c) restrictions or prohibitions on imports or exports; or <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 5.6:  CONFIDENTIALITY <br> 1 Where a Party providing information to the other Party in accordance with <br> this Chapter designates the information as confidential, the other Party shall maintain <br> the confidentiality of the information.  The Party providing the information may <br> require written assurances from the other Party that the information will be held in <br> confidence, will be used only for the purposes specified in the other Party's request <br> for information, and will not be disclosed without the Party's specific permission. <br> The Parties may agree that the information may be used or disclosed for law <br> enforcement purposes or in the context of judicial proceedings. <br> 2 A Party may decline to provide confidential information requested by the <br> other Party where the other Party has failed to act in conformity with assurances <br> provided under paragraph 1. <br> 3 Each Party shall adopt or maintain procedures that protect confidential <br> information submitted in connection with the administration of its customs laws and <br> regulations from unauthorized disclosure, including information the disclosure of <br> which could prejudice the competitive position of the person providing the <br> information. <br> "}, {"ArticleTitle": "EXPRESS SHIPMENTS", "ArticleDesc": "ARTICLE 5.7:  EXPRESS SHIPMENTS <br> express shipments, including procedures: <br> (a) that, to the extent possible, allow the information necessary for the <br> release of express shipments to be submitted electronically; <br> (b) in which the information necessary for the release of an express <br> shipment may be submitted, and processed by the Party's customs <br> authority, before the shipment arrives; <br> (c) allowing a shipper to submit a single manifest covering all goods <br> contained in an express shipment; <br> (d) that, to the extent possible, minimize the documentation required for <br> the release of express shipments; and <br> (e) that, under normal circumstances, allow for an express shipment that <br> has arrived at a point of importation to be released no later than six <br> hours after the submission of the information necessary for release. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Each Party shall adopt or maintain separate, expedited customs procedures for <br> "}, {"ArticleTitle": "TECHNICAL COOPERATION AND IMPLEMENTATION", "ArticleDesc": "ARTICLE 5.11:   TECHNICAL COOPERATION AND IMPLEMENTATION <br> 1 Within 120 days after the date of entry into force of this Agreement, the <br> Parties shall consult and establish a work program on procedures that Bahrain may <br> adopt to implement Article 5.10 and shall consult on technical assistance that the <br> United States may provide to assist Bahrain in that endeavor. <br> 2 Not later than 18 months after the date of entry into force of this Agreement, <br> the Parties shall consult on Bahrain's progress in implementing Article 5.10 and on <br> "}]}]}, "members_found": ["842", "048"]}