{"FtaRooDetails": {"FtaId": 246, "FtaCode": "ITC00252", "FtaName": "FTA, CACM-Dominican Republic", "FtaFullName": "TRATADO DE LIBRE COMERCIO CENTROAMÉRICA - REPÚBLICA DOMINICANA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "03.09.2002", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Costa Rica; Dominican Republic; El Salvador; Guatemala; Honduras; Nicaragua", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CACM-Dominican Republic", "AdminProcCooAuth": "The certification type under FTA, CACM-Dominican Republic is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CACM-Dominican Republic is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CACM-Dominican Republic agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH", "RooText": "Cambio a esta partida desde cualquier otra partida.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00252_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00252_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/camdrep/CARdo_2s.asp#AIV"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00252_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/camdrep/CARdo_2s.asp#4.01"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00252_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/camdrep/indice.asp#PDF"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10.-Acumulación <br /> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br /> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br /> territorio de esta última.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12.-De Mínimis <br /> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br /> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br /> en su producción, no excede de los siguientes porcentajes: <br /> a) 10% hasta el año 2000; <br /> b) 7% del año 2001 en adelante. <br /> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br /> referirán al peso de las fibras e hilados respecto al peso del material producido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16.-Accesorios, repuestos y herramientas <br /> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br /> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br /> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br /> anexo, siempre que: <br /> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br /> que se desglosen o detallen cada uno en la propia factura; y <br /> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br /> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br /> origen correspondiente a cada una de ellas por separado.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.07.-Mercancías originarias <br /> Se consideran mercancías originarias del territorio de una Parte: <br /> a) los productos y subproductos obtenidos totalmente en una Parte: <br /> i) animales vivos nacidos y criados en esa Parte. Se entiende por @^@animales@^@ todos los animales vivos, incluidos <br /> mamíferos, aves, peces, crustáceos, moluscos, reptiles, bacterias y virus; <br /> ii) animales obtenidos por caza, trampas, pesca, recolección o captura en esa Parte. Abarca los animales obtenidos <br /> en la naturaleza de las Partes; <br /> iii) productos obtenidos de animales vivos en esa Parte. Incluye entre otros, los productos obtenidos de animales <br /> vivos sin elaboración ulterior, incluyendo leche, huevos, miel natural; <br /> iv) plantas y productos de plantas cosechados o recolectados en esa Parte. Comprende entre otros toda la <br /> vegetación, incluyendo frutas, esquejes, flores, semillas, hortalizas, árboles, algas marinas, hongos y plantas <br /> vivas crecidas en las Partes; <br /> v) minerales y otras sustancias que surjan naturalmente, no incluidos en las definiciones anteriores, extraídos o <br /> tomados en esa Parte; incluye entre otros: la sal marina, azufre mineral en bruto que surge en estado libre, <br /> arenas naturales, arcillas, piedras, minerales metalíferos, petróleo crudo, gas natural, minerales bituminosos, <br /> tierras naturales, aguas naturales ordinarias, aguas minerales naturales; <br /> vi) desechos y desperdicios derivados de operaciones de fabricación o transformación o del consumo de esa Parte <br /> y aptos sólo para su eliminación o para la recuperación de materias primas. Abarca todos los desechos y <br /> desperdicios, incluidos aquellos resultantes de la fabricación, las operaciones de transformación o el consumo <br /> en la misma Parte, la maquinaria defectuosa, los envases desechados, los desperdicios domésticos y todos los <br /> productos que ya no pueden cumplir con el propósito para el que se habían producido y aptos sólo para su <br /> desecho o para la recuperación de materias primas. Se entiende por dichas operaciones de fabricación entre <br /> otras los de carácter industrial o químico, minería, agricultura, construcción, refinado, incineración y depuración <br /> de aguas residuales; <br /> vii) artículos recogidos en esa Parte que ya no pueden desempeñar su función inicial ni ser restaurados o reparados <br /> y aptos sólo para la eliminación o para la recuperación de piezas o de materias primas; <br /> viii) piezas o materias primas recuperadas u obtenidas en esa Parte procedente de artículos que no constituyan <br /> sustancias peligrosas de acuerdo a normas y estándares nacionales e internacionales: <br /> (1) que ya no puedan desempeñar su función inicial sin ser restaurados o reparados; o <br /> (2) recogidos en esa Parte no aptos para su propósito originario ni para ser restaurados o reparados y aptos <br /> sólo para la eliminación o para la recuperación de partes o de materias primas; <br /> ix) mercancías obtenidas o producidas en esa Parte solamente con productos de las definiciones anteriores, siempre <br /> que no constituyan sustancias peligrosas de acuerdo a normas y estándares nacionales e internacionales: <br /> (1) el producto deberá haber sido obtenido o producido con productos de esa Parte mencionados en las <br /> definiciones anteriores; <br /> (2) los productos de las definiciones anteriores siempre que no hayan sido transformados en otro país; y <br /> (3) el producto no deberá contener materias que no se consideren obtenidas totalmente en esa Parte; <br /> b) los productos del mar, suelo o subsuelo marino, extraídos fuera de sus aguas territoriales, por barcos con bandera <br /> nacional registrados o arrendados por empresas legalmente establecidas en sus territorios. Los productos de la pesca <br /> y otros productos del mar obtenidos fuera del mar territorial y de las zonas marítimas donde las Partes ejercen <br /> jurisdicción, se consideran obtenidos totalmente en los Estados de registro de la nave que realiza esas operaciones. El <br /> término @^@registro@^@ incluye la inscripción concedida por un país a naves o naves fábrica fletadas o matriculadas a <br /> condición de que esté de conformidad con las disposiciones legales de esa Parte; <br /> c) las mercancías producidas a bordo de barcos fábrica a partir de peces, crustáceos, moluscos y otros invertebrados <br /> acuáticos, obtenidos del mar por barcos registrados o matriculados por una Parte y que lleven su bandera; <br /> d) las mercancías elaboradas exclusivamente en los territorios de las Partes a partir de productos originarios; y", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.08.-Operaciones o procesos mínimos <br /> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br /> mercancía, cuando se empleen para: <br /> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br /> b) que faciliten el envío o transporte; <br /> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br /> i) aireación, ventilación, secado, refrigeración, congelación; <br /> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br /> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br /> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br /> recubrimientos protectores; <br /> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br /> señales distintivas sobre los productos y sus embalajes; <br /> vi) envasado, desenvasado o reenvasado; <br /> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br /> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br /> ix) la matanza de animales. <br /> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br /> obtenida totalmente en una o más de las Partes. <br /> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br /> producido una transformación suficiente como resultado de otras operaciones y procesos.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11.-Valor de Contenido Regional <br /> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br /> cual se aplicará la siguiente fórmula: <br /> VCR = [(VT - VMN) / VT] * 100 <br /> donde: <br /> VCR = Valor de Contenido Regional, expresado como porcentaje. <br /> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br /> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br /> das en la producción de la mercancía. <br /> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br /> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br /> multiplicado por cien. <br /> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br /> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br /> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br /> correspondiente a las Reglas de Origen específicas. <br /> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br /> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br /> la mercancía se produce.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.01.-Definiciones <br /> Mercancías indirectas: todo material, materia o producto, que no esté físicamente incorporado en una mercancía, <br /> utilizado en la producción, verificación e inspección de la mercancía, operación de equipos relacionados con ella o para el <br /> mantenimiento de edificios. Incluye: <br /> a) combustible, energía; catalizadores y solventes; <br /> b) equipo, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br /> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> d) herramientas, troqueles y moldes; <br /> e) repuestos o refacciones y materiales utilizados en el mantenimiento de equipo y edificios; <br /> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la producción, operación de equipo o <br /> mantenimiento de los edificios; <br /> g) cualquier otra materia o producto que no esté incorporado en la mercancía, pero que adecuadamente pueda <br /> demostrarse que forma parte de dicha producción; <br /> Artículo 4.09.-Mercancías indirectas <br /> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br /> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.19.-Transbordo y expedición directa o tránsito internacional <br /> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br /> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br /> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br /> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br /> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br /> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br /> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br /> Artículo 4.24.-Expedición directa <br /> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br /> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br /> Artículo 4.25.-De la reexportación <br /> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br /> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br /> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16.-Accesorios, repuestos y herramientas <br /> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br /> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br /> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br /> anexo, siempre que: <br /> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br /> que se desglosen o detallen cada uno en la propia factura; y <br /> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br /> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br /> origen correspondiente a cada una de ellas por separado. <br /> Artículo 4.17.-Envases y productos de empaque para venta al por menor <br /> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br /> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br /> Artículo 4.18.-Contenedores, materias y productos de embalaje para embarque <br /> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br /> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.13.-Mercancías fungibles (intercambiables) <br /> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br /> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br /> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br /> inventarios, a elección del productor. <br /> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br /> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br /> las mercancías fungibles que primero se retiran del inventario. <br /> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br /> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br /> las mercancías fungibles que primero se retiran del inventario. <br /> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br /> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br /> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br /> PMNO = [VTMFNO / VTMFOYNO] * 100 <br /> donde: <br /> PMNO = Promedio de Mercancías No Originarias. <br /> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br /> inventario previo a la salida. <br /> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br /> formen parte del inventario previo a la salida. <br /> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14.-Juegos o surtidos <br /> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br /> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br /> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br /> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.03.-De la determinación, certificación y verificación de origen <br /> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br /> se harán de conformidad con lo establecido en el presente capítulo. <br /> Artículo 4.20.-Formularios de certificación y declaración de origen <br /> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br /> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br /> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br /> Artículo 4.21.-Certificación y declaración de origen <br /> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br /> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br /> avalado por la autoridad competente que cada Parte designe. <br /> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br /> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br /> será necesaria la declaración de origen. <br /> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br /> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br /> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br /> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br /> que corresponda, el emisor de dicho documento. <br /> Artículo 4.22.-Exportaciones que ampara el Certificado de Origen <br /> 1.- El Certificado de Origen podrá amparar: <br /> a) una sola exportación de una o más mercancías, o <br /> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br /> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br /> copia o fotocopia del original. <br /> Artículo 4.27.-Omisión o anomalías en el Certificado de Origen <br /> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br /> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br /> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br /> cada Parte, previa presentación del Certificado de Origen correspondiente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.26.-No requerimiento del Certificado de Origen <br /> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br /> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br /> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br /> comercial indicará que la mercancía califica como originaria; <br /> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br /> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br /> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br /> más expediciones.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "duration not specified years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.23.-Registros contables y otros documentos <br /> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br /> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br /> origen de las mercancías.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.21.-Certificación y declaración de origen <br /> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br /> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br /> avalado por la autoridad competente que cada Parte designe. <br /> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br /> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br /> será necesaria la declaración de origen. <br /> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br /> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br /> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br /> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br /> que corresponda, el emisor de dicho documento.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.31.-Medios de verificación <br /> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br /> a) la información estadística oficial proporcionada por cada Parte; <br /> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br /> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br /> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br /> utilicen en la producción de las mercancías. <br /> Artículo 4.32.-Formas de notificación <br /> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br /> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br /> autoridad competente de la Parte exportadora. <br /> Artículo 4.33.-Garantía de pago <br /> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br /> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br /> conforme al artículo 4.34. <br /> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br /> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br /> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br /> pago de los tributos. <br /> Artículo 4.34.-Solicitud de verificación <br /> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br /> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br /> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br /> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br /> Artículo 4.35.-Admisión o rechazo de la solicitud <br /> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br /> Dicha resolución debe contener los elementos de prueba que la motivaron. <br /> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br /> considerará como originaria del país exportador. <br /> Artículo 4.36.-Notificación <br /> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br /> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br /> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br /> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br /> origen de las mercancías. <br /> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br /> Artículo 4.37.-Período de prueba <br /> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br /> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br /> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br /> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br /> los medios de verificación estipulados en el artículo 4.31. <br /> Artículo 4.38.-Incumplimiento en la presentación de argumentaciones y medios de prueba <br /> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br /> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br /> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br /> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br /> Artículo 4.39.-Notificación de la visita <br /> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br /> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br /> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br /> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br /> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br /> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br /> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br /> Artículo 4.40.-Requisitos de la notificación de la visita <br /> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br /> a) la identificación de la autoridad competente que expide la notificación; <br /> b) el nombre del exportador o del productor que será visitado; <br /> c) la fecha y el lugar donde se llevará a cabo la visita; <br /> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br /> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br /> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br /> f) fundamento legal de la visita de verificación. <br /> Artículo 4.41.-Modificación al contenido de la notificación <br /> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br /> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br /> (10) días de antelación a la visita. <br /> Artículo 4.42.-Alcance de la verificación <br /> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br /> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br /> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br /> en la elaboración de la mercancía. <br /> Artículo 4.43.-Solicitud de prórroga <br /> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br /> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br /> Artículo 4.44.-Falta de consentimiento para la visita <br /> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br /> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br /> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br /> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br /> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br /> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br /> que se haga efectiva la cancelación de los tributos. <br /> Artículo 4.45.-Designación de testigos <br /> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br /> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br /> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br /> Artículo 4.46.-Acta de la visita <br /> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br /> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br /> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br /> oportunidad dentro del procedimiento. <br /> Artículo 4.47.-Resolución final <br /> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br /> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br /> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br /> de hecho y derecho en que se basa la determinación. <br /> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br /> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br /> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br /> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br /> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br /> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br /> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br /> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br /> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br /> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.28.-Declaraciones falsas o infundadas <br /> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br /> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br /> pruebe que cumple con lo establecido en este capítulo. <br /> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br /> conforme a su legislación nacional.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.48.-Recursos de revisión e impugnación <br /> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br /> otorga el derecho interno de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}, {"ArticleTitle": "Artículo 4.01.—Definiciones", "ArticleDesc": "Artículo 4.01.—Definiciones <br> Para efectos del presente capítulo, se entenderá por: <br> Capítulo: se refiere a los primeros desgloses de las Secciones que se identifican por poseer dos dígitos en el Sistema <br> Armonizado de Designación y Codificación de Mercancías (SA) o del Sistema Arancelario Centroamericano (SAC) o de la <br> Nomenclatura Arancelaria Dominicana (NAD); <br> CIF: siglas internacionales que significan en español Costo, Seguro y Flete; <br> Código de Valoración en Aduanas: el Acuerdo relativo a la aplicación del artículo VII del GATT de 1994, <br> incluidas sus Notas Explicativas; <br> FOB: siglas internacionales que significan en español libre a bordo (LAB). Se aplica a cualquier medio de transporte; <br> Importación: ingreso de mercancías a territorio de una de las Partes para su uso o consumo previo cumplimiento de <br> las formalidades aduaneras; <br> Materiales, materias o productos: mercancías utilizadas en la producción de otra mercancía. Incluye las partes; <br> Mercancía: cualquier material, materia, producto o parte susceptibles de comercializarse; <br> Mercancías fungibles: mercancías intercambiables para efectos comerciales cuyas propiedades son esencialmente <br> idénticas y que no resulta práctico diferenciar una de la otra, por simple examen visual; <br> Mercancías idénticas: aquellas mercancías iguales en todos sus aspectos, incluidas sus características físicas, <br> calidad, marca y prestigio comercial, en donde las pequeñas diferencias de aspectos no impiden su consideración como idénticas; <br> Mercancías indirectas: todo material, materia o producto, que no esté físicamente incorporado en una mercancía, <br> utilizado en la producción, verificación e inspección de la mercancía, operación de equipos relacionados con ella o para el <br> mantenimiento de edificios. Incluye: <br> a) combustible, energía; catalizadores y solventes; <br> b) equipo, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> d) herramientas, troqueles y moldes; <br> e) repuestos o refacciones y materiales utilizados en el mantenimiento de equipo y edificios; <br> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la producción, operación de equipo o <br> mantenimiento de los edificios; <br> g) cualquier otra materia o producto que no esté incorporado en la mercancía, pero que adecuadamente pueda <br> demostrarse que forma parte de dicha producción; <br> Mercancías similares: aquellas mercancías que sin ser iguales en todos sus aspectos, tienen características y <br> composiciones semejantes, especialmente en lo que se refiere a calidad y prestigio comercial, lo que les permite cumplir las <br> mismas funciones y ser comercialmente intercambiables; <br> Mercancía, materia, producto o material originario: una mercancía, materia, producto o material que califica <br> como originario de conformidad con lo establecido en este capítulo; <br> Partida: se refiere a los desgloses de los capítulos que se identifican por contener cuatro dígitos en el SA, SAC o la NAD; <br> Principios de Contabilidad Generalmente Aceptados: los principios utilizados en los territorios de las Partes, <br> que confieren apoyo substancial autorizado respecto al registro de ingresos, costos, gastos, activos y pasivos involucrados <br> en la información y elaboración de estados financieros. Estos indicadores pueden constituirse en guías amplias de <br> aplicación general, así como aquellas normas prácticas y procedimientos propios empleados usualmente en la contabilidad; <br> Producción: el cultivo, extracción, cosecha, nacimiento y crianza, pesca, caza, manufactura, procesamiento o el <br> ensamblado de una mercancía; <br> Productor: persona - natural o jurídica - que cultiva, extrae, cosecha, cría los animales nacidos en su país y obtiene <br> los productos derivados de éstos; pesca, caza, manufactura, procesa o ensambla una mercancía; <br> Valor de Transacción de una mercancía: el precio realmente pagado o por pagar por una mercancía. Para la <br> determinación del Valor de Transacción se aplicará la legislación vigente en las Partes. <br> "}, {"ArticleTitle": "Artículo 4.02.—Criterios de origen", "ArticleDesc": "Artículo 4.02.—Criterios de origen <br> Se entiende que una mercancía es considerada como originaria de las Partes de este Tratado si ha sido enteramente <br> obtenida en cualquiera de sus territorios o cuando se incorporen mercancías no originarias deberá existir un grado de transformación. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}, {"ArticleTitle": "Artículo 4.04.—Ámbito de aplicación", "ArticleDesc": "Artículo 4.04.—Ámbito de aplicación <br> El ámbito de aplicación de las Reglas de Origen y sus modificaciones se circunscribe al intercambio de mercancías <br> regido por las disposiciones de este Tratado. <br> "}, {"ArticleTitle": "Artículo 4.05.—Principio básico para la determinación de origen, cuando se incorporen materias o productos no originarios", "ArticleDesc": "Artículo 4.05.—Principio básico para la determinación de origen, cuando se incorporen materias o productos no originarios <br> Las Reglas de Origen de <br> este capítulo se basan en el principio general de cambio de clasificación arancelaria que se <br> complementará, cuando sea necesario, con otros requisitos según se especifique en este capítulo y su anexo. <br> "}, {"ArticleTitle": "Artículo 4.06.—Instrumentos de aplicación", "ArticleDesc": "Artículo 4.06.—Instrumentos de aplicación <br> Para los efectos del artículo anterior, la base de clasificación de las mercancías es el SA y para aquellas mercancías <br> codificadas a más de seis dígitos, el SAC o la NAD. <br> Cuando se emplee la determinación del Valor de Transacción de una mercancía se aplicará la legislación vigente en <br> cada una de las Partes. <br> "}, {"ArticleTitle": "Artículo 4.07.—Mercancías originarias", "ArticleDesc": "Artículo 4.07.—Mercancías originarias <br> Se consideran mercancías originarias del territorio de una Parte: <br> a) los productos y subproductos obtenidos totalmente en una Parte: <br> i) animales vivos nacidos y criados en esa Parte. Se entiende por @^@animales@^@ todos los animales vivos, incluidos <br> mamíferos, aves, peces, crustáceos, moluscos, reptiles, bacterias y virus; <br> ii) animales obtenidos por caza, trampas, pesca, recolección o captura en esa Parte. Abarca los animales obtenidos <br> en la naturaleza de las Partes; <br> iii) productos obtenidos de animales vivos en esa Parte. Incluye entre otros, los productos obtenidos de animales <br> vivos sin elaboración ulterior, incluyendo leche, huevos, miel natural; <br> iv) plantas y productos de plantas cosechados o recolectados en esa Parte. Comprende entre otros toda la <br> vegetación, incluyendo frutas, esquejes, flores, semillas, hortalizas, árboles, algas marinas, hongos y plantas <br> vivas crecidas en las Partes; <br> v) minerales y otras sustancias que surjan naturalmente, no incluidos en las definiciones anteriores, extraídos o <br> tomados en esa Parte; incluye entre otros: la sal marina, azufre mineral en bruto que surge en estado libre, <br> arenas naturales, arcillas, piedras, minerales metalíferos, petróleo crudo, gas natural, minerales bituminosos, <br> tierras naturales, aguas naturales ordinarias, aguas minerales naturales; <br> vi) desechos y desperdicios derivados de operaciones de fabricación o transformación o del consumo de esa Parte <br> y aptos sólo para su eliminación o para la recuperación de materias primas. Abarca todos los desechos y <br> desperdicios, incluidos aquellos resultantes de la fabricación, las operaciones de transformación o el consumo <br> en la misma Parte, la maquinaria defectuosa, los envases desechados, los desperdicios domésticos y todos los <br> productos que ya no pueden cumplir con el propósito para el que se habían producido y aptos sólo para su <br> desecho o para la recuperación de materias primas. Se entiende por dichas operaciones de fabricación entre <br> otras los de carácter industrial o químico, minería, agricultura, construcción, refinado, incineración y depuración <br> de aguas residuales; <br> vii) artículos recogidos en esa Parte que ya no pueden desempeñar su función inicial ni ser restaurados o reparados <br> y aptos sólo para la eliminación o para la recuperación de piezas o de materias primas; <br> viii) piezas o materias primas recuperadas u obtenidas en esa Parte procedente de artículos que no constituyan <br> sustancias peligrosas de acuerdo a normas y estándares nacionales e internacionales: <br> (1) que ya no puedan desempeñar su función inicial sin ser restaurados o reparados; o <br> (2) recogidos en esa Parte no aptos para su propósito originario ni para ser restaurados o reparados y aptos <br> sólo para la eliminación o para la recuperación de partes o de materias primas; <br> ix) mercancías obtenidas o producidas en esa Parte solamente con productos de las definiciones anteriores, siempre <br> que no constituyan sustancias peligrosas de acuerdo a normas y estándares nacionales e internacionales: <br> (1) el producto deberá haber sido obtenido o producido con productos de esa Parte mencionados en las <br> definiciones anteriores; <br> (2) los productos de las definiciones anteriores siempre que no hayan sido transformados en otro país; y <br> (3) el producto no deberá contener materias que no se consideren obtenidas totalmente en esa Parte; <br> b) los productos del mar, suelo o subsuelo marino, extraídos fuera de sus aguas territoriales, por barcos con bandera <br> nacional registrados o arrendados por empresas legalmente establecidas en sus territorios. Los productos de la pesca <br> y otros productos del mar obtenidos fuera del mar territorial y de las zonas marítimas donde las Partes ejercen <br> jurisdicción, se consideran obtenidos totalmente en los Estados de registro de la nave que realiza esas operaciones. El <br> término @^@registro@^@ incluye la inscripción concedida por un país a naves o naves fábrica fletadas o matriculadas a <br> condición de que esté de conformidad con las disposiciones legales de esa Parte; <br> c) las mercancías producidas a bordo de barcos fábrica a partir de peces, crustáceos, moluscos y otros invertebrados <br> acuáticos, obtenidos del mar por barcos registrados o matriculados por una Parte y que lleven su bandera; <br> d) las mercancías elaboradas exclusivamente en los territorios de las Partes a partir de productos originarios; y <br> e) las mercancías producidas en los territorios de las Partes que incorporen materias o productos no originarios que <br> resulten de un proceso de transformación que les confiera una nueva identidad. Estas nuevas mercancías deberán <br> cumplir con un cambio en la clasificación arancelaria conforme a este capítulo u otros requisitos, según se <br> especifique en su anexo. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}, {"ArticleTitle": "Artículo 4.15.—Del ensamble", "ArticleDesc": "Artículo 4.15.—Del ensamble <br> Serán mercancías originarias, según se establece en este capítulo, las mercancías que de conformidad con el SAC o la <br> NAD, incorporen en su proceso de producción o de elaboración, partes y piezas no originarias debido a que: <br> a) de conformidad con la Regla General 2 a para la interpretación del SAC o de la NAD, la mercancía sin ensamblar se <br> clasifica como mercancía ensamblada, en la misma partida o subpartida; o <br> b) las mercancías y sus partes se clasifican en la misma partida o subpartida; y <br> c) el ensamble también confiere origen cuando éste incorpore componentes unitarios que se clasifican en una partida <br> distinta a la de la mercancía final. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}, {"ArticleTitle": "Artículo 4.29.—Colaboración entre autoridades competentes", "ArticleDesc": "Artículo 4.29.—Colaboración entre autoridades competentes <br> La autoridad competente de la Parte importadora podrá solicitar a su homóloga del país exportador toda la <br> colaboración técnica necesaria, y ésta la prestará con prontitud. <br> "}, {"ArticleTitle": "Artículo 4.30.—Confidencialidad", "ArticleDesc": "Artículo 4.30.—Confidencialidad <br> La autoridad competente de cada una de las Partes mantendrá la confidencialidad de la información recabada en el <br> proceso de verificación de origen. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}, {"ArticleTitle": "Artículo 4.49.—Comité de Reglas de Origen", "ArticleDesc": "Artículo 4.49.—Comité de Reglas de Origen <br> 1.- Se establece el Comité de Reglas de Origen, que dependerá del Consejo y estará integrado por un representante de <br> cada Parte, y los asesores que estime conveniente. <br> 2.- El Comité, debe quedar constituido dentro de los dos (2) meses posteriores a partir de la vigencia del presente <br> Tratado y se reunirá ordinariamente por lo menos dos (2) veces al año y extraordinariamente a solicitud expresa de <br> una de las Partes. <br> 3.- El Comité tendrá entre otras las funciones siguientes: <br> a) proponer al Consejo las modificaciones que requiera el presente capítulo; <br> b) asegurar el efectivo cumplimiento, aplicación y administración del contenido del presente capítulo; y <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO IV <br> Artículo 4.03.—De la determinación, certificación y verificación de origen <br> Artículo 4.08.—Operaciones o procesos mínimos <br> Artículo 4.16.—Accesorios, repuestos y herramientas <br> Artículo 4.31.—Medios de verificación <br> c) las demás que le asigne el Consejo. <br> Reglas de origen <br> La determinación del origen de las mercancías y los correspondientes procedimientos de certificación y verificación <br> 1.- Las operaciones o procesos mínimos que de por sí, o en combinación de ellos, no confieren el origen de una <br> 1.- Los accesorios, repuestos y herramientas entregados con la mercancía como parte usual de la misma, no se tomarán <br> Para la verificación del origen de una mercancía, deberá tomarse en cuenta entre otros elementos, los siguientes: <br> se harán de conformidad con lo establecido en el presente capítulo. <br> mercancía, cuando se empleen para: <br> en cuenta para determinar si todas las materias o productos no originarios utilizados en la producción de una <br> a) asegurar el buen estado de conservación de las mercancías durante su transporte y/o almacenamiento; <br> mercancía cumplen con el correspondiente cambio de clasificación arancelaria establecido en este capítulo y su <br> b) cuestionarios, formularios y notas de solicitud de información dirigidos a importadores, exportadores, productores u otros; y <br> b) que faciliten el envío o transporte; <br> anexo, siempre que: <br> c) visitas a las instalaciones del exportador y productor, con el propósito de examinar los registros contables y los <br> c) el envasado o la presentación de las mercancías para su venta. Dichas operaciones y procesos mínimos son los siguientes: <br> los accesorios, repuestos y herramientas no sean facturados por separado de la mercancía, independientemente de <br> documentos a que se refiere el artículo 4.23, además de inspeccionar las instalaciones y materias o productos que se <br> i) aireación, ventilación, secado, refrigeración, congelación; <br> que se desglosen o detallen cada uno en la propia factura; y <br> utilicen en la producción de las mercancías. <br> ii) limpieza, lavado, cribado o tamizado; selección, clasificación o graduación; <br> la cantidad y el valor de estos accesorios, repuestos y herramientas sean los habituales para la mercancía clasificante. <br> Artículo 4.32.—Formas de notificación <br> iii) pelado, descascarado o desconchado, deshuesado, estrujado o exprimido; <br> 2.- Los accesorios, repuestos y herramientas que no cumplan con las condiciones anteriores se les aplicará la regla de <br> De ser admitida o rechazada la solicitud, la autoridad competente de la Parte importadora, en un plazo no mayor de <br> iv) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, pintura contra el óxido o <br> origen correspondiente a cada una de ellas por separado. <br> cinco (5) días posteriores a la emisión de la resolución respectiva la notificará a los interesados cuando corresponda y a la <br> recubrimientos protectores; <br> Artículo 4.17.—Envases y productos de empaque para venta al por menor <br> v) ensayos o calibrado; división de envíos a granel; agrupación en paquetes; adhesión de marcas, etiquetas o <br> Los envases y productos de empaque presentados conjuntamente con la mercancía para la venta al por menor y <br> Artículo 4.33.—Garantía de pago <br> señales distintivas sobre los productos y sus embalajes; <br> clasificados por la mercancía que contengan, no se tomarán en cuenta para establecer el origen de la mercancía objeto de comercio. <br> 1.- Cuando exista duda sobre el origen de una mercancía, al momento de su importación, la autoridad aduanera no <br> vi) envasado, desenvasado o reenvasado; <br> Artículo 4.18.—Contenedores, materias y productos de embalaje para embarque <br> impedirá el ingreso a la misma pero solicitará a la autoridad competente el inicio del proceso de investigación, <br> vii) dilución con agua o en cualquier otra solución acuosa; ionización y salazón; <br> Los contenedores, materias y productos de embalaje para embarque de una mercancía no se tomarán en cuenta para <br> conforme al artículo 4.34. <br> viii) la simple reunión o armado de partes de productos para constituir una mercancía completa; y <br> establecer el origen de la mercancía objeto de comercio, siempre y cuando sean los utilizados habitualmente. <br> 2.- Cuando la autoridad competente de la Parte importadora notifique a la autoridad aduanera que existe un proceso de <br> ix) la matanza de animales. <br> Artículo 4.19.—Transbordo y expedición directa o tránsito internacional <br> verificación de origen sobre una mercancía, ésta no podrá impedir la internación sucesiva de mercancías idénticas <br> 2.- Las operaciones o procesos mínimos arriba definidos no se tendrán en cuenta al determinar si una mercancía ha sido <br> 1.- Una mercancía originaria no perderá tal condición cuando se exporte de una Parte a otra Parte y en su transportación <br> a) la información estadística oficial proporcionada por cada Parte; <br> enviadas por el exportador sujeto de investigación, pero se exigirá la constitución de una garantía que respalde el <br> obtenida totalmente en una o más de las Partes. <br> pase por el territorio de otras Partes o de un país no Parte, siempre que se cumpla con los siguientes requisitos: <br> pago de los tributos. <br> 3.- Una operación de proceso mínimo o una combinación de ellos no impedirá conferir el origen a una mercancía si se ha <br> a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a requerimientos de transporte internacional; <br> Artículo 4.34.—Solicitud de verificación <br> donde: <br> producido una transformación suficiente como resultado de otras operaciones y procesos. <br> b) no esté destinada al comercio, uso o empleo en él o los países de tránsito, sean o no Parte; y <br> Cuando exista duda sobre el origen de una mercancía procedente del territorio de una de las Partes, cualquier persona <br> Artículo 4.09.—Mercancías indirectas <br> c) durante su transporte y depósito no sea transformada o sometida a operaciones diferentes del embalaje, <br> natural o jurídica que demuestre tener interés jurídico al respecto, podrá presentar la solicitud de verificación <br> Las mercancías indirectas se considerarán originarias de la región independientemente de su lugar de elaboración o <br> empaque, reempaque, carga, descarga o manipulación para asegurar la conservación. <br> correspondiente ante la autoridad competente de su país, aportando los documentos, peritajes y demás elementos de juicio, <br> producción. Su valor contable registrado podrá utilizarse en el cálculo de valor. <br> 2.- En caso contrario, dicha mercancía perderá su condición de originaria. <br> que fundamenten la solicitud. Esta verificación, también podrá iniciarse de oficio, cuando se tengan los elementos de juicio necesarios. <br> Artículo 4.10.—Acumulación <br> Artículo 4.20.—Formularios de certificación y declaración de origen <br> Artículo 4.35.—Admisión o rechazo de la solicitud <br> Para el cumplimiento de los requisitos de origen, las materias o productos originarios del territorio de cualquiera de <br> 1.- Las Partes deben utilizar el formulario de Certificado de Origen, el que elaborará el Comité Técnico de Reglas de <br> 1.- La autoridad competente emitirá la resolución de admisión o rechazo de la solicitud en un plazo de diez (10) días. <br> las Partes, incorporados a una determinada mercancía en el territorio de la otra Parte, serán considerados originarios del <br> Origen y entrará en vigor dentro de los treinta (30) días después del inicio de vigencia del presente Tratado. <br> Dicha resolución debe contener los elementos de prueba que la motivaron. <br> territorio de esta última. <br> 2.- El Certificado de Origen contendrá la certificación y la declaración de origen. <br> 2.- Si la solicitud de verificación se rechaza o la autoridad competente no resuelve en el plazo indicado, la mercancía se <br> Artículo 4.11.—Valor de Contenido Regional <br> Artículo 4.21.—Certificación y declaración de origen <br> considerará como originaria del país exportador. <br> 1.- El Valor de Contenido Regional de las mercancías se calculará con base en el método de Valor de Transacción, para lo <br> 1) Para comprobar documentalmente que una mercancía califica como originaria de una de las Partes, el exportador <br> Artículo 4.36.—Notificación <br> cual se aplicará la siguiente fórmula: <br> emitirá la certificación de origen. Dicha certificación debe contener nombre, firma y sello del certificante y podrá ser <br> 1.- Para realizar las notificaciones a que se refiere el presente instrumento, las autoridades competentes de las Partes, <br> VCR = [(VT - VMN) / VT] * 100 <br> avalado por la autoridad competente que cada Parte designe. <br> podrán utilizar cualquier sistema de comunicación siempre que se garantice el acuse de recibo. <br> 2) Cuando el exportador no sea el productor de las mercancías, el primero podrá solicitarle una declaración de origen a <br> 2.- Una vez notificada la resolución de admisión a la autoridad competente de la Parte exportadora ésta, dentro de los <br> VCR = Valor de Contenido Regional, expresado como porcentaje. <br> fin de emitir la correspondiente certificación. En caso de que el exportador sea el productor de dicha mercancía no <br> diez (10) días posteriores, deberá notificar al exportador y al productor, el inicio del procedimiento para verificar el <br> VT = Valor de Transacción de la mercancía, ajustado sobre la base FOB <br> origen de las mercancías. <br> será necesaria la declaración de origen. <br> VMN = Valor de las mercancías no originarias de las Partes utiliza- <br> 3) Un exportador que haya emitido una certificación de origen incorrecta podrá corregirla y notificarlo por escrito, <br> 3.- Con la notificación de la resolución de admisión se enviarán los cuestionarios, formularios y notas de solicitud de información. <br> das en la producción de la mercancía. <br> previo a la importación, a las personas a quienes hubiere entregado dicha certificación, así como a la autoridad <br> Artículo 4.37.—Período de prueba <br> Se obtiene de restar al Valor de Transacción de la mercancía, el valor de las mercancías no originarias de la región <br> competente de la Parte importadora, en cuyo caso no podrá ser sancionado. <br> 1.- Notificados los interesados, éstos tendrán hasta veinte (20) días para la presentación de sus argumentaciones y <br> utilizadas en su elaboración o producción, y se dividirá entre el Valor de Transacción de la misma; todo lo cual es <br> 4) Las correcciones al Certificado de Origen se solicitarán por escrito a la autoridad competente y las hará, en los casos <br> medios de prueba ante su autoridad competente. Una vez recibidos estos documentos, la autoridad competente de la <br> multiplicado por cien. <br> que corresponda, el emisor de dicho documento. <br> Parte exportadora en un plazo no mayor de cinco (5) días los remitirá a la autoridad competente de la Parte importadora. <br> 2.- Cuando el productor de una mercancía no lo exporte directamente, el Valor de Transacción se ajustará hasta el punto <br> Artículo 4.22.—Exportaciones que ampara el Certificado de Origen <br> 2.- Dentro o fuera del período de prueba, la autoridad competente de la Parte importadora podrá utilizar cualquiera de <br> en el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br> 1.- El Certificado de Origen podrá amparar: <br> los medios de verificación estipulados en el artículo 4.31. <br> 3.- Cuando el origen se determine por el Valor de Contenido Regional, el porcentaje requerido se especificará en el anexo <br> a) una sola exportación de una o más mercancías, o <br> Artículo 4.38.—Incumplimiento en la presentación de argumentaciones y medios de prueba <br> correspondiente a las Reglas de Origen específicas. <br> b) varias exportaciones de mercancías idénticas o similares, por un plazo no mayor de un año, a un mismo importador. <br> Cuando el exportador o productor no se manifieste en el plazo de veinte (20) días a que se refiere el artículo 4.37, la <br> 4.- Todos los costos considerados en el cálculo de Valor de Contenido Regional, serán registrados y mantenidos de <br> 2.- En ambos casos, durante la vigencia del certificado, para las exportaciones posteriores a la primera, bastará presentar <br> autoridad competente de la Parte importadora resolverá dentro de los cinco (5) días posteriores, que la mercancía amparada <br> conformidad con los principios de contabilidad generalmente aceptados, aplicables en el territorio de la Parte donde <br> copia o fotocopia del original. <br> por el Certificado no es originaria, debiendo en este caso, dentro de los cinco (5) días siguientes, notificar a los interesados <br> la mercancía se produce. <br> Artículo 4.23.—Registros contables y otros documentos <br> y a la institución correspondiente para que se haga efectiva la cancelación de los tributos. <br> Artículo 4.12.—De Mínimis <br> El exportador que certifique el origen de las mercancías, debe conservar durante un período mínimo de cinco (5) <br> Artículo 4.39.—Notificación de la visita <br> 1.- Una mercancía que no cumpla con el cambio de clasificación arancelaria de conformidad con lo establecido en el <br> años, después de la certificación de las mismas, todos los registros contables y documentos que amparen estrictamente el <br> 1.- Antes de efectuar una visita de verificación, la autoridad competente de la Parte importadora, deberá notificar a la <br> anexo a este capítulo, se considerará originaria, si el valor de todas las materias o productos no originarios utilizados <br> autoridad competente de la Parte exportadora, su intención de efectuar la misma, quien dentro de los cinco (5) días <br> en su producción, no excede de los siguientes porcentajes: <br> Artículo 4.24.—Expedición directa <br> siguientes de recibida la notificación deberá notificarlo al exportador y productor, según sea el caso. <br> a) 10% hasta el año 2000; <br> Cuando una mercancía originaria se exporta de una Parte a otra Parte y en su transportación pase por el territorio de <br> 2.- Desde el momento en que se notifique y hasta que se suscriba el acta de la visita de verificación, el período de <br> b) 7% del año 2001 en adelante. <br> otras Partes, sin ser transformada, la certificación de origen será la expedida por el exportador. <br> prueba a que se refiere el artículo 4.37, se interrumpirá, debiendo reanudarse finalizada dicha diligencia. <br> 2.- Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del SAC o de la NAD, los porcentajes se <br> Artículo 4.25.—De la reexportación <br> 3.- El exportador o productor que reciba una notificación para la realización de una visita, deberá manifestarse al <br> referirán al peso de las fibras e hilados respecto al peso del material producido. <br> Cuando una mercancía originaria de una Parte ha sido importada en el territorio de otra Parte y se exporta de este <br> respecto en un plazo no mayor de diez (10) días contados a partir de la fecha en que la notificación sea recibida. <br> Artículo 4.13.—Mercancías fungibles (intercambiables) <br> último a otra Parte, la certificación de origen será avalada por la entidad oficial competente del país de importación, <br> Artículo 4.40.—Requisitos de la notificación de la visita <br> 1.- Cuando en la elaboración o producción de una mercancía se utilicen mercancías fungibles o intercambiables, <br> indicando que la mercancía no ha sido transformada y adjuntando fotocopia del Certificado del país de origen. <br> La notificación a que se refiere el artículo 4.39 contendrá como mínimo los siguientes datos: <br> originarias y no originarias de las Partes, incluso cuando se mezclen o combinen y se exporten, el origen de estas <br> Artículo 4.26.—No requerimiento del Certificado de Origen <br> a) la identificación de la autoridad competente que expide la notificación; <br> mercancías podrá determinarse mediante la aplicación de alguno de los siguientes tres métodos de manejo de <br> 1.- No se requerirá el Certificado de Origen en los siguientes casos: <br> b) el nombre del exportador o del productor que será visitado; <br> inventarios, a elección del productor. <br> a) importaciones con fines comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente en <br> c) la fecha y el lugar donde se llevará a cabo la visita; <br> a) Método de primeras entradas, primeras salidas (PEPS): método por medio del cual el origen de las primeras <br> moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). En este caso la factura <br> d) el objeto y alcance de la visita de verificación, incluyendo la referencia expresa de las mercancías objeto de <br> mercancías fungibles que se reciben en el inventario, se considera como el origen, en igual número de unidades, de <br> comercial indicará que la mercancía califica como originaria; <br> verificación y la regla específica de origen a que se refiere el Certificado de Origen; <br> b) importaciones con fines no comerciales de mercancías cuyo valor en aduanas no exceda de un monto equivalente <br> e) los nombres y cargos de los funcionarios que realizarán la visita; y <br> b) Método de últimas entradas, primeras salidas (UEPS): método por medio del cual el origen de las últimas <br> en moneda nacional a un mil dólares de los Estados Unidos de América (US $1,000.00). <br> f) fundamento legal de la visita de verificación. <br> 2.- No se aplicarán las excepciones anteriores cuando se compruebe que una importación ha sido fraccionada en dos o <br> Artículo 4.41.—Modificación al contenido de la notificación <br> las mercancías fungibles que primero se retiran del inventario. <br> más expediciones. <br> Cualquier modificación de la información a que se refiere el artículo 4.40, deberá ser notificada por escrito a la <br> c) Método de promedios: método por medio del cual el origen de las mercancías fungibles retiradas del inventario se <br> Artículo 4.27.—Omisión o anomalías en el Certificado de Origen <br> autoridad competente de la Parte exportadora, quien a su vez lo notificará al productor o exportador, por lo menos con diez <br> basa en el porcentaje de mercancías originarias y no originarias existentes en el inventario. <br> Cuando el exportador no presente el certificado o certifique incorrectamente el origen de determinada mercancía, la <br> (10) días de antelación a la visita. <br> El promedio de mercancías no originarias se determinará aplicando la siguiente fórmula: <br> Parte importadora no denegará la importación. Sin embargo, la autoridad competente exigirá una garantía por un monto <br> Artículo 4.42.—Alcance de la verificación <br> PMNO = [VTMFNO / VTMFOYNO] * 100 <br> equivalente a la cuantía de los tributos, los cuales podrán ser devueltos dentro del plazo establecido por la legislación de <br> La autoridad competente de la Parte importadora podrá solicitar al productor o exportador, que en la visita de <br> cada Parte, previa presentación del Certificado de Origen correspondiente. <br> verificación se pongan a disposición los registros contables y demás documentos que acrediten el cumplimiento de las <br> PMNO = Promedio de Mercancías No Originarias. <br> Artículo 4.28.—Declaraciones falsas o infundadas <br> reglas de origen. También podrá solicitar la inspección de las materias, productos, procesos e instalaciones que se utilicen <br> VTMFNO = Valor Total de las Mercancías Fungibles o intercambiables no originarias que formen parte del <br> 1.- Cuando el exportador ha certificado de manera falsa o infundada que la mercancía califica como originaria, la <br> en la elaboración de la mercancía. <br> inventario previo a la salida. <br> autoridad competente de la Parte importadora declarará como no originaria dicha mercancía hasta que el exportador <br> Artículo 4.43.—Solicitud de prórroga <br> VTMFOYNO = Valor Total de las Mercancías Fungibles o Intercambiables Originarias y No Originarias que <br> pruebe que cumple con lo establecido en este capítulo. <br> Durante el plazo establecido en el párrafo 3 del artículo 4.39, el exportador o productor podrá solicitar por escrito, a <br> 2.- Cada una de las Partes se compromete a imponer las sanciones penales, civiles o administrativas correspondientes <br> la autoridad competente de la Parte importadora, una prórroga que, de concederse, no será mayor de diez (10) días. <br> 2.- Una vez seleccionado uno de los métodos de manejo de inventarios, éste será utilizado durante todo el período fiscal. <br> conforme a su legislación nacional. <br> Artículo 4.44.—Falta de consentimiento para la visita <br> Artículo 4.14.—Juegos o surtidos <br> 1.- Si el exportador o el productor no se pronuncia o no otorga su consentimiento de manera expresa y por escrito, para <br> 1.- Se aplica a las mercancías que se clasifican de acuerdo con la Regla General 3 para la interpretación del SAC o de la <br> la realización de la visita de verificación en el plazo establecido en el artículo 4.43, la autoridad competente de la <br> NAD y podrán calificar como originarias, siempre que cada una de las mercancías contenidas en el juego o surtido, <br> Parte importadora denegará, mediante resolución, el origen de las mercancías amparadas en el respectivo Certificado, <br> cumpla con las Reglas de Origen establecidas en este capítulo y su anexo. <br> debiendo en este caso dentro de los cinco (5) días posteriores, notificar al importador y a la autoridad competente de <br> 2.- La regla @^@De Mínimis@^@ podrá aplicarse a los juegos o surtidos. <br> la Parte exportadora, quien lo notificará al exportador y productor si fuere el caso. <br> 2.- Asimismo deberá dentro del mismo plazo, comunicar oficialmente la resolución a la institución correspondiente para <br> que se haga efectiva la cancelación de los tributos. <br> Artículo 4.45.—Designación de testigos <br> La autoridad competente de la Parte exportadora solicitará al exportador o productor la designación de tres (3) <br> testigos que estén presentes durante la visita, siempre que éstos intervengan únicamente con esa calidad. De no haber <br> designación de testigos, esa omisión no tendrá por consecuencia la posposición de la visita, ni la nulidad de lo actuado. <br> Artículo 4.46.—Acta de la visita <br> 1.- De la visita de verificación, la autoridad competente de la Parte importadora elaborará un acta, que contenga los <br> hechos relevantes constatados por los presentes, quienes la suscribirán al finalizar la visita. <br> 2.- El acta constituirá medio de prueba que deberá ser incorporado al expediente respectivo y ser valorada en su <br> oportunidad dentro del procedimiento. <br> Artículo 4.47.—Resolución final <br> 1.- Una vez agotados todos los procedimientos de verificación de origen, dentro de un plazo no mayor de veinte (20) <br> días, la autoridad competente de la Parte importadora deberá emitir la resolución final, determinando si las <br> mercancías sujetas a investigación califican o no como originarias. En la resolución deberá incluirse las conclusiones <br> de hecho y derecho en que se basa la determinación. <br> 2.- Si dentro del plazo establecido en el artículo 4.37, para la aportación de pruebas, la autoridad competente de la Parte <br> importadora cuenta con los elementos de juicio suficientes para pronunciarse sobre el caso que se investiga, podrá <br> emitir la resolución final, previa aceptación del investigado para que el plazo sea reducido. <br> 3.- El plazo establecido para dictar resolución se interrumpirá cuando la autoridad competente de la Parte importadora <br> considere que las pruebas presentadas o algunos de los hechos son insuficientes para poder emitir la resolución, <br> debiendo reanudarse dicho plazo al finalizar las diligencias administrativas pertinentes. <br> 4.- La notificación a los interesados, de la resolución final deberá realizarse dentro de los cinco (5) días posteriores a su emisión. <br> 5.- Si fuera denegado el origen de las mercancías, la autoridad competente que dicte la resolución final deberá enviar <br> dentro de los cinco (5) días posteriores la comunicación oficial a la institución correspondiente, para que se haga <br> efectiva la cancelación de los tributos. En caso contrario la garantía será devuelta. <br> Artículo 4.48.—Recursos de revisión e impugnación <br> Contra las resoluciones emitidas por las autoridades nacionales competentes, podrán interponerse los recursos que <br> otorga el derecho interno de cada Parte. <br> autoridad competente de la Parte exportadora. <br> formen parte del inventario previo a la salida. <br> "}]}]}, "members_found": ["558", "214"]}