{"FtaRooDetails": {"FtaId": 247, "FtaCode": "ITC00253", "FtaName": "FTA, CACM & Panama-EU", "FtaFullName": "Agreement establishing an Association between the European Union and its Member States, on the one hand, and Central America on the other", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2013", "Type": "Free trade agreement", "Scope": "Plurilateral, Group-Group", "MemberStates": "Costa Rica; El Salvador; Guatemala; Honduras; Nicaragua; Panama; European Union", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CACM & Panama-EU", "AdminProcCooAuth": "The certification type under FTA, CACM & Panama-EU is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CACM & Panama-EU is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CACM & Panama-EU agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "Manufacture in which the value of all the materials used does not exceed 50 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " 15.12.2012 EN<br /> Appendix 1<br /> INTRODUCTORY NOTES TO ANNEX II<br /> N o t e  1 :<br /> The list in Appendix 2 sets out the conditions required for all products to be considered as sufficiently worked or<br /> processed within the meaning of Article 5 of Annex II.<br /> N o t e  2 :<br /> 2.1.  The first two columns in the list describe the product obtained. The first column gives the subheading number,<br /> heading number or chapter number used in the Harmonized System and the second column gives the description of<br /> goods used in that system for that subheading, heading or chapter. For each entry in the first two columns, a rule is<br /> specified in column 3 or 4. Where, in some cases, the entry in the first column is preceded by an \"ex\", this signifies<br /> that the rules in column 3 or 4 apply only to the part of that subheading, heading or chapter as described in<br /> column 2.<br /> 2.2.  Where several heading numbers are grouped together in column 1 or a chapter number is given and the description<br /> of products in column 2 is therefore given in general terms, the adjacent rules in column 3 or 4 apply to all<br /> products which, under the Harmonized System, are classified in headings of the chapter or in any of the headings<br /> grouped together in column 1.<br /> 2.3.  Where there are different rules in the list applying to different products within a heading, each indent contains the<br /> description of that part of the heading covered by the adjacent rules in column 3 or 4.<br /> 2.4.  Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4, the exporter may opt, as<br /> an alternative, to apply either the rule set out in column 3 or that set out in column 4. If no origin rule is given in<br /> column 4, the rule set out in column 3 is to be applied.<br /> N o t e  3 :<br /> 3.1. The provisions of Article 5 of Annex II, concerning products having acquired originating status which are used in<br /> the manufacture of other products, shall apply, regardless of whether this status has been acquired inside the factory<br /> where these products are used or in another factory in the EU Party or in the Republics of the CA Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-originating materials which may be<br /> incorporated may not exceed 40 percent of the ex-works price, is made from \"other alloy steel roughly shaped by<br /> forging\" of heading ex 7224.<br /> If this forging has been forged in the EU Party from a non-originating ingot, it has already acquired originating<br /> status by virtue of the rule for heading ex 7224 in the list. The forging can then count as originating in the value-<br /> calculation for the engine, regardless of whether it was produced in the same factory or in another factory in the EU<br /> Party. The value of the non-originating ingot is thus not taken into account when adding up the value of the non-<br /> originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing required, and the carrying-out of<br /> more  working  or  processing  also  confers  originating  status;  conversely,  the  carrying-out  of  less  working  or<br /> processing cannot confer originating status. Thus, if a rule provides that non-originating material, at a certain<br /> level of manufacture, may be used, the use of such material at an earlier stage of manufacture is allowed, and<br /> the use of such material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture from materials of any heading\", then<br /> materials of any heading(s) (even materials of the same description and heading as the product) may be used,<br /> subject, however, to any specific limitations which may also be contained in the rule.<br /> However, the expression \"Manufacture from materials of any heading, including other materials of heading…\" or<br /> \"Manufacture from materials of any heading, including other materials of the same heading as the product\" means<br /> that materials of any heading(s) may be used, except those of the same description as the product as given in<br /> column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from more than one material, this means that<br /> one or more materials may be used. It does not require that all be used.<br /> 1816 EN<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be used and that chemical materials,<br /> among other materials, may also be used. This does not mean that both have to be used; it is possible to use one or<br /> the other, or both.<br /> 3.5.  Where a rule in the list specifies that a product shall be manufactured from a particular material, the condition<br /> obviously does not prevent the use of other materials which, because of their inherent nature, cannot satisfy the<br /> rule. (See also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1902, which specifically excludes the use of cereals and their derivatives,<br /> does not prevent the use of mineral salts, chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured from the particular<br /> materials specified in the list, can be produced from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven materials, if the use of only non-<br /> originating yarn is allowed for this class of article, it is not possible to start from non-woven cloth - even if non-<br /> woven cloths cannot normally be made from yarn. In such cases, the starting material would normally be at the<br /> stage before yarn - that is, the fibre stage.<br /> 3.6.  Where, in a rule in the list, two percentages are given for the maximum value of non-originating materials that can<br /> be used, then these percentages may not be added together. In other words, the maximum value of all the non-<br /> originating materials used may never exceed the higher of the percentages given. Furthermore, the individual<br /> percentages shall not be exceeded, in relation to the particular materials to which they apply.<br /> N o t e  4 :<br /> 4.1.  The term \"natural fibres\" is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted to<br /> the stages before spinning takes place, including waste, and, unless otherwise specified, includes fibres which have<br /> been carded, combed or otherwise processed, but not spun.<br /> 4.2.  The term \"natural fibres\" includes horsehair of heading 0511, silk of headings 5002 and 5003, as well as wool-<br /> fibres and fine or coarse animal hair of headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3.  The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are used in the list to describe the<br /> materials, not classified in Chapters 50 to 63, which can be used to manufacture artificial, synthetic or paper fibres<br /> or yarns.<br /> 4.4.  The term \"man-made staple fibres\" is used in the list to refer to synthetic or artificial filament tow, staple fibres or<br /> waste, of headings 5501 to 5507.<br /> N o t e  5 :<br /> 5.1.  Where, for a given product in the list, reference is made to this Note, the conditions set out in column 3 shall not<br /> be applied to any basic textile materials used in the manufacture of this product and which, taken together,<br /> represent 10 percent or less of the total weight of all the basic textile materials used. (See also Notes 5.3 and<br /> 5.4 below.)<br /> 5.2.  However, the tolerance mentioned in Note 5.1 may be applied only to mixed products which have been made from<br /> two or more basic textile materials.<br /> The following are the basic textile materials:<br /> — silk,<br /> — wool,<br /> — coarse animal hair,<br /> — fine animal hair,<br /> — horsehair,<br /> — cotton,<br /> — paper-making materials and paper,<br /> — flax,<br /> — true hemp,<br /> — jute and other textile bast fibres,<br /> 15.12.2012 EN<br /> — sisal and other textile fibres of the genus Agave,<br /> — coconut, abaca, ramie and other vegetable textile fibres,<br /> — synthetic man-made filaments,<br /> — artificial man-made filaments,<br /> — current-conducting filaments,<br /> — synthetic man-made staple fibres of polypropylene,<br /> — synthetic man-made staple fibres of polyester,<br /> — synthetic man-made staple fibres of polyamide,<br /> — synthetic man-made staple fibres of polyacrylonitrile,<br /> — synthetic man-made staple fibres of polyimide,<br /> — synthetic man-made staple fibres of polytetrafluoroethylene,<br /> — synthetic man-made staple fibres of poly(phenylene sulphide),<br /> — synthetic man-made staple fibres of poly(vinyl chloride),<br /> — other synthetic man-made staple fibres,<br /> — artificial man-made staple fibres of viscose,<br /> — other artificial man-made staple fibres,<br /> — yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped,<br /> — yarn made of polyurethane segmented with flexible segments of polyester, whether or not gimped,<br /> — products of heading 5605 (metallised yarn) incorporating strip consisting of a core of aluminium foil or of a<br /> core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched<br /> by means of a transparent or coloured adhesive between two layers of plastic film,<br /> — other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic staple fibres of heading 5506, is a<br /> mixed yarn. Therefore, non-originating synthetic staple fibres which do not satisfy the origin-rules (which require<br /> manufacture from chemical materials or textile pulp) may be used, provided that their total weight does not exceed<br /> 10 percent of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and synthetic yarn of staple fibres of<br /> heading 5509, is a mixed fabric. Therefore, synthetic yarn which does not satisfy the origin-rules (which require<br /> manufacture from chemical materials or textile pulp), or woollen yarn which does not satisfy the origin-rules (which<br /> require  manufacture  from  natural  fibres,  not  carded  or  combed  or  otherwise  prepared  for  spinning),  or  a<br /> combination  of  the  two,  may be  used, provided that their total  weight does  not  exceed<br /> weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205 and cotton fabric of heading 5210,<br /> is only a mixed product if the cotton fabric is itself a mixed fabric made from yarns classified in two separate<br /> headings, or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205 and synthetic fabric of<br /> heading 5407, then, obviously, the yarns used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped\", this tolerance is 20 percent in respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film\", this tolerance is 30 percent in respect of<br /> this strip.<br /> 1818 EN<br /> N o t e  6 :<br /> 6.1.  Where, in the list, reference is made to this Note, textile materials (with the exceptions of linings and interlinings),<br /> which do not satisfy the rule set out in the list in column 3 for the made-up product concerned, may be used,<br /> provided that they are classified in a heading other than that of the product and that their value does not exceed 8<br /> percent of the ex-works price of the product.<br /> 6.2.  Without prejudice to Note 6.3, materials, which are not classified within Chapters 50 to 63, may be used freely in<br /> the manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn shall be used, this does not<br /> prevent the use of metal items, such as buttons, because buttons are not classified within Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3.  Where a percentage-rule applies, the value of materials which are not classified within Chapters 50 to 63 shall be<br /> taken into account when calculating the value of the non-originating materials incorporated.<br /> N o t e  7 :<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, the \"specific processes\" are<br /> the following:<br /> (a)  vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c)  cracking;<br /> (d) reforming;<br /> (e)  extraction by means of selective solvents;<br /> (f)  the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or<br /> sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i)  isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are the following:<br /> (a)   vacuum-distillation;<br /> (b)   redistillation by a very thorough fractionation-process;<br /> (c)   cracking;<br /> (d)   reforming;<br /> (e)   extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum or<br /> sulphuric anhydride; neutralisation with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g)   polymerisation;<br /> (h)   alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with hydrogen, resulting in a reduction of at<br /> least 85 percent of the sulphur-content of the products processed (ASTM D 1266-59 T method);<br /> (k)   in respect of products of heading 2710 only, deparaffining by a process other than filtering;<br /> (l) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at a pressure of more than 20 bar<br /> and a temperature of more than 250 °C, with the use of a catalyst, other than to effect desulphurisation, when<br /> the hydrogen constitutes an active element in a chemical reaction. The further treatment, with hydrogen, of<br /> lubricating oils  of  heading ex 2710 (e.g. hydrofinishing or  decolourisation), in  order, more  especially, to<br /> improve colour or stability shall not, however, be deemed to be a specific process;<br /> 15.12.2012 EN<br /> (m) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on condition that less than 30 percent<br /> of these products distils, by volume, including losses, at 300 °C, by the ASTM D 86 method;<br /> (n)   in respect of heavy oils other than gas oils and fuel oils of heading ex 2710 only, treatment by means of a<br /> high-frequency electrical brush-discharge;<br /> (o)   in respect of crude products (other than petroleum jelly, ozokerite, lignite wax or peat wax, paraffin wax<br /> containing by weight less than 0.75 percent of oil) of heading ex 2712 only, de-oiling by fractional cryst­<br /> allisation.<br /> 7.3.  For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, simple operations, such as<br /> cleaning, decanting, desalting, water-separation, filtering, colouring, marking, obtaining a sulphur-content as a result<br /> of mixing products with different sulphur-contents, or any combination of these operations or like operations, do<br /> not confer origin.<br /> N o t e  8 :<br /> For the purpose of Article 4 of Annex II agricultural and horticultural goods grown in the territory of a Party shall be<br /> treated as originating in the territory of that Party even if grown from seeds, bulbs, rootstock, cuttings, grafts, shoots,<br /> buds, or other live parts of plants imported from a non-Party.<br /> N o t e  9 :<br /> For the purpose of Article 6 of Annex II \"simple\" describes activities which need neither special skills nor machines,<br /> apparatus or equipment specially produced or installed for carrying out the activity. However, simple mixing does not<br /> include chemical reaction. Chemical reaction means a process (including a biochemical process) which results in a<br /> molecule with new structure by breaking intramolecular bonds  and by forming new intramolecular bonds, or by<br /> altering the spatial arrangement of atoms in a molecule.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00253_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00253_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00253_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00253_full.pdf", "DocType": "8_full", "WebLink": "https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=OJ:L:2012:346:FULL&from=EN"}, {"DocDesc": "WTO notification", "DocFileName": "itc00253_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N93.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of origin <br /> 1 Materials originating in the European Union shall be considered as <br /> materials originating in Central America when incorporated into a <br /> product obtained there. It shall not be necessary that such materials <br /> have undergone sufficient working or processing, provided they have <br /> undergone working or processing going beyond that referred to in Article 6. <br /> 2 Materials originating in Central America shall be considered as <br /> materials originating in the European Union when incorporated into a <br /> product obtained there. It shall not be necessary that such materials <br /> have undergone sufficient working or processing, provided they have <br /> undergone working or processing going beyond that referred to in Article 6. <br /> 3 Notwithstanding paragraphs 1 and 2, materials originating in Bolivia, Colombia, Ecuador, Peru or Venezuela shall be considered as materials <br /> originating in Central America when further processed or incorporated into a product obtained there (1). <br /> 4 In order for the products referred to in paragraph 3 to acquire originating status, it shall not be necessary that the materials have undergone <br /> sufficient working or processing, provided that: <br /> (a) the working or processing of the materials carried out in Central <br /> America went beyond the operations referred to in Article 6; <br /> (b) the materials were originating in one of the countries listed in <br /> paragraph 3, in application of rules of origin identical to those <br /> applicable if said materials were exported directly to the European Union; and <br /> (c) the existing arrangements in force between Central America and the <br /> other countries referred to in paragraph 3 allow for adequate administrative <br /> cooperation procedures ensuring full implementation of this paragraph, <br /> as well as of certification and of verification of the originating status of the products [2]. <br /> 5 The originating status of materials exported from one of the <br /> countries referred to in paragraph 3 to Central America to be used in <br /> further working or processing shall be established by a proof of origin <br /> under which these materials could be exported directly to the European Union. <br /> 6 Proof of the originating status, acquired under the terms of paragraph 4, <br /> of goods exported to the European Union shall be established by a movement <br /> certificate EUR.1 issued or an invoice declaration made out in the exporting country <br /> in accordance with the provisions of Title IV (Proof of Origin) of this Annex. <br /> These documents shall bear the mention @^@cumulation with (name of country)@^@. <br /> 7 At the request of a Republic of the CA Party or the European Union, <br /> materials originating in Mexico, South American or Caribbean countries shall be considered <br /> as materials originating respectively in Central America or in the European Union <br /> when further processed or incorporated into a product obtained there. <br /> 8 The request shall be submitted to the Sub-Committee on Customs, <br /> Trade Facilitation and Rules of Origin established under Article 123 of <br /> Chapter 3 (Customs and Trade Facilitation) of Title II of Part IV of this Agreement. <br /> 9 In order for the products referred to in paragraph 7 to acquire originating status, <br /> it shall not be necessary that the materials have undergone sufficient working or processing, provided that: <br /> (a) the working or processing of the materials carried out in Central <br /> America or in the European Union went beyond the operations <br /> referred to in Article 6; <br /> (b) the materials were originating in Mexico, South American or <br /> Caribbean country, in application of rules of origin identical to <br /> those applicable if said materials were exported directly to the European Union; <br /> (c) the materials were originating in Mexico, South American or <br /> Caribbean country, in application of rules of origin identical to <br /> those applicable if said materials were exported directly to Central America; and <br /> (d) the Republics of the CA Party, the European Union and the other <br /> country or countries concerned have an arrangement on adequate <br /> administrative cooperation procedures which will ensure full imple­ mentation of this paragraph as well as of certification and of verifi­ cation of the <br /> originating status of the products. <br /> 10 The Parties, on a common accord, shall notify to the Sub- <br /> Committee on Customs, Trade Facilitation and Rules of Origin the <br /> materials to which the provisions of paragraphs 7 to 12 shall apply. <br /> 11 The cumulation established in paragraphs 7, 8, 9, 10 and 12 of this Article may be applied provided that: <br /> (a) preferential trade agreements in accordance with Article XXIV GATT <br /> 1994 between the non-party concerned and the Republics of the <br /> CA Party and the European Union respectively, are in force. This cumulation shall only be applied <br /> between the Parties for which those agreements are in force; <br /> (b) cumulation provisions equivalent to the ones provided under para­ <br /> graphs 7, 8, 9, 10 and 12 of this Article are contained in the <br /> Agreements referred to under (a), in order for the cumulation provisions <br /> to apply in a reciprocal manner between the Republics of the CA Party, <br /> the European Union and the non-Party concerned, respectively; and <br /> (c) notices indicating the fulfilment of the necessary requirements to <br /> apply cumulation under paragraphs 7, 8, 9, 10 and 12 of this Article <br /> have been published in the Official Journal of the European Union (C series), <br /> in the official publications of the Republics of the CA Party and of the <br /> non-Party countries concerned according to their own procedures. <br /> 12 The Parties may establish additional conditions for the appli­ cation of paragraphs 7 to 11. <br /> [1] In case a country set out in this paragraph, no longer benefited from a <br /> preferential tariff treatment in the European Union market, preventing <br /> Central America from cumulating materials under this Article, the European Union shall take <br /> all measures compatible with its WTO obligations necessary to ensure that Central America <br /> maintains the same level of flexibility that it is entitled to under Article 3. After receiving a request <br /> under this provision the European Union shall, without undue delay, inform the affected <br /> Republics of the CA Party on actions taken in order to ensure continuation of cumulation possibilities provided for in this Article. <br /> [2] Arrangements referred to in this paragraph were complied with and notified to <br /> the European Union. The notification's reference was published on 29.05.2003 in OJ L 134/1. <br /> 5 The competent public authorities or, when applicable, customs <br /> authorities requesting the verification shall be informed of the results <br /> of this verification as soon as possible. These results must indicate <br /> clearly whether the documents are authentic and whether the <br /> products concerned can be considered as products originating in the <br /> European Union or in Central America and fulfil the other requirements of this Annex. <br /> 6 If in cases of reasonable doubt there is no reply within ten months <br /> of the date of the verification request or if the reply does not contain <br /> sufficient information to determine the authenticity of the document in <br /> question or the real origin of the products, the requesting customs <br /> authorities or, when applicable, competent public authority shall, <br /> except in exceptional circumstances, refuse entitlement to the preferences <br /> to the products covered by the proof of origin subject to verification. <br /> Article 31 : Dispute settlement <br /> Dispute settlement <br /> 1 Where disputes arise in relation to the verification procedures of <br /> Article 30, which cannot be settled between the authorities requesting <br /> verification and the authorities responsible for carrying out this verification, <br /> or in relation to the interpretation of this Annex, the requests for <br /> the settlement of those disputes shall be submitted to the Sub- <br /> Committee on Customs, Trade Facilitation and Rules of Origin for <br /> consultations and discussions within the Sub-Committee. In any case, <br /> the Parties shall retain their rights under the dispute settlement <br /> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br /> 2 In all cases the settlement of disputes between the importer and the customs authorities <br /> of the importing Party shall be under the domestic legislation of said Party. <br /> Article 32 : Penalties <br /> Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br /> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products. <br /> Article 33 : Free zones <br /> Free zones <br /> 1 The European Union and the Republics of the CA Party shall take <br /> all necessary steps to ensure that products traded under cover of a proof <br /> of origin which in the course of transport use a free zone or a customs <br /> warehouse situated in their territory in accordance with their domestic <br /> legislation, are not substituted by other goods and do not undergo <br /> handling other than normal operations designed to prevent their deterioration. <br /> 2 By means of an exemption to the provisions contained in paragraph 1, when products originating in the European Union or in Central America <br /> are imported into a free zone under cover of a proof of origin and undergo treatment or processing, the competent public authorities shall issue a new <br /> movement certificate EUR.1 at the exporter's request, if the treatment or processing undergone is in conformity with the provisions of this Annex. <br /> TITLE VI <br /> CEUTA AND MELILLA <br /> Article 34 : Application of this Annex <br /> Article 34 : Application of this Annex <br /> Application of this Annex <br /> 1 The term @^@European Union@^@ used in Article 2 does not cover Ceuta and Melilla. <br /> 1 The term @^@European Union@^@ used in Article 2 does not cover Ceuta and Melilla. <br /> 2 Products originating in Central America, when imported into Ceuta or Melilla, shall enjoy in all respects the same customs regime as that <br /> 2 Products originating in Central America, when imported into Ceuta or Melilla, shall enjoy in all respects the same customs regime as that <br /> which is applied to products originating in the customs territory of the European Union under Protocol 2 of the Act of Accession of the Kingdom of <br /> which is applied to products originating in the customs territory of the European Union under Protocol 2 of the Act of Accession of the Kingdom of <br /> Spain and the Portuguese Republic to the European Communities. The Republics of the CA Party shall grant to imports of products covered by <br /> Spain and the Portuguese Republic to the European Communities. The Republics of the CA Party shall grant to imports of products covered by <br /> the Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted to products imported from and originating in <br /> the Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted to products imported from and originating in <br /> the European Union. <br /> the European Union. <br /> 3 For the purpose of the application of paragraph 2 concerning <br /> 3 For the purpose of the application of paragraph 2 concerning <br /> products originating in Ceuta and Melilla, this Annex shall apply <br /> products originating in Ceuta and Melilla, this Annex shall apply <br /> mutatis mutandis subject to the special conditions set out in Article 35. <br /> mutatis mutandis subject to the special conditions set out in Article 35. <br /> Article 35 : Special conditions <br /> Article 35 : Special conditions <br /> Special conditions <br /> 1 Provided that they have been transported directly in accordance <br /> 1 Provided that they have been transported directly in accordance <br /> with the provisions of Article 12, the following shall be considered as: <br /> with the provisions of Article 12, the following shall be considered as: <br /> (a) products originating in Ceuta and Melilla: <br /> (a) products originating in Ceuta and Melilla: <br /> (i) products wholly obtained in Ceuta and Melilla; <br /> (i) products wholly obtained in Ceuta and Melilla; <br /> (ii) products obtained in Ceuta and Melilla in the manufacture of <br /> (ii) products obtained in Ceuta and Melilla in the manufacture of <br /> which products other than those referred to in (i) are used, provided that: <br /> which products other than those referred to in (i) are used, provided that: <br /> said products have undergone sufficient working or processing within the meaning of Article 5; or that <br /> said products have undergone sufficient working or processing within the meaning of Article 5; or that <br /> those products are originating in Central America or in the European Union, provided that they have been submitted to working or <br /> those products are originating in Central America or in the European Union, provided that they have been submitted to working or <br /> processing which goes beyond the operations referred to in Article 6. <br /> processing which goes beyond the operations referred to in Article 6. <br /> (b) products originating in Central America: <br /> (b) products originating in Central America: <br /> (i) products wholly obtained in the Central America; <br /> (i) products wholly obtained in the Central America; <br /> (ii) products obtained in Central America, in the manufacture of <br /> (ii) products obtained in Central America, in the manufacture of <br /> which products other than those referred to in (i) are used, provided that: <br /> which products other than those referred to in (i) are used, provided that: <br /> the said products have undergone sufficient working or processing within the meaning of Article 5; or that <br /> the said products have undergone sufficient working or processing within the meaning of Article 5; or that <br /> those products are originating in Ceuta and Melilla or in the European Union, provided that they have been submitted to working or processing <br /> those products are originating in Ceuta and Melilla or in the European Union, provided that they have been submitted to working or processing <br /> which goes beyond the operations referred to in Article 6. <br /> which goes beyond the operations referred to in Article 6. <br /> 2 Ceuta and Melilla shall be considered as a single territory. <br /> 2 Ceuta and Melilla shall be considered as a single territory. <br /> 3 The exporter or his authorised representative shall enter @^@Central America@^@ and @^@Ceuta and Melilla@^@ in box 2 of movement certificates EUR.1 or on <br /> 3 The exporter or his authorised representative shall enter @^@Central America@^@ and @^@Ceuta and Melilla@^@ in box 2 of movement certificates EUR.1 or on <br /> invoice declarations. In addition, in the case of products originating in Ceuta and Melilla, this shall be indicated in box 4 of movement certificates EUR.1 <br /> invoice declarations. In addition, in the case of products originating in Ceuta and Melilla, this shall be indicated in box 4 of movement certificates EUR.1 <br /> or on invoice declarations. <br /> or on invoice declarations. <br /> 4 The Spanish customs authorities shall be responsible for the appli­ cation of this Annex in Ceuta and Melilla. <br /> 4 The Spanish customs authorities shall be responsible for the appli­ cation of this Annex in Ceuta and Melilla. <br /> TITLE VII <br /> TITLE VII <br /> FINAL PROVISIONS <br /> FINAL PROVISIONS <br /> Article 36 : Amendments to this Annex <br /> Amendments to this Annex <br /> The Association Council may decide to modify the provisions of the Appendixes to this Annex. <br /> Article 37 : Explanatory notes <br /> Explanatory notes <br /> The Parties shall agree @^@Explanatory Notes@^@ regarding the interpretation, application and administration of this Annex within the Sub-Committee on Customs, <br /> Trade Facilitation and Rules of Origin, in order to recommend its approval by the Association Council. <br /> Article 38 : Transitional provisions for products in transit or storage <br /> Transitional provisions for products in transit or storage <br /> The provisions of this Agreement may be applied to products which <br /> comply with the provisions of this Annex and which on the date of <br /> entry into force of this Agreement are either in transit or are in the <br /> Parties in temporary storage in customs warehouses or in free zones, <br /> subject to the submission to the customs authorities of the importing <br /> Party, within four months of that date, of a proof of origin made out <br /> retrospectively together with the documents showing that the goods <br /> have been transported directly in accordance with Article 12. <br /> Article 39 : Transitional provision for cumulation purposes <br /> Article 39 : Transitional provision for cumulation purposes <br /> Transitional provision for cumulation purposes <br /> The Parties for which this Agreement has entered into force in accordance with Article 353 of Part V (Final Provisions), may use materials <br /> The Parties for which this Agreement has entered into force in accordance with Article 353 of Part V (Final Provisions), may use materials <br /> originating in the Republics of the CA Party for which the Agreement has not yet entered into force. Article 3 of this Annex shall be applied mutatis mutandis. <br /> originating in the Republics of the CA Party for which the Agreement has not yet entered into force. Article 3 of this Annex shall be applied mutatis mutandis. <br /> JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA <br /> JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA <br /> 1. Products originating in the Principality of Andorra falling within Chapters 25 to 97 of the Harmonized <br /> 1. Products originating in the Principality of Andorra falling within Chapters 25 to 97 of the Harmonized <br /> System shall be accepted by the Republics of the CA Party as originating in the European Union within <br /> System shall be accepted by the Republics of the CA Party as originating in the European Union within <br /> the meaning of this Agreement. <br /> the meaning of this Agreement. <br /> 2. Annex II (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative <br /> 2. Annex II (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative <br /> Co-operation) shall apply mutatis mutandis for the purpose of defining the originating status of the <br /> Co-operation) shall apply mutatis mutandis for the purpose of defining the originating status of the <br /> above mentioned products. <br /> above mentioned products. <br /> JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br /> JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br /> 1. Products originating in the Republic of San Marino shall be accepted by the Republics of the CA Party as <br /> 1. Products originating in the Republic of San Marino shall be accepted by the Republics of the CA Party as <br /> originating in the European Union within the meaning of this Agreement. <br /> originating in the European Union within the meaning of this Agreement. <br /> 2. Annex II (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative <br /> 2. Annex II (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative <br /> Co-operation) shall apply mutatis mutandis for the purpose of defining the originating status of the <br /> Co-operation) shall apply mutatis mutandis for the purpose of defining the originating status of the <br /> above mentioned products. <br /> above mentioned products. <br /> JOINT DECLARATION CONCERNING DEROGATIONS <br /> 1. The Parties recognise the important role of a stable growth and progress of the economies of the <br /> Republics of the CA Party in encouraging the smooth development of trade relations between the Parties. <br /> 2. For that purpose, the Sub-Committee on Customs, Trade Facilitation and Rules of Origin, established in <br /> accordance with Article 123 of Chapter 3 (Customs and Trade Facilitation) of Title II of Part IV of this <br /> Agreement (hereinafter referred to as the @^@Sub-Committee@^@), shall discuss and consider derogation <br /> requests from Annex II where the development of existing industries or the creation of new industries <br /> in the Republics of the CA Party justify the adoption of such derogations. The derogations subsequently <br /> may be adopted by the Association Council. <br /> 3. The Republics of the CA Party shall, either before or when the request for derogation is submitted to the <br /> Sub-Committee, notify the EU Party of its request for a derogation together with the reasons for the <br /> request in accordance with paragraph 5. <br /> 4. Within the Association Council, the EU Party shall respond positively to the requests of the Republics of <br /> the CA Party, if admissible and duly justified in conformity with this Declaration and if they cannot cause <br /> serious injury to an established European Union's industry. <br /> 5. In order to facilitate the examination by the Sub-Committee of requests for derogation, one or more <br /> Republics of the CA Party shall furnish in support of their request the fullest possible information <br /> covering in particular the following: <br /> (a) description of the finished product; <br /> (b) nature and quantity of materials originating in third countries; <br /> (c) manufacturing processes; <br /> (d) added value achieved; <br /> (e) number of employees in the enterprise concerned; <br /> (f) anticipated volume of exports to the European Union; <br /> (g) other possible sources of supply for raw materials; <br /> (h) other observations. <br /> 6. The examination of requests for derogation shall in particular take into account: <br /> (a) cases where the application of the existing rules of origin would significantly affect the ability of an <br /> existing industry in one or more Republics of the CA Party making the request to continue their <br /> exports to the European Union, with particular reference to cases where this could lead to cessation <br /> of its activities; <br /> (b) specific cases where it can be clearly demonstrated that significant investment in an industry could be <br /> deterred by the rules of origin and where a derogation favouring the realisation of the investment <br /> program would enable these rules to be satisfied by stages. <br /> 7. In every case an examination shall be made to ascertain whether the rules relating to cumulation of <br /> origin do not provide a solution to the problem. <br /> 8. The Sub-Committee shall take steps necessary to ensure that a decision on a request for derogation is <br /> reached as soon as possible. The derogation may be granted for the period of twelve months. The Sub- <br /> Committee may review the necessity to extend the period of validation of the derogation by another <br /> twelve months upon the request of the Republics of the CA Party, if the economic conditions which <br /> formed the basis for establishing the derogation continue, taking into account other conditions referred <br /> to in paragraphs 1 to 7. The extension of the derogation shall be decided by the Association Council. <br /> JOINT DECLARATION CONCERNING TEMPORAL USE OF ADDITIONAL NON-ORIGINATING MATERIALS <br /> FOR PRODUCTS OF CHAPTERS 61 AND 62 OF THE HARMONIZED SYSTEM <br /> At the initiative of one or more Republics of the CA Party and after consultations in the Association <br /> Committee, the Association Council may decide to temporarily permit the use of additional non-originating <br /> materials which shall be identified at 8 digit level for products in Chapters 61 and 62 of the Harmonized <br /> System, provided that there is no production of these materials in the Parties. Under these circumstances, <br /> these materials shall be considered as originating for the effects of the rules of origin of Appendix 2 of <br /> Annex II (Concerning the Definition of the Concept of ‘Originating Products' and Methods of Administrative <br /> Co-operation) applicable to products in Chapters 61 and 62 of the Harmonized System. After consultations <br /> in the Association Committee, the use of the above mentioned materials shall not be permitted when a <br /> Party demonstrates that there is production of these materials in the Parties. <br /> Appendix 5 <br /> PERIOD OF TIME FOR THE PRESENTATION OF AN INVOICE DECLARATION OR REIMBURSEMENT OF <br /> TARIFFS IN ACCORDANCE WITH ArticleS 19, PARAGRAPH 6 AND 21, PARAGRAPH 4 OF ANNEX II, <br /> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br /> ADMINISTRATIVE COOPERATION <br /> 1. For the EU Party, two years. <br /> 2. For the Republics of the CA Party, one year. <br /> Appendix 6 <br /> AMOUNTS REFERRED TO IN ArticleS 19, PARAGRAPH 1 (B) AND 24, PARAGRAPH 3 OF ANNEX II, <br /> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br /> ADMINISTRATIVE COOPERATION <br /> CONDITIONS FOR MAKING OUT AN INVOICE DECLARATION <br /> In accordance with Article 19, paragraph 1(b) of Annex II, an invoice declaration as referred to in Article 14, paragraph <br /> 1(b) of said Annex may be made out by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed 6 000 EUR. <br /> EXEMPTIONS FROM PROOF OF ORIGIN <br /> In accordance with Article 24, paragraph 3 of Annex II, the total value of the products indicated in said Article, shall not <br /> exceed 500 EUR in the case of small packages or 1 200 EUR in the case of products", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 2 Notwithstanding paragraph 1, non-originating materials which, <br /> according to the conditions set out in the list, shall not be used in <br /> the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to <br /> 63 of the Harmonized System for which Appendix 1 shall apply. Additionally, this paragraph shall not apply to products wholly obtained in the <br /> Parties. However, without prejudice to Article 7, the tolerance provided for in this paragraph applies also to the materials which are used in the <br /> manufacture of a product and for which the rule laid down in the list in Appendix 2 for that product requires that such materials be wholly obtained. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or processed when the <br /> conditions set out in the list in Appendix 2 are fulfilled. <br /> The conditions referred to above indicate, for all products covered by <br /> the Agreement, the working or processing which shall be carried out on <br /> non-originating materials used in manufacturing and apply only in <br /> relation to such materials. It follows that if a product which has <br /> acquired originating status by fulfilling the conditions set out in the <br /> list is used in the manufacture of another product, the conditions <br /> applicable to the product in which it is incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been <br /> used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 3 The acquisition of originating status in accordance with the conditions set out <br /> in Title II of this Annex shall not be affected by working or processing done outside <br /> the Parties on materials exported from the European Union or from Central America and subsequently re-imported there, provided that: <br /> (a) said materials are wholly obtained in the European Union or in <br /> Central America or have undergone working or processing <br /> beyond the operations referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the Parties by applying <br /> the provisions of this Article does not exceed 10 per cent of the <br /> ex-works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in <br /> Title II of this Annex shall not apply to working or processing done outside the Parties. <br /> But where, in the list in Appendix 2, a rule setting a maximum value for all the non-originating <br /> materials incorporated is applied in determining the originating status of the end product, <br /> the total value of the non-originating materials incor­ porated in the territory of the Party <br /> concerned, taken together with the total added value acquired outside the Parties by <br /> applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added value@^@ <br /> shall mean all costs arising outside the Parties, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br /> conditions set out in the list in Appendix 2 or which can be considered sufficiently worked or <br /> processed only if the general tolerance fixed in Article 5, paragraph 2 is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and <br /> done outside the Parties shall be done under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br /> included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or <br /> vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (f) @^@ex-works price@^@ means the price paid for the product ex works to <br /> the manufacturer in the Party in whose undertaking the last working <br /> or processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when the product obtained is exported; <br /> (k) @^@value of materials@^@ means the customs value at the time of <br /> importation of the non-originating materials used, or, if this is <br /> not known and cannot be ascertained, the first ascertainable price paid for the materials in the Party; <br /> (l) @^@value of originating materials@^@ means the value of such materials as <br /> defined in (k), applied mutatis mutandis.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following which might be used in its <br /> manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into <br /> the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> 1 The preferential tariff treatment provided for under this Agreement applies <br /> only to products, satisfying the requirements of this Annex, which are transported <br /> directly between the Parties. However, products may be transported through other territories <br /> with, should the occasion arise, trans-shipment or temporary warehousing in such territories, <br /> provided that they remain under the surveillance of the customs authorities in the country of transit <br /> or warehousing and do not undergo operations other than unloading, reloading or any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territories other than those of the Parties. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br /> the customs authorities of the importing Party by the production of: <br /> (a) a single transport document covering the passage from the <br /> exporting Party through the country of transit; or <br /> (b) certification issued by the customs authorities of the country of <br /> transit containing the following: <br /> (i) an exact description of the products, <br /> (ii) the dates of unloading and reloading of the products and, <br /> where applicable, the names of the ships, or the other means <br /> of transport used, and <br /> (iii) the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents to the satisfaction of the <br /> customs authority of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 1 The conditions set out in Title II of this Annex, relating to the acquisition of originating <br /> status must be fulfilled without interruption in the European Union or Central America. <br /> 2 If originating goods exported from the European Union or from Central America to another country return, they shall be considered as non-originating, <br /> unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to <br /> preserve them in good condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out <br /> in Title II of this Annex shall not be affected by working or processing done outside <br /> the Parties on materials exported from the European Union or from Central America and subsequently re-imported there, provided that: <br /> (a) said materials are wholly obtained in the European Union or in <br /> Central America or have undergone working or processing <br /> beyond the operations referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the Parties by applying <br /> the provisions of this Article does not exceed 10 per cent of the <br /> ex-works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in <br /> Title II of this Annex shall not apply to working or processing done outside the Parties. <br /> But where, in the list in Appendix 2, a rule setting a maximum value for all the non-originating <br /> materials incorporated is applied in determining the originating status of the end product, <br /> the total value of the non-originating materials incor­ porated in the territory of the Party <br /> concerned, taken together with the total added value acquired outside the Parties by <br /> applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added value@^@ <br /> shall mean all costs arising outside the Parties, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br /> conditions set out in the list in Appendix 2 or which can be considered sufficiently worked or <br /> processed only if the general tolerance fixed in Article 5, paragraph 2 is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and <br /> done outside the Parties shall be done under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is included with the product for classification purposes, it shall be <br /> included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when all component products are originating. <br /> Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the <br /> value of the non-originating products does not exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than the Parties and sold after <br /> the exhibition for importation into the territory of a Party shall benefit on importation <br /> from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from the European Union <br /> or from a Republic of the CA Party to the country in which the <br /> exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that <br /> exporter to a person in the territory of a Party; <br /> (c) the products have been consigned during the exhibition or <br /> immediately thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, <br /> been used for any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with <br /> the provisions of Title IV of this Annex and submitted to the customs <br /> authorities of the importing Party in the normal manner. The name and <br /> address of the exhibition must be indicated thereon. <br /> Where necessary, additional documentary evidence of the conditions under which they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for <br /> private purposes in shops or business premises with a view to the sale of foreign products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : General requirements <br /> 1 Products originating in the European Union shall, on importation into Central America, and products originating in Central America shall, on importation <br /> into the European Union, benefit from this Agreement upon submission of either: <br /> (a) a movement certificate EUR.1, a specimen of which appears in Appendix 3; or <br /> (b) in the cases specified in Article 19, paragraph 1, a declaration, <br /> subsequently referred to as the @^@invoice declaration@^@, given by the <br /> exporter on an invoice, a delivery note or any other commercial document which describes the <br /> products concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Appendix 4. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, <br /> in the cases specified in Article 24, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br /> Article 15 : Procedure for the issue of a movement certificate EUR.1 <br /> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br /> the exporter or, under the exporter's responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative <br /> shall fill out both the movement certificate EUR.1 and the application <br /> form, specimens of which appear in Appendix 3. These forms shall be <br /> completed in one of the languages in which this Agreement is drawn up <br /> and in accordance with the provisions of the domestic legislation of the <br /> exporting Party. If they are hand-written, they shall be completed in ink <br /> in printed characters. The description of the products must be given in <br /> the box reserved for this purpose without leaving any blank lines. <br /> Where the box is not completely filled, a horizontal line must be <br /> drawn below the last line of the description, the empty space being crossed through. <br /> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be prepared <br /> to submit at any time, at the request of the competent public authority of the exporting <br /> Party where the movement certificate EUR.1 is issued, all appropriate documents proving <br /> the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4 A movement certificate EUR.1 shall be issued by the competent public authority of a <br /> Member State of the European Union or of a Republic of the CA Party if the products <br /> concerned can be considered as products originating in the European Union or in <br /> Central America and fulfil the other requirements of this Annex. <br /> 5 The competent public authorities issuing movement certificates EUR.1 shall take any steps necessary to verify the originating status of the <br /> products and the fulfilment of the other requirements of this Annex. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounting records [1] or any other check considered appropriate. They shall also ensure that the forms <br /> referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has <br /> been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the movement certificate EUR.1 shall be indicated in box 11 of the certificate. <br /> 7 A movement certificate EUR.1 shall be issued by the competent public authorities and made available to the exporter as soon as actual <br /> exportation has been effected or ensured. <br /> [1] For greater certainty, whenever the concept of @^@account@^@ is used in this Annex <br /> or in its appendixes, it shall be understood as referring to accounting records. <br /> Article 17 : Issue of a duplicate movement certificate EUR.1 <br /> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may apply to the competent public authorities which issued it for <br /> a duplicate made out on the basis of the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the phrase @^@duplicate@^@ in one of the following languages: <br /> BG ???????? <br /> ES DUPLICADO <br /> CS DUPLIKÁT <br /> DA DUPLIKAT <br /> DE DUPLIKAT <br /> ET DUPLIKAAT <br /> EL ????????? <br /> EN DUPLICATE <br /> FR DUPLICATA <br /> IT DUPLICATO <br /> LV DUBLIK?TS <br /> LT DUBLIKATAS <br /> HU MÁSODLAT <br /> MT DUPLIKAT <br /> NL DUPLICAAT <br /> PL DUPLIKAT <br /> PT SEGUNDA VIA <br /> RO DUPLICAT <br /> SK DUPLIKÁT <br /> SL DVOJNIK <br /> FI KAKSOISKAPPALE <br /> SV DUPLIKAT <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box of the duplicate movement certificate EUR.1. <br /> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1, shall take effect as from that date. <br /> Article 18 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in a Party, it shall be possible to replace the original proof of origin by <br /> one or more movement certificates EUR.1 for the purpose of sending all or some of these products elsewhere within the European Union or Central <br /> America. The replacement movement certificate(s) EUR.1 shall be issued by the customs office in the EU Party under whose control the products <br /> are placed or by the respective competent public authority of the Republics of the CA Party. <br /> Article 19 : Conditions for making out an invoice declaration <br /> 1 An invoice declaration as referred to in Article 14, paragraph 1(b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 20; or <br /> (b) by any exporter for any consignment consisting of one or more <br /> packages containing originating products whose total value does not <br /> exceed the amount in Euros established in Appendix 6 (Amounts referred to in Articles 19, paragraph 1(b) and 24, paragraph 3 of Annex II, <br /> concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative Cooperation). <br /> 2 An invoice declaration may be made out if the products <br /> concerned can be considered as products originating in the European <br /> Union or in Central America and fulfil the other requirements of this Annex. <br /> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the competent public authorities of the <br /> exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other <br /> requirements of this Annex. <br /> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the delivery note or another <br /> commercial document, the text of the declaration included in Appendix 4, by using one of the linguistic versions set out in that Appendix and in <br /> accordance with the provisions of the domestic legislation of the exporting Party. <br /> If the declaration is hand-written, it shall be written in ink in printed characters. <br /> 5 Invoice declarations shall bear the original signature of the <br /> exporter in manuscript. However, an approved exporter within the <br /> meaning of Article 20 shall not be required to sign such declarations <br /> provided that he gives the competent public authorities of the exporting <br /> Party a written undertaking that he accepts full responsibility for any <br /> invoice declaration which identifies him as if it had been signed in <br /> manuscript by him. <br /> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or after exportation on condition <br /> that it is presented in the importing Party no longer than the period established in Appendix 5. <br /> Article 22 : Submission of proof of origin <br /> Proofs of origin shall be submitted to the customs authorities of the <br /> importing Party in accordance with the procedures applicable in that <br /> Party. Said authorities may require a translation of a proof of origin and <br /> may also require the import declaration to be accompanied by a <br /> statement from the importer to the effect that the products meet the <br /> conditions required for the implementation of this Agreement. <br /> Article 28 : Amounts expressed in euro <br /> 1 For the application of the provisions of Article 19, paragraph 1(b) <br /> and Article 24, paragraph 3 in cases where products are invoiced in a <br /> currency other than euro, amounts in the national currencies of the <br /> Member States of the European Union or of the Republics of the CA <br /> Party equivalent to the amounts expressed in euro shall be fixed <br /> annually by each Member State of the European Union or Republic <br /> of the CA Party concerned. <br /> 2 A consignment shall benefit from the provisions of Article 19, <br /> paragraph 1(b) or Article 24, paragraph 3 by reference to the currency <br /> in which the invoice is drawn up, according to the amount fixed by the <br /> Member State of the European Union or Republic of the CA Party concerned. <br /> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working <br /> day of October. The amounts shall be communicated to the European Commission by October 15th, and shall apply from January 1st, the following year. <br /> The European Commission shall notify the Member States of the European Union and the Republics of the CA Party concerned of the relevant amounts. <br /> 4 The Member States of the European Union and the Republics of <br /> the CA Party may round up or down the amount resulting from the <br /> conversion into its national currency of an amount expressed in euro. <br /> The rounded-off amount may not differ from the amount resulting <br /> from the conversion by more than 5 per cent. A Member State of <br /> the European Union or a Republic of the CA Party may retain <br /> unchanged its national currency equivalent of an amount expressed in <br /> euro if, at the time of the annual adjustment provided for in paragraph <br /> 3, the conversion of that amount, prior to any rounding-off, results in <br /> an increase of less than 15 per cent in the national currency equivalent. <br /> The national currency equivalent may be retained unchanged if the <br /> conversion would result in a decrease in that equivalent value. <br /> 5 The amounts expressed in euro shall be reviewed by the <br /> Association Committee at the request of a Party. When carrying out <br /> this review, the Association Committee shall consider the desirability of <br /> preserving the effects of the limits concerned in real terms. For this <br /> purpose, it may decide to modify the amounts expressed in euro. <br /> TITLE V <br /> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br /> Appendix 6 <br /> AMOUNTS REFERRED TO IN ArticleS 19, PARAGRAPH 1 (B) AND 24, PARAGRAPH 3 OF ANNEX II, <br /> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br /> ADMINISTRATIVE COOPERATION <br /> CONDITIONS FOR MAKING OUT AN INVOICE DECLARATION <br /> In accordance with Article 19, paragraph 1(b) of Annex II, an invoice declaration as referred to in Article 14, paragraph <br /> 1(b) of said Annex may be made out by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed 6 000 EUR.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private <br /> persons or forming part of travellers' personal luggage shall be admitted <br /> as originating products without requiring the submission of a proof of <br /> origin, provided that such products are not imported by way of trade <br /> and have been declared as meeting the requirements of this Annex and <br /> where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on the <br /> customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for <br /> the personal use of the recipients or travellers or their families shall not <br /> be considered as imports by way of trade if it is evident from the nature <br /> and quantity of the products that no commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed in <br /> the case of small packages or of products forming part of travellers' <br /> personal luggage, the amounts in Euros established in Appendix 6 <br /> (Amounts referred to in Articles 19, paragraph 1(b) and 24, <br /> paragraph 3 of Annex II, concerning the Definition of the Concept of <br /> @^@Originating Products@^@ and Methods of Administrative Cooperation). <br /> EXEMPTIONS FROM PROOF OF ORIGIN <br /> In accordance with Article 24, paragraph 3 of Annex II, the total value of the products indicated in said Article, shall not <br /> exceed 500 EUR in the case of small packages or 1 200 EUR in the case of products <br /> forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Approved exporter <br /> 1 The competent public authorities of the exporting Party may authorise any exporter, hereinafter referred to as @^@approved exporter@^@, who makes <br /> frequent shipments of products under this Agreement to make out invoice declarations irrespective of the value of the products concerned. An exporter <br /> seeking such authorisation must offer to the satisfaction of the competent public authorities all guarantees necessary to verify the originating status of the <br /> products as well as the fulfilment of the other requirements of this Annex. <br /> 2 The competent public authorities may grant the status of <br /> approved exporter subject to any conditions which they consider appropriate. <br /> 3 The competent public authorities shall grant to the approved <br /> exporter an authorisation number which shall appear on the invoice declaration. <br /> 4 The competent public authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The competent public authorities may withdraw the authorisation at any time. They shall do so where the approved exporter no longer offers the <br /> guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (c) @^@competent public authority@^@ refers to: customs authorities of the <br /> Member States of the European Union; <br /> For Costa Rica, the Promotora del Comercio Exterior de Costa Rica (PROCOMER), or its successor; <br /> For El Salvador, the Centro de Trámites de Exportación del Banco Central de Reserva (CENTREX/BCR) for issuance of movement certificates EUR.1, <br /> verification of proofs of origin for exports and to grant the status of approved exporter; and Dirección General de Aduanas (DGA) del Ministerio <br /> de Hacienda for verification of proofs of origin for imports, or their successors; <br /> For Guatemala, the Dirección de Administración del Comercio Exterior del Ministerio de Economía for issuance of movement certificates EUR.1, to grant <br /> the status of approved exporter and for verification of proofs of origin, or its successor; <br /> For Honduras, the Dirección General de Integración Económica y Política <br /> Comercial de la Secretaría de Estado en los Despachos de Industria y <br /> Comercio for issuance of movement certificates EUR.1, to grant the <br /> status of approved exporter and for verification of proofs of origin, or its successor; <br /> For Nicaragua, the Centro de Trámites de las Exportaciones (CETREX) del Ministerio de Fomento, Industria y Comercio (MIFIC) for issuance of <br /> movement certificates EUR.1, verification of proofs of origin for exports and to grant the status of approved exporter; and the Dirección <br /> General de Servicios Aduaneros (DGA) for verification of proofs of origin for imports or their successors; and <br /> For Panama, the Ministerio de Comercio e Industrias for issuance of movement certificates EUR.1; and the Autoridad Nacional de Aduanas for <br /> verification of proofs of origin and to grant the status of approved exporter, or their successors; <br /> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br /> the exporter or, under the exporter's responsibility, by his authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for twelve months from the date of issue in the exporting Party, and shall be submitted within said period to the <br /> customs authorities of the importing Party. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for presentation specified in paragraph 1 may <br /> be accepted for the purpose of applying preferential tariff treatment, where the failure to submit these documents <br /> by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin where the products have been <br /> submitted before said final date. <br /> 4 According to the domestic legislation of the importing Party, a <br /> preferential tariff treatment may be awarded, when it proceeds, through <br /> the reimbursement of the tariffs in a period no longer than the period <br /> established in Appendix 5 from the date of acceptance of the import <br /> declaration, where a proof of origin is presented indicating that the <br /> imported goods were at that date eligible for preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issuance of a movement certificate EUR.1 shall keep for at least three years the documents <br /> referred to in Article 15, paragraph 3. <br /> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice declaration as well as the documents <br /> referred to in Article 19, paragraph 3. <br /> 3 The competent public authority of the exporting Party issuing a movement certificate EUR.1 shall keep for at least three years the application form <br /> referred to in Article 15, paragraph 2. <br /> 4 The customs authorities of the importing Party shall keep for at <br /> least three years the movement certificates EUR.1 and the invoice <br /> declarations submitted to them, which may be kept in electronic format.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Movement certificates EUR.1 issued retrospectively <br /> 1 Notwithstanding Article 15, paragraph 7, a movement certificate EUR.1 may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the competent public authorities <br /> that a movement certificate EUR.1 was issued but was not <br /> accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate <br /> in his application the place and date of exportation of the products to <br /> which the movement certificate EUR.1 relates, and state the reasons for <br /> his request. <br /> 3 The competent public authorities may issue a movement <br /> certificate EUR.1 retrospectively only after verifying that the information <br /> supplied in the exporter's application agrees with that in the <br /> corresponding file. <br /> 4 Movement certificates EUR.1 issued retrospectively must be <br /> endorsed with the phrase @^@issued retrospectively@^@ in one of the <br /> following languages: <br /> BG ??????? ???????????? <br /> ES EXPEDIDO A POSTERIORI <br /> CS VYSTAVENO DODATE?NE <br /> DA UDSTEDT EFTERFØLGENDE <br /> DE NACHTRÄGLICH AUSGESTELLT <br /> ET TAGANTJÄRELE VÄLJA ANTUD <br /> EL ??????? ?? ??? ??????? <br /> EN ISSUED RETROSPECTIVELY <br /> FR DÉLIVRÉ A POSTERIORI <br /> IT RILASCIATO A POSTERIORI <br /> LV IZSNIEGTS RETROSPEKT?VI <br /> LT RETROSPEKTYVUSIS IŠDAVIMAS <br /> HU KIADVA VISSZAMEN?LEGES HATÁLLYAL <br /> MT MAHRUG RETROSPETTIVAMENT <br /> NL AFGEGEVEN A POSTERIORI <br /> PL WYSTAWIONE RETROSPEKTYWNIE <br /> PT EMITIDO A POSTERIORI <br /> RO EMIS A POSTERIORI <br /> SK VYDANÉ DODATO?NE <br /> SL IZDANO NAKNADNO <br /> FI ANNETTU JÄLKIKÄTEEN <br /> SV UTFÄRDAT I EFTERHAND <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box of the movement certificate EUR.1. <br /> Appendix 5 <br /> PERIOD OF TIME FOR THE PRESENTATION OF AN INVOICE DECLARATION OR REIMBURSEMENT OF <br /> TARIFFS IN ACCORDANCE WITH ArticleS 19, PARAGRAPH 6 AND 21, PARAGRAPH 4 OF ANNEX II, <br /> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br /> ADMINISTRATIVE COOPERATION <br /> 1. For the EU Party, two years. <br /> 2. For the Republics of the CA Party, one year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authority or, when applicable, <br /> competent public authority of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of <br /> the products concerned or the fulfilment of the other requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs authority or, when applicable, competent public authority of the <br /> importing Party shall return the movement certificate EUR.1 and the invoice, if it has been submitted, the invoice declaration, or a copy of these <br /> documents, to the competent public authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents <br /> and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the <br /> request for verification. <br /> 3 The verification shall be carried out by the competent public <br /> authorities of the exporting Party. For this purpose, they shall have <br /> the right to call for any evidence and to carry out any inspection of <br /> the exporter's accounting records or any other check considered appropriate <br /> related to origin and according the procedures of its domestic legislation. <br /> 4 If the customs authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products from the exporter <br /> subject to verification, while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary <br /> measures judged necessary. <br /> 5 The competent public authorities or, when applicable, customs <br /> authorities requesting the verification shall be informed of the results <br /> of this verification as soon as possible. These results must indicate <br /> clearly whether the documents are authentic and whether the <br /> products concerned can be considered as products originating in the <br /> European Union or in Central America and fulfil the other requirements of this Annex. <br /> 6 If in cases of reasonable doubt there is no reply within ten months <br /> of the date of the verification request or if the reply does not contain <br /> sufficient information to determine the authenticity of the document in <br /> question or the real origin of the products, the requesting customs <br /> authorities or, when applicable, competent public authority shall, <br /> except in exceptional circumstances, refuse entitlement to the preferences <br /> to the products covered by the proof of origin subject to verification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br /> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs <br /> office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly <br /> established that this document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if these errors are not such as to create <br /> doubts concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Dispute settlement <br /> 1 Where disputes arise in relation to the verification procedures of <br /> Article 30, which cannot be settled between the authorities requesting <br /> verification and the authorities responsible for carrying out this verification, <br /> or in relation to the interpretation of this Annex, the requests for <br /> the settlement of those disputes shall be submitted to the Sub- <br /> Committee on Customs, Trade Facilitation and Rules of Origin for <br /> consultations and discussions within the Sub-Committee. In any case, <br /> the Parties shall retain their rights under the dispute settlement <br /> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br /> 2 In all cases the settlement of disputes between the importer and the customs authorities <br /> of the importing Party shall be under the domestic legislation of said Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> CONCERNING DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br> 1 The following shall be considered as wholly obtained in the European Union or in Central America: <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> TITLE I <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or <br> (b) vegetable products harvested or grown and gathered there; <br> vehicle in question. <br> customs authority of the importing Party. <br> (c) machines and tools; <br> Sets <br> (c) live animals born and raised there; <br> (e) (i) products obtained by hunting conducted there; <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when all component products are originating. <br> (ii) products obtained by fishing conducted in their inland waters <br> Article 9 : Sets <br> Neutral elements <br> Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the <br> (f) products of sea fishing and other products taken from the sea <br> or within twelve nautical miles measured from the baselines of <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> the European Union or of the Republics of the CA Party; <br> (iii) products of aquaculture, including mariculture where the fish, <br> (g) products made aboard their factory ships exclusively from products <br> crustaceans, molluscs and others aquatic invertebrates are born <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following which might be used in its <br> or raised there; <br> ARTICLE 10 : Neutral Elements <br> manufacture: <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> outside twelve nautical miles measured from the baselines of the <br> (i) sharpening, simple grinding or simple cutting; <br> European Union or of the Republics of the CA Party by their vessels; <br> (d) goods which do not enter and which are not intended to enter into <br> (j) products extracted from marine soil or subsoil outside their territorial <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> condition during transport and storage; <br> the final composition of the product. <br> the making-up of sets of articles); <br> (h) used articles collected there fit only for the recovery of raw <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> materials, including used tyres fit only for retreading or for use as waste; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> 1 The conditions set out in Title II of this Annex, relating to the acquisition of originating <br> status must be fulfilled without interruption in the European Union or Central America. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) and (g) shall apply only to vessels and factory ships which: <br> 2 If originating goods exported from the European Union or from Central America to another country return, they shall be considered as non-originating, <br> (a) are registered in a Member State of the European Union or in a <br> Republic of the CA Party in accordance with the domestic legislation of each Party; <br> (b) sail under the flag of a Member State of the European Union or of a <br> Republic of the CA Party; and <br> (a) the returning goods are the same as those exported; and <br> Exhibitions <br> 3 The acquisition of originating status in accordance with the conditions set out <br> (i) they are at least 50 per cent owned by nationals of the Member <br> in Title II of this Annex shall not be affected by working or processing done outside <br> States of the European Union or of the Republics of the CA Party; or <br> the Parties on materials exported from the European Union or from Central America and subsequently re-imported there, provided that: <br> (a) said materials are wholly obtained in the European Union or in <br> Sufficiently worked or processed products <br> Central America or have undergone working or processing <br> business in a Member State of the European Union or in <br> or disassembly of products into parts; <br> Article 12 : Direct transport <br> beyond the operations referred to in Article 6 prior to being exported; and <br> value of the non-originating products does not exceed 15 per cent of the ex-works price of the set. <br> a Republic of the CA Party, and <br> — which are at least 50 per cent owned by a Member State of <br> the European Union or a Republic of the CA Party, public <br> processing the exported materials; and <br> entities or nationals thereof. <br> (ii) the total added value acquired outside the Parties by applying <br> 3 The conditions of paragraph 2 can be fulfilled in the different <br> (c) the products have been consigned during the exhibition or <br> the provisions of this Article does not exceed 10 per cent of the <br> countries mentioned in Article 3 under conditions referred to in this Article. <br> ex-works price of the end product for which originating status is claimed. <br> Title II of this Annex shall not apply to working or processing done outside the Parties. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or processed when the <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> But where, in the list in Appendix 2, a rule setting a maximum value for all the non-originating <br> conditions set out in the list in Appendix 2 are fulfilled. <br> (i) the re-imported goods have been obtained by working or <br> Article 8 : Accessories, spare parts and tools <br> materials incorporated is applied in determining the originating status of the end product, <br> The conditions referred to above indicate, for all products covered by <br> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in <br> the total value of the non-originating materials incor­ porated in the territory of the Party <br> the Agreement, the working or processing which shall be carried out on <br> concerned, taken together with the total added value acquired outside the Parties by <br> Direct transport <br> non-originating materials used in manufacturing and apply only in <br> relation to such materials. It follows that if a product which has <br> 5 For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added value@^@ <br> acquired originating status by fulfilling the conditions set out in the <br> shall mean all costs arising outside the Parties, including the value of the materials incorporated there. <br> list is used in the manufacture of another product, the conditions <br> applicable to the product in which it is incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been <br> conditions set out in the list in Appendix 2 or which can be considered sufficiently worked or <br> used in its manufacture. <br> processed only if the general tolerance fixed in Article 5, paragraph 2 is applied. <br> 2 Notwithstanding paragraph 1, non-originating materials which, <br> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the Harmonized System. <br> according to the conditions set out in the list, shall not be used in <br> the manufacture of a product may nevertheless be used, provided that: <br> done outside the Parties shall be done under the outward processing arrangements, or similar arrangements. <br> applying the provisions of this Article, shall not exceed the stated percentage. <br> Insufficient working or processing <br> non-originating materials are not exceeded through the application of this paragraph. <br> 1 The preferential tariff treatment provided for under this Agreement applies <br> This paragraph shall not apply to products falling within Chapters 50 to <br> (a) energy and fuel; <br> only to products, satisfying the requirements of this Annex, which are transported <br> 63 of the Harmonized System for which Appendix 1 shall apply. Additionally, this paragraph shall not apply to products wholly obtained in the <br> 8 Any working or processing of the kind covered by the provisions of this Article and <br> directly between the Parties. However, products may be transported through other territories <br> Where necessary, additional documentary evidence of the conditions under which they have been exhibited may be required. <br> Parties. However, without prejudice to Article 7, the tolerance provided for in this paragraph applies also to the materials which are used in the <br> exhibition is held and has exhibited them there; <br> with, should the occasion arise, trans-shipment or temporary warehousing in such territories, <br> manufacture of a product and for which the rule laid down in the list in Appendix 2 for that product requires that such materials be wholly obtained. <br> provided that they remain under the surveillance of the customs authorities in the country of transit <br> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6. <br> or warehousing and do not undergo operations other than unloading, reloading or any operation designed to preserve them in good condition. <br> Originating products may be transported by pipeline across territories other than those of the Parties. <br> 1 Without prejudice to paragraph 2, the following operations shall <br> the customs authorities of the importing Party by the production of: <br> be considered as insufficient working or processing to confer the status <br> of originating products, whether or not the requirements of Article 5 are satisfied: <br> exporting Party through the country of transit; or <br> (a) preserving operations to ensure that the products remain in good <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) certification issued by the customs authorities of the country of <br> transit containing the following: <br> (i) an exact description of the products, <br> (ii) the dates of unloading and reloading of the products and, <br> preserve them in good condition while in that country or while being exported. <br> where applicable, the names of the ships, or the other means <br> (e) simple painting and polishing operations; <br> of transport used, and <br> (iii) the conditions under which the products remained in the transit country; or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial <br> (c) failing these, any substantiating documents to the satisfaction of the <br> or total milling of crystal sugar; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (j) sifting, screening, sorting, classifying, grading, matching (including <br> 1 Originating products, sent for exhibition in a country other than the Parties and sold after <br> (a) mineral products extracted from their soil or from their seabed; <br> the exhibition for importation into the territory of a Party shall benefit on importation <br> from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from the European Union <br> or from a Republic of the CA Party to the country in which the <br> Wholly obtained products <br> (n) simple assembly of parts of articles to constitute a complete article <br> exporter to a person in the territory of a Party; <br> (o) slaughter of animals; <br> immediately thereafter in the state in which they were sent for exhibition; and <br> (p) a combination of two or more operations specified in (a) to (o). <br> 2. All operations carried out in the European Union or in Central <br> America on a given product shall be considered together when deter­ <br> 2 A proof of origin must be issued or made out in accordance with <br> mining whether the working or processing undergone by that product <br> the provisions of Title IV of this Annex and submitted to the customs <br> (a) a single transport document covering the passage from the <br> authorities of the importing Party in the normal manner. The name and <br> address of the exhibition must be indicated thereon. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for <br> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br> private purposes in shops or business premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> Administrative Cooperation <br> (ii) they are owned by companies <br> ARTICLE 4 : Wholly Obtained Products <br> (b) the products have been sold or otherwise disposed of by that <br> (d) the products have not, since they were consigned for exhibition, <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> (b) breaking-up and assembly of packages; <br> (d) products from live animals raised there; <br> been used for any purpose other than demonstration at the exhibition. <br> referred to in (f); <br> Accessories, Spare Parts and Tools <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> (c) meet one of the following conditions: <br> Article 6 : Insufficient Working or Processing <br> Article 13 : Exhibitions <br> — which have their head office and their main place of <br> (b) any of the percentages given in the list for the maximum value of <br> TITLE III <br> unless it can be demonstrated to the satisfaction of the customs authorities that: <br> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br> waters provided that they have sole rights to work that soil or subsoil; <br> cards or boards and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex (1): <br> (a) @^@chapters@^@, @^@headings@^@ and @^@subheadings@^@ mean the chapters, the <br> headings (four-digit codes) and the subheadings (six-digit codes) <br> used in the nomenclature which makes up the Harmonized System (HS); <br> (b) @^@classified@^@ refers to the classification of a product or material under <br> (c) @^@competent public authority@^@ refers to: customs authorities of the <br> (d) @^@consignment@^@ means products which are either sent simultaneously <br> Member States of the European Union; <br> (e) @^@customs value@^@ means the value as determined in accordance with <br> For Costa Rica, the Promotora del Comercio Exterior de Costa Rica (PROCOMER), or its successor; <br> For El Salvador, the Centro de Trámites de Exportación del Banco Central de Reserva (CENTREX/BCR) for issuance of movement certificates EUR.1, <br> verification of proofs of origin for exports and to grant the status of approved exporter; and Dirección General de Aduanas (DGA) del Ministerio <br> de Hacienda for verification of proofs of origin for imports, or their successors; <br> materials used, minus any internal taxes which are, or may be, repaid when the product obtained is exported; <br> For Guatemala, the Dirección de Administración del Comercio Exterior del Ministerio de Economía for issuance of movement certificates EUR.1, to grant <br> the status of approved exporter and for verification of proofs of origin, or its successor; <br> For Honduras, the Dirección General de Integración Económica y Política <br> Comercial de la Secretaría de Estado en los Despachos de Industria y <br> Comercio for issuance of movement certificates EUR.1, to grant the <br> status of approved exporter and for verification of proofs of origin, or its successor; <br> For Nicaragua, the Centro de Trámites de las Exportaciones (CETREX) del Ministerio de Fomento, Industria y Comercio (MIFIC) for issuance of <br> (g) @^@goods@^@ means both materials and products; <br> movement certificates EUR.1, verification of proofs of origin for exports and to grant the status of approved exporter; and the Dirección <br> General de Servicios Aduaneros (DGA) for verification of proofs of origin for imports or their successors; and <br> For Panama, the Ministerio de Comercio e Industrias for issuance of movement certificates EUR.1; and the Autoridad Nacional de Aduanas for <br> (h) @^@manufacture@^@ means any kind of working or processing, including <br> verification of proofs of origin and to grant the status of approved exporter, or their successors; <br> assembly or specific operations; <br> document covering their shipment from the exporter to the <br> (j) @^@product@^@ means the product being manufactured, even if it is <br> the WTO Agreement on Implementation of Article VII of the <br> from one exporter to one consignee or covered by a single transport <br> General Agreement on Tariffs and Trade 1994 (hereinafter referred to as @^@Customs Valuation Agreement@^@); <br> (1) Unless otherwise provided for in this Annex, all references made to Articles <br> shall be understood to be referred to Articles of this Annex. <br> (f) @^@ex-works price@^@ means the price paid for the product ex works to <br> the manufacturer in the Party in whose undertaking the last working <br> or processing is carried out, provided the price includes the value of all the <br> a particular heading; <br> consignee or, in the absence of such a document, by a single invoice; <br> (i) @^@material@^@ means any ingredient, raw material, component or part, <br> amongst others, used in the manufacture of the product; <br> intended for later use in another manufacturing operation; <br> (k) @^@value of materials@^@ means the customs value at the time of <br> importation of the non-originating materials used, or, if this is <br> not known and cannot be ascertained, the first ascertainable price paid for the materials in the Party; <br> (l) @^@value of originating materials@^@ means the value of such materials as <br> defined in (k), applied mutatis mutandis. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1 For the purpose of implementing Title II (Trade in Goods) of Part IV of this Agreement, <br> the following products shall be considered as originating in the European Union: <br> (a) products wholly obtained in the European Union within the <br> meaning of Article 4; <br> (b) products obtained in the European Union incorporating materials <br> materials have undergone sufficient working or processing in the European Union within the meaning of Article 5. <br> 2 For the purpose of implementing Title II (Trade in Goods) of Part IV of this Agreement, <br> the following products shall be considered as originating in Central America: <br> (a) products wholly obtained in Central America within the meaning of Article 4; <br> (b) products obtained in Central America incorporating materials which <br> have not been wholly obtained there, provided that such materials <br> have undergone sufficient working or processing in Central America within the meaning of Article 5. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> "}, {"ArticleTitle": "GENERAL REQUIREMENTS", "ArticleDesc": "which have not been wholly obtained there, provided that such <br> "}, {"ArticleTitle": "Cumulation of origin", "ArticleDesc": "Article 3 : Cumulation of origin <br> 1 Materials originating in the European Union shall be considered as <br> materials originating in Central America when incorporated into a <br> 2 Materials originating in Central America shall be considered as <br> materials originating in the European Union when incorporated into a <br> product obtained there. It shall not be necessary that such materials <br> have undergone sufficient working or processing, provided they have <br> undergone working or processing going beyond that referred to in Article 6. <br> 3 Notwithstanding paragraphs 1 and 2, materials originating in Bolivia, Colombia, Ecuador, Peru or Venezuela shall be considered as materials <br> originating in Central America when further processed or incorporated into a product obtained there (1). <br> 4 In order for the products referred to in paragraph 3 to acquire originating status, it shall not be necessary that the materials have undergone <br> sufficient working or processing, provided that: <br> America went beyond the operations referred to in Article 6; <br> (b) the materials were originating in one of the countries listed in <br> paragraph 3, in application of rules of origin identical to those <br> applicable if said materials were exported directly to the European Union; and <br> (c) the existing arrangements in force between Central America and the <br> other countries referred to in paragraph 3 allow for adequate administrative <br> cooperation procedures ensuring full implementation of this paragraph, <br> as well as of certification and of verification of the originating status of the products [2]. <br> 5 The originating status of materials exported from one of the <br> countries referred to in paragraph 3 to Central America to be used in <br> further working or processing shall be established by a proof of origin <br> under which these materials could be exported directly to the European Union. <br> 6 Proof of the originating status, acquired under the terms of paragraph 4, <br> of goods exported to the European Union shall be established by a movement <br> certificate EUR.1 issued or an invoice declaration made out in the exporting country <br> in accordance with the provisions of Title IV (Proof of Origin) of this Annex. <br> These documents shall bear the mention @^@cumulation with (name of country)@^@. <br> 7 At the request of a Republic of the CA Party or the European Union, <br> materials originating in Mexico, South American or Caribbean countries shall be considered <br> as materials originating respectively in Central America or in the European Union <br> when further processed or incorporated into a product obtained there. <br> 8 The request shall be submitted to the Sub-Committee on Customs, <br> Trade Facilitation and Rules of Origin established under Article 123 of <br> Chapter 3 (Customs and Trade Facilitation) of Title II of Part IV of this Agreement. <br> 9 In order for the products referred to in paragraph 7 to acquire originating status, <br> it shall not be necessary that the materials have undergone sufficient working or processing, provided that: <br> (a) the working or processing of the materials carried out in Central <br> America or in the European Union went beyond the operations <br> referred to in Article 6; <br> (b) the materials were originating in Mexico, South American or <br> Caribbean country, in application of rules of origin identical to <br> those applicable if said materials were exported directly to the European Union; <br> (c) the materials were originating in Mexico, South American or <br> those applicable if said materials were exported directly to Central America; and <br> (d) the Republics of the CA Party, the European Union and the other <br> country or countries concerned have an arrangement on adequate <br> administrative cooperation procedures which will ensure full imple­ mentation of this paragraph as well as of certification and of verifi­ cation of the <br> originating status of the products. <br> 10 The Parties, on a common accord, shall notify to the Sub- <br> Committee on Customs, Trade Facilitation and Rules of Origin the <br> materials to which the provisions of paragraphs 7 to 12 shall apply. <br> 11 The cumulation established in paragraphs 7, 8, 9, 10 and 12 of this Article may be applied provided that: <br> (a) preferential trade agreements in accordance with Article XXIV GATT <br> 1994 between the non-party concerned and the Republics of the <br> CA Party and the European Union respectively, are in force. This cumulation shall only be applied <br> between the Parties for which those agreements are in force; <br> (b) cumulation provisions equivalent to the ones provided under para­ <br> graphs 7, 8, 9, 10 and 12 of this Article are contained in the <br> Agreements referred to under (a), in order for the cumulation provisions <br> to apply in a reciprocal manner between the Republics of the CA Party, <br> the European Union and the non-Party concerned, respectively; and <br> (c) notices indicating the fulfilment of the necessary requirements to <br> apply cumulation under paragraphs 7, 8, 9, 10 and 12 of this Article <br> have been published in the Official Journal of the European Union (C series), <br> in the official publications of the Republics of the CA Party and of the <br> non-Party countries concerned according to their own procedures. <br> 12 The Parties may establish additional conditions for the appli­ cation of paragraphs 7 to 11. <br> [1] In case a country set out in this paragraph, no longer benefited from a <br> preferential tariff treatment in the European Union market, preventing <br> Central America from cumulating materials under this Article, the European Union shall take <br> all measures compatible with its WTO obligations necessary to ensure that Central America <br> maintains the same level of flexibility that it is entitled to under Article 3. After receiving a request <br> under this provision the European Union shall, without undue delay, inform the affected <br> Republics of the CA Party on actions taken in order to ensure continuation of cumulation possibilities provided for in this Article. <br> [2] Arrangements referred to in this paragraph were complied with and notified to <br> the European Union. The notification's reference was published on 29.05.2003 in OJ L 134/1. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> CONCERNING DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br> 1 The following shall be considered as wholly obtained in the European Union or in Central America: <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> TITLE I <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or <br> (b) vegetable products harvested or grown and gathered there; <br> vehicle in question. <br> customs authority of the importing Party. <br> (c) machines and tools; <br> Sets <br> (c) live animals born and raised there; <br> (e) (i) products obtained by hunting conducted there; <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when all component products are originating. <br> (ii) products obtained by fishing conducted in their inland waters <br> Article 9 : Sets <br> Neutral elements <br> Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the <br> (f) products of sea fishing and other products taken from the sea <br> or within twelve nautical miles measured from the baselines of <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> the European Union or of the Republics of the CA Party; <br> (iii) products of aquaculture, including mariculture where the fish, <br> (g) products made aboard their factory ships exclusively from products <br> crustaceans, molluscs and others aquatic invertebrates are born <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following which might be used in its <br> or raised there; <br> ARTICLE 10 : Neutral Elements <br> manufacture: <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> outside twelve nautical miles measured from the baselines of the <br> (i) sharpening, simple grinding or simple cutting; <br> European Union or of the Republics of the CA Party by their vessels; <br> (d) goods which do not enter and which are not intended to enter into <br> (j) products extracted from marine soil or subsoil outside their territorial <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> condition during transport and storage; <br> the final composition of the product. <br> the making-up of sets of articles); <br> (h) used articles collected there fit only for the recovery of raw <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> materials, including used tyres fit only for retreading or for use as waste; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> 1 The conditions set out in Title II of this Annex, relating to the acquisition of originating <br> status must be fulfilled without interruption in the European Union or Central America. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) and (g) shall apply only to vessels and factory ships which: <br> 2 If originating goods exported from the European Union or from Central America to another country return, they shall be considered as non-originating, <br> (a) are registered in a Member State of the European Union or in a <br> Republic of the CA Party in accordance with the domestic legislation of each Party; <br> (b) sail under the flag of a Member State of the European Union or of a <br> Republic of the CA Party; and <br> (a) the returning goods are the same as those exported; and <br> Exhibitions <br> 3 The acquisition of originating status in accordance with the conditions set out <br> (i) they are at least 50 per cent owned by nationals of the Member <br> in Title II of this Annex shall not be affected by working or processing done outside <br> States of the European Union or of the Republics of the CA Party; or <br> the Parties on materials exported from the European Union or from Central America and subsequently re-imported there, provided that: <br> (a) said materials are wholly obtained in the European Union or in <br> Sufficiently worked or processed products <br> Central America or have undergone working or processing <br> business in a Member State of the European Union or in <br> or disassembly of products into parts; <br> Article 12 : Direct transport <br> beyond the operations referred to in Article 6 prior to being exported; and <br> value of the non-originating products does not exceed 15 per cent of the ex-works price of the set. <br> a Republic of the CA Party, and <br> — which are at least 50 per cent owned by a Member State of <br> the European Union or a Republic of the CA Party, public <br> processing the exported materials; and <br> entities or nationals thereof. <br> (ii) the total added value acquired outside the Parties by applying <br> 3 The conditions of paragraph 2 can be fulfilled in the different <br> (c) the products have been consigned during the exhibition or <br> the provisions of this Article does not exceed 10 per cent of the <br> countries mentioned in Article 3 under conditions referred to in this Article. <br> ex-works price of the end product for which originating status is claimed. <br> Title II of this Annex shall not apply to working or processing done outside the Parties. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or processed when the <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> But where, in the list in Appendix 2, a rule setting a maximum value for all the non-originating <br> conditions set out in the list in Appendix 2 are fulfilled. <br> (i) the re-imported goods have been obtained by working or <br> Article 8 : Accessories, spare parts and tools <br> materials incorporated is applied in determining the originating status of the end product, <br> The conditions referred to above indicate, for all products covered by <br> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in <br> the total value of the non-originating materials incor­ porated in the territory of the Party <br> the Agreement, the working or processing which shall be carried out on <br> concerned, taken together with the total added value acquired outside the Parties by <br> Direct transport <br> non-originating materials used in manufacturing and apply only in <br> relation to such materials. It follows that if a product which has <br> 5 For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added value@^@ <br> acquired originating status by fulfilling the conditions set out in the <br> shall mean all costs arising outside the Parties, including the value of the materials incorporated there. <br> list is used in the manufacture of another product, the conditions <br> applicable to the product in which it is incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been <br> conditions set out in the list in Appendix 2 or which can be considered sufficiently worked or <br> used in its manufacture. <br> processed only if the general tolerance fixed in Article 5, paragraph 2 is applied. <br> 2 Notwithstanding paragraph 1, non-originating materials which, <br> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the Harmonized System. <br> according to the conditions set out in the list, shall not be used in <br> the manufacture of a product may nevertheless be used, provided that: <br> done outside the Parties shall be done under the outward processing arrangements, or similar arrangements. <br> applying the provisions of this Article, shall not exceed the stated percentage. <br> Insufficient working or processing <br> non-originating materials are not exceeded through the application of this paragraph. <br> 1 The preferential tariff treatment provided for under this Agreement applies <br> This paragraph shall not apply to products falling within Chapters 50 to <br> (a) energy and fuel; <br> only to products, satisfying the requirements of this Annex, which are transported <br> 63 of the Harmonized System for which Appendix 1 shall apply. Additionally, this paragraph shall not apply to products wholly obtained in the <br> 8 Any working or processing of the kind covered by the provisions of this Article and <br> directly between the Parties. However, products may be transported through other territories <br> Where necessary, additional documentary evidence of the conditions under which they have been exhibited may be required. <br> Parties. However, without prejudice to Article 7, the tolerance provided for in this paragraph applies also to the materials which are used in the <br> exhibition is held and has exhibited them there; <br> with, should the occasion arise, trans-shipment or temporary warehousing in such territories, <br> manufacture of a product and for which the rule laid down in the list in Appendix 2 for that product requires that such materials be wholly obtained. <br> provided that they remain under the surveillance of the customs authorities in the country of transit <br> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6. <br> or warehousing and do not undergo operations other than unloading, reloading or any operation designed to preserve them in good condition. <br> Originating products may be transported by pipeline across territories other than those of the Parties. <br> 1 Without prejudice to paragraph 2, the following operations shall <br> the customs authorities of the importing Party by the production of: <br> be considered as insufficient working or processing to confer the status <br> of originating products, whether or not the requirements of Article 5 are satisfied: <br> exporting Party through the country of transit; or <br> (a) preserving operations to ensure that the products remain in good <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) certification issued by the customs authorities of the country of <br> transit containing the following: <br> (i) an exact description of the products, <br> (ii) the dates of unloading and reloading of the products and, <br> preserve them in good condition while in that country or while being exported. <br> where applicable, the names of the ships, or the other means <br> (e) simple painting and polishing operations; <br> of transport used, and <br> (iii) the conditions under which the products remained in the transit country; or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial <br> (c) failing these, any substantiating documents to the satisfaction of the <br> or total milling of crystal sugar; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (j) sifting, screening, sorting, classifying, grading, matching (including <br> 1 Originating products, sent for exhibition in a country other than the Parties and sold after <br> (a) mineral products extracted from their soil or from their seabed; <br> the exhibition for importation into the territory of a Party shall benefit on importation <br> from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from the European Union <br> or from a Republic of the CA Party to the country in which the <br> Wholly obtained products <br> (n) simple assembly of parts of articles to constitute a complete article <br> exporter to a person in the territory of a Party; <br> (o) slaughter of animals; <br> immediately thereafter in the state in which they were sent for exhibition; and <br> (p) a combination of two or more operations specified in (a) to (o). <br> 2. All operations carried out in the European Union or in Central <br> America on a given product shall be considered together when deter­ <br> 2 A proof of origin must be issued or made out in accordance with <br> mining whether the working or processing undergone by that product <br> the provisions of Title IV of this Annex and submitted to the customs <br> (a) a single transport document covering the passage from the <br> authorities of the importing Party in the normal manner. The name and <br> address of the exhibition must be indicated thereon. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for <br> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br> private purposes in shops or business premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> Administrative Cooperation <br> (ii) they are owned by companies <br> ARTICLE 4 : Wholly Obtained Products <br> (b) the products have been sold or otherwise disposed of by that <br> (d) the products have not, since they were consigned for exhibition, <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> (b) breaking-up and assembly of packages; <br> (d) products from live animals raised there; <br> been used for any purpose other than demonstration at the exhibition. <br> referred to in (f); <br> Accessories, Spare Parts and Tools <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> (c) meet one of the following conditions: <br> Article 6 : Insufficient Working or Processing <br> Article 13 : Exhibitions <br> — which have their head office and their main place of <br> (b) any of the percentages given in the list for the maximum value of <br> TITLE III <br> unless it can be demonstrated to the satisfaction of the customs authorities that: <br> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br> waters provided that they have sole rights to work that soil or subsoil; <br> cards or boards and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "(a) when a product composed of a group or assembly of articles is <br> (b) when a consignment consists of a number of identical products <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> 1 The unit of qualification for the application of the provisions of this Annex shall be the particular product which is considered as the basic unit <br> when determining classification using the nomenclature of the Harmonized System. <br> classified under the terms of the Harmonized System in a single <br> classified under the same heading of the Harmonized System, <br> each product must be taken individually when applying the provisions of this Annex. <br> 2 Where, under General Rule 5 of the Harmonized System, packaging is included with the product for classification purposes, it shall be <br> included for the purposes of determining origin. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "It follows that: <br> heading, the whole constitutes the unit of qualification; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX II <br> CONCERNING DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br> 1 The following shall be considered as wholly obtained in the European Union or in Central America: <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> TITLE I <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or <br> (b) vegetable products harvested or grown and gathered there; <br> vehicle in question. <br> customs authority of the importing Party. <br> (c) machines and tools; <br> Sets <br> (c) live animals born and raised there; <br> (e) (i) products obtained by hunting conducted there; <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when all component products are originating. <br> (ii) products obtained by fishing conducted in their inland waters <br> Article 9 : Sets <br> Neutral elements <br> Nevertheless, when a set is composed of originating and non-originating products, the set as a whole shall be regarded as originating, provided that the <br> (f) products of sea fishing and other products taken from the sea <br> or within twelve nautical miles measured from the baselines of <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> the European Union or of the Republics of the CA Party; <br> (iii) products of aquaculture, including mariculture where the fish, <br> (g) products made aboard their factory ships exclusively from products <br> crustaceans, molluscs and others aquatic invertebrates are born <br> In order to determine whether a product originates, it shall not be necessary to determine the origin of the following which might be used in its <br> or raised there; <br> ARTICLE 10 : Neutral Elements <br> manufacture: <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> outside twelve nautical miles measured from the baselines of the <br> (i) sharpening, simple grinding or simple cutting; <br> European Union or of the Republics of the CA Party by their vessels; <br> (d) goods which do not enter and which are not intended to enter into <br> (j) products extracted from marine soil or subsoil outside their territorial <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> condition during transport and storage; <br> the final composition of the product. <br> the making-up of sets of articles); <br> (h) used articles collected there fit only for the recovery of raw <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> materials, including used tyres fit only for retreading or for use as waste; <br> mixing of sugar with any material; <br> (d) ironing or pressing of textiles; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> 1 The conditions set out in Title II of this Annex, relating to the acquisition of originating <br> status must be fulfilled without interruption in the European Union or Central America. <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in paragraph 1(f) and (g) shall apply only to vessels and factory ships which: <br> 2 If originating goods exported from the European Union or from Central America to another country return, they shall be considered as non-originating, <br> (a) are registered in a Member State of the European Union or in a <br> Republic of the CA Party in accordance with the domestic legislation of each Party; <br> (b) sail under the flag of a Member State of the European Union or of a <br> Republic of the CA Party; and <br> (a) the returning goods are the same as those exported; and <br> Exhibitions <br> 3 The acquisition of originating status in accordance with the conditions set out <br> (i) they are at least 50 per cent owned by nationals of the Member <br> in Title II of this Annex shall not be affected by working or processing done outside <br> States of the European Union or of the Republics of the CA Party; or <br> the Parties on materials exported from the European Union or from Central America and subsequently re-imported there, provided that: <br> (a) said materials are wholly obtained in the European Union or in <br> Sufficiently worked or processed products <br> Central America or have undergone working or processing <br> business in a Member State of the European Union or in <br> or disassembly of products into parts; <br> Article 12 : Direct transport <br> beyond the operations referred to in Article 6 prior to being exported; and <br> value of the non-originating products does not exceed 15 per cent of the ex-works price of the set. <br> a Republic of the CA Party, and <br> — which are at least 50 per cent owned by a Member State of <br> the European Union or a Republic of the CA Party, public <br> processing the exported materials; and <br> entities or nationals thereof. <br> (ii) the total added value acquired outside the Parties by applying <br> 3 The conditions of paragraph 2 can be fulfilled in the different <br> (c) the products have been consigned during the exhibition or <br> the provisions of this Article does not exceed 10 per cent of the <br> countries mentioned in Article 3 under conditions referred to in this Article. <br> ex-works price of the end product for which originating status is claimed. <br> Title II of this Annex shall not apply to working or processing done outside the Parties. <br> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be sufficiently worked or processed when the <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br> But where, in the list in Appendix 2, a rule setting a maximum value for all the non-originating <br> conditions set out in the list in Appendix 2 are fulfilled. <br> (i) the re-imported goods have been obtained by working or <br> Article 8 : Accessories, spare parts and tools <br> materials incorporated is applied in determining the originating status of the end product, <br> The conditions referred to above indicate, for all products covered by <br> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in <br> the total value of the non-originating materials incor­ porated in the territory of the Party <br> the Agreement, the working or processing which shall be carried out on <br> concerned, taken together with the total added value acquired outside the Parties by <br> Direct transport <br> non-originating materials used in manufacturing and apply only in <br> relation to such materials. It follows that if a product which has <br> 5 For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added value@^@ <br> acquired originating status by fulfilling the conditions set out in the <br> shall mean all costs arising outside the Parties, including the value of the materials incorporated there. <br> list is used in the manufacture of another product, the conditions <br> applicable to the product in which it is incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been <br> conditions set out in the list in Appendix 2 or which can be considered sufficiently worked or <br> used in its manufacture. <br> processed only if the general tolerance fixed in Article 5, paragraph 2 is applied. <br> 2 Notwithstanding paragraph 1, non-originating materials which, <br> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the Harmonized System. <br> according to the conditions set out in the list, shall not be used in <br> the manufacture of a product may nevertheless be used, provided that: <br> done outside the Parties shall be done under the outward processing arrangements, or similar arrangements. <br> applying the provisions of this Article, shall not exceed the stated percentage. <br> Insufficient working or processing <br> non-originating materials are not exceeded through the application of this paragraph. <br> 1 The preferential tariff treatment provided for under this Agreement applies <br> This paragraph shall not apply to products falling within Chapters 50 to <br> (a) energy and fuel; <br> only to products, satisfying the requirements of this Annex, which are transported <br> 63 of the Harmonized System for which Appendix 1 shall apply. Additionally, this paragraph shall not apply to products wholly obtained in the <br> 8 Any working or processing of the kind covered by the provisions of this Article and <br> directly between the Parties. However, products may be transported through other territories <br> Where necessary, additional documentary evidence of the conditions under which they have been exhibited may be required. <br> Parties. However, without prejudice to Article 7, the tolerance provided for in this paragraph applies also to the materials which are used in the <br> exhibition is held and has exhibited them there; <br> with, should the occasion arise, trans-shipment or temporary warehousing in such territories, <br> manufacture of a product and for which the rule laid down in the list in Appendix 2 for that product requires that such materials be wholly obtained. <br> provided that they remain under the surveillance of the customs authorities in the country of transit <br> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 6. <br> or warehousing and do not undergo operations other than unloading, reloading or any operation designed to preserve them in good condition. <br> Originating products may be transported by pipeline across territories other than those of the Parties. <br> 1 Without prejudice to paragraph 2, the following operations shall <br> the customs authorities of the importing Party by the production of: <br> be considered as insufficient working or processing to confer the status <br> of originating products, whether or not the requirements of Article 5 are satisfied: <br> exporting Party through the country of transit; or <br> (a) preserving operations to ensure that the products remain in good <br> is to be regarded as insufficient within the meaning of paragraph 1. <br> (b) certification issued by the customs authorities of the country of <br> transit containing the following: <br> (i) an exact description of the products, <br> (ii) the dates of unloading and reloading of the products and, <br> preserve them in good condition while in that country or while being exported. <br> where applicable, the names of the ships, or the other means <br> (e) simple painting and polishing operations; <br> of transport used, and <br> (iii) the conditions under which the products remained in the transit country; or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial <br> (c) failing these, any substantiating documents to the satisfaction of the <br> or total milling of crystal sugar; <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (j) sifting, screening, sorting, classifying, grading, matching (including <br> 1 Originating products, sent for exhibition in a country other than the Parties and sold after <br> (a) mineral products extracted from their soil or from their seabed; <br> the exhibition for importation into the territory of a Party shall benefit on importation <br> from the provisions of this Agreement provided it is shown to the satisfaction of the customs authorities that: <br> (a) an exporter has consigned these products from the European Union <br> or from a Republic of the CA Party to the country in which the <br> Wholly obtained products <br> (n) simple assembly of parts of articles to constitute a complete article <br> exporter to a person in the territory of a Party; <br> (o) slaughter of animals; <br> immediately thereafter in the state in which they were sent for exhibition; and <br> (p) a combination of two or more operations specified in (a) to (o). <br> 2. All operations carried out in the European Union or in Central <br> America on a given product shall be considered together when deter­ <br> 2 A proof of origin must be issued or made out in accordance with <br> mining whether the working or processing undergone by that product <br> the provisions of Title IV of this Annex and submitted to the customs <br> (a) a single transport document covering the passage from the <br> authorities of the importing Party in the normal manner. The name and <br> address of the exhibition must be indicated thereon. <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public show or display which is not organised for <br> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br> private purposes in shops or business premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> Administrative Cooperation <br> (ii) they are owned by companies <br> ARTICLE 4 : Wholly Obtained Products <br> (b) the products have been sold or otherwise disposed of by that <br> (d) the products have not, since they were consigned for exhibition, <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> (b) breaking-up and assembly of packages; <br> (d) products from live animals raised there; <br> been used for any purpose other than demonstration at the exhibition. <br> referred to in (f); <br> Accessories, Spare Parts and Tools <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> (c) meet one of the following conditions: <br> Article 6 : Insufficient Working or Processing <br> Article 13 : Exhibitions <br> — which have their head office and their main place of <br> (b) any of the percentages given in the list for the maximum value of <br> TITLE III <br> unless it can be demonstrated to the satisfaction of the customs authorities that: <br> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br> waters provided that they have sole rights to work that soil or subsoil; <br> cards or boards and all other simple packaging operations; <br> (b) they have not undergone any operation beyond that necessary to <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : General requirements <br> Article 15 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> forming part of travellers' personal luggage. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> TITLE IV <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1 Products sent as small packages from private persons to private <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authority or, when applicable, <br> persons or forming part of travellers' personal luggage shall be admitted <br> competent public authority of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of <br> 1 Products originating in the European Union shall, on importation into Central America, and products originating in Central America shall, on importation <br> as originating products without requiring the submission of a proof of <br> the products concerned or the fulfilment of the other requirements of this Annex. <br> into the European Union, benefit from this Agreement upon submission of either: <br> origin, provided that such products are not imported by way of trade <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authority or, when applicable, competent public authority of the <br> (a) a movement certificate EUR.1, a specimen of which appears in Appendix 3; or <br> and have been declared as meeting the requirements of this Annex and <br> importing Party shall return the movement certificate EUR.1 and the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> (b) in the cases specified in Article 19, paragraph 1, a declaration, <br> where there is no doubt as to the veracity of such a declaration. In the <br> documents, to the competent public authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents <br> subsequently referred to as the @^@invoice declaration@^@, given by the <br> case of products sent by post, this declaration can be made on the <br> and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the <br> exporter on an invoice, a delivery note or any other commercial document which describes the <br> customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> request for verification. <br> products concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Appendix 4. <br> 2 Imports which are occasional and consist solely of products for <br> 3 The verification shall be carried out by the competent public <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, <br> the personal use of the recipients or travellers or their families shall not <br> authorities of the exporting Party. For this purpose, they shall have <br> in the cases specified in Article 24, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> be considered as imports by way of trade if it is evident from the nature <br> the right to call for any evidence and to carry out any inspection of <br> the exporter's accounting records or any other check considered appropriate <br> 3 Furthermore, the total value of these products shall not exceed in <br> related to origin and according the procedures of its domestic legislation. <br> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br> Procedure for the issue of a movement certificate EUR.1 <br> the case of small packages or of products forming part of travellers' <br> 4 If the customs authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products from the exporter <br> personal luggage, the amounts in Euros established in Appendix 6 <br> subject to verification, while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary <br> 2 For this purpose, the exporter or his authorised representative <br> (Amounts referred to in Articles 19, paragraph 1(b) and 24, <br> measures judged necessary. <br> shall fill out both the movement certificate EUR.1 and the application <br> paragraph 3 of Annex II, concerning the Definition of the Concept of <br> 5 The competent public authorities or, when applicable, customs <br> form, specimens of which appear in Appendix 3. These forms shall be <br> @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> authorities requesting the verification shall be informed of the results <br> completed in one of the languages in which this Agreement is drawn up <br> Article 25 : Supporting documents <br> of this verification as soon as possible. These results must indicate <br> and in accordance with the provisions of the domestic legislation of the <br> customs authorities of the importing Party. <br> the exporter or, under the exporter's responsibility, by his authorised representative. <br> clearly whether the documents are authentic and whether the <br> exporting Party. If they are hand-written, they shall be completed in ink <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> The documents referred to in Articles 15, paragraph 3 and 19, paragraph 3 used for the purpose of proving that products covered by a <br> products concerned can be considered as products originating in the <br> in printed characters. The description of the products must be given in <br> movement certificate EUR.1 or an invoice declaration can be considered as products originating in the European Union or in Central America <br> European Union or in Central America and fulfil the other requirements of this Annex. <br> the box reserved for this purpose without leaving any blank lines. <br> 6 If in cases of reasonable doubt there is no reply within ten months <br> Where the box is not completely filled, a horizontal line must be <br> of the date of the verification request or if the reply does not contain <br> Article 16 : Movement certificates EUR.1 issued retrospectively <br> drawn below the last line of the description, the empty space being crossed through. <br> requirements of this Annex. <br> supplier to obtain the goods concerned, contained for example in <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be prepared <br> his accounting records or internal book-keeping; <br> question or the real origin of the products, the requesting customs <br> to submit at any time, at the request of the competent public authority of the exporting <br> Discrepancies and formal errors <br> authorities or, when applicable, competent public authority shall, <br> Dispute settlement <br> Party where the movement certificate EUR.1 is issued, all appropriate documents proving <br> products as well as the fulfilment of the other requirements of this Annex. <br> or made out in a Party, where these documents are used in <br> Article 31 : Dispute Settlement <br> except in exceptional circumstances, refuse entitlement to the preferences <br> manuscript by him. <br> the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> accordance with domestic legislation; <br> sufficient information to determine the authenticity of the document in <br> to the products covered by the proof of origin subject to verification. <br> 4 A movement certificate EUR.1 shall be issued by the competent public authority of a <br> packages containing originating products whose total value does not <br> Member State of the European Union or of a Republic of the CA Party if the products <br> European Union or in Central America, issued or made out in a <br> concerned can be considered as products originating in the European Union or in <br> Party, where these documents are used in accordance with domestic legislation; <br> 1 Where disputes arise in relation to the verification procedures of <br> Central America and fulfil the other requirements of this Annex. <br> Supporting documents <br> Article 30, which cannot be settled between the authorities requesting <br> 5 The competent public authorities issuing movement certificates EUR.1 shall take any steps necessary to verify the originating status of the <br> originating status of materials used, issued or made out in a Party <br> verification and the authorities responsible for carrying out this verification, <br> products and the fulfilment of the other requirements of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> in accordance with this Annex. <br> or in relation to the interpretation of this Annex, the requests for <br> carry out any inspection of the exporter's accounting records [1] or any other check considered appropriate. They shall also ensure that the forms <br> Article 26 : Preservation of proof of origin and supporting documents <br> the settlement of those disputes shall be submitted to the Sub- <br> referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has <br> TITLE V <br> Committee on Customs, Trade Facilitation and Rules of Origin for <br> Article 20 : Approved exporter <br> 1 The exporter applying for the issuance of a movement certificate EUR.1 shall keep for at least three years the documents <br> consultations and discussions within the Sub-Committee. In any case, <br> referred to in Article 15, paragraph 3. <br> the Parties shall retain their rights under the dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the competent public authorities and made available to the exporter as soon as actual <br> Validity of proof of origin <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice declaration as well as the documents <br> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br> referred to in Article 19, paragraph 3. <br> 2 In all cases the settlement of disputes between the importer and the customs authorities <br> [1] For greater certainty, whenever the concept of @^@account@^@ is used in this Annex <br> 3 The competent public authority of the exporting Party issuing a movement certificate EUR.1 shall keep for at least three years the application form <br> of the importing Party shall be under the domestic legislation of said Party. <br> or in its appendixes, it shall be understood as referring to accounting records. <br> referred to in Article 15, paragraph 2. <br> ARTICLE 32 : Penalties <br> been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 4 The customs authorities of the importing Party shall keep for at <br> 1 Notwithstanding Article 15, paragraph 7, a movement certificate EUR.1 may <br> declarations submitted to them, which may be kept in electronic format. <br> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products. <br> exportation has been effected or ensured. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> Penalties <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs <br> (b) it is demonstrated to the satisfaction of the competent public authorities <br> office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly <br> Approved exporter <br> exceptionally be issued after exportation of the products to which it relates if: <br> that a movement certificate EUR.1 was issued but was not <br> established that this document does correspond to the products submitted. <br> accepted at importation for technical reasons. <br> corresponding file. <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if these errors are not such as to create <br> ARTICLE 27 : Discrepancies and Formal Errors <br> 2 For the implementation of paragraph 1, the exporter must indicate <br> Article 17 : Issue of a duplicate movement certificate EUR.1 <br> doubts concerning the correctness of the statements made in this document. <br> in his application the place and date of exportation of the products to <br> Article 28 : Amounts expressed in euro <br> which the movement certificate EUR.1 relates, and state the reasons for <br> 1 For the application of the provisions of Article 19, paragraph 1(b) <br> 3 The competent public authorities may issue a movement <br> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1, shall take effect as from that date. <br> and Article 24, paragraph 3 in cases where products are invoiced in a <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br> certificate EUR.1 retrospectively only after verifying that the information <br> currency other than euro, amounts in the national currencies of the <br> supplied in the exporter's application agrees with that in the <br> Member States of the European Union or of the Republics of the CA <br> Exemptions from Proof of Origin <br> Party equivalent to the amounts expressed in euro shall be fixed <br> 4 Movement certificates EUR.1 issued retrospectively must be <br> annually by each Member State of the European Union or Republic <br> endorsed with the phrase @^@issued retrospectively@^@ in one of the <br> Amounts expressed in euro <br> of the CA Party concerned. <br> following languages: <br> 2 A consignment shall benefit from the provisions of Article 19, <br> BG ??????? ???????????? <br> paragraph 1(b) or Article 24, paragraph 3 by reference to the currency <br> ES EXPEDIDO A POSTERIORI <br> in which the invoice is drawn up, according to the amount fixed by the <br> CS VYSTAVENO DODATE?NE <br> Member State of the European Union or Republic of the CA Party concerned. <br> Article 19 : Conditions for making out an invoice declaration <br> DA UDSTEDT EFTERFØLGENDE <br> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working <br> DE NACHTRÄGLICH AUSGESTELLT <br> day of October. The amounts shall be communicated to the European Commission by October 15th, and shall apply from January 1st, the following year. <br> ET TAGANTJÄRELE VÄLJA ANTUD <br> The European Commission shall notify the Member States of the European Union and the Republics of the CA Party concerned of the relevant amounts. <br> EL ??????? ?? ??? ??????? <br> 4 The Member States of the European Union and the Republics of <br> EN ISSUED RETROSPECTIVELY <br> Issue of a duplicate movement certificate EUR.1 <br> the CA Party may round up or down the amount resulting from the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br> FR DÉLIVRÉ A POSTERIORI <br> conversion into its national currency of an amount expressed in euro. <br> IT RILASCIATO A POSTERIORI <br> The rounded-off amount may not differ from the amount resulting <br> LV IZSNIEGTS RETROSPEKT?VI <br> from the conversion by more than 5 per cent. A Member State of <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> LT RETROSPEKTYVUSIS IŠDAVIMAS <br> the European Union or a Republic of the CA Party may retain <br> Conditions for making out an invoice declaration <br> HU KIADVA VISSZAMEN?LEGES HATÁLLYAL <br> unchanged its national currency equivalent of an amount expressed in <br> MT MAHRUG RETROSPETTIVAMENT <br> euro if, at the time of the annual adjustment provided for in paragraph <br> (a) it was not issued at the time of exportation because of errors or <br> NL AFGEGEVEN A POSTERIORI <br> 3, the conversion of that amount, prior to any rounding-off, results in <br> involuntary omissions or special circumstances; or <br> PL WYSTAWIONE RETROSPEKTYWNIE <br> an increase of less than 15 per cent in the national currency equivalent. <br> PT EMITIDO A POSTERIORI <br> The national currency equivalent may be retained unchanged if the <br> RO EMIS A POSTERIORI <br> conversion would result in a decrease in that equivalent value. <br> SK VYDANÉ DODATO?NE <br> 5 The amounts expressed in euro shall be reviewed by the <br> SL IZDANO NAKNADNO <br> Association Committee at the request of a Party. When carrying out <br> FI ANNETTU JÄLKIKÄTEEN <br> this review, the Association Committee shall consider the desirability of <br> SV UTFÄRDAT I EFTERHAND <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box of the movement certificate EUR.1. <br> purpose, it may decide to modify the amounts expressed in euro. <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may apply to the competent public authorities which issued it for <br> a duplicate made out on the basis of the export documents in their possession. <br> 2 The duplicate issued in this way must be endorsed with the phrase @^@duplicate@^@ in one of the following languages: <br> BG ???????? <br> ES DUPLICADO <br> CS DUPLIKÁT <br> DA DUPLIKAT <br> DE DUPLIKAT <br> ET DUPLIKAAT <br> EL ????????? <br> EN DUPLICATE <br> FR DUPLICATA <br> his request. <br> IT DUPLICATO <br> LV DUBLIK?TS <br> LT DUBLIKATAS <br> Article 21 : Validity of proof of origin <br> HU MÁSODLAT <br> MT DUPLIKAT <br> NL DUPLICAAT <br> (a) by an approved exporter within the meaning of Article 20; or <br> PL DUPLIKAT <br> PT SEGUNDA VIA <br> RO DUPLICAT <br> SK DUPLIKÁT <br> SL DVOJNIK <br> FI KAKSOISKAPPALE <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the delivery note or another <br> SV DUPLIKAT <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box of the duplicate movement certificate EUR.1. <br> Article 18 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in a Party, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of these products elsewhere within the European Union or Central <br> America. The replacement movement certificate(s) EUR.1 shall be issued by the customs office in the EU Party under whose control the products <br> are placed or by the respective competent public authority of the Republics of the CA Party. <br> 1 An invoice declaration as referred to in Article 14, paragraph 1(b) may be made out: <br> (b) by any exporter for any consignment consisting of one or more <br> exceed the amount in Euros established in Appendix 6 (Amounts referred to in Articles 19, paragraph 1(b) and 24, paragraph 3 of Annex II, <br> concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> 2 An invoice declaration may be made out if the products <br> concerned can be considered as products originating in the European <br> Union or in Central America and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the competent public authorities of the <br> exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other <br> commercial document, the text of the declaration included in Appendix 4, by using one of the linguistic versions set out in that Appendix and in <br> accordance with the provisions of the domestic legislation of the exporting Party. <br> If the declaration is hand-written, it shall be written in ink in printed characters. <br> 5 Invoice declarations shall bear the original signature of the <br> exporter in manuscript. However, an approved exporter within the <br> meaning of Article 20 shall not be required to sign such declarations <br> provided that he gives the competent public authorities of the exporting <br> Party a written undertaking that he accepts full responsibility for any <br> invoice declaration which identifies him as if it had been signed in <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or after exportation on condition <br> that it is presented in the importing Party no longer than the period established in Appendix 5. <br> 1 The competent public authorities of the exporting Party may authorise any exporter, hereinafter referred to as @^@approved exporter@^@, who makes <br> frequent shipments of products under this Agreement to make out invoice declarations irrespective of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction of the competent public authorities all guarantees necessary to verify the originating status of the <br> 2 The competent public authorities may grant the status of <br> approved exporter subject to any conditions which they consider appropriate. <br> 3 The competent public authorities shall grant to the approved <br> exporter an authorisation number which shall appear on the invoice declaration. <br> 4 The competent public authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent public authorities may withdraw the authorisation at any time. They shall do so where the approved exporter no longer offers the <br> guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for twelve months from the date of issue in the exporting Party, and shall be submitted within said period to the <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for presentation specified in paragraph 1 may <br> be accepted for the purpose of applying preferential tariff treatment, where the failure to submit these documents <br> by the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin where the products have been <br> Proofs of origin shall be submitted to the customs authorities of the <br> submitted before said final date. <br> 4 According to the domestic legislation of the importing Party, a <br> preferential tariff treatment may be awarded, when it proceeds, through <br> the reimbursement of the tariffs in a period no longer than the period <br> established in Appendix 5 from the date of acceptance of the import <br> declaration, where a proof of origin is presented indicating that the <br> imported goods were at that date eligible for preferential tariff treatment. <br> Article 22 : Submission of proof of origin <br> importing Party in accordance with the procedures applicable in that <br> Party. Said authorities may require a translation of a proof of origin and <br> may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the <br> conditions required for the implementation of this Agreement. <br> and quantity of the products that no commercial purpose is in view. <br> (a) direct evidence of the processes carried out by the exporter or <br> (b) documents proving the originating status of materials used, issued <br> (c) documents proving the working or processing of materials in the <br> least three years the movement certificates EUR.1 and the invoice <br> preserving the effects of the limits concerned in real terms. For this <br> Proof of origin <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down <br> by the customs authorities of the importing Party, dismantled or non- <br> assembled products within the meaning of General Rule 2(a) of the <br> Harmonized System falling within Sections XVI and XVII or headings <br> 7308 and 9406 of the Harmonized System are imported by instalments, <br> a single proof of origin for such products shall be submitted <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> to the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : General requirements <br> Article 15 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> forming part of travellers' personal luggage. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> TITLE IV <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1 Products sent as small packages from private persons to private <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authority or, when applicable, <br> persons or forming part of travellers' personal luggage shall be admitted <br> competent public authority of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of <br> 1 Products originating in the European Union shall, on importation into Central America, and products originating in Central America shall, on importation <br> as originating products without requiring the submission of a proof of <br> the products concerned or the fulfilment of the other requirements of this Annex. <br> into the European Union, benefit from this Agreement upon submission of either: <br> origin, provided that such products are not imported by way of trade <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authority or, when applicable, competent public authority of the <br> (a) a movement certificate EUR.1, a specimen of which appears in Appendix 3; or <br> and have been declared as meeting the requirements of this Annex and <br> importing Party shall return the movement certificate EUR.1 and the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> (b) in the cases specified in Article 19, paragraph 1, a declaration, <br> where there is no doubt as to the veracity of such a declaration. In the <br> documents, to the competent public authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents <br> subsequently referred to as the @^@invoice declaration@^@, given by the <br> case of products sent by post, this declaration can be made on the <br> and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the <br> exporter on an invoice, a delivery note or any other commercial document which describes the <br> customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> request for verification. <br> products concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Appendix 4. <br> 2 Imports which are occasional and consist solely of products for <br> 3 The verification shall be carried out by the competent public <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, <br> the personal use of the recipients or travellers or their families shall not <br> authorities of the exporting Party. For this purpose, they shall have <br> in the cases specified in Article 24, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> be considered as imports by way of trade if it is evident from the nature <br> the right to call for any evidence and to carry out any inspection of <br> the exporter's accounting records or any other check considered appropriate <br> 3 Furthermore, the total value of these products shall not exceed in <br> related to origin and according the procedures of its domestic legislation. <br> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br> Procedure for the issue of a movement certificate EUR.1 <br> the case of small packages or of products forming part of travellers' <br> 4 If the customs authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products from the exporter <br> personal luggage, the amounts in Euros established in Appendix 6 <br> subject to verification, while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary <br> 2 For this purpose, the exporter or his authorised representative <br> (Amounts referred to in Articles 19, paragraph 1(b) and 24, <br> measures judged necessary. <br> shall fill out both the movement certificate EUR.1 and the application <br> paragraph 3 of Annex II, concerning the Definition of the Concept of <br> 5 The competent public authorities or, when applicable, customs <br> form, specimens of which appear in Appendix 3. These forms shall be <br> @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> authorities requesting the verification shall be informed of the results <br> completed in one of the languages in which this Agreement is drawn up <br> Article 25 : Supporting documents <br> of this verification as soon as possible. These results must indicate <br> and in accordance with the provisions of the domestic legislation of the <br> customs authorities of the importing Party. <br> the exporter or, under the exporter's responsibility, by his authorised representative. <br> clearly whether the documents are authentic and whether the <br> exporting Party. If they are hand-written, they shall be completed in ink <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> The documents referred to in Articles 15, paragraph 3 and 19, paragraph 3 used for the purpose of proving that products covered by a <br> products concerned can be considered as products originating in the <br> in printed characters. The description of the products must be given in <br> movement certificate EUR.1 or an invoice declaration can be considered as products originating in the European Union or in Central America <br> European Union or in Central America and fulfil the other requirements of this Annex. <br> the box reserved for this purpose without leaving any blank lines. <br> 6 If in cases of reasonable doubt there is no reply within ten months <br> Where the box is not completely filled, a horizontal line must be <br> of the date of the verification request or if the reply does not contain <br> Article 16 : Movement certificates EUR.1 issued retrospectively <br> drawn below the last line of the description, the empty space being crossed through. <br> requirements of this Annex. <br> supplier to obtain the goods concerned, contained for example in <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be prepared <br> his accounting records or internal book-keeping; <br> question or the real origin of the products, the requesting customs <br> to submit at any time, at the request of the competent public authority of the exporting <br> Discrepancies and formal errors <br> authorities or, when applicable, competent public authority shall, <br> Dispute settlement <br> Party where the movement certificate EUR.1 is issued, all appropriate documents proving <br> products as well as the fulfilment of the other requirements of this Annex. <br> or made out in a Party, where these documents are used in <br> Article 31 : Dispute Settlement <br> except in exceptional circumstances, refuse entitlement to the preferences <br> manuscript by him. <br> the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> accordance with domestic legislation; <br> sufficient information to determine the authenticity of the document in <br> to the products covered by the proof of origin subject to verification. <br> 4 A movement certificate EUR.1 shall be issued by the competent public authority of a <br> packages containing originating products whose total value does not <br> Member State of the European Union or of a Republic of the CA Party if the products <br> European Union or in Central America, issued or made out in a <br> concerned can be considered as products originating in the European Union or in <br> Party, where these documents are used in accordance with domestic legislation; <br> 1 Where disputes arise in relation to the verification procedures of <br> Central America and fulfil the other requirements of this Annex. <br> Supporting documents <br> Article 30, which cannot be settled between the authorities requesting <br> 5 The competent public authorities issuing movement certificates EUR.1 shall take any steps necessary to verify the originating status of the <br> originating status of materials used, issued or made out in a Party <br> verification and the authorities responsible for carrying out this verification, <br> products and the fulfilment of the other requirements of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> in accordance with this Annex. <br> or in relation to the interpretation of this Annex, the requests for <br> carry out any inspection of the exporter's accounting records [1] or any other check considered appropriate. They shall also ensure that the forms <br> Article 26 : Preservation of proof of origin and supporting documents <br> the settlement of those disputes shall be submitted to the Sub- <br> referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has <br> TITLE V <br> Committee on Customs, Trade Facilitation and Rules of Origin for <br> Article 20 : Approved exporter <br> 1 The exporter applying for the issuance of a movement certificate EUR.1 shall keep for at least three years the documents <br> consultations and discussions within the Sub-Committee. In any case, <br> referred to in Article 15, paragraph 3. <br> the Parties shall retain their rights under the dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the competent public authorities and made available to the exporter as soon as actual <br> Validity of proof of origin <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice declaration as well as the documents <br> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br> referred to in Article 19, paragraph 3. <br> 2 In all cases the settlement of disputes between the importer and the customs authorities <br> [1] For greater certainty, whenever the concept of @^@account@^@ is used in this Annex <br> 3 The competent public authority of the exporting Party issuing a movement certificate EUR.1 shall keep for at least three years the application form <br> of the importing Party shall be under the domestic legislation of said Party. <br> or in its appendixes, it shall be understood as referring to accounting records. <br> referred to in Article 15, paragraph 2. <br> ARTICLE 32 : Penalties <br> been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 4 The customs authorities of the importing Party shall keep for at <br> 1 Notwithstanding Article 15, paragraph 7, a movement certificate EUR.1 may <br> declarations submitted to them, which may be kept in electronic format. <br> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products. <br> exportation has been effected or ensured. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> Penalties <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs <br> (b) it is demonstrated to the satisfaction of the competent public authorities <br> office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly <br> Approved exporter <br> exceptionally be issued after exportation of the products to which it relates if: <br> that a movement certificate EUR.1 was issued but was not <br> established that this document does correspond to the products submitted. <br> accepted at importation for technical reasons. <br> corresponding file. <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if these errors are not such as to create <br> ARTICLE 27 : Discrepancies and Formal Errors <br> 2 For the implementation of paragraph 1, the exporter must indicate <br> Article 17 : Issue of a duplicate movement certificate EUR.1 <br> doubts concerning the correctness of the statements made in this document. <br> in his application the place and date of exportation of the products to <br> Article 28 : Amounts expressed in euro <br> which the movement certificate EUR.1 relates, and state the reasons for <br> 1 For the application of the provisions of Article 19, paragraph 1(b) <br> 3 The competent public authorities may issue a movement <br> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1, shall take effect as from that date. <br> and Article 24, paragraph 3 in cases where products are invoiced in a <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br> certificate EUR.1 retrospectively only after verifying that the information <br> currency other than euro, amounts in the national currencies of the <br> supplied in the exporter's application agrees with that in the <br> Member States of the European Union or of the Republics of the CA <br> Exemptions from Proof of Origin <br> Party equivalent to the amounts expressed in euro shall be fixed <br> 4 Movement certificates EUR.1 issued retrospectively must be <br> annually by each Member State of the European Union or Republic <br> endorsed with the phrase @^@issued retrospectively@^@ in one of the <br> Amounts expressed in euro <br> of the CA Party concerned. <br> following languages: <br> 2 A consignment shall benefit from the provisions of Article 19, <br> BG ??????? ???????????? <br> paragraph 1(b) or Article 24, paragraph 3 by reference to the currency <br> ES EXPEDIDO A POSTERIORI <br> in which the invoice is drawn up, according to the amount fixed by the <br> CS VYSTAVENO DODATE?NE <br> Member State of the European Union or Republic of the CA Party concerned. <br> Article 19 : Conditions for making out an invoice declaration <br> DA UDSTEDT EFTERFØLGENDE <br> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working <br> DE NACHTRÄGLICH AUSGESTELLT <br> day of October. The amounts shall be communicated to the European Commission by October 15th, and shall apply from January 1st, the following year. <br> ET TAGANTJÄRELE VÄLJA ANTUD <br> The European Commission shall notify the Member States of the European Union and the Republics of the CA Party concerned of the relevant amounts. <br> EL ??????? ?? ??? ??????? <br> 4 The Member States of the European Union and the Republics of <br> EN ISSUED RETROSPECTIVELY <br> Issue of a duplicate movement certificate EUR.1 <br> the CA Party may round up or down the amount resulting from the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br> FR DÉLIVRÉ A POSTERIORI <br> conversion into its national currency of an amount expressed in euro. <br> IT RILASCIATO A POSTERIORI <br> The rounded-off amount may not differ from the amount resulting <br> LV IZSNIEGTS RETROSPEKT?VI <br> from the conversion by more than 5 per cent. A Member State of <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> LT RETROSPEKTYVUSIS IŠDAVIMAS <br> the European Union or a Republic of the CA Party may retain <br> Conditions for making out an invoice declaration <br> HU KIADVA VISSZAMEN?LEGES HATÁLLYAL <br> unchanged its national currency equivalent of an amount expressed in <br> MT MAHRUG RETROSPETTIVAMENT <br> euro if, at the time of the annual adjustment provided for in paragraph <br> (a) it was not issued at the time of exportation because of errors or <br> NL AFGEGEVEN A POSTERIORI <br> 3, the conversion of that amount, prior to any rounding-off, results in <br> involuntary omissions or special circumstances; or <br> PL WYSTAWIONE RETROSPEKTYWNIE <br> an increase of less than 15 per cent in the national currency equivalent. <br> PT EMITIDO A POSTERIORI <br> The national currency equivalent may be retained unchanged if the <br> RO EMIS A POSTERIORI <br> conversion would result in a decrease in that equivalent value. <br> SK VYDANÉ DODATO?NE <br> 5 The amounts expressed in euro shall be reviewed by the <br> SL IZDANO NAKNADNO <br> Association Committee at the request of a Party. When carrying out <br> FI ANNETTU JÄLKIKÄTEEN <br> this review, the Association Committee shall consider the desirability of <br> SV UTFÄRDAT I EFTERHAND <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box of the movement certificate EUR.1. <br> purpose, it may decide to modify the amounts expressed in euro. <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may apply to the competent public authorities which issued it for <br> a duplicate made out on the basis of the export documents in their possession. <br> 2 The duplicate issued in this way must be endorsed with the phrase @^@duplicate@^@ in one of the following languages: <br> BG ???????? <br> ES DUPLICADO <br> CS DUPLIKÁT <br> DA DUPLIKAT <br> DE DUPLIKAT <br> ET DUPLIKAAT <br> EL ????????? <br> EN DUPLICATE <br> FR DUPLICATA <br> his request. <br> IT DUPLICATO <br> LV DUBLIK?TS <br> LT DUBLIKATAS <br> Article 21 : Validity of proof of origin <br> HU MÁSODLAT <br> MT DUPLIKAT <br> NL DUPLICAAT <br> (a) by an approved exporter within the meaning of Article 20; or <br> PL DUPLIKAT <br> PT SEGUNDA VIA <br> RO DUPLICAT <br> SK DUPLIKÁT <br> SL DVOJNIK <br> FI KAKSOISKAPPALE <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the delivery note or another <br> SV DUPLIKAT <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box of the duplicate movement certificate EUR.1. <br> Article 18 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in a Party, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of these products elsewhere within the European Union or Central <br> America. The replacement movement certificate(s) EUR.1 shall be issued by the customs office in the EU Party under whose control the products <br> are placed or by the respective competent public authority of the Republics of the CA Party. <br> 1 An invoice declaration as referred to in Article 14, paragraph 1(b) may be made out: <br> (b) by any exporter for any consignment consisting of one or more <br> exceed the amount in Euros established in Appendix 6 (Amounts referred to in Articles 19, paragraph 1(b) and 24, paragraph 3 of Annex II, <br> concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> 2 An invoice declaration may be made out if the products <br> concerned can be considered as products originating in the European <br> Union or in Central America and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the competent public authorities of the <br> exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other <br> commercial document, the text of the declaration included in Appendix 4, by using one of the linguistic versions set out in that Appendix and in <br> accordance with the provisions of the domestic legislation of the exporting Party. <br> If the declaration is hand-written, it shall be written in ink in printed characters. <br> 5 Invoice declarations shall bear the original signature of the <br> exporter in manuscript. However, an approved exporter within the <br> meaning of Article 20 shall not be required to sign such declarations <br> provided that he gives the competent public authorities of the exporting <br> Party a written undertaking that he accepts full responsibility for any <br> invoice declaration which identifies him as if it had been signed in <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or after exportation on condition <br> that it is presented in the importing Party no longer than the period established in Appendix 5. <br> 1 The competent public authorities of the exporting Party may authorise any exporter, hereinafter referred to as @^@approved exporter@^@, who makes <br> frequent shipments of products under this Agreement to make out invoice declarations irrespective of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction of the competent public authorities all guarantees necessary to verify the originating status of the <br> 2 The competent public authorities may grant the status of <br> approved exporter subject to any conditions which they consider appropriate. <br> 3 The competent public authorities shall grant to the approved <br> exporter an authorisation number which shall appear on the invoice declaration. <br> 4 The competent public authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent public authorities may withdraw the authorisation at any time. They shall do so where the approved exporter no longer offers the <br> guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for twelve months from the date of issue in the exporting Party, and shall be submitted within said period to the <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for presentation specified in paragraph 1 may <br> be accepted for the purpose of applying preferential tariff treatment, where the failure to submit these documents <br> by the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin where the products have been <br> Proofs of origin shall be submitted to the customs authorities of the <br> submitted before said final date. <br> 4 According to the domestic legislation of the importing Party, a <br> preferential tariff treatment may be awarded, when it proceeds, through <br> the reimbursement of the tariffs in a period no longer than the period <br> established in Appendix 5 from the date of acceptance of the import <br> declaration, where a proof of origin is presented indicating that the <br> imported goods were at that date eligible for preferential tariff treatment. <br> Article 22 : Submission of proof of origin <br> importing Party in accordance with the procedures applicable in that <br> Party. Said authorities may require a translation of a proof of origin and <br> may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the <br> conditions required for the implementation of this Agreement. <br> and quantity of the products that no commercial purpose is in view. <br> (a) direct evidence of the processes carried out by the exporter or <br> (b) documents proving the originating status of materials used, issued <br> (c) documents proving the working or processing of materials in the <br> least three years the movement certificates EUR.1 and the invoice <br> preserving the effects of the limits concerned in real terms. For this <br> Proof of origin <br> "}, {"ArticleTitle": "Administrative cooperation", "ArticleDesc": "Article 29 : Administrative cooperation <br> 1 The competent public authorities of the Parties shall provide each <br> other, through the European Commission, with specimen impressions <br> of stamps used in their offices for the issue of movement certificates <br> EUR.1 and with the addresses of the competent public authorities <br> responsible for verifying those certificates and invoice declarations. <br> 2 In order to ensure the proper application of this Annex, the <br> Parties shall assist each other, through their respective competent <br> public authorities or, when applicable, customs authorities in checking <br> the authenticity of the movement certificates EUR.1 or the invoice <br> declarations and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : General requirements <br> Article 15 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> forming part of travellers' personal luggage. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> TITLE IV <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1 Products sent as small packages from private persons to private <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authority or, when applicable, <br> persons or forming part of travellers' personal luggage shall be admitted <br> competent public authority of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of <br> 1 Products originating in the European Union shall, on importation into Central America, and products originating in Central America shall, on importation <br> as originating products without requiring the submission of a proof of <br> the products concerned or the fulfilment of the other requirements of this Annex. <br> into the European Union, benefit from this Agreement upon submission of either: <br> origin, provided that such products are not imported by way of trade <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authority or, when applicable, competent public authority of the <br> (a) a movement certificate EUR.1, a specimen of which appears in Appendix 3; or <br> and have been declared as meeting the requirements of this Annex and <br> importing Party shall return the movement certificate EUR.1 and the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> (b) in the cases specified in Article 19, paragraph 1, a declaration, <br> where there is no doubt as to the veracity of such a declaration. In the <br> documents, to the competent public authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents <br> subsequently referred to as the @^@invoice declaration@^@, given by the <br> case of products sent by post, this declaration can be made on the <br> and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the <br> exporter on an invoice, a delivery note or any other commercial document which describes the <br> customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> request for verification. <br> products concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Appendix 4. <br> 2 Imports which are occasional and consist solely of products for <br> 3 The verification shall be carried out by the competent public <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, <br> the personal use of the recipients or travellers or their families shall not <br> authorities of the exporting Party. For this purpose, they shall have <br> in the cases specified in Article 24, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> be considered as imports by way of trade if it is evident from the nature <br> the right to call for any evidence and to carry out any inspection of <br> the exporter's accounting records or any other check considered appropriate <br> 3 Furthermore, the total value of these products shall not exceed in <br> related to origin and according the procedures of its domestic legislation. <br> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br> Procedure for the issue of a movement certificate EUR.1 <br> the case of small packages or of products forming part of travellers' <br> 4 If the customs authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products from the exporter <br> personal luggage, the amounts in Euros established in Appendix 6 <br> subject to verification, while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary <br> 2 For this purpose, the exporter or his authorised representative <br> (Amounts referred to in Articles 19, paragraph 1(b) and 24, <br> measures judged necessary. <br> shall fill out both the movement certificate EUR.1 and the application <br> paragraph 3 of Annex II, concerning the Definition of the Concept of <br> 5 The competent public authorities or, when applicable, customs <br> form, specimens of which appear in Appendix 3. These forms shall be <br> @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> authorities requesting the verification shall be informed of the results <br> completed in one of the languages in which this Agreement is drawn up <br> Article 25 : Supporting documents <br> of this verification as soon as possible. These results must indicate <br> and in accordance with the provisions of the domestic legislation of the <br> customs authorities of the importing Party. <br> the exporter or, under the exporter's responsibility, by his authorised representative. <br> clearly whether the documents are authentic and whether the <br> exporting Party. If they are hand-written, they shall be completed in ink <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> The documents referred to in Articles 15, paragraph 3 and 19, paragraph 3 used for the purpose of proving that products covered by a <br> products concerned can be considered as products originating in the <br> in printed characters. The description of the products must be given in <br> movement certificate EUR.1 or an invoice declaration can be considered as products originating in the European Union or in Central America <br> European Union or in Central America and fulfil the other requirements of this Annex. <br> the box reserved for this purpose without leaving any blank lines. <br> 6 If in cases of reasonable doubt there is no reply within ten months <br> Where the box is not completely filled, a horizontal line must be <br> of the date of the verification request or if the reply does not contain <br> Article 16 : Movement certificates EUR.1 issued retrospectively <br> drawn below the last line of the description, the empty space being crossed through. <br> requirements of this Annex. <br> supplier to obtain the goods concerned, contained for example in <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be prepared <br> his accounting records or internal book-keeping; <br> question or the real origin of the products, the requesting customs <br> to submit at any time, at the request of the competent public authority of the exporting <br> Discrepancies and formal errors <br> authorities or, when applicable, competent public authority shall, <br> Dispute settlement <br> Party where the movement certificate EUR.1 is issued, all appropriate documents proving <br> products as well as the fulfilment of the other requirements of this Annex. <br> or made out in a Party, where these documents are used in <br> Article 31 : Dispute Settlement <br> except in exceptional circumstances, refuse entitlement to the preferences <br> manuscript by him. <br> the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> accordance with domestic legislation; <br> sufficient information to determine the authenticity of the document in <br> to the products covered by the proof of origin subject to verification. <br> 4 A movement certificate EUR.1 shall be issued by the competent public authority of a <br> packages containing originating products whose total value does not <br> Member State of the European Union or of a Republic of the CA Party if the products <br> European Union or in Central America, issued or made out in a <br> concerned can be considered as products originating in the European Union or in <br> Party, where these documents are used in accordance with domestic legislation; <br> 1 Where disputes arise in relation to the verification procedures of <br> Central America and fulfil the other requirements of this Annex. <br> Supporting documents <br> Article 30, which cannot be settled between the authorities requesting <br> 5 The competent public authorities issuing movement certificates EUR.1 shall take any steps necessary to verify the originating status of the <br> originating status of materials used, issued or made out in a Party <br> verification and the authorities responsible for carrying out this verification, <br> products and the fulfilment of the other requirements of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> in accordance with this Annex. <br> or in relation to the interpretation of this Annex, the requests for <br> carry out any inspection of the exporter's accounting records [1] or any other check considered appropriate. They shall also ensure that the forms <br> Article 26 : Preservation of proof of origin and supporting documents <br> the settlement of those disputes shall be submitted to the Sub- <br> referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has <br> TITLE V <br> Committee on Customs, Trade Facilitation and Rules of Origin for <br> Article 20 : Approved exporter <br> 1 The exporter applying for the issuance of a movement certificate EUR.1 shall keep for at least three years the documents <br> consultations and discussions within the Sub-Committee. In any case, <br> referred to in Article 15, paragraph 3. <br> the Parties shall retain their rights under the dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the competent public authorities and made available to the exporter as soon as actual <br> Validity of proof of origin <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice declaration as well as the documents <br> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br> referred to in Article 19, paragraph 3. <br> 2 In all cases the settlement of disputes between the importer and the customs authorities <br> [1] For greater certainty, whenever the concept of @^@account@^@ is used in this Annex <br> 3 The competent public authority of the exporting Party issuing a movement certificate EUR.1 shall keep for at least three years the application form <br> of the importing Party shall be under the domestic legislation of said Party. <br> or in its appendixes, it shall be understood as referring to accounting records. <br> referred to in Article 15, paragraph 2. <br> ARTICLE 32 : Penalties <br> been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 4 The customs authorities of the importing Party shall keep for at <br> 1 Notwithstanding Article 15, paragraph 7, a movement certificate EUR.1 may <br> declarations submitted to them, which may be kept in electronic format. <br> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products. <br> exportation has been effected or ensured. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> Penalties <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs <br> (b) it is demonstrated to the satisfaction of the competent public authorities <br> office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly <br> Approved exporter <br> exceptionally be issued after exportation of the products to which it relates if: <br> that a movement certificate EUR.1 was issued but was not <br> established that this document does correspond to the products submitted. <br> accepted at importation for technical reasons. <br> corresponding file. <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if these errors are not such as to create <br> ARTICLE 27 : Discrepancies and Formal Errors <br> 2 For the implementation of paragraph 1, the exporter must indicate <br> Article 17 : Issue of a duplicate movement certificate EUR.1 <br> doubts concerning the correctness of the statements made in this document. <br> in his application the place and date of exportation of the products to <br> Article 28 : Amounts expressed in euro <br> which the movement certificate EUR.1 relates, and state the reasons for <br> 1 For the application of the provisions of Article 19, paragraph 1(b) <br> 3 The competent public authorities may issue a movement <br> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1, shall take effect as from that date. <br> and Article 24, paragraph 3 in cases where products are invoiced in a <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br> certificate EUR.1 retrospectively only after verifying that the information <br> currency other than euro, amounts in the national currencies of the <br> supplied in the exporter's application agrees with that in the <br> Member States of the European Union or of the Republics of the CA <br> Exemptions from Proof of Origin <br> Party equivalent to the amounts expressed in euro shall be fixed <br> 4 Movement certificates EUR.1 issued retrospectively must be <br> annually by each Member State of the European Union or Republic <br> endorsed with the phrase @^@issued retrospectively@^@ in one of the <br> Amounts expressed in euro <br> of the CA Party concerned. <br> following languages: <br> 2 A consignment shall benefit from the provisions of Article 19, <br> BG ??????? ???????????? <br> paragraph 1(b) or Article 24, paragraph 3 by reference to the currency <br> ES EXPEDIDO A POSTERIORI <br> in which the invoice is drawn up, according to the amount fixed by the <br> CS VYSTAVENO DODATE?NE <br> Member State of the European Union or Republic of the CA Party concerned. <br> Article 19 : Conditions for making out an invoice declaration <br> DA UDSTEDT EFTERFØLGENDE <br> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working <br> DE NACHTRÄGLICH AUSGESTELLT <br> day of October. The amounts shall be communicated to the European Commission by October 15th, and shall apply from January 1st, the following year. <br> ET TAGANTJÄRELE VÄLJA ANTUD <br> The European Commission shall notify the Member States of the European Union and the Republics of the CA Party concerned of the relevant amounts. <br> EL ??????? ?? ??? ??????? <br> 4 The Member States of the European Union and the Republics of <br> EN ISSUED RETROSPECTIVELY <br> Issue of a duplicate movement certificate EUR.1 <br> the CA Party may round up or down the amount resulting from the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br> FR DÉLIVRÉ A POSTERIORI <br> conversion into its national currency of an amount expressed in euro. <br> IT RILASCIATO A POSTERIORI <br> The rounded-off amount may not differ from the amount resulting <br> LV IZSNIEGTS RETROSPEKT?VI <br> from the conversion by more than 5 per cent. A Member State of <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> LT RETROSPEKTYVUSIS IŠDAVIMAS <br> the European Union or a Republic of the CA Party may retain <br> Conditions for making out an invoice declaration <br> HU KIADVA VISSZAMEN?LEGES HATÁLLYAL <br> unchanged its national currency equivalent of an amount expressed in <br> MT MAHRUG RETROSPETTIVAMENT <br> euro if, at the time of the annual adjustment provided for in paragraph <br> (a) it was not issued at the time of exportation because of errors or <br> NL AFGEGEVEN A POSTERIORI <br> 3, the conversion of that amount, prior to any rounding-off, results in <br> involuntary omissions or special circumstances; or <br> PL WYSTAWIONE RETROSPEKTYWNIE <br> an increase of less than 15 per cent in the national currency equivalent. <br> PT EMITIDO A POSTERIORI <br> The national currency equivalent may be retained unchanged if the <br> RO EMIS A POSTERIORI <br> conversion would result in a decrease in that equivalent value. <br> SK VYDANÉ DODATO?NE <br> 5 The amounts expressed in euro shall be reviewed by the <br> SL IZDANO NAKNADNO <br> Association Committee at the request of a Party. When carrying out <br> FI ANNETTU JÄLKIKÄTEEN <br> this review, the Association Committee shall consider the desirability of <br> SV UTFÄRDAT I EFTERHAND <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box of the movement certificate EUR.1. <br> purpose, it may decide to modify the amounts expressed in euro. <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may apply to the competent public authorities which issued it for <br> a duplicate made out on the basis of the export documents in their possession. <br> 2 The duplicate issued in this way must be endorsed with the phrase @^@duplicate@^@ in one of the following languages: <br> BG ???????? <br> ES DUPLICADO <br> CS DUPLIKÁT <br> DA DUPLIKAT <br> DE DUPLIKAT <br> ET DUPLIKAAT <br> EL ????????? <br> EN DUPLICATE <br> FR DUPLICATA <br> his request. <br> IT DUPLICATO <br> LV DUBLIK?TS <br> LT DUBLIKATAS <br> Article 21 : Validity of proof of origin <br> HU MÁSODLAT <br> MT DUPLIKAT <br> NL DUPLICAAT <br> (a) by an approved exporter within the meaning of Article 20; or <br> PL DUPLIKAT <br> PT SEGUNDA VIA <br> RO DUPLICAT <br> SK DUPLIKÁT <br> SL DVOJNIK <br> FI KAKSOISKAPPALE <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the delivery note or another <br> SV DUPLIKAT <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box of the duplicate movement certificate EUR.1. <br> Article 18 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in a Party, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of these products elsewhere within the European Union or Central <br> America. The replacement movement certificate(s) EUR.1 shall be issued by the customs office in the EU Party under whose control the products <br> are placed or by the respective competent public authority of the Republics of the CA Party. <br> 1 An invoice declaration as referred to in Article 14, paragraph 1(b) may be made out: <br> (b) by any exporter for any consignment consisting of one or more <br> exceed the amount in Euros established in Appendix 6 (Amounts referred to in Articles 19, paragraph 1(b) and 24, paragraph 3 of Annex II, <br> concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> 2 An invoice declaration may be made out if the products <br> concerned can be considered as products originating in the European <br> Union or in Central America and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the competent public authorities of the <br> exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other <br> commercial document, the text of the declaration included in Appendix 4, by using one of the linguistic versions set out in that Appendix and in <br> accordance with the provisions of the domestic legislation of the exporting Party. <br> If the declaration is hand-written, it shall be written in ink in printed characters. <br> 5 Invoice declarations shall bear the original signature of the <br> exporter in manuscript. However, an approved exporter within the <br> meaning of Article 20 shall not be required to sign such declarations <br> provided that he gives the competent public authorities of the exporting <br> Party a written undertaking that he accepts full responsibility for any <br> invoice declaration which identifies him as if it had been signed in <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or after exportation on condition <br> that it is presented in the importing Party no longer than the period established in Appendix 5. <br> 1 The competent public authorities of the exporting Party may authorise any exporter, hereinafter referred to as @^@approved exporter@^@, who makes <br> frequent shipments of products under this Agreement to make out invoice declarations irrespective of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction of the competent public authorities all guarantees necessary to verify the originating status of the <br> 2 The competent public authorities may grant the status of <br> approved exporter subject to any conditions which they consider appropriate. <br> 3 The competent public authorities shall grant to the approved <br> exporter an authorisation number which shall appear on the invoice declaration. <br> 4 The competent public authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent public authorities may withdraw the authorisation at any time. They shall do so where the approved exporter no longer offers the <br> guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for twelve months from the date of issue in the exporting Party, and shall be submitted within said period to the <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for presentation specified in paragraph 1 may <br> be accepted for the purpose of applying preferential tariff treatment, where the failure to submit these documents <br> by the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin where the products have been <br> Proofs of origin shall be submitted to the customs authorities of the <br> submitted before said final date. <br> 4 According to the domestic legislation of the importing Party, a <br> preferential tariff treatment may be awarded, when it proceeds, through <br> the reimbursement of the tariffs in a period no longer than the period <br> established in Appendix 5 from the date of acceptance of the import <br> declaration, where a proof of origin is presented indicating that the <br> imported goods were at that date eligible for preferential tariff treatment. <br> Article 22 : Submission of proof of origin <br> importing Party in accordance with the procedures applicable in that <br> Party. Said authorities may require a translation of a proof of origin and <br> may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the <br> conditions required for the implementation of this Agreement. <br> and quantity of the products that no commercial purpose is in view. <br> (a) direct evidence of the processes carried out by the exporter or <br> (b) documents proving the originating status of materials used, issued <br> (c) documents proving the working or processing of materials in the <br> least three years the movement certificates EUR.1 and the invoice <br> preserving the effects of the limits concerned in real terms. For this <br> Proof of origin <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 33 : Free zones <br> 1 The European Union and the Republics of the CA Party shall take <br> all necessary steps to ensure that products traded under cover of a proof <br> of origin which in the course of transport use a free zone or a customs <br> warehouse situated in their territory in accordance with their domestic <br> legislation, are not substituted by other goods and do not undergo <br> handling other than normal operations designed to prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when products originating in the European Union or in Central America <br> are imported into a free zone under cover of a proof of origin and undergo treatment or processing, the competent public authorities shall issue a new <br> movement certificate EUR.1 at the exporter's request, if the treatment or processing undergone is in conformity with the provisions of this Annex. <br> "}, {"ArticleTitle": "Application of this Annex", "ArticleDesc": "Article 34 : Application of this Annex <br> 1 The term @^@European Union@^@ used in Article 2 does not cover Ceuta and Melilla. <br> 2 Products originating in Central America, when imported into Ceuta or Melilla, shall enjoy in all respects the same customs regime as that <br> which is applied to products originating in the customs territory of the European Union under Protocol 2 of the Act of Accession of the Kingdom of <br> Spain and the Portuguese Republic to the European Communities. The Republics of the CA Party shall grant to imports of products covered by <br> the Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted to products imported from and originating in <br> the European Union. <br> 3 For the purpose of the application of paragraph 2 concerning <br> products originating in Ceuta and Melilla, this Annex shall apply <br> mutatis mutandis subject to the special conditions set out in Article 35. <br> "}, {"ArticleTitle": "Special conditions", "ArticleDesc": "Article 35 : Special conditions <br> 1 Provided that they have been transported directly in accordance <br> with the provisions of Article 12, the following shall be considered as: <br> (a) products originating in Ceuta and Melilla: <br> (i) products wholly obtained in Ceuta and Melilla; <br> (ii) products obtained in Ceuta and Melilla in the manufacture of <br> which products other than those referred to in (i) are used, provided that: <br> said products have undergone sufficient working or processing within the meaning of Article 5; or that <br> those products are originating in Central America or in the European Union, provided that they have been submitted to working or <br> processing which goes beyond the operations referred to in Article 6. <br> (b) products originating in Central America: <br> (i) products wholly obtained in the Central America; <br> (ii) products obtained in Central America, in the manufacture of <br> the said products have undergone sufficient working or processing within the meaning of Article 5; or that <br> those products are originating in Ceuta and Melilla or in the European Union, provided that they have been submitted to working or processing <br> which goes beyond the operations referred to in Article 6. <br> 2 Ceuta and Melilla shall be considered as a single territory. <br> 3 The exporter or his authorised representative shall enter @^@Central America@^@ and @^@Ceuta and Melilla@^@ in box 2 of movement certificates EUR.1 or on <br> invoice declarations. In addition, in the case of products originating in Ceuta and Melilla, this shall be indicated in box 4 of movement certificates EUR.1 <br> or on invoice declarations. <br> 4 The Spanish customs authorities shall be responsible for the appli­ cation of this Annex in Ceuta and Melilla. <br> "}, {"ArticleTitle": "Amendments to this Annex", "ArticleDesc": "Article 36 : Amendments to this Annex <br> The Association Council may decide to modify the provisions of the Appendixes to this Annex. <br> "}, {"ArticleTitle": "Explanatory notes", "ArticleDesc": "Article 37 : Explanatory notes <br> The Parties shall agree @^@Explanatory Notes@^@ regarding the interpretation, application and administration of this Annex within the Sub-Committee on Customs, <br> Trade Facilitation and Rules of Origin, in order to recommend its approval by the Association Council. <br> "}, {"ArticleTitle": "Transitional Provisions for Products in Transit or Storage", "ArticleDesc": "Article 38 : Transitional Provisions for Products in Transit or Storage <br> "}, {"ArticleTitle": "Transitional provisions for products in transit or storage", "ArticleDesc": "The provisions of this Agreement may be applied to products which <br> comply with the provisions of this Annex and which on the date of <br> entry into force of this Agreement are either in transit or are in the <br> Parties in temporary storage in customs warehouses or in free zones, <br> subject to the submission to the customs authorities of the importing <br> Party, within four months of that date, of a proof of origin made out <br> retrospectively together with the documents showing that the goods <br> have been transported directly in accordance with Article 12. <br> "}, {"ArticleTitle": "Transitional provision for cumulation purposes", "ArticleDesc": "Article 39 : Transitional provision for cumulation purposes <br> The Parties for which this Agreement has entered into force in accordance with Article 353 of Part V (Final Provisions), may use materials <br> originating in the Republics of the CA Party for which the Agreement has not yet entered into force. Article 3 of this Annex shall be applied mutatis mutandis. <br> JOINT DECLARATION CONCERNING THE PRINCIPALITY OF ANDORRA <br> 1. Products originating in the Principality of Andorra falling within Chapters 25 to 97 of the Harmonized <br> System shall be accepted by the Republics of the CA Party as originating in the European Union within <br> the meaning of this Agreement. <br> Co-operation) shall apply mutatis mutandis for the purpose of defining the originating status of the <br> JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> 1. Products originating in the Republic of San Marino shall be accepted by the Republics of the CA Party as <br> originating in the European Union within the meaning of this Agreement. <br> 2. Annex II (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative <br> above mentioned products. <br> JOINT DECLARATION CONCERNING DEROGATIONS <br> 1. The Parties recognise the important role of a stable growth and progress of the economies of the <br> Republics of the CA Party in encouraging the smooth development of trade relations between the Parties. <br> 2. For that purpose, the Sub-Committee on Customs, Trade Facilitation and Rules of Origin, established in <br> accordance with Article 123 of Chapter 3 (Customs and Trade Facilitation) of Title II of Part IV of this <br> Agreement (hereinafter referred to as the @^@Sub-Committee@^@), shall discuss and consider derogation <br> requests from Annex II where the development of existing industries or the creation of new industries <br> in the Republics of the CA Party justify the adoption of such derogations. The derogations subsequently <br> may be adopted by the Association Council. <br> 3. The Republics of the CA Party shall, either before or when the request for derogation is submitted to the <br> Sub-Committee, notify the EU Party of its request for a derogation together with the reasons for the <br> request in accordance with paragraph 5. <br> 4. Within the Association Council, the EU Party shall respond positively to the requests of the Republics of <br> the CA Party, if admissible and duly justified in conformity with this Declaration and if they cannot cause <br> serious injury to an established European Union's industry. <br> 5. In order to facilitate the examination by the Sub-Committee of requests for derogation, one or more <br> Republics of the CA Party shall furnish in support of their request the fullest possible information <br> covering in particular the following: <br> (a) description of the finished product; <br> (b) nature and quantity of materials originating in third countries; <br> (c) manufacturing processes; <br> (d) added value achieved; <br> (e) number of employees in the enterprise concerned; <br> (f) anticipated volume of exports to the European Union; <br> (g) other possible sources of supply for raw materials; <br> (h) other observations. <br> 6. The examination of requests for derogation shall in particular take into account: <br> (a) cases where the application of the existing rules of origin would significantly affect the ability of an <br> existing industry in one or more Republics of the CA Party making the request to continue their <br> exports to the European Union, with particular reference to cases where this could lead to cessation <br> of its activities; <br> (b) specific cases where it can be clearly demonstrated that significant investment in an industry could be <br> deterred by the rules of origin and where a derogation favouring the realisation of the investment <br> program would enable these rules to be satisfied by stages. <br> 7. In every case an examination shall be made to ascertain whether the rules relating to cumulation of <br> origin do not provide a solution to the problem. <br> 8. The Sub-Committee shall take steps necessary to ensure that a decision on a request for derogation is <br> reached as soon as possible. The derogation may be granted for the period of twelve months. The Sub- <br> Committee may review the necessity to extend the period of validation of the derogation by another <br> twelve months upon the request of the Republics of the CA Party, if the economic conditions which <br> formed the basis for establishing the derogation continue, taking into account other conditions referred <br> to in paragraphs 1 to 7. The extension of the derogation shall be decided by the Association Council. <br> JOINT DECLARATION CONCERNING TEMPORAL USE OF ADDITIONAL NON-ORIGINATING MATERIALS <br> FOR PRODUCTS OF CHAPTERS 61 AND 62 OF THE HARMONIZED SYSTEM <br> At the initiative of one or more Republics of the CA Party and after consultations in the Association <br> Committee, the Association Council may decide to temporarily permit the use of additional non-originating <br> materials which shall be identified at 8 digit level for products in Chapters 61 and 62 of the Harmonized <br> System, provided that there is no production of these materials in the Parties. Under these circumstances, <br> these materials shall be considered as originating for the effects of the rules of origin of Appendix 2 of <br> Annex II (Concerning the Definition of the Concept of ‘Originating Products' and Methods of Administrative <br> Co-operation) applicable to products in Chapters 61 and 62 of the Harmonized System. After consultations <br> in the Association Committee, the use of the above mentioned materials shall not be permitted when a <br> Party demonstrates that there is production of these materials in the Parties. <br> Appendix 5 <br> PERIOD OF TIME FOR THE PRESENTATION OF AN INVOICE DECLARATION OR REIMBURSEMENT OF <br> TARIFFS IN ACCORDANCE WITH ArticleS 19, PARAGRAPH 6 AND 21, PARAGRAPH 4 OF ANNEX II, <br> CONCERNING THE DEFINITION OF THE CONCEPT OF @^@ORIGINATING PRODUCTS@^@ AND METHODS OF <br> ADMINISTRATIVE COOPERATION <br> 1. For the EU Party, two years. <br> 2. For the Republics of the CA Party, one year. <br> Appendix 6 <br> AMOUNTS REFERRED TO IN ArticleS 19, PARAGRAPH 1 (B) AND 24, PARAGRAPH 3 OF ANNEX II, <br> CONDITIONS FOR MAKING OUT AN INVOICE DECLARATION <br> In accordance with Article 19, paragraph 1(b) of Annex II, an invoice declaration as referred to in Article 14, paragraph <br> 1(b) of said Annex may be made out by any exporter for any consignment consisting of one or more packages <br> containing originating products whose total value does not exceed 6 000 EUR. <br> EXEMPTIONS FROM PROOF OF ORIGIN <br> In accordance with Article 24, paragraph 3 of Annex II, the total value of the products indicated in said Article, shall not <br> exceed 500 EUR in the case of small packages or 1 200 EUR in the case of products <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14 : General requirements <br> Article 15 : Procedure for the issue of a movement certificate EUR.1 <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> forming part of travellers' personal luggage. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> TITLE IV <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> 1 Products sent as small packages from private persons to private <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the customs authority or, when applicable, <br> persons or forming part of travellers' personal luggage shall be admitted <br> competent public authority of the importing Party have reasonable doubts as to the authenticity of such documents, the originating status of <br> 1 Products originating in the European Union shall, on importation into Central America, and products originating in Central America shall, on importation <br> as originating products without requiring the submission of a proof of <br> the products concerned or the fulfilment of the other requirements of this Annex. <br> into the European Union, benefit from this Agreement upon submission of either: <br> origin, provided that such products are not imported by way of trade <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs authority or, when applicable, competent public authority of the <br> (a) a movement certificate EUR.1, a specimen of which appears in Appendix 3; or <br> and have been declared as meeting the requirements of this Annex and <br> importing Party shall return the movement certificate EUR.1 and the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> (b) in the cases specified in Article 19, paragraph 1, a declaration, <br> where there is no doubt as to the veracity of such a declaration. In the <br> documents, to the competent public authorities of the exporting Party giving, where appropriate, the reasons for the enquiry. Any documents <br> subsequently referred to as the @^@invoice declaration@^@, given by the <br> case of products sent by post, this declaration can be made on the <br> and information obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded in support of the <br> exporter on an invoice, a delivery note or any other commercial document which describes the <br> customs declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> request for verification. <br> products concerned in sufficient detail to enable them to be identified; the text of the invoice declaration appears in Appendix 4. <br> 2 Imports which are occasional and consist solely of products for <br> 3 The verification shall be carried out by the competent public <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, <br> the personal use of the recipients or travellers or their families shall not <br> authorities of the exporting Party. For this purpose, they shall have <br> in the cases specified in Article 24, benefit from the Agreement without it being necessary to submit any of the documents referred to above. <br> be considered as imports by way of trade if it is evident from the nature <br> the right to call for any evidence and to carry out any inspection of <br> the exporter's accounting records or any other check considered appropriate <br> 3 Furthermore, the total value of these products shall not exceed in <br> related to origin and according the procedures of its domestic legislation. <br> 1 A movement certificate EUR.1 shall be issued by the competent public authority of the exporting Party on application having been made in writing by <br> Procedure for the issue of a movement certificate EUR.1 <br> the case of small packages or of products forming part of travellers' <br> 4 If the customs authorities of the importing Party decide to suspend the granting of preferential tariff treatment to the products from the exporter <br> personal luggage, the amounts in Euros established in Appendix 6 <br> subject to verification, while awaiting the results of the verification, release of the products shall be offered to the importer subject to any precautionary <br> 2 For this purpose, the exporter or his authorised representative <br> (Amounts referred to in Articles 19, paragraph 1(b) and 24, <br> measures judged necessary. <br> shall fill out both the movement certificate EUR.1 and the application <br> paragraph 3 of Annex II, concerning the Definition of the Concept of <br> 5 The competent public authorities or, when applicable, customs <br> form, specimens of which appear in Appendix 3. These forms shall be <br> @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> authorities requesting the verification shall be informed of the results <br> completed in one of the languages in which this Agreement is drawn up <br> Article 25 : Supporting documents <br> of this verification as soon as possible. These results must indicate <br> and in accordance with the provisions of the domestic legislation of the <br> customs authorities of the importing Party. <br> the exporter or, under the exporter's responsibility, by his authorised representative. <br> clearly whether the documents are authentic and whether the <br> exporting Party. If they are hand-written, they shall be completed in ink <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> The documents referred to in Articles 15, paragraph 3 and 19, paragraph 3 used for the purpose of proving that products covered by a <br> products concerned can be considered as products originating in the <br> in printed characters. The description of the products must be given in <br> movement certificate EUR.1 or an invoice declaration can be considered as products originating in the European Union or in Central America <br> European Union or in Central America and fulfil the other requirements of this Annex. <br> the box reserved for this purpose without leaving any blank lines. <br> 6 If in cases of reasonable doubt there is no reply within ten months <br> Where the box is not completely filled, a horizontal line must be <br> of the date of the verification request or if the reply does not contain <br> Article 16 : Movement certificates EUR.1 issued retrospectively <br> drawn below the last line of the description, the empty space being crossed through. <br> requirements of this Annex. <br> supplier to obtain the goods concerned, contained for example in <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be prepared <br> his accounting records or internal book-keeping; <br> question or the real origin of the products, the requesting customs <br> to submit at any time, at the request of the competent public authority of the exporting <br> Discrepancies and formal errors <br> authorities or, when applicable, competent public authority shall, <br> Dispute settlement <br> Party where the movement certificate EUR.1 is issued, all appropriate documents proving <br> products as well as the fulfilment of the other requirements of this Annex. <br> or made out in a Party, where these documents are used in <br> Article 31 : Dispute Settlement <br> except in exceptional circumstances, refuse entitlement to the preferences <br> manuscript by him. <br> the originating status of the products concerned as well as the fulfilment of the other requirements of this Annex. <br> accordance with domestic legislation; <br> sufficient information to determine the authenticity of the document in <br> to the products covered by the proof of origin subject to verification. <br> 4 A movement certificate EUR.1 shall be issued by the competent public authority of a <br> packages containing originating products whose total value does not <br> Member State of the European Union or of a Republic of the CA Party if the products <br> European Union or in Central America, issued or made out in a <br> concerned can be considered as products originating in the European Union or in <br> Party, where these documents are used in accordance with domestic legislation; <br> 1 Where disputes arise in relation to the verification procedures of <br> Central America and fulfil the other requirements of this Annex. <br> Supporting documents <br> Article 30, which cannot be settled between the authorities requesting <br> 5 The competent public authorities issuing movement certificates EUR.1 shall take any steps necessary to verify the originating status of the <br> originating status of materials used, issued or made out in a Party <br> verification and the authorities responsible for carrying out this verification, <br> products and the fulfilment of the other requirements of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> in accordance with this Annex. <br> or in relation to the interpretation of this Annex, the requests for <br> carry out any inspection of the exporter's accounting records [1] or any other check considered appropriate. They shall also ensure that the forms <br> Article 26 : Preservation of proof of origin and supporting documents <br> the settlement of those disputes shall be submitted to the Sub- <br> referred to in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description of the products has <br> TITLE V <br> Committee on Customs, Trade Facilitation and Rules of Origin for <br> Article 20 : Approved exporter <br> 1 The exporter applying for the issuance of a movement certificate EUR.1 shall keep for at least three years the documents <br> consultations and discussions within the Sub-Committee. In any case, <br> referred to in Article 15, paragraph 3. <br> the Parties shall retain their rights under the dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the competent public authorities and made available to the exporter as soon as actual <br> Validity of proof of origin <br> 2 The exporter making out an invoice declaration shall keep for at least three years a copy of this invoice declaration as well as the documents <br> mechanism established in Title X (Dispute Settlement) of Part IV of this Agreement. <br> referred to in Article 19, paragraph 3. <br> 2 In all cases the settlement of disputes between the importer and the customs authorities <br> [1] For greater certainty, whenever the concept of @^@account@^@ is used in this Annex <br> 3 The competent public authority of the exporting Party issuing a movement certificate EUR.1 shall keep for at least three years the application form <br> of the importing Party shall be under the domestic legislation of said Party. <br> or in its appendixes, it shall be understood as referring to accounting records. <br> referred to in Article 15, paragraph 2. <br> ARTICLE 32 : Penalties <br> been completed in such a manner as to exclude all possibility of fraudulent additions. <br> 4 The customs authorities of the importing Party shall keep for at <br> 1 Notwithstanding Article 15, paragraph 7, a movement certificate EUR.1 may <br> declarations submitted to them, which may be kept in electronic format. <br> a document which contains incorrect information for the purpose of obtaining a preferential tariff treatment for products. <br> exportation has been effected or ensured. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> Penalties <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and those made in the documents submitted to the customs <br> (b) it is demonstrated to the satisfaction of the competent public authorities <br> office for the purpose of carrying out the formalities for importing the products shall not ipso facto render the proof of origin null and void if it is duly <br> Approved exporter <br> exceptionally be issued after exportation of the products to which it relates if: <br> that a movement certificate EUR.1 was issued but was not <br> established that this document does correspond to the products submitted. <br> accepted at importation for technical reasons. <br> corresponding file. <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this document to be rejected if these errors are not such as to create <br> ARTICLE 27 : Discrepancies and Formal Errors <br> 2 For the implementation of paragraph 1, the exporter must indicate <br> Article 17 : Issue of a duplicate movement certificate EUR.1 <br> doubts concerning the correctness of the statements made in this document. <br> in his application the place and date of exportation of the products to <br> Article 28 : Amounts expressed in euro <br> which the movement certificate EUR.1 relates, and state the reasons for <br> 1 For the application of the provisions of Article 19, paragraph 1(b) <br> 3 The competent public authorities may issue a movement <br> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1, shall take effect as from that date. <br> and Article 24, paragraph 3 in cases where products are invoiced in a <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br> certificate EUR.1 retrospectively only after verifying that the information <br> currency other than euro, amounts in the national currencies of the <br> supplied in the exporter's application agrees with that in the <br> Member States of the European Union or of the Republics of the CA <br> Exemptions from Proof of Origin <br> Party equivalent to the amounts expressed in euro shall be fixed <br> 4 Movement certificates EUR.1 issued retrospectively must be <br> annually by each Member State of the European Union or Republic <br> endorsed with the phrase @^@issued retrospectively@^@ in one of the <br> Amounts expressed in euro <br> of the CA Party concerned. <br> following languages: <br> 2 A consignment shall benefit from the provisions of Article 19, <br> BG ??????? ???????????? <br> paragraph 1(b) or Article 24, paragraph 3 by reference to the currency <br> ES EXPEDIDO A POSTERIORI <br> in which the invoice is drawn up, according to the amount fixed by the <br> CS VYSTAVENO DODATE?NE <br> Member State of the European Union or Republic of the CA Party concerned. <br> Article 19 : Conditions for making out an invoice declaration <br> DA UDSTEDT EFTERFØLGENDE <br> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of the amounts expressed in euro as at the first working <br> DE NACHTRÄGLICH AUSGESTELLT <br> day of October. The amounts shall be communicated to the European Commission by October 15th, and shall apply from January 1st, the following year. <br> ET TAGANTJÄRELE VÄLJA ANTUD <br> The European Commission shall notify the Member States of the European Union and the Republics of the CA Party concerned of the relevant amounts. <br> EL ??????? ?? ??? ??????? <br> 4 The Member States of the European Union and the Republics of <br> EN ISSUED RETROSPECTIVELY <br> Issue of a duplicate movement certificate EUR.1 <br> the CA Party may round up or down the amount resulting from the <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, <br> FR DÉLIVRÉ A POSTERIORI <br> conversion into its national currency of an amount expressed in euro. <br> IT RILASCIATO A POSTERIORI <br> The rounded-off amount may not differ from the amount resulting <br> LV IZSNIEGTS RETROSPEKT?VI <br> from the conversion by more than 5 per cent. A Member State of <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> LT RETROSPEKTYVUSIS IŠDAVIMAS <br> the European Union or a Republic of the CA Party may retain <br> Conditions for making out an invoice declaration <br> HU KIADVA VISSZAMEN?LEGES HATÁLLYAL <br> unchanged its national currency equivalent of an amount expressed in <br> MT MAHRUG RETROSPETTIVAMENT <br> euro if, at the time of the annual adjustment provided for in paragraph <br> (a) it was not issued at the time of exportation because of errors or <br> NL AFGEGEVEN A POSTERIORI <br> 3, the conversion of that amount, prior to any rounding-off, results in <br> involuntary omissions or special circumstances; or <br> PL WYSTAWIONE RETROSPEKTYWNIE <br> an increase of less than 15 per cent in the national currency equivalent. <br> PT EMITIDO A POSTERIORI <br> The national currency equivalent may be retained unchanged if the <br> RO EMIS A POSTERIORI <br> conversion would result in a decrease in that equivalent value. <br> SK VYDANÉ DODATO?NE <br> 5 The amounts expressed in euro shall be reviewed by the <br> SL IZDANO NAKNADNO <br> Association Committee at the request of a Party. When carrying out <br> FI ANNETTU JÄLKIKÄTEEN <br> this review, the Association Committee shall consider the desirability of <br> SV UTFÄRDAT I EFTERHAND <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ box of the movement certificate EUR.1. <br> purpose, it may decide to modify the amounts expressed in euro. <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the exporter may apply to the competent public authorities which issued it for <br> a duplicate made out on the basis of the export documents in their possession. <br> 2 The duplicate issued in this way must be endorsed with the phrase @^@duplicate@^@ in one of the following languages: <br> BG ???????? <br> ES DUPLICADO <br> CS DUPLIKÁT <br> DA DUPLIKAT <br> DE DUPLIKAT <br> ET DUPLIKAAT <br> EL ????????? <br> EN DUPLICATE <br> FR DUPLICATA <br> his request. <br> IT DUPLICATO <br> LV DUBLIK?TS <br> LT DUBLIKATAS <br> Article 21 : Validity of proof of origin <br> HU MÁSODLAT <br> MT DUPLIKAT <br> NL DUPLICAAT <br> (a) by an approved exporter within the meaning of Article 20; or <br> PL DUPLIKAT <br> PT SEGUNDA VIA <br> RO DUPLICAT <br> SK DUPLIKÁT <br> SL DVOJNIK <br> FI KAKSOISKAPPALE <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or printing on the invoice, the delivery note or another <br> SV DUPLIKAT <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ box of the duplicate movement certificate EUR.1. <br> Article 18 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in a Party, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of these products elsewhere within the European Union or Central <br> America. The replacement movement certificate(s) EUR.1 shall be issued by the customs office in the EU Party under whose control the products <br> are placed or by the respective competent public authority of the Republics of the CA Party. <br> 1 An invoice declaration as referred to in Article 14, paragraph 1(b) may be made out: <br> (b) by any exporter for any consignment consisting of one or more <br> exceed the amount in Euros established in Appendix 6 (Amounts referred to in Articles 19, paragraph 1(b) and 24, paragraph 3 of Annex II, <br> concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of Administrative Cooperation). <br> 2 An invoice declaration may be made out if the products <br> concerned can be considered as products originating in the European <br> Union or in Central America and fulfil the other requirements of this Annex. <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any time, at the request of the competent public authorities of the <br> exporting Party, all appropriate documents proving the originating status of the products concerned as well as the fulfilment of the other <br> commercial document, the text of the declaration included in Appendix 4, by using one of the linguistic versions set out in that Appendix and in <br> accordance with the provisions of the domestic legislation of the exporting Party. <br> If the declaration is hand-written, it shall be written in ink in printed characters. <br> 5 Invoice declarations shall bear the original signature of the <br> exporter in manuscript. However, an approved exporter within the <br> meaning of Article 20 shall not be required to sign such declarations <br> provided that he gives the competent public authorities of the exporting <br> Party a written undertaking that he accepts full responsibility for any <br> invoice declaration which identifies him as if it had been signed in <br> 6 An invoice declaration may be made out by the exporter when the products to which it relates are exported, or after exportation on condition <br> that it is presented in the importing Party no longer than the period established in Appendix 5. <br> 1 The competent public authorities of the exporting Party may authorise any exporter, hereinafter referred to as @^@approved exporter@^@, who makes <br> frequent shipments of products under this Agreement to make out invoice declarations irrespective of the value of the products concerned. An exporter <br> seeking such authorisation must offer to the satisfaction of the competent public authorities all guarantees necessary to verify the originating status of the <br> 2 The competent public authorities may grant the status of <br> approved exporter subject to any conditions which they consider appropriate. <br> 3 The competent public authorities shall grant to the approved <br> exporter an authorisation number which shall appear on the invoice declaration. <br> 4 The competent public authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent public authorities may withdraw the authorisation at any time. They shall do so where the approved exporter no longer offers the <br> guarantees referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for twelve months from the date of issue in the exporting Party, and shall be submitted within said period to the <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after the final date for presentation specified in paragraph 1 may <br> be accepted for the purpose of applying preferential tariff treatment, where the failure to submit these documents <br> by the final date set is due to exceptional circumstances. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may accept the proofs of origin where the products have been <br> Proofs of origin shall be submitted to the customs authorities of the <br> submitted before said final date. <br> 4 According to the domestic legislation of the importing Party, a <br> preferential tariff treatment may be awarded, when it proceeds, through <br> the reimbursement of the tariffs in a period no longer than the period <br> established in Appendix 5 from the date of acceptance of the import <br> declaration, where a proof of origin is presented indicating that the <br> imported goods were at that date eligible for preferential tariff treatment. <br> Article 22 : Submission of proof of origin <br> importing Party in accordance with the procedures applicable in that <br> Party. Said authorities may require a translation of a proof of origin and <br> may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the <br> conditions required for the implementation of this Agreement. <br> and quantity of the products that no commercial purpose is in view. <br> (a) direct evidence of the processes carried out by the exporter or <br> (b) documents proving the originating status of materials used, issued <br> (c) documents proving the working or processing of materials in the <br> least three years the movement certificates EUR.1 and the invoice <br> preserving the effects of the limits concerned in real terms. For this <br> Proof of origin <br> "}]}]}, "members_found": ["918", "591"]}