{"FtaRooDetails": {"FtaId": 250, "FtaCode": "ITC00256", "FtaName": "FTA, Canada-Chile", "FtaFullName": "Free Trade Agreement between the Government of Canada and the Government of the Republic of Chile", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "05.07.1997", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Chile", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Chile", "AdminProcCooAuth": "The certification type under FTA, Canada-Chile is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Chile is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Chile agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 20%", "RooText": "A change to subheading 8703.21 through 8703.90 from any other heading, provided there is a regional value content of not less than 20 per cent under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " Section I – General Interpretative Note<br /> For purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the new tariff items created for purposes of Chapter D, shown generically in the specific rules of origin by eight-digit numbers comprising six numeric and two alpha characters, refer to the Party-specific tariff items shown in the table following Section II of this Annex;<br /> (b) the specific rule, or specific set of rules, that applies to a particular heading, subheading or tariff item is set out immediately adjacent to the heading, subheading or tariff item;<br /> (c) a rule applicable to a tariff item shall take precedence over a rule applicable to the heading or subheading which is parent to that tariff item;<br /> (d) a requirement of a change in tariff classification applies only to non-originating materials;<br /> (e) reference to weight in the rules for goods provided for in Chapter 1 through 24 of the Harmonized System means dry weight unless otherwise specified in the Harmonized System;<br /> (f) paragraph 1 of Article D-05 (De Minimis) does not apply to:<br /> (i) certain non-originating materials used in the production of goods provided for in the following tariff provisions: Chapter 4 of the Harmonized System, heading 15.01 through 15.08, 15.12, 15.14, 15.15 or 17.01 through 17.03, subheading 1806.10, tariff item 1901.10.aa (infant preparations containing over 10 per cent by weight of milk solids), 1901.20.aa (mixes and doughs, containing over 25 per cent by weight of butterfat, not put up for retail sale) or 1901.90.aa (dairy preparations containing over 10 per cent by weight of milk solids), tariff item 2106.90.cc (concentrated mixtures of fruit or vegetable juice, fortified with minerals or vitamins), 2106.90.dd (preparations containing over 10 per cent by weight of milk solids), 2202.90.bb (mixtures of fruit or vegetable juices, fortified with minerals or vitamins) or 2202.90.cc (beverages containing milk), heading 22.03 through 22.07, subheading 2208.20, tariff item 2309.90.aa (animal feeds containing over 10 per cent by weight of milk solids) or 7321.11.aa (gas stove or range), subheading 8415.10, 8415.20 through 8415.83, 8418.10 through 8418.21, 8418.29 through 8418.40, 8421.12, 8422.11, 8450.11 through 8450.20 or 8451.21 through 8451.29, heading 84.56 through 84.63 or 84.77, tariff item 8516.60.aa (electric stove or range) or subheading 8526.10,<br /> (ii) a non-originating material provided for in tariff item 8548.10.aa (spent primary cells, spent primary batteries and spent electric accumulators) that is used in the production of a good provided for in heading 85.06 or 85.07,<br /> (iii) a printed circuit assembly, including a part that incorporates a printed circuit assembly, that is a non-originating material used in the production of a good where the applicable change in tariff classification for the good places restrictions on the use of such non-originating material, or<br /> (iv) a non-originating material used in the production of a good provided for in Chapter 1 through 21 of the Harmonized System unless the non-originating material is provided for in a different subheading than the good for which origin is being determined;<br /> (g) paragraph 6 of Article D-05 (De Minimis) applies to a good provided for in Chapter 50 through 63; and<br /> (h) the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized System;<br /> section means a section of the Harmonized System;<br /> subheading means the first six digits in the tariff classification number under the Harmonized System; and<br /> tariff item means the first eight digits in the tariff classification number under the Harmonized System as implemented by each Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00256_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00256_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/chile-chili/fta-ale/annex-d-annexe.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00256_roo.pdf", "DocType": "3_roo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/chile-chili/fta-ale/02d.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00256_proo.pdf", "DocType": "4_proo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/chile-chili/fta-ale/02e.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00256_full.pdf", "DocType": "8_full", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/chile-chili/fta-ale/index.aspx?lang=en"}, {"DocDesc": "WTO notification", "DocFileName": "itc00256_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N111.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article D-04: Accumulation <br /> 1. For purposes of determining whether a good is an originating good, the production <br /> of the good in the territory of one or both of the Parties by one or more producers <br /> shall, at the choice of the exporter or producer of the good for which preferential tariff <br /> treatment is claimed, be considered to have been performed in the territory of either <br /> of the Parties by that exporter or producer, provided that: <br /> a. all non-originating materials used in the production of the good undergo an <br /> applicable tariff classification change set out in Annex D-01, and the good <br /> satisfies any applicable regional value-content requirement, entirely in the <br /> territory of one or both of the Parties; and <br /> b. the good satisfies all other applicable requirements of this Chapter. <br /> 2. For purposes of Article D-02(10), the production of a producer that chooses to <br /> accumulate its production with that of other producers under paragraph 1 shall be <br /> considered to be the production of a single producer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (9%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article D-05: De Minimis <br /> 1. Except as provided in paragraphs 3 through 6, a good shall be considered to be <br /> an originating good if the value of all non-originating materials used in the production <br /> of the good that do not undergo an applicable change in tariff classification set out in Annex D-01 <br /> is not more than 9 per cent of the transaction value of the good, <br /> adjusted to a F.O.B. basis, or, if the transaction value of the good is unacceptable <br /> under Article 1 of the Customs Valuation Code, the value of all such non-originating <br /> materials is not more than 9 per cent of the total cost of the good, provided that: <br /> a. if the good is subject to a regional value-content requirement, the value of <br /> such non-originating materials shall be taken into account in calculating the <br /> regional value content of the good; and <br /> b. the good satisfies all other applicable requirements of this Chapter. <br /> 2. A good that is otherwise subject to a regional value-content requirement shall not <br /> be required to satisfy such requirement if the value of all non-originating materials <br /> used in the production of the good is not more than 9 per cent of the transaction <br /> value of thegood, adjusted to a F.O.B. basis, or, if the transaction value of the good <br /> is unacceptable under Article 1 of the Customs Valuation Code, the value of all non- <br /> originating materials is not more than 9 per cent of the total cost of the good, <br /> provided that the good satisfies all other applicable requirements of this Chapter. <br /> 3. Paragraph 1 does not apply to: <br /> a. a non-originating material provided for in Chapter 4 of the Harmonized <br /> System or tariff item 1901.90.aa (dairy preparations containing over 10 per cent <br /> by weight of milk solids) that is used in the production of a good provided for in <br /> Chapter 4 of the Harmonized System; <br /> b. a non-originating material provided for in Chapter 4 of the Harmonized <br /> System or tariff item 1901.90.aa (dairy preparations containing over 10 per cent <br /> by weight of milk solids) that is used in the production of a good provided for in <br /> tariff item 1901.10.aa (infant preparations containing over 10 per cent by weight <br /> of milk solids), 1901.20.aa (mixes and doughs, containing over 25 per cent by <br /> weight of butterfat, not put up for retail sale), 1901.90.aa (dairy preparations <br /> containing over 10 per cent by weight of milk solids), heading 21.05 or tariff item <br /> 2106.90.dd (preparations containing over 10 per cent by weight of milk solids), <br /> 2202.90.cc (beverages containing milk) or 2309.90.aa (animal feeds containing <br /> over 10 per cent by weight of milk solids); <br /> c. a non-originating material provided for in Chapter 15 of the Harmonized <br /> System that is used in the production of a good provided for in heading 15.01 <br /> through 15.08, 15.12, 15.14 or 15.15; <br /> d. a non-originating material provided for in heading 17.01 that is used in the <br /> production of a good provided for in heading 17.01 through 17.03; <br /> e. a non-originating material provided for in Chapter 17 of the Harmonized <br /> System or heading 18.05 that is used in the production of a good provided for in <br /> subheading 1806.10; <br /> f. a non-originating material provided for in heading 22.03 through 22.07 that is <br /> used in the production of a good provided for in heading 22.03 through 22.07 or <br /> subheading 2208.20; <br /> g. a non-originating material used in the production of a good provided for in <br /> tariff item 7321.11.aa (gas stove or range), subheading 8415.10, 8415.20 <br /> through 8415.83, 8418.10 through 8418.21, 8418.29 through 8418.40, 8421.12, <br /> 8422.11, 8450.11 through 8450.20 or 8451.21 through 8451.29, heading 84.56 <br /> through 84.63 or 84.77, tariff item 8516.60.aa (electric stove or range) or <br /> subheading 8526.10; <br /> h. a non-originating material provided for in tariff item 8548.10.aa (spent primary <br /> cells, spent primary batteries and spent electric accumulators) that is used in the <br /> production of a good provided for in heading 85.06 or 85.07; or <br /> i. a printed circuit assembly, including a part that incorporates a printed circuit <br /> assembly, that is a non-originating material used in the production of a good <br /> where the applicable change in tariff classification for the good, as set out in Annex D-01, <br /> places restrictions on the use of such non-originating material. <br /> 4. Paragraph 1 does not apply to a non-originating single juice ingredient provided <br /> for in heading 20.09 that is used in the production of a good provided for in tariff <br /> item2106.90.cc (concentrated mixtures of fruit or vegetable juice, fortified with <br /> minerals or vitamins) or 2202.90.bb (mixtures of fruit or vegetable juices, fortified <br /> with minerals or vitamins). <br /> 5. Paragraph 1 does not apply to a non-originating material used in the production of <br /> a good provided for in Chapter 1 through 21 of the Harmonized System unless the <br /> non-originating material is provided for in a different subheading than the good for <br /> which origin is being determined under this Article. <br /> 6. A good provided for in Chapter 50 through 63 of the Harmonized System that <br /> does not originate because certain fibres or yarns used in the production of the <br /> component of the good that determines the tariff classification of the good do not <br /> undergo an applicable change in tariff classification set out in Annex D-01, shall <br /> nonetheless be considered to originate if the total weight of all such fibres or yarns in <br /> that component is not more than 9 per cent of the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article D-02: Regional Value Content <br /> 4. The value of non-originating materials used by the producer in the production of a <br /> good shall not, for purposes of calculating the regional value content of the good <br /> under paragraph 2 or 3, include the value of non-originating materials used to <br /> produce originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article D-07: Accessories, Spare Parts and Tools <br /> Accessories, spare parts or tools delivered with the good that form part of the good's <br /> standard accessories, spare parts, or tools, shall be considered as originating if the <br /> good originates and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex D-01, provided that: <br /> a. the accessories, spare parts or tools are not invoiced separately from the good; <br /> b. the quantities and value of the accessories, spare parts or tools are <br /> customary for the good; and <br /> c. if the good is subject to a regional value-content requirement, the value of the <br /> accessories, spare parts or tools shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value <br /> content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article D-02: Regional Value Content <br /> 1. Except as provided in paragraph 5, each Party shall provide that the regional <br /> value content of a good shall be calculated, at the choice of the exporter or producer <br /> of the good, on the basis of either the transaction value method set out in paragraph <br /> 2 or the net cost method set out in paragraph 3. <br /> 2. Each Party shall provide that an exporter or producer may calculate the regional <br /> value content of a good on the basis of the following transaction value method: <br /> RVC = [(TV - VNM)/TV]x 100 <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> TV is the transaction value of the good adjusted to a F.O.B. basis; and <br /> VNM is the value of non-originating materials used by the producer in the production <br /> of the good. <br /> 3. Each Party shall provide that an exporter or producer may calculate the regional <br /> value content of a good on the basis of the following net cost method: <br /> NC - VNM <br /> RVC = -------------- x 100 <br /> NC <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; and <br /> VNM is the value of non-originating materials used by the producer in the production <br /> of the good. <br /> 4. The value of non-originating materials used by the producer in the production of a <br /> good shall not, for purposes of calculating the regional value content of the good <br /> under paragraph 2 or 3, include the value of non-originating materials used to <br /> produce originating materials that are subsequently used in the production of the good. <br /> 5. Each Party shall provide that an exporter or producer shall calculate the regional <br /> value content of a good solely on the basis of the net cost method set out in <br /> paragraph 3 where: <br /> a. there is no transaction value for the good; <br /> b. the transaction value of the good is unacceptable under Article 1 of the <br /> Customs Valuation Code; <br /> c. the good is sold by the producer to a related person and the volume, by units <br /> of quantity, of sales of identical or similar goods to related persons during the <br /> six-month period immediately preceding the month in which the good is sold <br /> exceeds 85 per cent of the producer's total sales of such goods during that period; <br /> d. the good is <br /> i. a motor vehicle, <br /> ii. identified in Annex D-03.1 and is for use in a motor vehicle, or <br /> iii. provided for in subheading 6401.10 through 6406.10; <br /> e. the exporter or producer chooses to accumulate the regional value content of <br /> the good in accordance with Article D-04; or <br /> f. the good is designated as an intermediate material under paragraph 10 and is <br /> subject to a regional value-content requirement. <br /> 6. If an exporter or producer of a good calculates the regional value content of the <br /> good on the basis of the transaction value method set out in paragraph 2 and a Party <br /> subsequently notifies the exporter or producer, during the course of a verification <br /> pursuant to Chapter E (Customs Procedures), that the transaction value of the good, <br /> or the value of any material used in the production of the good, is required to be <br /> adjusted or is unacceptable under Article 1 of the Customs Valuation Code, the <br /> exporter or producer may then also calculate the regional value content of the good <br /> on the basis of the net cost method set out in paragraph 3. <br /> 7. Nothing in paragraph 6 shall be construed to prevent any review or appeal <br /> available under Article E-10 (Review and Appeal) of an adjustment to or a rejection of: <br /> a. the transaction value of a good; or <br /> b. the value of any material used in the production of a good. <br /> 8. For purposes of calculating the net cost of a good under paragraph 3, the <br /> producer of the good may: <br /> a. calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service costs, <br /> royalties, shipping and packing costs, and non-allowable interest costs that are <br /> included in the total cost of all such goods, and then reasonably allocate the <br /> resulting net cost of those goods to the good; <br /> b. calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract any <br /> sales promotion, marketing and after-sales service costs, royalties,shipping and <br /> packing costs and non-allowable interest costs that are included in the portion of <br /> the total cost allocated to the good; or <br /> c. reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include any <br /> sales promotion, marketing and after-sales service costs, royalties, shipping and <br /> packing costs, and non-allowable interest costs, <br /> provided that the allocation of all such costs is consistent with the provisions <br /> regarding the reasonable allocation of costs set out in the Uniform Regulations, <br /> established under Article E-11 (Customs Procedures - Uniform Regulations). <br /> 9. Except as provided in paragraph 11, the value of a material used in the production <br /> of a good shall: <br /> a. be the transaction value of the material determined in accordance with Article <br /> 1 of the Customs Valuation Code; or <br /> b. in the event that there is no transaction value or the transaction value of the <br /> material is unacceptable under Article 1 of the Customs Valuation Code, be <br /> determined in accordance with Articles 2 through 7 of the Customs Valuation <br /> Code; and <br /> c. where not included under subparagraph (a) or (b), include <br /> i. freight, insurance, packing and all other costs incurred in transporting the <br /> material to the location of the producer, <br /> ii. duties, taxes and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, and <br /> iii. the cost of waste and spoilage resulting from the use of the material in <br /> the production of the good, less the value of renewable scrap or by-product. <br /> 10. Any self-produced material that is used in the production of a good may be <br /> designated by the producer of the good as an intermediate material for the purpose <br /> of calculating the regional value content of the good under paragraph 2 or 3, <br /> provided that where the intermediate material is subject to a regional value-content <br /> requirement, no other self-produced material subject to a regional value-content <br /> requirement used in the production of that intermediate material may itself be <br /> designated by the producer as an intermediate material. <br /> 11. The value of an intermediate material shall be: <br /> a. the total cost incurred with respect to all goods produced by the producer of <br /> the good that can be reasonably allocated to that intermediate material; or <br /> b. the aggregate of each cost that forms part of the total cost incurred with <br /> respect to that intermediate material that can be reasonably allocated to that <br /> intermediate material. <br /> 12. The value of an indirect material shall be based on the Generally Accepted <br /> Accounting Principles applicable in the territory of the Party in which the good is produced. <br /> 13. Notwithstanding the regional value-content requirement specified in an <br /> applicable rule in Annex D-01 for the tariff provision under which a good is classified, <br /> a good shall be an originating good where: <br /> a. the good is provided in tariff item 6402.19.aa (sports footwear with rubber or <br /> plastic soles and uppers, for golf, hiking, running or curling), subheading <br /> 6402.99, tariff item 6403.19.aa (sports footwear with leather uppers, for riding, <br /> golf, hiking, climbing, curling, bowling, skating or training), subheading 6403.40 <br /> or 6403.91, tariff item 6404.11.aa (hiking footwear with rubber soles and canvas <br /> uppers), 6404.11.bb (hiking footwear with plastic soles and canvas uppers) or <br /> 6404.19.aa (shoes or sandals with plastic soles and canvas uppers) or <br /> subheading 6406.10; <br /> b. each of the non-originating materials used in the production of the good <br /> undergoes the change of tariff classification specified in the applicable rule in <br /> Annex D-03.2 <br /> Regional Value-Content Calculation for Related Motor Vehicle <br /> Producer <br /> 1. For the purpose of Article D-03, in determining whether motor vehicles produced <br /> by a motor vehicle producer in the territory of a Party and imported into the territory <br /> of the other Party qualify as originating goods, the producer may average its <br /> calculation of the regional value content of a class of motor vehicles or a model line <br /> of motor vehicles produced in a fiscal year in the territory of a Party (@^@the territory of <br /> production@^@) by that producer for sale in the territory of the other Party with the <br /> calculation of the regional value content of the corresponding class of motor vehicles <br /> or model line of motor vehicles produced in the territory of production by a related <br /> producer in the fiscal year that corresponds most closely to the producer's fiscal <br /> year, provided that: <br /> a. the related group acquires 75 per cent or more by unit of quantity of the class of <br /> motor vehicles or model line of motor vehicles, as the case may be, that the <br /> producer has produced in the territory of a Party in that fiscal year for sale in the <br /> territory of the other Party; <br /> b. the producer and the related producer each produced motor vehicles in the <br /> territory of the same Party at any time up to two years from the date of coming into <br /> force of this Agreement; and <br /> c. where a producer otherwise qualifies under this Annex, notice of such qualification <br /> has been provided by the Party referred to in paragraph (b) to the other Party no <br /> later than two years from the date of coming into force of this Agreement. <br /> 2. If the related group acquires less than 75 per cent by unit by quantity of the class <br /> of motor vehicles or model line of motor vehicles, as the case may be, that the <br /> producer has produced in the territory of a Party in that fiscal year for sale in the <br /> territory of the other Party, the producer may average in the manner set out in <br /> paragraph 1 only those motor vehicles that are acquired by the related producer for <br /> distribution under the marque of either the producer or the related group. <br /> 3. In calculating the regional value content of motor vehicles produced by the <br /> producer in the territory of a Party, the producer may choose to average the <br /> calculation in paragraph 1 or 2 over a period of two fiscal years in the event that any <br /> motor vehicle assembly plant operated by the producer or any motor vehicle <br /> assembly plant operated by the related producer with which the producer is <br /> averaging its regional value content is closed for more than two consecutive months: <br /> a. for the purpose of re-tooling for a model change, or <br /> b. as the result of any event or circumstance (other than the imposition of anti- <br /> dumping and countervailing duties, or an interruption of operations resulting from <br /> a labour strike, lock-out, labour dispute, picketing or boycott of or by employees), <br /> that the producer or the related producer could not reasonably have been <br /> expected to avert by corrective action or by exercise of due care and diligence, <br /> including a shortage of materials, failure of utilities, or inability to obtain or delay <br /> in obtaining raw materials, parts, fuel or utilities. <br /> The averaging may be for the producer's fiscal year in which a motor vehicle <br /> producer's or a related producer's plant with which the producer is averaging is <br /> closed and either theprevious or subsequent fiscal year. In the event that the period <br /> of closure spans two fiscal years, the averaging may be only for those two fiscal years. <br /> 4. For the purposes of this Annex, where as a result of an amalgamation, <br /> reorganization, division or similar transaction: <br /> a. a motor vehicle producer (the @^@successor producer@^@) acquires all or <br /> substantially all of the assets used by the related group; and <br /> b. the successor producer, directly or indirectly controls, or is controlled by, the <br /> related group, or both the successor producer and the related group are <br /> controlled by the same person, <br /> the successor producer shall be deemed to be the related producer. <br /> 5. For the purposes of this Annex: <br /> a. a motor vehicle producer is related to another motor vehicle producer when it <br /> owns 50 per cent or more of the common voting stock of the other motor vehicle <br /> producer at the beginning of the other motor vehicle producer's fiscal year; <br /> b. marque means the trade name used by a separate marketing division of a <br /> producer of motor vehicles and any related persons or joint ventures in which <br /> the producer participates; <br /> c. producer means a motor vehicle producer; <br /> d. related group means a related producer and any subsidiary directly or <br /> indirectly owned by it or by any combination thereof; and <br /> e. related producer means a motor vehicle producer that is related to another <br /> motor vehicle producer within the meaning of subparagraph (a). <br /> [Customs administration]: <br /> Chapter E - Customs Procedures <br /> Section I - Certification of Origin", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article D-08: Indirect Materials <br /> An indirect material shall be considered to be an originating material without regard <br /> to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article D-11: Transshipment <br /> A good shall not be considered to be an originating good by reason of having <br /> undergone production that satisfies the requirements of Article D-01 if, subsequent to <br /> that production, the good undergoes further production or any other operation <br /> outside the territories of the Parties, other than unloading, reloading or any other <br /> operation necessary to preserve it in good condition or to transport the good to the <br /> territory of a Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article D-01: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall originate in the territory of <br /> a Party where: <br /> a. the good is wholly obtained or produced entirely in the territory of one or both of <br /> the Parties, as defined in Article D-16; <br /> b. each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification set out in Annex D-01 as a <br /> result of production occurring entirely in the territory of one or both of the Parties, or <br /> the good otherwise satisfies the applicable requirements of that Annex where no <br /> change in tariff classification is required, and the good satisfies all other applicable <br /> requirements of this Chapter; <br /> c. the good is produced entirely in the territory of one or both of the Parties <br /> exclusively from originating materials; or <br /> d. except for a good provided for in Chapters 61 through 63 of the Harmonized <br /> System, the good is produced entirely in the territory of one or both of the Parties but <br /> one or more of the non-originating materials that are used in the production of the <br /> good do not undergo a change in tariff classification because <br /> i. the good was imported into the territory of a Party in an unassembled or a <br /> disassembled form but was classified as an assembled good pursuant to Rule <br /> 2(a) of the General Rules for the Interpretation of the Harmonized System, or <br /> ii. the heading for the good provides for and specifically describes both the good <br /> itself and its parts and is not further subdivided into subheadings, or the <br /> subheading for the good provides for and specifically describes both the good <br /> itself and its parts, <br /> provided that the regional value content of the good, determined in accordance with <br /> Article D-02, is not less than 35 per cent where the transaction value method is used, <br /> or is not less than 25 per cent where the net cost method is used, and that the good <br /> satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article D-09: Packaging Materials and Containers for Retail Sale <br /> Packaging materials and containers in which a good is packaged for retail sale shall, <br /> if classified with the good, be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex D-01, and, if the good is subject to a <br /> regional value-content requirement, the value of such packaging materials and <br /> containers shall be taken into account as originating or non-originating materials, as <br /> the case may be, in calculating the regional value content of the good. <br /> Article D-10: Packing Materials and Containers for Shipment <br /> Packing materials and containers in which a good is packed for shipment shall be <br /> disregarded in determining whether: <br /> a. the non-originating materials used in the production of the good undergo an <br /> applicable change in tariff classification set out in Annex D-01; and <br /> b. the good satisfies a regional value-content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article D-06: Fungible Goods and Materials <br /> For purposes of determining whether a good is an originating good: <br /> a. where originating and non-originating fungible materials are used in the <br /> production of a good, the determination of whether the materials are originating <br /> need not be made through the identification of any specific fungible material, but <br /> may be determined on the basis of any of the inventory management methods <br /> set out in the Uniform Regulations; and <br /> b. where originating and non-originating fungible goods are commingled and <br /> exported in the same form, the determination may be made on the basis of any <br /> of the inventory management methods set out in the Uniform Regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-01: Certificate of Origin <br /> 1. The Parties shall establish by the date of entry into force of this Agreement, a <br /> Certificate of Origin for the purpose of certifying that a good being exported from the <br /> territory of a Party into the territory of the other Party qualifies as an originating good, <br /> and may thereafter revise the Certificate by agreement. <br /> 2. Each Party may require that a Certificate of Origin for a good imported into its <br /> territory be completed in a language required under its law. <br /> 3. Each Party shall: <br /> a. require an exporter in its territory to complete and sign a Certificate of Origin <br /> for any exportation of a good for which an importer may claim preferential tariff <br /> treatment on importation of the good into the territory of the other Party; and <br /> b. provide that where an exporter in its territory is not the producer of the good, <br /> the exporter may complete and sign a Certificate on the basis of <br /> i. its knowledge of whether the good qualifies as an originating good, <br /> ii. its reasonable reliance on the producer's written representation that the <br /> good qualifies as an originating good, or <br /> iii. a completed and signed Certificate for the good voluntarily provided to <br /> the exporter by the producer. <br /> 4. Nothing in paragraph 3 shall be construed to require a producer to provide a <br /> Certificate of Origin to an exporter. <br /> 5. Each Party shall provide that a Certificate of Origin that has been completed and <br /> signed by an exporter or a producer in the territory of the other Party that is applicable to: <br /> a. a single importation of a good into the Party's territory; or <br /> b. multiple importations of identical goods into the Party's territory that occur <br /> within a specified period, not exceeding 12 months, set out therein by the <br /> exporter or producer, <br /> shall be accepted by its customs administration for four years after the date on <br /> which the Certificate was signed. <br /> 6. For any originating good that is imported into the territory of a Party on or after the <br /> date of entry into force of this Agreement, each Party shall accept a Certificate of <br /> Origin that has been completed and signed prior to that date by the exporter or <br /> producer of that good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-03: Exceptions <br /> 1. Each Party shall provide that a Certificate of Origin shall not be required for: <br /> a. a commercial importation of a good whose value does not exceed US$1,000 <br /> or its equivalent amount in the Party's currency, or such higher amount as it may <br /> establish, except that it may require that the invoice accompanying the <br /> importation include a statement certifying that the good qualifies as an originating good; <br /> b. a non-commercial importation of a good whose value does not exceed <br /> US$1,000 or its equivalent amount in the Party's currency, or such higher <br /> amount as it may establish; or <br /> c. an importation of a good for which the Party into whose territory the good is <br /> imported has waived the requirement for a Certificate of Origin, <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles E-01 and E-02.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-01: Certificate of Origin <br /> [Customs administration]: <br /> 5. Each Party shall provide that a Certificate of Origin that has been completed and <br /> signed by an exporter or a producer in the territory of the other Party that is applicable to: <br /> a. a single importation of a good into the Party's territory; or <br /> b. multiple importations of identical goods into the Party's territory that occur <br /> within a specified period, not exceeding 12 months, set out therein by the <br /> exporter or producer, <br /> shall be accepted by its customs administration for four years after the date on <br /> which the Certificate was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-05: Records <br /> 1. Each Party shall provide that: <br /> a. an exporter or a producer in its territory that completes and signs a Certificate <br /> of Origin shall maintain in its territory, for five years after the date on which the <br /> Certificate was signed or for such longer period as the Party may specify, all <br /> records relating to the origin of a good for which preferential tariff treatment was <br /> claimed in the territory of the other Party, including records associated with <br /> i. the purchase of, cost of, value of, and payment for, the good that is <br /> exported from its territory, <br /> ii. the purchase of, cost of, value of, and payment for, all materials, including <br /> indirect materials, used in the production of the good that is exported from <br /> its territory, and <br /> iii. the production of the good in the form in which the good is exported from <br /> its territory; and <br /> 2. an importer claiming preferential tariff treatment for a good imported into the <br /> Party's territory shall maintain in that territory, for five years after the date of <br /> importation of the good or for such longer period as the Party may specify, such <br /> documentation, including a copy of the Certificate, as the Party may require relating <br /> to the importation of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-02: Obligations Regarding Importations <br /> [Customs administration]: <br /> 3. Each Party shall provide that, where a good would have qualified as an originating <br /> good when it was imported into the territory of that Party but no claim for preferential <br /> tariff treatment was made at that time, the importer of the good may, no later than <br /> one year after the date on which the good was imported, apply for a refund of any <br /> excess duties paid as the result of the good not having been accorded preferential <br /> tariff treatment, on presentation of: <br /> a. a written declaration that the good qualified as an originating good at the time of importation; <br /> b. a copy of the Certificate of Origin; and <br /> c. such other documentation relating to the importation of the good as that Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-06: Origin Verifications <br /> 1. For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its <br /> customs administration, conduct a verification solely by means of: <br /> a. written questionnaires to an exporter or a producer in the territory of the other Party; <br /> b. visits to the premises of an exporter or a producer in the territory of the other <br /> Party to review the records referred to in Article E-05(a) and observe the <br /> facilities used in the production of the good; or <br /> c. such other procedure as the Parties may agree. <br /> 2. Prior to conducting a verification visit pursuant to paragraph (1)(b), a Party shall, <br /> through its customs administration: <br /> a. deliver a written notification of its intention to conduct the visit to <br /> i. the exporter or producer whose premises are to be visited, <br /> ii. the customs administration of the other Party, and <br /> iii. if requested by the other Party, the embassy of the other Party in the <br /> territory of the Party proposing to conduct the visit; and <br /> b. obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 3. The notification referred to in paragraph 2 shall include: <br /> a. the identity of the customs administration issuing the notification; <br /> b. the name of the exporter or producer whose premises are to be visited; <br /> c. the date and place of the proposed verification visit; <br /> d. the object and scope of the proposed verification visit, including specific <br /> reference to the good that is the subject of the verification; <br /> e. the names and titles of the officials performing the verification visit; and <br /> f. the legal authority for the verification visit. <br /> 4. Where an exporter or a producer has not given its written consent to a proposed <br /> verification visit within 30 days of receipt of notification pursuant to paragraph 2, the <br /> notifying Party may deny preferential tariff treatment to the good that would have <br /> been the subject of the visit. <br /> 5. Each Party shall provide that, where its customs administration receives <br /> notification pursuant to paragraph 2, the customs administration may, within 15 days <br /> of receipt of the notification, postpone the proposed verification visit for a period not <br /> exceeding 60 days from the date of such receipt, or for such longer period as the <br /> Parties may agree. <br /> 6. A Party shall not deny preferential tariff treatment to a good based solely on the <br /> postponement of a verification visit pursuant to paragraph 5. <br /> 7. Each Party shall permit an exporter or a producer whose good is the subject of a <br /> verification visit by the other Party to designate two observers to be present during <br /> the visit, provided that: <br /> a. the observers do not participate in a manner other than as observers; and <br /> b. the failure of the exporter or producer to designate observers shall not result <br /> in the postponement of the visit. <br /> 8. Each Party shall, through its customs administration, where conducting a <br /> verification of origin involving a regional value content, de minimis calculation or any <br /> other provision in Chapter D (Rules of Origin) to which Generally Accepted <br /> Accounting Principles may be relevant, apply such principles as are applicable in the <br /> territory of the Party from which the good was exported. <br /> 9. The Party conducting a verification shall provide the exporter or producer whose <br /> good is the subject of the verification with a written determination of whether the <br /> good qualifies as an originating good, including findings of fact and the legal basis for <br /> the determination. <br /> 10. Where verifications by a Party indicate a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its <br /> territory qualifies as an originating good, the Party may withhold preferential tariff <br /> treatment to identical goods exported or produced by such person until that person <br /> establishes compliance with Chapter D (Rules of Origin). <br /> 11. Each Party shall provide that where it determines that a certain good imported <br /> into its territory does not qualify as an originating good based on a tariff classification <br /> or a value applied by the Party to one or more materials used in the production of the <br /> good, which differs from the tariff classification or value applied to the materials by <br /> the other Party, the Party's determination shall not become effective until it notifies in <br /> writing both the importer of the good and the person that completed and signed the <br /> Certificate of Origin for the good of its determination. <br /> 12. A Party shall not apply a determination made under paragraph 11 to an <br /> importation made before the effective date of the determination where: <br /> a. the customs administration of the other Party has issued an advance ruling <br /> under Article E-09 or any other ruling on the tariff classification or on the value of <br /> such materials, or has given consistent treatment to the entry of the materials <br /> under the tariff classification or value at issue, on which a person is entitled to rely; and <br /> b. the advance ruling, other ruling or consistent treatment was given prior to <br /> notification of the determination. <br /> 13. If a Party denies preferential tariff treatment to a good pursuant to a <br /> determination made under paragraph 11, it shall postpone the effective date of the <br /> denial for a period not exceeding 90 days where the importer of the good, or the <br /> person who completed and signed the Certificate of Origin for the good, <br /> demonstrates that it has relied in good faith to its detriment on the tariff classification <br /> or value applied to such materials by the customs administration of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-08: Penalties <br /> 1. Each Party shall maintain measures imposing criminal, civil or administrative <br /> penalties for violations of its laws and regulations relating to this Chapter. <br /> 2. Nothing in Article E-02(2), E-04(3) or E-06(6) shall be construed to prevent a Party <br /> from applying such measures as the circumstances may warrant. <br /> Section III - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-09: Advance Rulings <br /> 1. Each Party shall, through its customs administration, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its <br /> territory, to an importer in its territory or an exporter or a producer in the territory of <br /> the other Party, on the basis of the facts and circumstances presented by such <br /> importer, exporter or producer of the good, concerning: <br /> a. whether materials imported from a non-Party used in the production of a good <br /> undergo an applicable change in tariff classification set out in Annex D-01 as a <br /> result of production occurring entirely in the territory of one or both of the Parties; <br /> b. whether a good satisfies a regional value-content requirement under either <br /> the transaction value method or the net cost method set out in Chapter D (Rules of Origin); <br /> c. for the purpose of determining whether a good satisfies a regional value- <br /> content requirement under Chapter D, the appropriate basis or method for value <br /> to be applied by an exporter or a producer in the territory of the other Party, in <br /> accordance with the principles of the Customs Valuation Code, for calculating <br /> the transaction value of the good or of the materials used in the production of the good; <br /> d. for the purpose of determining whether a good satisfies a regional value- <br /> content requirement under Chapter D, the appropriate basis or method for <br /> reasonably allocating costs, in accordance with the allocation methods setout in <br /> the Uniform Regulations, for calculating the net cost of the good or the value of <br /> an intermediate material; <br /> e. whether a good qualifies as an originating good under Chapter D; <br /> f. whether a good that re-enters its territory after the good has been exported <br /> from its territory to the territory of the other Party for repair or alteration qualifies <br /> for duty-free treatment in accordance with Article C-06 (Goods Re-Entered after <br /> Repair or Alteration); <br /> g. whether a good referred to in Annex C-00-B (Textiles and Apparel Goods) <br /> satisfies the conditions set out in Appendix 5.1 of that Annex regarding eligibility <br /> for a tariff preference level (TPL) referred to therein; or <br /> h. such other matters as the Parties may agree. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance <br /> rulings, including a detailed description of the information reasonably required to <br /> process an application for a ruling. <br /> 3. Each Party shall provide that its customs administration: <br /> may, at any time during the course of an evaluation of an application for an <br /> advance ruling, request supplemental information from the person requesting the ruling; <br /> shall, after it has obtained all necessary information from the person requesting <br /> an advance ruling, issue the ruling within the periods specified in the Uniform Regulations; and <br /> shall, where the advance ruling is unfavourable to the person requesting it, <br /> provide to that person a full explanation of the reasons for the ruling. <br /> 4. Subject to paragraph 6, each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning on the date <br /> of its issuance or such later date as may be specified in the ruling. <br /> 5. Each Party shall provide to any person requesting an advance ruling the same <br /> treatment, including the same interpretation and application of provisions of Chapter <br /> D regarding a determination of origin, as it provided to any other person to whom it <br /> issued an advance ruling, provided that the facts and circumstances are identical in <br /> all material respects. <br /> 6. The issuing Party may modify or revoke an advance ruling: <br /> a. if the ruling is based on an error <br /> i. of fact, <br /> ii. in the tariff classification of a good or a material that is the subject of the ruling, <br /> iii. in the application of a regional value-content requirement under Chapter D, or <br /> iv. in the application of the rules for determining whether a good that re- <br /> enters its territory after the good has been exported from its territory to the <br /> territory of the other Party for repair or alteration qualifies for duty-free <br /> treatment under Article C-06; <br /> b. if the ruling is not in accordance with an interpretation agreed by the Parties <br /> regarding Chapter C (National Treatment and Market Access for Goods) or Chapter D; <br /> c. if there is a change in the material facts or circumstances on which the ruling is based; <br /> d. to conform with a modification of Chapter C, Chapter D, this Chapter or the <br /> Uniform Regulations; or <br /> e. to conform with a judicial decision or a change in its domestic law. <br /> 7. Each Party shall provide that any modification or revocation of an advance ruling <br /> shall be effective on the date on which the modification or revocation is issued, or on <br /> such later date as may be specified therein, and shall not be applied to importations <br /> of a good that have occurred prior to that date, unless the person to whom the <br /> advance ruling was issued has not acted in accordance with its terms and conditions. <br /> 8. Notwithstanding paragraph 7, the issuing Party shall postpone the effective date of <br /> such modification or revocation for a period not exceeding 90 days where the person <br /> to whom the advance ruling was issued demonstrates that it has relied in good faith <br /> to its detriment on that ruling. <br /> 9. Each Party shall provide that where its customs administration examines the <br /> regional value content of a good for which it has issued an advance ruling pursuant <br /> to subparagraph 1(c), (d) or (f), it shall evaluate whether: <br /> a. the exporter or producer has complied with the terms and conditions of the advance ruling; <br /> b. the exporter's or producer's operations are consistent with the material facts <br /> and circumstances on which the advance ruling is based; and <br /> c. the supporting data and computations used in applying the basis or method <br /> for calculating value or allocating cost were correct in all material respects. <br /> 10. Each Party shall provide that where its customs administration determines that <br /> any requirement in paragraph 9 has not been satisfied, it may modify or revoke the <br /> advance ruling as the circumstances may warrant. <br /> 11. Each Party shall provide that, where the person to whom an advance ruling was <br /> issued demonstrates that it used reasonable care and acted in good faith in <br /> presenting the facts and circumstances on which the ruling was based, and where <br /> the customs administration of a Party determines that the ruling was based on <br /> incorrect information, the person to whom the ruling was issued shall not be subject to penalties. <br /> 12. Each Party shall provide that where it issues an advance ruling to a person that <br /> has misrepresented or omitted material facts or circumstances on which the ruling is <br /> based or has failed to act in accordance with the terms and conditions of the ruling, <br /> the Party may apply such measures as the circumstances may warrant. <br /> Section IV - Review and Appeal of Origin Determinations <br /> and Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article E-10: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings by its customs administration as it <br /> provides to importers in its territory to any person: <br /> a. who completes and signs a Certificate of Origin for a good that has been the <br /> subject of a determination of origin; or <br /> b. who has received an advance ruling pursuant to Article E-09(1). <br /> 2. Further to Articles L-04 (Administrative Proceedings) and L-05 (Review and <br /> Appeal), each Party shall provide that the rights of review and appeal referred to in <br /> paragraph 1 shall include access to: <br /> a. at least one level of administrative review independent of the official or office <br /> responsible for the determination under review; and <br /> b. in accordance with its domestic law, judicial or quasi-judicial review of the <br /> determination or decision taken at the final level of administrative review. <br /> Section V - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Annex D-01 for that tariff provision;", "ArticleDesc": "Annex D-01 for that tariff provision; <br> c. the regional value content of that good is not less than <br> i. 40 per cent under the net cost method for the period January 1, 1997, to <br> ii. 45 per cent under the net cost method for the period January 1, 1998, to <br> December 31, 1998, <br> iii. 50 per cent under the net cost method for the period January 1, 1999, to <br> December 31, 1999, and <br> iv. 55 per cent under the net cost method on January 1, 2000, and <br> thereafter; and <br> d. the good meets any other applicable requirements set out in this Chapter. <br> 14. Notwithstanding the regional value-content requirement specified in an <br> applicable rule in Annex D-01 for the tariff provision under which a good is classified, <br> a good shall be an originating good where: <br> a. the good is provided for in heading 64.01, subheading 6402.12, tariff item <br> 6402.19.bb (sports footwear with rubber or plastic soles and uppers, for soccer, <br> other football, baseball or bowling), subheading 6402.20 through 6402.91 or <br> 6403.12, tariff item 6403.19.bb (sports footwear with leather uppers, for soccer, <br> other football or baseball) or 6403.19.cc (sports footwear with leather uppers, for <br> other purposes), subheading 6403.20 through 6403.30, 6403.51 through <br> 6403.59 or 6403.99, tariff item 6404.11.cc (sports footwear with rubber soles <br> and canvas uppers, for soccer, training or tennis), 6404.11.dd (sports footwear <br> with plastic solesand canvas uppers, for soccer, training or tennis) or 6404.19.bb <br> (shoes or sandals with rubber soles and canvas uppers), subheading 6404.20, <br> heading 64.05 or subheading 6406.20 through 6406.99; <br> b. each of the non-originating materials used in the production of the good <br> undergoes the change of tariff classification specified in the <br> applicable rule in Annex D-01 for that tariff provision; <br> December 31, 1997, <br> ii. 47.5 per cent under the net cost method for the period January 1, 1998, to <br> December 31, 1998, and <br> iii. 55 per cent under the net cost method on January 1, 1999, and <br> d. the good meets any other applicable requirements set out in this Chapter. <br> "}, {"ArticleTitle": "Automotive Goods", "ArticleDesc": "Article D-03: Automotive Goods <br> 1. Notwithstanding the regional value-content requirement specified in an applicable <br> rule in Annex D-01 for the tariff provision under which a good is classified, a good <br> shall be an originating good where: <br> a. the good is provided for in a tariff provision identified in Annex D-03.1; <br> b. the good is for use in a motor vehicle; <br> c. each of the non-originating materials used in the production of the good <br> undergoes the change of tariff classification specified in the <br> applicable rule in Annex D-01 for that tariff provision; <br> d. the regional value content of that good is not less than 30 per cent under the <br> net cost method; and <br> e. the good meets any other applicable requirements set out in this Chapter. <br> 2. For purposes of calculating the regional value content of a motor vehicle, the <br> producer may average its calculation over its fiscal year, using any one of the <br> following categories, on the basis of either all motor vehicles in the category or only <br> those motor vehicles in the category that are exported to the territory of the other Party: <br> a. the same model line of motor vehicles in the same class of vehicles produced <br> in the same plant in the territory of a Party; <br> b. the same class of motor vehicles produced in the same plant in the territory of a Party; <br> c. the same model line of motor vehicles produced in the territory of a Party; or <br> d. if applicable, the basis set out in Annex D-03.2. <br> 3. For purposes of calculating the regional value content for any or all goods <br> provided for in a tariff provision listed in Annex D-03.1 produced in the same plant, <br> the producer of the good may: <br> a. average its calculation <br> i. over the fiscal year of the motor vehicle producer to whom the good is sold, <br> ii. over any quarter or month, or <br> iii. over its fiscal year, if the good is sold as an aftermarket part; <br> b. calculate the average referred to in subparagraph (a) separately for any or all <br> goods sold to one or more motor vehicle producers; or <br> c. with respect to any calculation under this paragraph, calculate separately for <br> those goods that are exported to the territory of the other Party. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article D-13: Interpretation and Application <br> For purposes of this Chapter: <br> a. the basis for tariff classification in this Chapter is the Harmonized System6; <br> b. where a good referred to by a tariff item number is described in parentheses <br> following the tariff item number, the description is provided for purposes of <br> reference only; <br> c. where applying Article D-01(d), the determination of whether a heading or <br> subheading under the Harmonized System provides for and specifically <br> describes both a good and its parts shall be made on the basis of the <br> nomenclature of the heading or subheading and the relevant Section or Chapter <br> Notes, in accordance with the General Rules for the Interpretation of the <br> Harmonized System; <br> d. in applying the Customs Valuation Code under this Chapter <br> i. the principles of the Customs Valuation Code shall apply to domestic <br> transactions, with such modifications as may be required by the <br> circumstances, as would apply to international transactions, <br> ii. the provisions of this Chapter shall take precedence over the Customs <br> Valuation Code to the extent of any difference, and <br> accordance with the Generally Accepted Accounting Principles applicable in the <br> iii. the definitions in Article D-16 shall take precedence over the definitions in <br> territory of the Party in which the good is produced. <br> the Customs Valuation Code to the extent of any difference; and <br> e. all costs referred to in this Chapter shall be recorded and maintained in <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article D-14: Consultation and Modifications <br> 1. The Parties shall consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently with the spirit and objectives of this <br> Agreement, and shall cooperate in the administration of this Chapter in accordance <br> with Chapter E. <br> 2. A Party that considers that this Chapter requires modification to take into account <br> consideration and any appropriate action under Chapter E. <br> developments in production processes or other matters may submit a proposed <br> modification along with supporting rationale and any studies to the other Party for <br> "}, {"ArticleTitle": "NAFTA Accession", "ArticleDesc": "Article D-15: NAFTA Accession <br> Upon the accession of Chile to the NAFTA, the rules of origin in this Chapter shall be <br> replaced by the rules of origin to be negotiated as part of the terms of the accession <br> of Chile to the NAFTA. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article D-16: Definitions <br> class of motor vehicles means any one of the following categories of motor vehicles: <br> a. motor vehicles provided for in subheading 8701.20, tariff item 8702.10.aa or <br> 8702.90.aa (vehicles for the transport of 16 or more persons), subheading <br> 8704.10, 8704.22, 8704.23, 8704.32 or 8704.90 or heading 87.05; <br> direct shipment by the seller to the buyer; <br> b. motor vehicles provided for in subheading 8701.10 or 8701.30 through <br> 8701.90; <br> fungible goods or fungible materials means goods or materials that are <br> c. motor vehicles provided for in tariff item 8702.10.bb or 8702.90.bb (vehicles <br> interchangeable for commercial purposes and whose properties are essentially identical; <br> for the transport of 15 or fewer persons) or subheading 8704.21 or 8704.31; or <br> d. motor vehicles provided for in subheading 8703.21 through 8703.90; <br> F.O.B. means free on board, regardless of the mode of transportation, at the point of <br> a. mineral goods extracted in the territory of one or both of the Parties; <br> b. vegetable goods, as such goods are defined in the Harmonized System, <br> harvested in the territory of one or both of the Parties; <br> c. live animals born and raised in the territory of one or both of the Parties; <br> d. goods obtained from hunting, trapping or fishing in the territory of one or both <br> of the Parties; <br> e. goods (fish, shellfish and other marine life) taken from the sea by vessels <br> registered or recorded with a Party and flying its flag; <br> f. goods produced on board factory ships from the goods referred to in <br> subparagraph (e) provided such factory ships are registered or recorded with <br> that Party and fly its flag; <br> g. goods taken by a Party or a person of a Party from the seabed or beneath the <br> seabed outside territorial waters, provided that a Party has rights to exploit such seabed; <br> h. goods taken from outer space, provided they are obtained by a Party or a <br> person of a Party and not processed in a non-Party; <br> i. waste and scrap derived from <br> i. production in the territory of one or both of the Parties, or <br> ii. used goods collected in the territory of one or both of the Parties, provided <br> such goods are fit only for the recovery of raw materials; and <br> j. goods produced in the territory of one or both of the Parties exclusively from <br> goods referred to in subparagraphs (a) through (i), or from their derivatives, at <br> any stage of production; <br> identical or similar goods means @^@identical goods@^@ and @^@similar goods@^@, <br> respectively, as defined in the Customs Valuation Code; <br> good but not physically incorporated into the good, or a good used in the <br> indirect material means a good used in the production, testing or inspection of a <br> production of a good, including: <br> a. fuel and energy; <br> b. tools, dies and moulds; <br> c. spare parts and materials used in the maintenance of equipment and <br> d. lubricants, greases, compounding materials and other materials used in <br> e. gloves, glasses, footwear, clothing, safety equipment and supplies; <br> maintenance of buildings or the operation of equipment associated with the <br> f. equipment, devices, and supplies used for testing or inspecting the goods; <br> g. catalysts and solvents; and <br> does not qualify as originating under this Chapter; <br> h. any other goods that are not incorporated into the good but whose use in the <br> production of the good can reasonably be demonstrated to be a part of that production; <br> production of a good, and designated pursuant to Article D-02(10); <br> protection of logos and trademarks; sponsorships; wholesale and retail restocking <br> model line means a group of motor vehicles having the same platform or model name; <br> motor vehicle means a motor vehicle provided for in heading 87.01 or 87.02, <br> subheading 8703.21 through 8703.90 or heading 87.04 and 87.05; <br> net cost means total cost minus sales promotion, marketing and after-sales service <br> costs, royalties, shipping and packing costs, and non-allowable interest costs that <br> net cost of a good means the net cost that can be reasonably allocated to a good <br> using one of the methods set out in Article D-02(8); <br> non-allowable interest costs means interest costs incurred by a producer that <br> exceed 700 basis points above the applicable national government interest rate <br> identified in the Uniform Regulations for comparable maturities; <br> material means a good that is used in the production of another good, and includes <br> producer means a person who grows, mines, harvests, fishes, traps, hunts, <br> a part or an ingredient; <br> are included in the total cost; <br> manufactures, processes or assembles a good; <br> production means growing, mining, harvesting, fishing, trapping, hunting, <br> good and used in the production of that good; <br> manufacturing, processing or assembling a good; <br> non-originating good or non-originating material means a good or material that <br> related person means a person related to another person on the basis that: <br> a. they are officers or directors of one another's businesses; <br> b. they are legally recognized partners in business; <br> c. they are employer and employee; <br> d. any person directly or indirectly owns, controls or holds 25 per cent or more of <br> the outstanding voting stock or shares of each of them; <br> e. one of them directly or indirectly controls the other; <br> f. both of them are directly or indirectly controlled by a third person; or <br> g. they are members of the same family (members of the same family are <br> natural or adoptive children, brothers, sisters, parents, grandparents, or spouses); <br> die-setting, software design and similar computer services, or other services; <br> royalties means payments of any kind, including payments under technical <br> any copyright, literary, artistic, or scientific work, patent, trademark, design, model, <br> plan, secret formula or process, excluding those payments under technical <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> a. personnel training, without regard to where performed; and <br> assistance or similar agreements, made as consideration for the use or right to use <br> b. if performed in the territory of one or both of the Parties, engineering, tooling, <br> fees, for sales promotion, marketing and after-sales service personnel; <br> assistance or similar agreements that can be related to specific services such as: <br> a. sales and marketing promotion; media advertising; advertising and market <br> research; promotional and demonstration materials; exhibits; sales conferences, <br> trade shows and conventions; banners; marketing displays; free samples; sales, <br> marketing and after-sales service literature (product brochures, catalogues, technical <br> sales promotion, marketing and after-sales service costs means the following <br> costs related to sales promotion, marketing and after-sales service: <br> literature, price lists, service manuals, sales aid information); establishment and <br> b. sales and marketing incentives; consumer, retailer or wholesaler rebates; <br> merchandise incentives; <br> c. salaries and wages, sales commissions, bonuses, benefits (for example, medical, <br> insurance, pension), travelling and living expenses, membership and professional <br> d. recruiting and training of sales promotion, marketing and after-sales service <br> charges; entertainment; <br> personnel, and after-sales training of customers' employees, where such costs are <br> identified separately for sales promotion, marketing and after-sales service of goods <br> on the financial statements or cost accounts of the producer; <br> e. product liability insurance; <br> f. office supplies for sales promotion, marketing and after-sales service of goods, <br> where such costs are identified separately for sales promotion,marketing and after- <br> sales service of goods on the financial statements or cost accounts of the producer; <br> g. telephone, mail and other communications, where such costs are identified <br> separately for sales promotion, marketing and after-sales service of goods on the <br> h. rent and depreciation of sales promotion, marketing and after-sales service offices <br> and distribution centres; <br> financial statements or cost accounts of the producer; <br> i. property insurance premiums, taxes, cost of utilities, and repair and maintenance <br> of sales promotion, marketing and after-sales service offices and distribution centres, <br> where such costs are identified separately for sales promotion, marketing and after-sales <br> service of goods on the financial statements or cost accounts of the producer; and <br> j. payments by the producer to other persons for warranty repairs; <br> self-produced material means a material that is produced by the producer of a <br> shipment and shipping the good from the point of direct shipment to the buyer, <br> total cost means all product costs, period costs and other costs incurred in the <br> For purposes of this Chapter: <br> used means used or consumed in the production of goods. <br> with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation <br> Code, regardless of whether the good or material is sold for export; and <br> shipping and packing costs means the costs incurred in packing a good for <br> excluding costs of preparing and packaging the good for retail sale; <br> transaction value means the price actually paid or payable for a good or material <br> with respect to a transaction of the producer of the good, adjusted in accordance <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "goods wholly obtained or produced entirely in the territory of one or both of the Parties means: <br> production or used to operate equipment and buildings; <br> territory of one or both of the Parties; <br> intermediate material means a material that is self-produced and used in the <br> buildings; <br> "}, {"ArticleTitle": "Annex D-03.1", "ArticleDesc": "Annex D-03.1 <br> List of Tariff Provisions for Article D-03(1) <br> Note: For purposes of reference only, descriptions are provided next to the <br> corresponding tariff provision. <br> 4009.12, 4009.22, 4009.32 and 4009.42: Tubes, pipes and hoses, of vulcanized rubber <br> 4016.99.aa: Vibration control goods, of a kind used in the vehicles of heading 87.01 <br> through 87.05 <br> 8301.20.00: Locks of a kind used for motor vehicles <br> 8407.33.00: Engines of a cylinder capacity exceeding 250cc but not exceeding <br> 1000cc, for vehicles of Chapter 87 <br> 8407.34: Engines of a cylinder capacity exceeding 1000cc, for vehicles of Chapter 87 <br> 8408.20: Diesel engines, for vehicles of Chapter 87 <br> 8409.91: Parts of engines <br> 8409.99: Parts of engines <br> 8413.30.aa: Fuel pumps for internal combustion piston engines <br> 8413.60.00: Rotary positive displacement pumps <br> 8414.59.00: Fans <br> 8414.80.aa: Turbo-chargers and superchargers, for motor vehicles <br> 8415.20: Air conditioning machines, for motor vehicles <br> 8421.23.00: Oil or petrol-filters for internal combustion engines <br> 8421.31.aa: Air filters for motor vehicles <br> 8421.39.aa: Catalytic converters <br> 8425.39.aa: Automotive winches <br> 8425.42.00: Jacks and hoists, hydraulic, for raising vehicles <br> 8425.49.00: Jacks and hoists, for raising vehicles <br> 8431.10.aa: Parts used with certain machinery of heading 84.25 <br> 8481.20.00: Valves for oleohydraulic or pneumatic transmissions <br> 8481.30.aa: Check valves, for automotive use <br> 8481.80.aa: Valves, for automotive use <br> 8482.10: Ball bearings <br> 8482.20: Tapered roller bearings <br> 8482.30.00: Spherical roller bearings <br> 8482.40.00: Needle roller bearings <br> 8482.50.00: Cylindrical roller bearings <br> 8482.80.aa: Other ball/roller bearings, for use in motor vehicles of Chapter 87 <br> 8483.10.aa: Transmission shafts and cranks, for automotive use <br> 8483.20.00: Bearing housings <br> 8483.30.00: Bearing housings and plain shaft bearings <br> 8483.40: Gears and gearing <br> 8483.50.aa: Flywheels and pulleys, for automotive use <br> 8483.60.aa: Clutches and shaft couplings, for automotive use <br> 8501.10: Electric motors of an input not exceeding 37.5 W <br> 8501.20: Universal AC/DC motors of an output exceeding 37.5 W <br> 8501.31: DC motors and generators of an output not exceeding 750 W <br> 8501.32: DC motors and generators of an output exceeding 750 W but not exceeding 75 KW <br> 8507.10.00: Batteries (lead-acid) <br> 8507.20: Batteries (lead-acid) <br> 8507.30: Batteries (nickel-cadmium) <br> 8507.40: Batteries (nickel-iron) <br> 8507.80: Other batteries <br> 8511.10.00: Spark plugs <br> 8511.20.aa: Ignition magnetos, magneto-dynamos and magnetic flywheels for <br> internal combustion engines <br> 8511.30.00: Distributors and ignition coils <br> 8511.40.00: Starter motors and dual purpose starter-generators <br> 8511.50.00: Other generators <br> 8511.80.00: Other electrical ignition or starting equipment <br> 8512.20.00: Lighting or visual signalling equipment <br> 8512.30.00: Sound signalling equipment <br> 8512.40.00: Windscreen wipers, defrosters and demisters <br> 8516.10.aa: Immersion heaters designed for automotive installation <br> 8536.41.aa: Relays (automotive signalling flashers) <br> 8536.50.aa: Motor starters, for automotive use <br> 8536.50.bb: Other switches, for automotive use <br> 8536.90.aa: Other apparatus, for automotive use <br> 8537.10.bb: Motor control centres, for automotive use <br> 8539.10.aa: Sealed beam lamp units for use in motor vehicles of Chapter 87 <br> 8539.21.aa: Tungsten halogen, for automotive use <br> 8539.29.aa: Other filament lamps for voltage not exceeding 31 V <br> 8544.30: Wiring sets <br> 8544.41.aa: Electric conductors fitted with connectors for a voltage not exceeding 80 <br> V, for automotive use <br> 87.06: Chassis fitted with engines, for motor vehicles of 87.01 to 87.05 <br> 87.07: Bodies (including cabs), for motor vehicles of 87.01 to 87.05 <br> 8708.10.aa: Bumpers, but not parts thereof <br> 8708.29.aa: Body stampings <br> 8708.29.bb: Inflators and modules for airbags <br> 8708.29.cc: Door assemblies <br> 8708.29.dd: Airbags for use in motor vehicles <br> 8708.29.ee: Other parts and accessories not elsewhere classified under subheading 8708.29 <br> 8708.50.aa: For vehicles of heading 87.03 <br> 8708.60.aa: For vehicles of heading 87.03 <br> 8708.70.aa: Road wheels, but not parts or accessories thereof <br> 8708.80.aa: McPherson Struts <br> 8708.93.aa: Clutches, but not parts thereof <br> 8708.99.aa: Vibration control goods containing rubber <br> 8708.99.bb: Doubled flanged wheel hub units incorporating ball bearings <br> 8708.99.cc: Airbags for use in motor vehicles, where not provided for under <br> subheading 8708.29 <br> 8708.99.dd: Half-shafts and drive shafts <br> 8708.99.ee: Other parts for powertrains <br> 8708.99.ff: Parts for suspension systems <br> 8708.99.gg: Parts for steering systems <br> 8708.99.hh: Other parts and accessories not elsewhere classified under subheading 8708.99 <br> 9017.80: Other instruments, for measuring <br> 9026.10: Instruments for measuring or checking the flow or level of liquids <br> 9031.80: Other instruments, appliances and machines <br> 9032.10: Thermostats <br> 9032.20.00: Manostats <br> 9032.89: Other instruments and apparatus <br> 9104.00.00: Instrument panel clocks <br> 9401.20.00: Seats for motor vehicles <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article E-04: Obligations Regarding Exportations <br> 1. Each Party shall provide that: <br> a. an exporter in its territory, or a producer in its territory that has provided a <br> copy of a Certificate of Origin to that exporter pursuant to Article E-01(3)(b)(iii), <br> shall provide a copy of the Certificate to its customs administration on request; and <br> b. an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin, and that has reason to believe that the Certificate contains <br> information that is not correct, shall promptly notify in writing all persons to whom <br> the Certificate was given by the exporter or producer of any change that could <br> affect the accuracy or validity of the Certificate. <br> 2. Each Party: <br> a. shall provide that a false certification by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies as <br> an originating good shall have the same legal consequences, with appropriate <br> modifications, as would apply to an importer in its territory for a contravention of <br> its customs laws and regulations regarding the making of a false statement or <br> representation; and <br> b. may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> 3. Neither Party may impose penalties on an exporter or a producer in its territory <br> that voluntarily provides written notification pursuant to paragraph (1)(b) with respect <br> to the making of an incorrect certification. <br> Section II - Administration and Enforcement <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article E-07: Confidentiality <br> 1. Each Party shall maintain, in accordance with its law, the confidentiality of <br> confidential business information collected pursuant to this Chapter and shall protect <br> that information from disclosure that could prejudice the competitive position of the <br> persons providing the information. <br> 2. The confidential business information collected pursuant to this Chapter may only <br> be disclosed to those authorities responsible for the administration and enforcement <br> of determinations of origin, and of customs and revenue matters. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article E-11: Uniform Regulations <br> 1. The Parties shall establish, and implement through their respective laws or <br> regulations by the date of entry into force of this Agreement, and at any time <br> thereafter, upon agreement of the Parties, Uniform Regulations regarding the <br> interpretation, application and administration of Chapter D, this Chapter and other <br> matters as may be agreed by the Parties. <br> 2. Each Party shall implement any modification of or addition to the Uniform <br> Regulations no later than 180 days after the Parties agree on such modification or <br> Section VI - Cooperation <br> addition, or such other period as the Parties may agree. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article E-12: Cooperation <br> 1. Each Party shall notify the other Party of the following determinations, measures <br> and rulings, including to the greatest extent practicable those that are prospective in application: <br> a. a determination of origin issued as the result of a verification conducted <br> pursuant to Article E-06(1); <br> b. a determination of origin that the Party is aware is contrary to <br> i. a ruling issued by the customs administration of the other Party with <br> respect to the tariff classification or value of a good, or of materials used in <br> the production of a good, or the reasonable allocation ofcosts where <br> calculating the net cost of a good, that is the subject of a determination of <br> origin, or <br> ii. consistent treatment given by the customs administration of the other <br> Party with respect to the tariff classification or value of a good, or of <br> materials used in the production of a good, or the reasonable allocation of <br> costs where calculating the net cost of a good, that is the subject of a <br> implementing this Agreement, and under any customs mutual assistance <br> determination of origin; <br> c. a measure establishing or significantly modifying an administrative policy that <br> is likely to affect future determinations of origin; and <br> d. an advance ruling, or a ruling modifying or revoking an advance ruling, <br> pursuant to Article E-09. <br> 2. The Parties shall cooperate: <br> a. in the enforcement of their respective customs-related laws or regulations <br> agreement or other customs-related agreement to which they are party; <br> b. for purposes of the detection and prevention of unlawful transshipments of <br> between them, in such customs-related matters as the collection and exchange <br> textile and apparel goods of a non-Party, in the enforcement of prohibitions or <br> of statistics regarding the importation and exportation of goods, the <br> quantitative restrictions, including the verification by a Party, in accordance with <br> the procedures set out in this Chapter, of the capacity for production of goods by <br> an exporter or a producer in the territory of the other Party, provided that the <br> customs administration of the Party proposing to conduct the verification, prior to <br> conducting the verification <br> i. obtains the consent of the other Party, and <br> ii. provides notification to the exporter or producer whose premises are to be visited, <br> except that procedures for notifying the exporter or producer whose premises <br> are to be visited shall be in accordance with such other procedures as the <br> Parties may agree; <br> c. to the extent practicable and for purposes of facilitating the flow of trade <br> harmonization of documentation used in trade, the standardization of data <br> elements, the acceptance of an international data syntax and the exchange of <br> information; and <br> d. to the extent practicable, in the storage and transmission of customs-related <br> documentation. <br> "}, {"ArticleTitle": "The Customs Sub-Committee", "ArticleDesc": "Article E-13: The Customs Sub-Committee <br> 1. The Parties hereby establish a Customs Sub-Committee, comprising <br> representatives of each Party's customs administration. The Sub-Committee shall <br> meet at least once each year, and at any other time on the request of either Party and shall: <br> a. endeavour to agree on <br> i. the uniform interpretation, application and administration of Article C-04, <br> C-05 and C-06, Chapter D, this Chapter, and the Uniform Regulations, <br> ii. tariff classification and valuation matters relating to determinations of <br> origin, <br> iii. equivalent procedures and criteria for the request, approval, modification, <br> revocation and implementation of advance rulings, <br> iv. revisions to the Certificate of Origin, <br> v. any other matter referred to it by a Party or the Committee on Trade in <br> Goods and Rules of Origin established under Article C-15(1), and <br> vi. any other customs-related matter arising under this Agreement; <br> b. consider <br> i. the harmonization of customs-related automation requirements and <br> documentation, and <br> ii. proposed customs-related administrative and operational changes that <br> c. report periodically to the Committee on Trade in Goods and Rules of Origin <br> and notify it of any agreement reached under this paragraph; and <br> may affect the flow of trade between the Parties' territories; <br> d. refer to the Committee on Trade in Goods and Rules of Origin any matter on <br> which it has been unable to reach agreement within 60 days of referral of the <br> e. Nothing in this Chapter shall be construed to prevent a Party from issuing a <br> determination of origin or an advance ruling relating to a matter under <br> matter to it pursuant to subparagraph (a)(v). <br> consideration by the Customs Sub-Committee or from taking such other action <br> as it considers necessary, pending a resolution of the matter under this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article E-14: Definitions <br> For purposes of this Chapter: <br> commercial importation means the importation of a good into the territory of a <br> Party for the purpose of sale, or any commercial, industrial or other like use; <br> customs administration means the competent authority that is responsible under <br> the law of a Party for the administration of customs laws and regulations; <br> determination of origin1 means a determination as to whether a good qualifies as <br> an originating good in accordance with Chapter D; <br> exporter in the territory of a Party means an exporter located in the territory of a <br> Party and an exporter required under this Chapter to maintain records in the territory <br> of that Party regarding exportations of a good; <br> identical goods means goods that are the same in all respects, including physical <br> characteristics, quality and reputation, irrespective of minor differences in <br> appearance that are not relevant to a determination of origin of those goods under Chapter D; <br> importer in the territory of a Party means an importer located in the territory of a <br> Party and an importer required under this Chapter to maintain records in the territory <br> of that Party regarding importations of a good; <br> intermediate material means @^@intermediate material@^@ as defined in Article D-16; <br> material means @^@material@^@ as defined in Article D-16; <br> net cost of a good means @^@net cost of a good@^@ as defined in Article D-16; <br> preferential tariff treatment means the duty rate applicable to an originating good; <br> producer means @^@producer@^@ as defined in Article D-16; <br> production means @^@production@^@ as defined in Article D-16; <br> transaction value means @^@transaction value@^@ as defined in Article D-16; <br> Uniform Regulations means @^@Uniform Regulations@^@ established under Article E-11; <br> used means @^@used@^@ as defined in Article D-16; and <br> value means value of a good or material for purposes of calculating customs duties <br> "}]}]}, "members_found": ["152", "124"]}