{"FtaRooDetails": {"FtaId": 252, "FtaCode": "ITC00258", "FtaName": "FTA, Canada-Costa Rica", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN CANADA AND COSTA RICA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.11.2002", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Costa Rica", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Costa Rica", "AdminProcCooAuth": "The certification type under FTA, Canada-Costa Rica is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Costa Rica is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Costa Rica agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 20%", "RooText": "A change to subheadings 8703.21 through 8703.90 from any other heading, provided there is a regional value content of not less than 20 per cent under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " Annex IV.1 - Specific Rules of Origin<br /> Section I – General Interpretative Note<br /> For the purposes of interpreting the rules of origin set forth in this Annex:<br /> a. the specific rule or set of rules that applies to a tariff provision is set out adjacent to that tariff provision;<br /> b. a requirement of a change in tariff classification or any other condition set out in a specific rule applies only to non-originating materials;<br /> c. a reference to weight in the rules for goods of any of Chapters 1 through 24 shall be construed as a reference to dry weight unless otherwise specified in the Harmonized System;<br /> d. where two or more rules are applicable to a tariff provision or group of tariff provisions and the alternative rule contains a phrase beginning with the words \"whether or not\":<br /> i. the change in tariff classification specified in the phrase beginning with the words \"whether or not\" reflect the change specified in the first rule applicable to the tariff provision or group of tariff provisions,<br /> ii. the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or not\",<br /> iii. unless otherwise specified, only the value of non-originating materials referred to at the beginning of the alternative rule shall be included in calculating the regional value content set out in the rule, and<br /> iv. the value of non-originating materials satisfying the change in tariff classification specified in the phrase beginning with the words \"whether or not\" shall not be included in calculating the regional value content set out in the rule.<br /> e. the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the Harmonized System;<br /> section means a section of the Harmonized System; and<br /> subheading means the first six digits in the tariff classification number under the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00258_coo.pdf", "DocType": "1_coo", "WebLink": "http://cbsa-asfc.gc.ca/publications/forms-formulaires/b246-eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00258_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/costa_rica/fta-ale/annex-4-annexe.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00258_roo.pdf", "DocType": "3_roo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/costa_rica/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Customs administration", "DocFileName": "itc00258_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/costa_rica/fta-ale/05.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00258_full.pdf", "DocType": "8_full", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/costa_rica/fta-ale/index.aspx?lang=en"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.3: Accumulation <br /> For purposes of determining whether a good is an originating good, the production of the <br /> good in the territory of one or both of the Parties by one or more producers shall, at the <br /> choice of the exporter or producer of the good for which preferential tariff treatment is <br /> claimed, be considered to have been performed in the territory of either of the Parties by <br /> that exporter or producer, provided that: <br /> (a) all non-originating materials used in the production of the good undergo an <br /> applicable tariff classification change set forth in Annex IV.1 (Specific Rules <br /> of Origin), and the good satisfies any applicable regional value content <br /> requirement, entirely in the territory of one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.4: De Minimis <br /> 1 Except as provided in paragraphs 2 and 3, a good shall be considered to be an <br /> originating good if the value of all non-originating materials used in the production of the <br /> good that do not undergo an applicable change in tariff classification set out in Annex <br /> IV.1 (Specific Rules of Origin) is not more than 10 per cent of the transaction value of the <br /> good, adjusted to an F.O.B. basis, provided that: <br /> (a) if the good is subject to a regional value-content requirement, the value of <br /> such non-originating materials shall be taken into account in calculating the <br /> regional value content of the good; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Except as specified in a product-specific rule of origin of Annex IV.1 (Specific <br /> Rules of Origin) applicable to a good, paragraph 1 does not apply to a non-originating <br /> material used in the production of a good of Chapter 1 through 24 of the Harmonized <br /> System unless the non-originating material is provided for in a different subheading from <br /> the good for which origin is being determined under this Article. <br /> 3 A good of Chapter 50 through 63 of the Harmonized System that is not originating <br /> because certain fibres or yarns used in the production of the component of the good that <br /> determines the tariff classification of the good do not undergo an applicable change in <br /> tariff classification set out in Annex IV.1 (Specific Rules of Origin), shall nonetheless be <br /> considered as originating if the total weight of all such fibres or yarns in that component <br /> is not more than 10 per cent of the total weight of that component.[3] <br /> [3] For purposes of applying paragraph 3, the identification of the component that <br /> determines the tariff classification of the good shall be based on the General Rules for the <br /> Interpretation of the Harmonized System. When the component that determines the tariff <br /> classification is a blend of 2 or more yarns or fibres, all yarns and, where applicable, <br /> fibres, in that component are to be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.2: Regional Value-content <br /> [1] Article IV.2.4 applies to intermediate materials, and VNM in paragraphs <br /> 2 and 3 does not include: <br /> (i) the value of any non-originating materials used by another producer to <br /> produce an originating material that is subsequently acquired and used in <br /> the production of the good by the producer of the good, and <br /> (ii) the value of non-originating materials used by the producer to produce an <br /> originating intermediate material. <br /> With respect to paragraph 4, where an originating intermediate material is subsequently <br /> used by a producer with non-originating materials (whether or not produced by the <br /> producer) to produce the good, the value of such non-originating materials shall be <br /> included in the VNM of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.7: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools delivered with the good that form part of the good's <br /> standard accessories, spare parts or tools, shall be considered as originating if the good <br /> originates and shall be disregarded in determining whether all the non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification set out in Annex IV.1 (Specific Rules of Origin), provided that: <br /> (a) the accessories, spare parts and tools are not invoiced separately from the good, <br /> whether or not each is listed or detailed on the invoice; <br /> (b) the quantities and value of the accessories, spare parts or tools are <br /> customary for the good; and <br /> (c) if the good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts or tools shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional <br /> value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.2: Regional Value-content <br /> 1 Except as provided in paragraph 5, each Party shall provide that the regional value <br /> content of a good shall be calculated, at the choice of the exporter or producer of the <br /> good, on the basis of either the transaction value method set out in paragraph 2 or, for an <br /> automotive good of subheading 8407.31 through 8407.34 or heading 87.01 through <br /> 87.08, the net cost method set out in paragraph 3. <br /> 2 Each Party shall provide that an exporter or producer may calculate the regional <br /> value content of a good on the basis of the following transaction value method: <br /> RVC = [(TV - VNM )/TV] x 100 <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> TV is the transaction value of the good, adjusted to an F.O.B. basis; and <br /> VNM is the value of non-originating materials used by the producer in the <br /> production of the good, in accordance with paragraph 6 of this Article. <br /> 3 Each Party shall provide that an exporter or a producer may calculate the regional <br /> value content of an automotive good of subheading 8407.31 through 8407.34 or heading <br /> 87.01 through 87.08 on the basis of the following net cost method: <br /> RVC = [(NC-VNM)/NC] x 100 <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> NC is the net cost of the good; and <br /> VNM is the value of non-originating materials used by the producer in the <br /> production of the good, in accordance with paragraph 6 of this Article. <br /> 4 The value of non-originating materials used by the producer in the production of a <br /> good shall not, for purposes of calculating the regional value content of the good under <br /> paragraph 2 or 3, include the value of non-originating materials used to produce <br /> originating materials that are subsequently used in the production of the good. [1] <br /> 5 For purposes of calculating the net cost of a good under paragraph 3, the producer <br /> of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service <br /> costs, royalties, shipping and packing costs, as well as non-allowable interest <br /> costs that are included in the total cost of all such goods, and then reasonably <br /> allocate the resulting net cost of those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract any <br /> sales promotion, marketing and after-sales service costs, royalties, shipping <br /> and packing costs and non-allowable interest costs that are included in the <br /> portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include any <br /> sales promotion, marketing and after-sales service costs, royalties, shipping <br /> and packing costs, or non-allowable interest costs. [2] <br /> 6 Except as provided in paragraph 7, the value of a material used in the <br /> production of a good shall: <br /> (a) be the transaction value of the material determined in accordance with Article <br /> 1 of the Customs Valuation Agreement; <br /> (b) in the event that there is no transaction value or the transaction value of the <br /> material is unacceptable under Article 1 of the Customs Valuation <br /> Agreement, be determined in accordance with Articles 2 through 7 of the <br /> Customs Valuation Agreement; <br /> (c) where not covered under subparagraph (a) or (b), include freight, insurance, <br /> packing and all other costs incurred in transporting the material to <br /> the place of importation; or <br /> (d) in the case of a domestic transaction, be determined in accordance with the <br /> principles of the Customs Valuation Agreement in the same manner as an <br /> international transaction, with such modifications as may be required by the circumstances. <br /> 7 The value of an intermediate material shall be: <br /> (a) the total cost incurred with respect to all goods produced by the producer of <br /> the good that can be reasonably allocated to that intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect to that <br /> intermediate material that can be reasonably allocated to that intermediate material. <br /> 8 The value of an indirect material shall be based on the Generally Accepted <br /> Accounting Principles applicable in the territory of the Party in which the good is produced. <br /> [1] Article IV.2.4 applies to intermediate materials, and VNM in paragraphs <br /> 2 and 3 does not include: <br /> (i) the value of any non-originating materials used by another producer to <br /> produce an originating material that is subsequently acquired and used in <br /> the production of the good by the producer of the good, and <br /> (ii) the value of non-originating materials used by the producer to produce an <br /> originating intermediate material. <br /> With respect to paragraph 4, where an originating intermediate material is subsequently <br /> used by a producer with non-originating materials (whether or not produced by the <br /> producer) to produce the good, the value of such non-originating materials shall be <br /> included in the VNM of the good. <br /> [2] With respect to paragraph 5, sales promotion, marketing and after-sales service <br /> costs, royalties, shipping and packing costs, and non-allowable interest costs included in the <br /> value of materials used in the production of the good are not subtracted out of the net cost <br /> in the calculation under Article IV.2.3.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.8: Indirect Materials <br /> An indirect material shall be considered as originating without regard to where it is produced. <br /> indirect material means a good used in the production, testing or inspection of a good <br /> but not physically incorporated into the good, or a good used in the maintenance of <br /> buildings or the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in the <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.11: Transshipment <br /> A good shall not be considered to be an originating good by reason of having undergone <br /> production that satisfies the requirements of Article IV.1 if, subsequent to that <br /> production, the good: <br /> (a) undergoes further production or any other operation outside the territories of <br /> the Parties, other than unloading, reloading or any other operation necessary <br /> to preserve it in good condition or to transport the good to the territory of a Party; <br /> (b) does not remain under customs control while outside the territories of the Parties; or <br /> (c) enters into trade or consumption in the territory of a non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.1: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall originate in the territory of a <br /> Party where: <br /> (a) the good is wholly obtained or produced entirely in the territory of one or both <br /> of the Parties, as defined in Article IV.15; <br /> (b) each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification as set forth in Annex <br /> IV.1 (Specific Rules of Origin) as a result of production occurring entirely in <br /> the territory of one or both of the Parties, or the good otherwise satisfies the <br /> applicable requirements of that Annex where no change in tariff classification <br /> is required, and the good satisfies all other applicable requirements of this Chapter; <br /> (c) the good is produced entirely in the territory of one or both of the Parties <br /> exclusively from originating materials; or <br /> (d) except for a good of Chapter 39 or Chapter 50 through 63 or except as <br /> provided in Annex IV.1 (Specific Rules of Origin), the good is produced <br /> entirely in the territory of one or both of the Parties but one or more of the <br /> non-originating materials used in the production of the good cannot undergo a <br /> change in tariff classification because both the good and the non-originating <br /> materials are classified in the same subheading, or heading that is not further <br /> subdivided into subheadings, provided that the regional value-content of the <br /> good, determined in accordance with Article IV.2, is not lower than 35 per <br /> cent when the transaction value method is used, or 25 per cent when the net <br /> cost method is used, and the good meets the other applicable <br /> requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.9: Packaging Materials and Containers for Retail Sale <br /> Packaging materials and containers in which a good is packaged for retail sale shall, if <br /> classified with the good, be disregarded in determining whether all the non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification set out in Annex IV.1 (Specific Rules of Origin) and, if the good is subject <br /> to a regional value content requirement, the value of such packaging materials and <br /> containers shall be taken into account as originating or non-originating materials, as the <br /> case may be, in calculating the regional value content of the good. <br /> Article IV.10: Packing Materials and Containers for Shipment <br /> Packing materials and containers in which a good is packed for shipment shall be <br /> disregarded in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo an <br /> applicable change in tariff classification set out in Annex IV.1 (Specific Rules of Origin); and <br /> (b) the good satisfies a regional value-content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.5: Fungible Goods and Materials <br /> For purposes of determining whether a good is an originating good: <br /> (a) where originating and non-originating fungible materials are used in the <br /> production of a good, the determination of whether the materials are <br /> originating need not be made through the identification of any specific <br /> fungible material, but may be determined on the basis of any of the inventory <br /> management methods set out in Annex IV.5 (Inventory Management Methods); and <br /> (b) where originating and non-originating fungible goods are physically <br /> combined or mixed in inventory and, prior to their exportation, do not <br /> undergo any production or any other operation in the territory of the Party in <br /> which they were physically combined or mixed in inventory, other than <br /> unloading, reloading, or any other operation necessary to preserve the goods <br /> in good condition or to transport the goods for exportation to the other Party's <br /> territory, the determination may be made on the basis of any of the inventory <br /> management methods set out in Annex IV.5 (Inventory Management Methods). <br /> Annex IV.5 <br /> Inventory Management Methods <br /> Section I: Fungible Materials <br /> Subsection 1: Definitions and Interpretation <br /> For purposes of this Section: <br /> average method means the method by which the origin of fungible materials withdrawn <br /> from materials inventory is based on the ratio, calculated under Section 4, of originating <br /> materials and non-originating materials in materials inventory; <br /> FIFO method means the method by which the origin of fungible materials first received <br /> in materials inventory is considered to be the origin of fungible materials first withdrawn <br /> from materials inventory; <br /> LIFO method means the method by which the origin of fungible materials last received <br /> in materials inventory is considered to be the origin of fungible materials first withdrawn <br /> from materials inventory; <br /> materials inventory means: <br /> (a) with respect to a producer of a good, an inventory of fungible materials that <br /> are used in the production of the good; and <br /> (b) with respect to a person from whom the producer of the good acquired such <br /> fungible materials, an inventory from which fungible materials are sold or <br /> otherwise transferred to the producer of the good; <br /> opening inventory means the materials inventory at the time an inventory management <br /> method is chosen; and <br /> origin identifier means any mark that identifies fungible materials as originating <br /> materials or non-originating materials. <br /> Subsection 2: General <br /> 1 The inventory management methods for determining whether fungible materials <br /> referred to in Article IV.5(a) are originating materials are the following: <br /> (a) specific identification method; <br /> (b) FIFO method; <br /> (c) LIFO method; and <br /> (d) average method; <br /> 2 Where a producer of a good or a person from whom the producer acquired the <br /> materials that are used in the production of the good chooses an inventory management <br /> method referred to in paragraph 1, that method, including the averaging period chosen in <br /> the case of the averaging method, shall be used from the time the choice is made until the <br /> end of the fiscal year of the producer or person. <br /> Subsection 3: Specific Identification Method <br /> 1 Except as otherwise provided under paragraph 2, where the producer or person <br /> referred to in Subsection 2.2 chooses the specific identification method, the producer or <br /> person shall physically segregate, in materials inventory, originating materials that are <br /> fungible materials from non-originating materials that are fungible materials. <br /> 2 Where originating materials or non-originating materials that are fungible materials <br /> are marked with an origin identifier, the producer or person need not physically segregate <br /> those materials under paragraph 1 if the origin identifier remains visible throughout the <br /> production of the good. <br /> Subsection 4: Average Method <br /> 1 Where the producer or person referred to in Subsection 2.2 chooses the average <br /> method, the origin of fungible materials withdrawn from materials inventory is <br /> determined on the basis of the ratio of originating materials and non-originating materials <br /> in materials inventory that is calculated under paragraphs 2 and 3. <br /> 2 The ratio is calculated with respect to a one-month or three-month period, at the <br /> choice of the producer or person, by dividing: <br /> (a) the sum of: <br /> (i) the total units of originating materials or non-originating materials that <br /> are fungible materials and that were in materials inventory at the <br /> beginning of the preceding one-month or three-month period; and <br /> (ii) the total units of originating materials or non-originating materials that <br /> are fungible materials and that were received in materials inventory <br /> during that preceding one-month or three-month period; <br /> by: <br /> (b) the sum of: <br /> (i) the total units of originating materials and non-originating materials that <br /> are fungible materials and that were in materials inventory at the <br /> beginning of the preceding one-month or three-month period; and <br /> (ii) the total units of originating materials and non-originating materials that <br /> are fungible materials and that were received in materials inventory <br /> during that preceding one-month or three-month period. <br /> 3 The ratio calculated with respect to a preceding one-month or three-month period <br /> under paragraph 2 is applied to the fungible materials remaining in materials inventory at <br /> the end of the preceding one-month or three-month period. <br /> 4 Where the good is subject to a regional value-content requirement and the regional <br /> value content of that good is calculated under the transaction value method or the net cost <br /> method, the ratio is calculated with respect to each shipment of the good by dividing: <br /> (a) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the shipment; by: <br /> (b) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the shipment. <br /> 5 The ratio calculated with respect to a shipment of a good under paragraph 4 is <br /> applied to the fungible materials remaining in materials inventory after the shipment. <br /> Subsection 5: Manner of Dealing with Opening Inventory <br /> 1 Except as otherwise provided under paragraphs 2 and 3, where the producer or <br /> person referred to in Subsection 2.2 has fungible materials in opening inventory, the <br /> origin of those fungible materials is determined by: <br /> (a) identifying, in the books of the producer or person, the latest receipts of <br /> fungible materials that add up to the amount of fungible materials in opening inventory; <br /> (b) determining the origin of the fungible materials that make up those receipts; and <br /> (c) considering the origin of those fungible materials to be the origin of the <br /> fungible materials in opening inventory. <br /> 2. Where the producer or person chooses the specific identification method and has, in <br /> opening inventory, originating materials or non-originating materials that are fungible <br /> materials and that are marked with an origin identifier, the origin of those fungible <br /> materials is determined on the basis of the origin identifier. <br /> 3. The producer or person may consider all fungible materials in opening inventory to be <br /> non-originating materials. <br /> Section II: Fungible Goods <br /> Subsection 6: Definitions and Interpretation <br /> For purposes of this Section: <br /> average method means the method by which the origin of fungible goods withdrawn <br /> from finished goods inventory is based on the ratio, calculated under Section 9, of <br /> originating goods and non-originating goods in finished goods inventory; <br /> FIFO method means the method by which the origin of fungible goods first received in <br /> finished goods inventory is considered to be the origin of fungible goods first withdrawn <br /> from finished goods inventory; <br /> finished goods inventory means an inventory from which fungible goods are sold or <br /> otherwise transferred to another person; <br /> LIFO method means the method by which the origin of fungible goods last received in <br /> finished goods inventory is considered to be the origin of fungible goods first withdrawn <br /> from finished goods inventory; <br /> opening inventory means the finished goods inventory at the time an inventory <br /> management method is chosen; and <br /> origin identifier means any mark that identifies fungible goods as originating goods or <br /> non-originating goods. <br /> Subsection 7: General <br /> 1 The inventory management methods for determining whether fungible goods <br /> referred to in Article IV.5(b) are originating goods are the following: <br /> (a) specific identification method; <br /> (b) FIFO method; <br /> (c) LIFO method; and <br /> (d) average method. <br /> 2 Where an exporter of a good or a person from whom the exporter acquired the good <br /> chooses an inventory management method referred to in paragraph 1, that method, <br /> including the averaging period chosen in the case of the averaging method, shall be used <br /> from the time the choice is made until the end of the fiscal year of the exporter or person. <br /> Subsection 8: Specific Identification Method <br /> 1 Except as provided under paragraph 2, where the exporter or person referred to in <br /> Subsection 7.2 chooses the specific identification method, the exporter or person shall <br /> physically segregate, in finished goods inventory, originating goods that are fungible <br /> goods from non-originating goods that are fungible goods. <br /> 2 Where originating goods or non-originating goods that are fungible goods are <br /> marked with an origin identifier, the exporter or person need not physically segregate <br /> those goods under paragraph 1 if the origin identifier is visible on the fungible goods. <br /> Subsection 9: Average Method <br /> 1 Where the exporter or person referred to in Subsection 7.2 chooses the average <br /> method, the origin of each shipment of fungible goods withdrawn from finished goods <br /> inventory during a one-month or three-month period, at the choice of the exporter or <br /> person, is determined on the basis of the ratio of originating goods and non-originating <br /> goods in finished goods inventory for the preceding one-month or three-month period <br /> that is calculated by dividing: <br /> (a) the sum of: <br /> (i) the total units of originating goods or non-originating goods that are <br /> fungible goods and that were in finished goods inventory at the <br /> beginning of the preceding one-month or three-month period; and <br /> (ii) the total units of originating or non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that <br /> preceding one-month or three-month period. <br /> by: <br /> (b) the sum of: <br /> (i) the total units of originating goods and non-originating goods that are <br /> fungible goods and that were in finished goods inventory at the <br /> beginning of the preceding one-month or three-month period; and <br /> (ii) the total units of originating goods and non-originating goods that are <br /> fungible goods and that were received in finished goods inventory <br /> during that preceding one-month or three-month period. <br /> 2 The ratio calculated with respect to a preceding month or three-month period under <br /> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the <br /> end of the preceding month or three-month period. <br /> Subsection 10: Manner of Dealing with Opening Inventory <br /> 1 Except as otherwise provided under paragraphs 2 and 3, where the exporter or <br /> person referred to in Subsection 7.2 has fungible goods in opening inventory, the origin <br /> of those fungible goods is determined by: <br /> (a) identifying, in the books of the exporter or person, the latest receipts of <br /> fungible goods that add up to the amount of fungible goods in opening inventory; <br /> (b) determining the origin of those fungible goods that make up those receipts; and <br /> (c) considering the origin of those fungible goods to be the origin of the fungible <br /> goods in opening inventory. <br /> 2 Where the exporter or person chooses the specific identification method and has, in <br /> opening inventory, originating goods or non-originating goods that are fungible goods <br /> and that are marked with an origin identifier, the origin of those fungible goods is <br /> determined on the basis of the origin identifier. <br /> 3 The exporter or person may consider all fungible goods in opening inventory to be <br /> non-originating goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 50%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.6: Sets or Assortments of Goods <br /> 1 Except as provided in Annex IV.1 (Specific Rules of Origin), a set or assortment as <br /> defined in Rule 3 of the General Rules for the Interpretation of the Harmonized System, <br /> shall be considered as originating, provided that: <br /> (a) all the component products, including packaging materials and containers, are originating; or <br /> (b) where the set or assortment contains non-originating component products, <br /> including packaging materials and containers: <br /> (i) at least one of the component products, or all the packaging materials <br /> and containers for the set, is originating; and <br /> (ii) the regional value content of the set or assortment is not less than 50 per <br /> cent under the transaction value method. <br /> 2 For purposes of subparagraph 1(b), the value of packaging materials and containers <br /> for the set shall be taken into account as originating or non-originating materials, as the <br /> case may be, in calculating the regional value content of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.1: Certificate of Origin <br /> 1 The Parties shall establish, by the date of entry into force of this Agreement, a <br /> Certificate of Origin for the purpose of certifying that a good being exported from the <br /> territory of a Party into the territory of the other Party qualifies as an originating good, and <br /> may thereafter revise the Certificate of Origin by agreement. <br /> 2 Each Party may require that a Certificate of Origin for a good imported into its <br /> territory be completed in the language required under its law. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of Origin <br /> for any exportation of a good for which an importer may claim preferential <br /> tariff treatment upon importation of the good into the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the good, <br /> the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) its knowledge of whether the good qualifies as an originating good; <br /> (ii) its reasonable reliance on the producer's written declaration that the <br /> good qualifies as an originating good; or <br /> (iii) a completed and signed Certificate of Origin for the good voluntarily <br /> provided to the exporter by the producer. <br /> 4 Nothing in paragraph 3 shall be construed to require a producer to provide a <br /> Certificate of Origin to an exporter. <br /> 5 Each Party shall provide that a Certificate of Origin that has been completed and <br /> signed by an exporter or a producer in the territory of the other Party that is applicable to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory to be made <br /> by the same importer, that occur within a specified period, not exceeding 12 <br /> months, set out therein by the exporter or producer; <br /> shall be accepted by its customs administration for 4 years after the date on which the <br /> Certificate of Origin was signed. <br /> 6 For any originating good that is imported into the territory of a Party on or after the <br /> date of entry into force of this Agreement, each Party shall accept a Certificate of Origin <br /> that has been completed and signed prior to that date by the exporter or producer of that good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.3: Exceptions <br /> Each Party shall provide that a Certificate of Origin shall not be required for: <br /> (a) a commercial importation of a good whose value does not exceed US$ 1000 <br /> or its equivalent amount in the Party's currency, or such higher amount as it <br /> may establish, except that it may require that the invoice accompanying the <br /> importation include a statement certifying that the good qualifies as an originating good; <br /> (b) a non-commercial importation of a good whose value does not exceed <br /> US$ 1000 or its equivalent amount in the Party's currency, or such higher <br /> amount as it may establish; or <br /> (c) an importation of a good for which the Party into whose territory the good is <br /> imported has waived the requirement for a Certificate of Origin; <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles V.1 and V.2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.1: Certificate of Origin <br /> 5 Each Party shall provide that a Certificate of Origin that has been completed and <br /> signed by an exporter or a producer in the territory of the other Party that is applicable to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory to be made <br /> by the same importer, that occur within a specified period, not exceeding 12 <br /> months, set out therein by the exporter or producer; <br /> shall be accepted by its customs administration for 4 years after the date on which the <br /> Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.5: Records <br /> Each Party shall provide that: <br /> (a) an exporter or a producer in its territory that completes and signs a Certificate <br /> of Origin shall maintain in its territory, for 5 years after the date on which the <br /> Certificate of Origin was signed or for such longer period as the Party may <br /> specify, all records relating to the origin of a good for which preferential tariff <br /> treatment was claimed in the territory of the other Party, including records <br /> associated with: <br /> (i) the purchase of, cost of, value of, and payment for, the good that is <br /> exported from its territory; <br /> (ii) the purchase of, cost of, value of, and payment for, all materials, <br /> including indirect materials, used in the production of the good that is <br /> exported from its territory; and <br /> (iii) the production of the good in the form in which the good is exported <br /> from its territory; and <br /> (b) an importer claiming preferential tariff treatment for a good imported into the <br /> Party's territory shall maintain in that territory, for 5 years after the date of <br /> importation of the good or for such longer period as the Party may specify, <br /> such documentation, including a copy of the Certificate of Origin, as the Party <br /> may require relating to the importation of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 4 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.2: Obligations Regarding Importations <br /> 3 Each Party shall provide that, where a good would have qualified as an originating <br /> good when it was imported into the territory of that Party but no claim for preferential <br /> tariff treatment was made at that time, the importer of the good may, no later than 4 years <br /> after the date on which the good was imported, apply for a refund of any excess duties <br /> paid as the result of the good not having been accorded preferential tariff <br /> treatment, on presentation of: <br /> (a) a written declaration that the good qualified as an originating good <br /> at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) such other documentation relating to the importation of the good as <br /> that Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.6: Origin Verifications <br /> 1 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its <br /> customs administration, conduct a verification solely by means of: <br /> (a) written questionnaires to an exporter or a producer in the territory of the other <br /> Party; <br /> (b) visits to the premises of an exporter or a producer in the territory of the other <br /> Party to review the records referred to in Article V.5(a) and observe the <br /> facilities used in the production of the good; or <br /> (c) such other procedures as the Parties may agree. <br /> 2 An exporter or producer who receives a questionnaire pursuant to paragraph 1(a) <br /> shall be given not less than 30 days from the date of receipt to provide responses and <br /> return the form. During that period, the exporter or producer may submit a written <br /> request to the importing Party, asking for a single extension of this deadline for a period <br /> not to exceed an additional 30 days. <br /> 3 Where an exporter or producer fails to return a duly completed questionnaire within <br /> the above-mentioned period or extension, the importing Party may deny preferential tariff <br /> treatment to the good in question. <br /> 4. Prior to conducting a verification visit pursuant to Paragraph (1)(b), a Party shall, <br /> through its customs administration: <br /> (a) deliver a written notification of its intention to conduct the visit to: <br /> (i) the exporter or producer whose premises are to be visited; <br /> (ii) the customs administration of the other Party at least 5 working days <br /> prior to notifying the exporter or producer referred to in 4(a)(i); and <br /> (iii) if requested by the other Party, the embassy of the other Party in the <br /> territory of the Party proposing to conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises <br /> are to be visited. <br /> 5 The notification referred to in paragraph 4 shall include: <br /> (a) the identity of the customs administration issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the proposed verification visit, including specific <br /> reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 6 Where an exporter or producer has not given its written consent to a proposed <br /> verification visit within 30 days of notification pursuant to paragraph 4, the notifying <br /> Party may deny preferential tariff treatment to the good that would have <br /> been the subject of the visit. <br /> 7 Each Party shall provide that, where its customs administration receives notification <br /> pursuant to paragraph 4, the customs administration may, within 15 days of receipt of the <br /> notification, postpone the proposed verification visit for a period not exceeding 60 days <br /> from the date of such receipt, or for such longer period as the Parties may agree. <br /> 8 Each Party shall provide that, when the exporter or producer receives notification <br /> pursuant to paragraph 4, the exporter or producer may, on a single occasion, within 15 <br /> days of receipt of the notification, request the postponement of the proposed verification <br /> visit for a period not exceeding 60 days from the date of such receipt, or for such longer <br /> period as agreed to by the notifying Party. <br /> 9 A Party shall not deny preferential tariff treatment to a good based solely on the <br /> postponement of a verification visit pursuant to paragraph 7. <br /> 10 Each Party shall permit an exporter or a producer whose good is the subject of a <br /> verification visit by the other Party to designate 2 observers to be present during <br /> the visit, provided that: <br /> (a) the observers do not participate in a manner other than as observers; and <br /> (b) the failure of the exporter or producer to designate observers shall not result <br /> in the postponement of the visit. <br /> 11 Each Party shall, through its customs administration, where conducting a <br /> verification of origin involving a regional value content, de minimis calculation or any <br /> other provision in Chapter IV (Rules of Origin) to which Generally Accepted Accounting <br /> Principles may be relevant, apply such principles as are applicable in the territory of the <br /> Party from which the good was exported. <br /> 12 The Party conducting a verification shall, through its customs administration and <br /> within 120 days after it has received all the necessary information, provide the exporter or <br /> producer whose good is the subject of the verification with a written determination of <br /> whether the good qualifies as an originating good, including findings of fact and the legal <br /> basis for the determination. Notwithstanding the foregoing, the customs administration <br /> may extend such period for up to 90 days, after notifying the producer or exporter of the good. <br /> 13. Where verifications by a Party indicate a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its territory <br /> qualifies as an originating good, the Party may withhold preferential tariff treatment to <br /> identical goods exported or produced by such person until that person establishes <br /> compliance with Chapter IV (Rules of Origin). <br /> 14 Each Party shall provide that where it determines that a certain good imported into <br /> its territory does not qualify as an originating good based on a tariff classification or a <br /> value applied by the Party to one or more materials used in the production of the good, <br /> which differs from the tariff classification or value applied to the materials by the other <br /> Party, the Party's determination shall not become effective until it notifies in writing both <br /> the importer of the good and the person that completed and signed the Certificate of <br /> Origin for the good of its determination. <br /> 15 A Party shall not apply a determination made under paragraph 14 to an importation <br /> made before the effective date of the determination where: <br /> (a) the customs administration of the other Party has issued an advance ruling <br /> under Article V.9 or any other ruling on the tariff classification or on the value <br /> of such materials, or has given consistent treatment to the entry of the <br /> materials under the tariff classification or value at issue, on which a person is <br /> entitled to rely; and <br /> (b) the advance ruling, other ruling or consistent treatment was given prior to <br /> notification of the determination. <br /> 16 If a Party denies preferential tariff treatment to a good pursuant to a determination <br /> made under paragraph 14, it shall postpone the effective date of the denial for a period not <br /> exceeding 90 days where the importer of the good, or the person who completed and <br /> signed the Certificate of Origin for the good, demonstrates that it has relied in good faith <br /> to its detriment on the tariff classification or value applied to such materials by the <br /> customs administration of the other Party. <br /> 17 The Parties may also agree to develop other verification procedures under this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.8: Penalties <br /> 1 Each Party shall maintain measures imposing criminal, civil or administrative penalties <br /> for violations of its laws and regulations relating to this Chapter. <br /> 2 Nothing in Article V.2.2, V.4.3 or V.6.9 shall be construed to prevent a Party from <br /> applying such measures as may be warranted by the circumstances in accordance with its legislation. <br /> Section III - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.9: Advance Rulings <br /> 1 Each Party shall, through its customs administration, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its territory, to an <br /> importer in its territory or an exporter or a producer in the territory of the other Party, on the <br /> basis of the facts and circumstances presented by such importer, exporter or producer of the good, concerning: <br /> (a) whether materials imported from a non-Party country used in the production of <br /> a good undergo an applicable change in tariff classification set out in Annex IV.1 <br /> (Specific Rules of Origin) as a result of production occurring entirely in the <br /> territory of one or both of the Parties; <br /> (b) whether a good satisfies a regional value-content requirement set out in <br /> Chapter IV (Rules of Origin); <br /> (c) for the purpose of determining whether a good satisfies a regional value-content <br /> requirement under Chapter IV (Rules of Origin), the appropriate basis or method <br /> for value to be applied by an exporter or a producer in the territory of the other <br /> Party, in accordance with the principles of the Customs Valuation Agreement, <br /> for calculating the transaction value of the good or of the materials used in <br /> production of the good; <br /> (d) whether a good qualifies as an originating good under Chapter IV (Rules of Origin); <br /> (e) whether a good that re-enters its territory after the good has been exported <br /> from its territory to the territory of the other Party for repair or alteration <br /> qualifies for duty-free treatment in accordance with Article III.6 (Goods Re- <br /> Entered after Repair or Alteration); or <br /> (f) such other matters as the Parties may agree. <br /> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, <br /> including a detailed description of the information reasonably required to process an <br /> application for a ruling. <br /> 3 Each Party shall provide that its customs administration: <br /> (a) may, at any time during the course of an evaluation of an application for an <br /> advance ruling, request supplemental information from the person requesting the ruling; <br /> (b) shall, after it has obtained all necessary information from the person <br /> requesting an advance ruling, issue the ruling within 120 days; and <br /> (c) shall provide to the person requesting the ruling a full explanation of the <br /> reasons for the ruling. <br /> 4 Subject to paragraph 6, each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning on the date of <br /> its issuance or such later date as may be specified in the ruling. <br /> 5 Each Party shall provide to any person requesting an advance ruling the same <br /> treatment, including the same interpretation and application of provisions of Chapter IV <br /> (Rules of Origin) regarding a determination of origin, as it provided to any other person to <br /> whom it issued an advance ruling, provided that the facts and circumstances are identical <br /> in all material respects. <br /> 6 The issuing Party may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error: <br /> (i) of fact; <br /> (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br /> (iii) in the application of a regional value-content requirement under Chapter <br /> IV (Rules of Origin); or <br /> (iv) in the application of the rules for determining whether a good that re- <br /> enters its territory after the good has been exported from its territory to <br /> the territory of the other Party for repair or alteration qualifies for duty- <br /> free treatment under Article III.6 (Goods Re-Entered after Repair or Alteration); <br /> (b) if the ruling is not in accordance with an interpretation agreed upon by the <br /> Parties regarding Chapter III (National Treatment and Market Access of <br /> Goods) or Chapter IV (Rules of Origin); <br /> (c) if there is a change in the material facts or circumstances on which the ruling is based; <br /> (d) to conform with a modification of Chapter III (National Treatment and <br /> Market Access of Goods), Chapter IV (Rules of Origin), this Chapter or any <br /> Uniform Regulations; or <br /> (e) to conform with a judicial decision or a change in its domestic law. <br /> 7 Each Party shall provide that any modification or revocation of an advance ruling <br /> shall be effective on the date on which the modification or revocation is issued, or on such <br /> later date as may be specified therein, and shall not be applied to importations of a good <br /> that have occurred prior to that date, unless the person to whom the advance ruling was <br /> issued has not acted in accordance with its terms and conditions. <br /> 8 Notwithstanding paragraph 7, the issuing Party shall postpone the effective date of <br /> such modification or revocation for a period not exceeding 90 days where the person to <br /> whom the advance ruling was issued demonstrates that it has relied in good faith to its <br /> detriment on that ruling. <br /> 9 Each Party shall provide that where its customs administration examines the <br /> regional value content of a good for which it has issued an advance ruling pursuant to <br /> subparagraph 1(b), (c), (d) and (e), it shall evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of the advance ruling; <br /> (b) the exporter's or producer's operations are consistent with the material facts <br /> and circumstances on which the advance ruling is based; and <br /> (c) the supporting data and computations used in applying the basis or method <br /> for calculating value or allocating cost were correct in all material respects. <br /> 10. Each Party shall provide that where its customs administration determines that any <br /> requirement in paragraph 9 has not been satisfied, it may modify or revoke the advance <br /> ruling as the circumstances may warrant. <br /> 11 Each Party shall provide that, where the person to whom an advance ruling was <br /> issued demonstrates that it used reasonable care and acted in good faith in presenting the <br /> facts and circumstances on which the ruling was based, and where the customs <br /> administration of a Party determines that the ruling was based on incorrect information, <br /> the person to whom the ruling was issued shall not be subject to penalties. <br /> 12. Each Party shall provide that where it issues an advance ruling to a person that has <br /> misrepresented or omitted material facts or circumstances on which the ruling is based, or <br /> has failed to act in accordance with the terms and conditions of the ruling, the Party may <br /> apply such measures as may be warranted by the circumstances in accordance with its laws. <br /> 13 The Parties shall provide that an advance ruling will remain in effect and will be <br /> honoured if there is no change in the material facts or circumstances on which it is based. <br /> 14. Each Party may provide that, where application for an advance ruling is made to its <br /> customs administration that involves an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by or appeal to the customs administration; or <br /> (c) judicial or quasi-judicial review in its territory; <br /> the customs administration may decline or postpone the issuance of the ruling. <br /> Section IV - Review and Appeal of Advance Rulings and Origin Determinations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article V.10: Review and Appeal <br /> 1 Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings issued by its customs administration as it <br /> provides to importers in its territory, to any person: <br /> (a) who completes and signs a Certificate of Origin for a good that has been the <br /> subject of a determination of origin; or <br /> (b) who has received an advance ruling pursuant to Article V.9.1. <br /> 2 Further to Articles XII.4 (Administrative Proceedings) and XII.5 (Review and <br /> Appeal), each Party shall provide that the rights of review and appeal referred to in <br /> Paragraph 1 shall include access to: <br /> (a) at least one level of administrative review independent of the official or office <br /> responsible for the determination under review; and <br /> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br /> determination or decision taken at the final level of administrative review. <br /> Section V - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article IV.13: Interpretation and Application <br> For purposes of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonized System [4]; <br> (b) where applying Article IV.1(d), the determination of whether a heading or <br> subheading under the Harmonized System provides for both a good and the <br> materials that are used in the production of the good shall be made on the <br> basis of the nomenclature of the heading or subheading and the relevant <br> Section or Chapter Notes, in accordance with the General Rules for the <br> Interpretation of the Harmonized System; <br> (c) in applying the Customs Valuation Agreement under this Chapter: <br> domestic transactions, with such modifications as may be required by <br> Valuation Agreement to the extent of any difference; and <br> (iii) the definitions in Article IV.15 shall take precedence over the <br> (d) all costs referred to in this Chapter shall be recorded and maintained in <br> accordance with the Generally Accepted Accounting Principles applicable in the <br> territory of the Party in which the good is produced. <br> [4] The rules of origin under Chapter IV are based on the 1996 Harmonized System. <br> "}, {"ArticleTitle": "INTERPRETATION AND APPLICATION", "ArticleDesc": "(i) the principles of the Customs Valuation Agreement shall apply to <br> the circumstances, as would apply to international transactions; <br> (ii) the provisions of this Chapter shall take precedence over the Customs <br> definitions in the Customs Valuation Agreement to the extent of any difference; and <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article IV.14: Consultation and Modifications <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently with the spirit and objectives of this Agreement, <br> and shall cooperate in the administration of this Chapter in accordance <br> with Chapter V (Customs Procedures). <br> 2 Should problems arise between the Parties concerning the interpretation of the <br> provisions of this Chapter, the Parties agree to consult with each other on the <br> establishment and implementation, through their respective laws or regulations, of <br> Uniform Regulations regarding the interpretation, application and <br> administration of this Chapter. <br> 3 A Party that considers that this Chapter requires modification to take into account <br> developments in production processes or other matters may submit a proposed <br> modification along with supporting rationale and any studies to the other Party for <br> consideration and any appropriate action under Chapter III (National Treatment and <br> Market Access of Goods). <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article IV.15: Definitions <br> fungible goods or fungible materials means goods or materials that are interchangeable <br> direct shipment by the seller to the buyer; <br> Generally Accepted Accounting Principles means the principles used in the territory of <br> each Party, which provide substantial authorized support with regard to the recording of <br> for commercial purposes and whose properties are essentially identical; <br> and preparation of financial statements. These indicators may be broad guidelines of <br> general application, as well as those standards, practices and procedures <br> F.O.B. means free on board, regardless of the mode of transportation, at the point of <br> (a) minerals and other non-living natural resources extracted in or taken from the <br> (b) vegetable goods harvested in the territory of one or both of the Parties; <br> (c) live animals born and raised entirely in the territory of one or both of the Parties; <br> (e) goods obtained from hunting or fishing in the territory of one or both of the Parties; <br> (a) fuel and energy; <br> usually employed in accounting; <br> subsoil outside the territory of one or both of the Parties by a vessel <br> income, costs, expenses, assets and liabilities involved in the disclosure of information <br> registered, recorded or listed with a Party, or leased by a company established <br> in the territory of a Party, and entitled to fly its flag or by a vessel not <br> exceeding 15 tons gross tonnage that is licensed by a Party; <br> net cost of a good means the net cost that can be reasonably allocated to a good using <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (g) goods produced on board a factory ship from the goods referred to in <br> subparagraph (f), provided such factory ship is registered, recorded or listed <br> (g) catalysts and solvents; and <br> (h) goods, other than fish, shellfish and other marine life, taken or extracted from <br> non-originating good or non-originating material means a good or material that does <br> the seabed or the subsoil of the continental shelf or the exclusive economic <br> zone of either of the Parties; <br> (i) goods, other than fish, shellfish and other marine life, taken or extracted from <br> (d) goods obtained from live animals in the territory of one or both of the Parties; <br> the seabed or the subsoil, in the area outside the continental shelf and the <br> exclusive economic zone of either of the Parties or of any other State as <br> (ii) used goods collected in the territory of one or both of the Parties, <br> defined in the United Nations Convention on the Law of the Sea, by a vessel <br> (f) goods (fish, shellfish and other marine life) taken from the sea, seabed or <br> registered, recorded or listed with a Party and entitled to fly its flag, or by a <br> Party or person from a Party; <br> (j) goods taken from outer space, provided they are obtained by a Party or a person <br> of a Party and not processed in a non-Party; <br> (k) waste and scrap derived from: <br> (i) production in the territory of one or both of the Parties; or <br> provided such goods are fit only for the recovery of raw materials; and <br> with a Party, or leased by a company established in the territory of a Party, <br> and entitled to fly its flag; <br> goods referred to in subparagraphs (a) through (k), or from their derivatives, <br> at any stage of production; <br> identical or similar goods means @^@identical goods@^@ and @^@similar goods@^@, respectively, as <br> defined in the Customs Valuation Agreement; <br> (a) sales and marketing promotion; media advertising; advertising and market <br> (b) tools, dies and moulds; <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> (l) goods produced in the territory of one or both of the Parties exclusively from <br> production of the good can reasonably be demonstrated to be a part of that production; <br> material means a good that is used in the production of another good, and includes a part <br> or an ingredient; <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (d) lubricants, greases, compounding materials and other materials used in the <br> intermediate material means a material that is produced by a producer of a good and <br> royalties, shipping and packing costs, and non-allowable interest costs that are included in <br> (j) payments by the producer to other persons for warranty repairs; <br> the total cost; <br> one of the methods set out in Article IV.2.5; <br> production means growing, mining, harvesting, fishing, trapping, hunting, <br> used in the production of that good; <br> manufacturing, processing or assembling a good; <br> producer means a person who grows, mines, harvests, fishes, hunts, manufactures, <br> processes or assembles a good; <br> royalties means payments of any kind, including payments under technical assistance or <br> net cost means total cost minus sales promotion, marketing and after-sales service costs, <br> sales promotion, marketing and after-sales service costs means the following costs related <br> offices and distribution centres; <br> or process, excluding those payments under technical assistance or similar agreements <br> non-allowable interest costs means interest costs incurred by a producer that exceed 700 <br> that can be related to specific services such as: <br> basis points above the applicable national government interest rate identified for <br> (b) if performed in the territory of one or both of the Parties, engineering, tooling, <br> die-setting, software design and similar computer services, or other services; <br> sponsorships; wholesale and retail restocking charges; entertainment; <br> to sales promotion, marketing and after-sales service: <br> (b) sales and marketing incentives; consumer, retailer or wholesaler rebates; <br> comparable maturities; <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> research; promotional and demonstration materials; exhibits; sales <br> conferences, trade shows and conventions; banners; marketing displays; free <br> shipping and packing costs means the costs incurred in packing a good for shipment and <br> samples; sales, marketing and after-sales service literature (product brochures, <br> shipping the good from the point of direct shipment to the buyer, excluding costs of <br> catalogues, technical literature, price lists, service manuals, sales aid <br> (d) recruiting and training of sales promotion, marketing and after-sales service <br> information); establishment and protection of logos and trademarks; <br> (c) salaries and wages; sales commissions; bonuses; benefits (for example, <br> medical, insurance, pension); traveling and living expenses; membership and <br> professional fees; for sales promotion, marketing and after-sales service personnel; <br> personnel, and after-sales training of customers' employees, where such costs <br> are identified separately for sales promotion, marketing and after-sales service <br> merchandise incentives; <br> of goods on the financial statements or cost accounts of the producer; <br> similar agreements, made as consideration for the use or right to use any copyright, <br> (a) personnel training, without regard to where performed; and <br> literary, artistic, or scientific work, patent, trademark, design, model, plan, secret formula <br> (f) office supplies for sales promotion, marketing and after-sales service of <br> goods, where such costs are identified separately for sales promotion, <br> marketing and after-sales service of goods on the financial statements or cost <br> (g) telephone, mail and other communications, where such costs are identified <br> separately for sales promotion, marketing and after-sales service of goods on <br> the financial statements or cost accounts of the producer; <br> (h) rent and depreciation of sales promotion, marketing and after-sales service <br> maintenance of sales promotion, marketing and after-sales service offices and <br> distribution centres, where such costs are identified separately for sales <br> statements or cost accounts of the producer; and <br> (e) product liability insurance; <br> preparing and packaging the good for retail sale; <br> total cost means all product costs, period costs and other costs incurred in the territory of <br> transaction of the producer of the good, adjusted in accordance with the <br> accounts of the producer; <br> principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation <br> Agreement, regardless of whether the good or material is sold for export; or <br> (b) where there is no transaction value or the transaction value is unacceptable <br> under Article 1 of the Customs Valuation Agreement, the value determined in <br> accordance with Articles 2 through 7 of the Customs Valuation Agreement; and <br> For purposes of this Chapter: <br> used means used or consumed in the production of goods. <br> Annex IV.5 <br> promotion, marketing and after-sales service of goods on the financial <br> Inventory Management Methods <br> Section I: Fungible Materials <br> Subsection 1: Definitions and Interpretation <br> For purposes of this Section: <br> average method means the method by which the origin of fungible materials withdrawn <br> from materials inventory is based on the ratio, calculated under Section 4, of originating <br> (i) property insurance premiums, taxes, cost of utilities, and repair and <br> materials and non-originating materials in materials inventory; <br> FIFO method means the method by which the origin of fungible materials first received <br> from materials inventory; <br> LIFO method means the method by which the origin of fungible materials last received <br> in materials inventory is considered to be the origin of fungible materials first withdrawn <br> materials inventory means: <br> (a) with respect to a producer of a good, an inventory of fungible materials that <br> are used in the production of the good; and <br> (b) with respect to a person from whom the producer of the good acquired such <br> fungible materials, an inventory from which fungible materials are sold or <br> otherwise transferred to the producer of the good; <br> opening inventory means the materials inventory at the time an inventory management <br> method is chosen; and <br> origin identifier means any mark that identifies fungible materials as originating <br> transaction value means: <br> materials or non-originating materials. <br> Subsection 2: General <br> 1 The inventory management methods for determining whether fungible materials <br> referred to in Article IV.5(a) are originating materials are the following: <br> (b) FIFO method; <br> (c) LIFO method; and <br> (d) average method; <br> 2 Where a producer of a good or a person from whom the producer acquired the <br> materials that are used in the production of the good chooses an inventory management <br> method referred to in paragraph 1, that method, including the averaging period chosen in <br> the case of the averaging method, shall be used from the time the choice is made until the <br> end of the fiscal year of the producer or person. <br> Subsection 3: Specific Identification Method <br> 1 Except as otherwise provided under paragraph 2, where the producer or person <br> referred to in Subsection 2.2 chooses the specific identification method, the producer or <br> person shall physically segregate, in materials inventory, originating materials that are <br> fungible materials from non-originating materials that are fungible materials. <br> 2 Where originating materials or non-originating materials that are fungible materials <br> are marked with an origin identifier, the producer or person need not physically segregate <br> those materials under paragraph 1 if the origin identifier remains visible throughout the <br> production of the good. <br> Subsection 4: Average Method <br> 1 Where the producer or person referred to in Subsection 2.2 chooses the average <br> method, the origin of fungible materials withdrawn from materials inventory is <br> determined on the basis of the ratio of originating materials and non-originating materials <br> in materials inventory that is calculated under paragraphs 2 and 3. <br> 2 The ratio is calculated with respect to a one-month or three-month period, at the <br> choice of the producer or person, by dividing: <br> (a) the sum of: <br> (i) the total units of originating materials or non-originating materials that <br> (ii) the total units of originating materials or non-originating materials that <br> are fungible materials and that were received in materials inventory <br> during that preceding one-month or three-month period; <br> (b) the sum of: <br> (i) the total units of originating materials and non-originating materials that <br> are fungible materials and that were in materials inventory at the <br> beginning of the preceding one-month or three-month period; and <br> (ii) the total units of originating materials and non-originating materials that <br> 3 The ratio calculated with respect to a preceding one-month or three-month period <br> under paragraph 2 is applied to the fungible materials remaining in materials inventory at <br> the end of the preceding one-month or three-month period. <br> 4 Where the good is subject to a regional value-content requirement and the regional <br> value content of that good is calculated under the transaction value method or the net cost <br> method, the ratio is calculated with respect to each shipment of the good by dividing: <br> (a) the total units of originating materials or non-originating materials that are <br> fungible materials and that were in materials inventory prior to the shipment; by: <br> (b) the total units of originating materials and non-originating materials that are <br> fungible materials and that were in materials inventory prior to the shipment. <br> 5 The ratio calculated with respect to a shipment of a good under paragraph 4 is <br> applied to the fungible materials remaining in materials inventory after the shipment. <br> Subsection 5: Manner of Dealing with Opening Inventory <br> 1 Except as otherwise provided under paragraphs 2 and 3, where the producer or <br> person referred to in Subsection 2.2 has fungible materials in opening inventory, the <br> origin of those fungible materials is determined by: <br> (a) identifying, in the books of the producer or person, the latest receipts of <br> fungible materials that add up to the amount of fungible materials in opening inventory; <br> (b) determining the origin of the fungible materials that make up those receipts; and <br> (c) considering the origin of those fungible materials to be the origin of the <br> fungible materials in opening inventory. <br> 2. Where the producer or person chooses the specific identification method and has, in <br> opening inventory, originating materials or non-originating materials that are fungible <br> materials and that are marked with an origin identifier, the origin of those fungible <br> materials is determined on the basis of the origin identifier. <br> 3. The producer or person may consider all fungible materials in opening inventory to be <br> non-originating materials. <br> Section II: Fungible Goods <br> Subsection 6: Definitions and Interpretation <br> average method means the method by which the origin of fungible goods withdrawn <br> from finished goods inventory is based on the ratio, calculated under Section 9, of <br> originating goods and non-originating goods in finished goods inventory; <br> FIFO method means the method by which the origin of fungible goods first received in <br> from finished goods inventory; <br> finished goods inventory means an inventory from which fungible goods are sold or <br> otherwise transferred to another person; <br> LIFO method means the method by which the origin of fungible goods last received in <br> finished goods inventory is considered to be the origin of fungible goods first withdrawn <br> opening inventory means the finished goods inventory at the time an inventory <br> management method is chosen; and <br> origin identifier means any mark that identifies fungible goods as originating goods or <br> non-originating goods. <br> Subsection 7: General <br> 1 The inventory management methods for determining whether fungible goods <br> referred to in Article IV.5(b) are originating goods are the following: <br> (a) specific identification method; <br> (d) average method. <br> 2 Where an exporter of a good or a person from whom the exporter acquired the good <br> chooses an inventory management method referred to in paragraph 1, that method, <br> including the averaging period chosen in the case of the averaging method, shall be used <br> from the time the choice is made until the end of the fiscal year of the exporter or person. <br> Subsection 8: Specific Identification Method <br> 1 Except as provided under paragraph 2, where the exporter or person referred to in <br> Subsection 7.2 chooses the specific identification method, the exporter or person shall <br> physically segregate, in finished goods inventory, originating goods that are fungible <br> goods from non-originating goods that are fungible goods. <br> 2 Where originating goods or non-originating goods that are fungible goods are <br> marked with an origin identifier, the exporter or person need not physically segregate <br> those goods under paragraph 1 if the origin identifier is visible on the fungible goods. <br> Subsection 9: Average Method <br> 1 Where the exporter or person referred to in Subsection 7.2 chooses the average <br> method, the origin of each shipment of fungible goods withdrawn from finished goods <br> inventory during a one-month or three-month period, at the choice of the exporter or <br> person, is determined on the basis of the ratio of originating goods and non-originating <br> goods in finished goods inventory for the preceding one-month or three-month period <br> that is calculated by dividing: <br> (i) the total units of originating goods or non-originating goods that are <br> (ii) the total units of originating or non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that <br> preceding one-month or three-month period. <br> by: <br> (i) the total units of originating goods and non-originating goods that are <br> fungible goods and that were in finished goods inventory at the <br> (ii) the total units of originating goods and non-originating goods that are <br> fungible goods and that were received in finished goods inventory <br> during that preceding one-month or three-month period. <br> 2 The ratio calculated with respect to a preceding month or three-month period under <br> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the <br> end of the preceding month or three-month period. <br> Subsection 10: Manner of Dealing with Opening Inventory <br> 1 Except as otherwise provided under paragraphs 2 and 3, where the exporter or <br> person referred to in Subsection 7.2 has fungible goods in opening inventory, the origin <br> of those fungible goods is determined by: <br> (a) identifying, in the books of the exporter or person, the latest receipts of <br> fungible goods that add up to the amount of fungible goods in opening inventory; <br> (b) determining the origin of those fungible goods that make up those receipts; and <br> (c) considering the origin of those fungible goods to be the origin of the fungible <br> goods in opening inventory. <br> 2 Where the exporter or person chooses the specific identification method and has, in <br> opening inventory, originating goods or non-originating goods that are fungible goods <br> and that are marked with an origin identifier, the origin of those fungible goods is <br> determined on the basis of the origin identifier. <br> 3 The exporter or person may consider all fungible goods in opening inventory to be <br> Chapter V: Customs Procedures <br> Section I-Certification of Origin <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a) the price actually paid or payable for a good or material with respect to a <br> one or both of the Parties; <br> goods wholly obtained or produced entirely in the territory of one or both of the Parties means: <br> indirect material means a good used in the production, testing or inspection of a good <br> but not physically incorporated into the good, or a good used in the maintenance of <br> buildings or the operation of equipment associated with the production of a good, including: <br> production or used to operate equipment and buildings; <br> (h) any other goods that are not incorporated into the good but whose use in the <br> territory of one or both of the Parties; <br> not qualify as originating under this Chapter; <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article V.4: Obligations Regarding Exportations <br> 1 Each Party shall provide that: <br> (a) an exporter in its territory, or a producer in its territory that has provided a <br> copy of a Certificate of Origin to that exporter pursuant to Article V.1.3(b)(iii), <br> shall provide a copy of the Certificate of Origin to its customs administration <br> on request; and <br> (b) an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin, and that has reason to believe that the Certificate of <br> Origin contains information that is not correct, shall promptly notify in writing <br> all persons to whom the Certificate of Origin was given by the exporter or <br> producer of any change that could affect the accuracy or validity of the <br> Certificate of Origin. <br> 2 Each Party: <br> (a) shall provide that a false certification by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies <br> as an originating good shall have the same legal consequences, with <br> appropriate modifications, as would apply to an importer in its territory for a <br> contravention of its customs laws and regulations regarding the making of a <br> false statement or representation; and <br> (b) may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement <br> of this Chapter. <br> 3 Neither Party may impose penalties on an exporter or a producer in its territory that <br> Section II - Administration and Enforcement <br> voluntarily provides written notification pursuant to paragraph (1)(b) with respect to the <br> making of an incorrect certification. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article V.7: Confidentiality <br> 1 Each Party shall maintain, in accordance with its law, the confidentiality of the business <br> information collected pursuant to this Chapter and shall protect that information from <br> disclosure that could prejudice the competitive position of the person providing the information. <br> 2 The confidential business information collected pursuant to this Chapter may only be <br> disclosed to those authorities responsible for the administration and enforcement of <br> determinations of origin, and of customs and revenue matters. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article V.11: Uniform Regulations <br> 1 The Parties shall establish, and implement, through their respective laws, regulations <br> or administrative policies, by the date of entry into force of this Agreement, and at any <br> time thereafter, upon agreement of the Parties, Uniform Regulations regarding the <br> interpretation, application and administration of this Chapter and other matters as may be <br> agreed by the Parties. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations no later than 180 days after the Parties agree on such modification or <br> Section VI - Cooperation <br> addition, or such other period as the Parties may agree. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article V.12: Cooperation <br> 1 Each Party shall notify the other Party of the following determinations, measures <br> and rulings, including, to the greatest extent practicable, those that are <br> prospective in application: <br> (a) a determination of origin issued as the result of a verification conducted <br> pursuant to Article V.6.1; <br> (b) a determination of origin that the Party is aware is contrary to: <br> (i) a ruling issued by the customs administration of the other Party with <br> respect to the tariff classification or value of a good, or of materials used <br> in the production of a good, or the reasonable allocation of costs where <br> calculating the net cost of a good, that is subject of a determination of origin; or <br> (ii) consistent treatment given by the customs administration of the other <br> 2 The Parties shall cooperate: <br> Party with respect to the tariff classification or value of a good, or of <br> materials used in the production of a good, or the reasonable allocation <br> implementing this Agreement, and under any customs mutual assistance <br> of costs where calculating the net cost of a good, that is the subject of a <br> determination of origin; <br> (c) a measure establishing or significantly modifying an administrative policy that <br> is likely to affect future determinations of origin; and <br> (d) an advance ruling, or a ruling modifying or revoking an advance ruling, <br> pursuant to Article V.9. <br> (a) in the enforcement of their respective customs-related laws or regulations <br> agreement or other customs-related agreement to which they are party; <br> (b) to the extent practicable and for purposes of facilitating the flow of trade <br> between them, in such customs-related matters as the collection and exchange <br> of statistics regarding the importation and exportation of goods, the <br> elements, the acceptance of an international data syntax and the exchange of information; <br> (c) to the extent practicable, in the harmonization of customs laboratories <br> methods and exchange of information and personnel between the customs laboratories; and <br> (d) to the extent practicable, in jointly organizing training programs on customs- <br> related issues, which include training for the officials and users who <br> participate directly in customs procedures. <br> 3. For purposes of this Article, the Parties shall enter into a Customs Mutual <br> Assistance Agreement between their customs administrations. <br> harmonization of documentation used in trade, the standardization of data <br> "}, {"ArticleTitle": "The Customs Sub-Committee", "ArticleDesc": "Article V.13: The Customs Sub-Committee <br> 1 The Parties hereby establish a Customs Sub-Committee, comprising representatives <br> of each Party's customs administration. The Sub-Committee shall meet as required and at <br> any other time on the request of either Party and shall: <br> (a) endeavor to agree on: <br> (i) the uniform interpretation, application and administration of Article III.4 <br> (Temporary Admission of Goods), III.5 (Duty-Free Entry of Certain <br> Commercial Samples and Printed Advertising Materials) and III.6 <br> (Goods Re-Entered after Repair or Alteration), Chapter IV (Rules of <br> Origin), this Chapter, and any Uniform Regulations; <br> (ii) tariff classification and valuation matters relating to determinations of origin; <br> (iii) equivalent procedures and criteria for the request, approval, <br> modification, revocation and implementation of advance rulings; <br> (iv) revision to the Certificate of Origin; <br> (v) any other matter referred to it by a Party or the Committee on Trade in <br> Goods and Rules of Origin established under Article III.14.1 <br> (Consultations and Committee on Trade in Goods and Rules of Origin); and <br> (vi) any other customs-related matter arising under this Agreement; consider: <br> (b) <br> (i) the harmonization of customs-related automation requirements and documentation; and <br> (ii) proposed customs-related administrative or operational changes that <br> and notify it of any agreement reached under this paragraph; and <br> may affect the flow of trade between the Parties' territories; <br> (c) report periodically to the Committee on Trade in Goods and Rules of Origin <br> which it has been unable to reach agreement within 60 days of referral of the <br> (d) refer to the Committee on Trade in Goods and Rules of Origin any matter on <br> matter to it pursuant to subparagraph (a)(v). <br> 2 Nothing in this Chapter shall be construed to prevent a Party from issuing a <br> determination of origin or an advance ruling relating to any matter under consideration by <br> the Customs Sub-Committee or from taking such other action as it considers necessary, <br> pending a resolution of the matter under this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article V.14: Definitions <br> For purposes of this Chapter: <br> commercial importation means the importation of a good into the territory of a Party for <br> the purpose of sale, or any commercial, industrial or other like use; <br> customs administration means the competent authority that is responsible under the law <br> of a Party for the administration of customs laws and regulations; <br> determination of origin means a determination as to whether a good qualifies as an <br> originating good in accordance with Chapter IV (Rules of Origin); <br> exporter in the territory of a Party means an exporter located in the territory of a Party <br> and an exporter required under this Chapter to maintain records in the territory of that <br> Party regarding exportations of a good; <br> identical goods means goods that are the same in all respects, including physical <br> characteristics, quality and reputation, irrespective of minor differences in appearance that <br> are not relevant to a determination of origin of those goods under Chapter IV (Rules of Origin); <br> importer in the territory of a Party means an importer located in the territory of a Party <br> and an importer required under this Chapter to maintain records in the territory of that <br> Party regarding importations of a good; <br> indirect material means @^@indirect material@^@ as defined in Article IV.15 (Definitions); <br> material means @^@material@^@ as defined in Article IV.15 (Definitions); <br> net cost of a good means @^@net cost of a good@^@ as defined in Article IV.15 (Definitions); <br> preferential tariff treatment means the duty rate applicable to an originating good; <br> producer means @^@producer@^@ as defined in Article IV.15 (Definitions); <br> production means @^@production@^@ as defined in Article IV.15 (Definitions); <br> transaction value means @^@transaction value@^@ as defined in Article IV.15 (Definitions); <br> Uniform Regulations means @^@Uniform Regulations@^@ established under Article V.11 (Uniform Regulations); <br> used means @^@used@^@ as defined in Article IV.15 (Definitions); and <br> "}]}]}, "members_found": ["188", "124"]}