{"FtaRooDetails": {"FtaId": 258, "FtaCode": "ITC00264", "FtaName": "FTA, Canada-Jordan", "FtaFullName": "Canada-Jordan Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2012", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Jordan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Jordan", "AdminProcCooAuth": "The certification type under FTA, Canada-Jordan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Jordan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Jordan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 30/20%", "RooText": "A change from any other heading, provided that the value of the non-originating materials does not exceed: (a) 70 per cent of the transaction value of the good; or (b) 80 per cent of the net cost of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " Part A - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading, subheading or group of headings or<br /> subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> (b) a requirement of a change in tariff classification or any other condition set out in a specific rule applies only to non-<br /> originating materials;<br /> (c) the expression \"a change from any other heading\" or \"a change from any other subheading\" means a change from any<br /> other heading (or subheading) of the Harmonized System, including, where applicable, any other heading (or subheading)<br /> within the group of headings (or subheadings) to which the rule is applicable;<br /> (d) the expression \"a change from any heading outside that group\" or \"a change from any subheading outside that group\"<br /> means a change from any other heading (or subheading) of the Harmonized System, except from any other heading (or<br /> subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (e) the expression<br /> • \"a change from within that heading\",<br /> • \"a change from within that subheading\",<br /> • \"a change from within any one of these headings\",<br /> • \"a change from within any one of these subheadings\",<br /> • \"a change to (a good) of (a tariff provision) from within that (tariff provision)\"<br /> means a change from any other good or material of that same heading (or subheading) of the Harmonized System;<br /> (f) where two or more rules are applicable to a heading, subheading or group of headings or subheadings and the alternative<br /> rule contains a phrase commencing with the words \"whether or not\",<br /> i. the change in tariff classification specified in the phrase commencing with the words \"whether or not\" reflects the<br /> change specified in the first rule applicable to the heading, subheading or group of headings or subheadings,<br /> ii. the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification<br /> specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or<br /> not\",<br /> iii. unless otherwise specified, only the value of the non-originating materials referred to at the beginning of the<br /> alternative rule, and specified again in the phrase commencing with the words \"provided that the value of the non-<br /> originating materials\", shall be included in calculating the value of non-originating materials, and<br /> iv. the value of any non-originating materials satisfying the change of tariff classification specified in the phrase<br /> commencing with the words \"whether or not\" shall not be included in calculating the value of non-originating<br /> materials;<br /> (g) reference to weight in the rules for goods provided for in Chapters 1 through 24 of the Harmonized System means dry<br /> weight unless otherwise specified in the Harmonized System;<br /> (h) the following definitions apply:<br /> i. chapter means a chapter of the Harmonized System,<br /> ii. heading means any four-digit number, or the first four digits of any number, used in the nomenclature of the<br /> Harmonized System,<br /> iii. section means a section of the Harmonized System, and<br /> iv. subheading means any six-digit number, or the first six digits of any number, used in the nomenclature of the<br /> Harmonized System.<br /> 2. A product specific rule of origin set out in this Annex represents the minimum amount of production required to be carried<br /> out on non-originating materials for the resulting good to achieve originating status. A greater amount of production than that<br /> required by the rule for that good will also confer originating status.<br /> 3. Where a rule of this Annex applicable to a good contains both a required change in tariff classification and a percentage for<br /> the maximum value of non-originating materials, the de minimis provision of Article 4-4 permits the use of non-originating<br /> materials which do not satisfy the tariff change requirement, as long as the value of such materials does not exceed 10 per<br /> cent of the transaction value of the good. However, the value of such non-originating materials shall be included when<br /> calculating the value of non-originating materials and under no circumstances may the percentage for the maximum value of<br /> non-originating materials as set out in the rule be exceeded through the use of the de minimis provision.<br /> 4. Where:<br /> (a) a rule of this Annex applicable to a good contains both a required change in tariff classification and a percentage for the<br /> maximum value of non-originating materials, and<br /> (b) one or more of the non-originating materials used in the production of the good are classified in the same subheading, or<br /> heading that is not further subdivided into subheadings, as the good itself,<br /> subparagraph 1(d) of Article 4-1, which provides that the good shall be considered as originating if the value of the non-<br /> originating materials classified as or with the good does not exceed the given percentage of the transaction value of the good,<br /> may be applied.<br /> 5. Given that, in the case described in paragraph 4, the good resulting from the application of subparagraph 1(d) of Article 4-1<br /> qualifies as originating in its own right, no account shall be taken of the non-originating materials contained therein when that<br /> good is used in the production of another good. In this particular instance, only the value of any other non-originating<br /> materials that are used in the production of the final good and that satisfy the required change in tariff classification set out in<br /> the rule of this Annex would need to be taken into account when calculating the value of non-originating materials for<br /> purposes of determining the origin of the final good.<br /> 6. The product specific rules of origin set out in this Annex also apply to used goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00264_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbsa-asfc.gc.ca/publications/forms-formulaires/bsf303-eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00264_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/04_1.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00264_roo.pdf", "DocType": "3_roo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00264_proo.pdf", "DocType": "4_proo", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/05.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00264_full.pdf", "DocType": "8_full", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/jordan-jordanie/fta-ale/index.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00264_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N101.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-3: Accumulation <br /> 1. For purposes of determining whether a good is an originating good, the production of the good in the territory of one or both of the Parties by one or more producers shall, at the choice of the exporter or producer of the good for which preferential tariff treatment is claimed, be considered to have been performed in the territory of either of the Parties by that exporter or producer, provided that: <br /> (a) all non-originating materials used in the production of the good satisfy the requirements set out in Annex 4-1 entirely in the territory of one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2. Subject to paragraph 3, where each Party has a trade agreement that, as contemplated by the WTO Agreement, concerns the establishment of a free trade area with the same non-Party, the territory of that non-Party shall be deemed to form part of the territory of the free trade area established by this Agreement, for purposes of determining whether a good is an originating good under this Agreement. <br /> 3. A Party shall give effect to paragraph 2 only once provisions with effect equivalent to paragraph 2 are in force between each Party and the non-Party. Where such provisions in force between a Party and the non-Party apply to only certain goods or under certain conditions, the other Party may limit the application of paragraph 2 to those goods and under those conditions and as otherwise set out in this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-4: De Minimis <br /> 1. Except as provided in paragraphs 2 through 4, a good shall be considered to be originating if the value of all non-originating materials used in the production of the good that do not undergo an applicable change in tariff classification set out in Annex 4-1 does not exceed 10 per cent of the transaction value of the good, provided that: <br /> (a) if the rule of origin of Annex 4-1 applicable to the good contains a percentage for the maximum value of non-originating materials, the value of such non-originating materials shall be included in calculating the value of non-originating materials; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2. Except as provided in Annex 4-1, paragraph 1 does not apply to a non-originating material used in the production of a good of Chapters 1 through 21 of the Harmonized System unless the non-originating material is provided for in a different subheading from the good for which origin is being determined under this Article. <br /> 3. A good of any of Chapters 50 through 60, headings 63.01 through 63.05, subheading 6307.10 or 6307.90, heading 63.08 or a new rag of heading 63.10 of the Harmonized System, that does not originate because certain non-originating yarns or fabrics used in the production of the good do not fulfil the requirements set out in Annex 4-1, shall nonetheless be considered to be originating if the total weight of all such yarns or fabrics does not exceed 10 per cent of the total weight of that good. <br /> 4. For purposes of a good of Chapters 61 through 62, heading 63.06 or subheading 6307.20 of the Harmonized System, the Chapter Note of Chapter 61, 62 or 63 of Annex 4-1, whichever is applicable, shall apply.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-9: Intermediate Materials Used in Production <br /> If an intermediate material is considered to be originating, then no account shall be taken of the non-originating materials contained therein when that intermediate material is subsequently used in the production of another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-7: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools delivered with a good that form part of the good's standard accessories, spare parts or tools, shall be considered to be originating if the good originates and shall be disregarded in determining whether all the non-originating materials used in the production of the good satisfy the requirements set out in Annex 4-1, provided that: <br /> (a) the accessories, spare parts and tools are not invoiced separately from the good; and <br /> (b) the quantities and value of such accessories, spare parts or tools are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-1: Originating Goods <br /> 2. For purposes of this Article, the following goods shall be considered wholly obtained or produced entirely in the territory of one or both of the Parties: <br /> (a) minerals and other non-living natural resources extracted in or taken from the territory of one or both of the Parties; <br /> (b) vegetable goods harvested in the territory of one or both of the Parties; <br /> (c) live animals born and raised entirely in the territory of one or both of the Parties; <br /> (d) goods obtained from live animals in the territory of one or both of the Parties; <br /> (e) goods obtained from hunting, trapping, fishing or aquaculture in the territory of one or both of the Parties; <br /> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean floor or the subsoil outside the territory of the Parties by a vessel registered, recorded or listed with a Party, or leased by an enterprise established in the territory of a Party, and entitled to fly its flag; <br /> (g) goods produced on board a factory ship from the goods referred to in subparagraph (f), provided such factory ship is registered, recorded or listed with a Party, or leased by an enterprise established in the territory of a Party, and entitled to fly its flag; <br /> (h) goods, other than fish, shellfish and other marine life, taken or extracted from the Area by a vessel registered, recorded or listed with a Party and entitled to fly its flag, or by a Party or a person of a Party, in accordance with the United Nations Convention on the Law of the Sea; <br /> (i) goods taken from outer space, provided they are obtained by a Party or a person of a Party and not processed in a non-Party; <br /> (j) waste and scrap derived from production in the territory of one or both of the Parties; <br /> (k) components and raw materials recovered from used goods collected in the territory of one or both of the Parties, provided the goods are fit only for such recovery; and <br /> (l) goods produced in the territory of one or both of the Parties exclusively from goods referred to in subparagraphs (a) through (k), or from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-2: Value Test <br /> 1. Except as provided in paragraph 2, where the applicable rule of origin in Annex 4-1 for the tariff provision under which a good is classified specifies a value test, the value test shall be satisfied provided the value of non-originating materials used in the production of the good does not exceed a given percentage of the transaction value of the good. <br /> 2. For purposes of a good of headings 87.01 through 87.08, at the choice of an exporter or a producer of such good, the value test shall be satisfied provided the value of non-originating materials used in the production of the good does not exceed a given percentage of either the transaction value or the net cost of the good. <br /> 3. For purposes of calculating the net cost of a good under paragraph 2, the producer of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that producer, subtract any sales promotion, marketing and after-sales service costs, royalties, shipping and packing costs, as well as non-allowable interest costs that are included in the total cost of all such goods, and then reasonably allocate the resulting net cost of those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced by that producer, reasonably allocate the total cost to the good, and then subtract any sales promotion, marketing and after-sales service costs, royalties, shipping and packing costs and non-allowable interest costs that are included in the portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with respect to the good so that the aggregate of these costs does not include any sales promotion, marketing and after-sales service costs, royalties, shipping and packing costs, or non-allowable interest costs. <br /> 4. The value of an intermediate material shall be: <br /> (a) the total cost incurred with respect to all goods produced by the producer of the good that can be reasonably allocated to that intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect to that intermediate material that can be reasonably allocated to that intermediate material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-8: Indirect Materials <br /> An indirect material shall be considered to be originating without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-12: Transshipment <br /> A good shall not be considered to be originating by reason of having undergone production that satisfies the requirements of Article 4-1 if, subsequent to that production, the good: <br /> (a) undergoes further production or any other operation outside the territories of the Parties, other than unloading, reloading or any other operation necessary to preserve it in good condition or to transport the good to the territory of a Party; or <br /> (b) does not remain under customs control while outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-10: Packaging Materials and Containers for Retail Sale <br /> Except as provided for in Article 4-6 and in Annex 4-1, packaging materials and containers in which a good is packaged for retail sale shall be disregarded in determining: <br /> (a) whether all the non-originating materials undergo the applicable requirements set out in Annex 4-1; or <br /> (b) whether the good meets the requirements established in subparagraph (a) or (c) of Article 4-1. <br /> Article 4-11: Packing Materials and Containers for Shipment <br /> Packing materials, containers, pallets or similar articles in which a good is packed for shipment shall be disregarded in determining whether that good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-5: Fungible Materials and Goods <br /> For purposes of determining whether a good is an originating good: <br /> (a) where originating and non-originating fungible materials are used in the production of a good, the determination of whether the materials are originating materials may be made in accordance with any of the inventory management methods recognized in, or otherwise accepted by, the Generally Accepted Accounting Principles of the Party in which the production is performed; and <br /> (b) where originating and non-originating fungible goods are physically combined or mixed in inventory in a Party and exported in the same form to another Party, the determination of whether the good is an originating good may be made in accordance with any of the inventory management methods recognized in, or otherwise accepted by, the Generally Accepted Accounting Principles of the Party from which the good is exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 65%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4-6: Sets or Assortments of Goods <br /> Except as provided in Annex 4-1, a set, as referred to in General Rule 3 of the Harmonized System, or assortment of goods shall be considered to be originating, provided that: <br /> (a) all the component goods in the set or assortment, packaging materials and containers, are originating; or <br /> (b) where the set or assortment contains non-originating component goods, packaging materials and containers, the value of the non-originating goods, packaging materials and containers for the set or assortment, does not exceed 35 per cent of the transaction value of the set or assortment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-1: Certificate of Origin <br /> 1. The Parties shall establish, by the date of entry into force of this Agreement, a Certificate of Origin for the purpose of certifying that a good being exported from the territory of a Party into the territory of the other Party qualifies as an originating good. The Certificate of Origin may thereafter be modified as the Parties may agree. <br /> 2. Each Party shall provide that the Certificate of Origin may be presented in Arabic, English or French. Each Party may nevertheless require the importer to submit a translation of the Certificate of Origin into a language required by its domestic law. <br /> 3. Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of Origin for any exportation of a good for which an importer may claim preferential tariff treatment upon importation of the good into the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the good, the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) its knowledge of whether the good qualifies as an originating good, based on information in the exporter's possession, <br /> (ii) its reasonable reliance on the producer's written representation that the good qualifies as an originating good, or <br /> (iii) a completed and signed Certificate of Origin for the good voluntarily provided to the exporter by the producer. <br /> 4. Each Party shall apply a Certificate of Origin to a single importation of one or more goods into its territory. <br /> 5. The Parties shall endeavour to modify the Certificate of Origin so that it may be used for multiple importations of identical goods into a Party's territory when these importations are made by the same importer and occur within a specified period, not exceeding 12 months. <br /> 6. When a Certificate of Origin is established by the Parties under paragraph 1, each Party shall apply the Certificate of Origin to a single importation of goods as described in paragraph 4 and to multiple importations as described in paragraph 5.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-3: Exceptions <br /> 1. A Party shall not require a Certificate of Origin for: <br /> (a) a commercial importation of a good whose customs value does not exceed US$1,000 or its equivalent amount in the Party's currency, or such higher amount as it may establish, except that it may require that the invoice accompanying the importation include a statement from the exporter certifying that the good qualifies as an originating good; <br /> (b) a non-commercial importation of a good whose customs value does not exceed US$1,000 or its equivalent amount in the Party's currency, or such higher amount as it may establish; or <br /> (c) an importation of a good for which the Party into whose territory the good is imported has waived the requirement for a Certificate of Origin, provided that the importation does not form part of a series of importations that the importing Party reasonably considers to have been undertaken or arranged for the purpose of avoiding the certification requirements of Articles 5-1 and 5-2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-1: Certificate of Origin <br /> 5. The Parties shall endeavour to modify the Certificate of Origin so that it may be used for multiple importations of identical goods into a Party's territory when these importations are made by the same importer and occur within a specified period, not exceeding 12 months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-5: Records <br /> 1. Each Party shall provide that an exporter or a producer in its territory that provides a Certificate of Origin in accordance with Article 5-1 shall maintain, for a minimum of five years after the date the certification was issued, or for such longer period as specified in the Party's laws and regulations, all records necessary to demonstrate that a good for which the producer or exporter provided the Certificate of Origin was an originating good, including records concerning: <br /> (a) the purchase of, cost of, value of, shipping of and payment for, the exported good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, including indirect materials, used in the production of the exported good; and <br /> (c) the production of the good in the form in which it was exported. <br /> 2. Each Party shall require an importer claiming preferential tariff treatment for a good imported into its territory to maintain documentation relating to the importation of the good, including a copy of the Certificate of Origin, for five years after the date of importation of the good or for such longer period as specified in the Party's laws and regulations. <br /> 3. Where a Party requires importers, exporters and producers in its territory to maintain documentation or records in relation to a good imported pursuant to this Agreement, it shall permit them to do so in any medium, provided that the documentation or records can be retrieved and printed. <br /> 4. A Party may deny preferential tariff treatment to a good that is the subject of an origin verification where the exporter, producer or importer of the good that is required to maintain records or documentation under this Article: <br /> (a) fails to maintain records or documentation relevant to determining the origin of the good in accordance with the requirements of the Chapter; or <br /> (b) denies access to such records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-2: Obligations Regarding Importations <br /> 3. Each Party shall provide that, where a good would have qualified as an originating good when it was imported into the territory of that Party but no claim for preferential tariff treatment was made at that time, the importer of the good may, within 60 days or for such a longer period specified by the importing Party's law after the date on which the good was imported, apply for a refund, of any excess duties paid as a result of the good not having been accorded preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as an originating good at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) such other documentation relating to the importation of the good as that Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-2: Obligations Regarding Importations <br /> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its territory that claims preferential tariff treatment for a good imported into its territory from the territory of the other Party to: <br /> (a) make a written declaration, based on a Certificate of Origin, that the good qualifies as an originating good; <br /> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (c) provide, on the request of that Party's customs administration, the Certificate of Origin; and <br /> (d) promptly make a corrected declaration in a manner required by its customs administration and pay any duties owing where the importer has reason to believe that a Certificate of Origin on which a declaration was based contains information that is not correct. <br /> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff treatment for a good imported into its territory from the territory of the other Party: <br /> (a) the Party may deny preferential tariff treatment to the good if the importer fails to comply with any requirement under this Chapter; and <br /> (b) the importer shall not be subject to penalties for the making of an incorrect declaration, if it voluntarily makes a corrected declaration pursuant to subparagraph 1(d). <br /> 3. Each Party shall provide that, where a good would have qualified as an originating good when it was imported into the territory of that Party but no claim for preferential tariff treatment was made at that time, the importer of the good may, within 60 days or for such a longer period specified by the importing Party's law after the date on which the good was imported, apply for a refund, of any excess duties paid as a result of the good not having been accorded preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as an originating good at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) such other documentation relating to the importation of the good as that Party may require. <br /> 4. Each Party, through its customs administration, may require an importer to demonstrate that the good was shipped in accordance with Article 4-12 of Chapter 4 (Rules of Origin) by providing: <br /> (a) carrier documents, including bills of lading or waybills, indicating the shipping route and all points of shipment and transhipment prior to the importation of the good and indicating that the importing Party is the final destination; <br /> (b) where the good is shipped through or transhipped outside the territories of the Parties, a copy of the customs control documents indicating to that customs administration that the good remained under customs control while outside the territories of the Parties. <br /> Article 5-4: Obligations Regarding Exportations <br /> 1. Each Party shall provide that: <br /> (a) an exporter in its territory, or a producer in its territory that has provided a Certificate of Origin to that exporter in accordance with item (iii) of subparagraph 3(b) of Article 5-1, shall provide the Certificate of Origin to its customs administration on its request; <br /> (b) where an exporter or a producer in its territory has provided a Certificate of Origin and has reason to believe that the Certificate of Origin contains or is based on incorrect information, the exporter or producer shall promptly notify in writing any change that could affect the accuracy or validity of the Certificate of Origin to every person to whom the exporter or producer has provided the Certificate of Origin; and <br /> (c) a false certification by an exporter or a producer in its territory that a good to be exported to the territory of the other Party is originating shall be subject to penalties equivalent to those that would apply to an importer in its territory that makes a false statement or representation in connection with an importation, with appropriate modifications. <br /> 2. Each Party may apply measures, as the circumstances may warrant, where an exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br /> 3. Neither Party may impose penalties on an exporter or a producer in its territory that voluntarily provides written notification pursuant to subparagraph (1)(b) with respect to the making of an incorrect certification. <br /> II–Administration and Enforcement", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-6: Origin Verifications <br /> 1. For purposes of determining whether a good imported into its territory from the territory of the other Party qualifies as an originating good, a Party may, through its competent authority, conduct a verification by means of: <br /> (a) verification letters that request information from the exporter or producer of the good in the territory of the other Party; <br /> (b) written questionnaires to the exporter or producer of the good in the territory of the other Party; <br /> (c) visits to the premises of an exporter or producer in the territory of the other Party to review the records referred to in paragraph 1 of Article 5-5 and observe the facilities used in the production of the good; or <br /> (d) any other method of communication customarily used by the competent authority of the Party conducting the verification. <br /> 2. Each Party shall provide that the competent authority of a Party may, for purposes of verifying the origin of a good, request that the importer of the good voluntarily obtain and supply written information voluntarily provided by the exporter or producer of the good in the territory of the other Party, provided that the failure or refusal of the importer to obtain and supply such information will not be considered as a failure of the exporter or producer to supply the information or as a ground for denying preferential tariff treatment. <br /> 3. Each Party shall allow an exporter or producer who receives a verification letter or a questionnaire pursuant to sub paragraphs 1(a) and (b) no less than 30 days to provide the information and documentation required or the completed questionnaire. During that period, the importing Party shall allow the exporter or producer to submit to it a written request for a single extension of this deadline for a period not exceeding 30 days. <br /> 4. Where an exporter or producer fails to provide the information and documentation required by a verification letter or fails to return a duly completed questionnaire within the period or extension set out in paragraph 3, the importing Party may deny preferential tariff treatment to the good in question pursuant to the procedures set out in paragraphs 15 and 16. <br /> 5. Prior to conducting a verification visit pursuant to subparagraph 1 (c), a Party shall, through its competent authority: <br /> (a) deliver a written notification of its intention to conduct the visit: <br /> (i) to the exporter or producer whose premises are to be visited, <br /> (ii) to the competent authority of the Party in whose territory the visit is to occur, and <br /> (iii) if requested by the Party in whose territory the visit is to occur, to the embassy of that Party in the territory of the Party proposing to conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 6. The notification referred to in paragraph 5 shall include: <br /> (a) the name of the entity issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the scope of the proposed verification visit, including specific reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 7. Where, within 30 days of the notification pursuant to paragraph 5, an exporter or producer has not given its written consent to a proposed verification visit, the notifying Party may deny preferential tariff treatment to the good that would have been the subject of the visit. <br /> 8. The Party whose competent authority receives notification pursuant to item(ii) of subparagraph 5(a) may, within 15 days of receipt of the notification, postpone the proposed verification visit for no more than 60 days from the date of such receipt or for such longer period as the Parties may agree. <br /> 9. Each Party shall provide that, where the exporter or producer receives notification pursuant to to item (i) of subparagraph 5(a) the exporter or producer may, on a single occasion, within 15 days of receipt of the notification, request the postponement of the proposed verification visit for a period no more than 60 days from the date of such receipt or for such longer period as agreed to by the notifying Party. <br /> 10. A Party shall not deny preferential tariff treatment to a good based solely on the postponement of a verification visit pursuant to paragraphs 8 or 9. <br /> 11. A Party shall permit an exporter or a producer whose good is the subject of a verification visit by the other Party to designate two observers to be present during the visit, provided that: <br /> (a) the observers shall only participate as such; and <br /> (b) the failure of the exporter or producer to designate observers shall not result in the postponement of the visit. <br /> 12. Where a Party conducts a verification of origin involving a value test, @^@de minimis@^@ calculation or any other provision in Chapter 4 (Rules of Origin) to which Generally Accepted Accounting Principles may be relevant, it shall apply such principles as are applicable in the territory of the other Party. <br /> 13. Where the producer of a good calculates the net cost of the good as set out in Article 4-2 of Chapter 4 (Rules of Origin), the importing Party shall not verify, during the fiscal period over which the net cost is being calculated, whether the good satisfies the value test. <br /> 14. The Party conducting a verification shall provide the exporter or producer whose good is the subject of the verification with a written determination of whether the good qualifies as an originating good, including findings of fact and the legal basis for the determination. <br /> 15. Where a Party determines as a result of an origin verification that the good that is the subject of the verification does not qualify as an originating good, the Party shall include in its written determination provided for under paragraph 14 a written notice of intent to deny preferential tariff treatment of the good. <br /> 16. A written notice of intent to deny preferential tariff treatment issued pursuant to paragraph 15 shall provide for no less than 30 days during which the exporter or producer of the good may provide, with regard to that determination, written comments or additional information that will be taken into account by the Party prior to completing the verification. <br /> 17. Where verifications by a Party indicate a pattern of conduct by an exporter or a producer of false or unsupported representations that a good imported into its territory qualifies as an originating good, the Party may withhold preferential tariff treatment to identical goods exported or produced by such person until that person establishes compliance with Chapter 4 (Rules of Origin), in accordance with the Party's domestic law. <br /> 18. Where, in conducting a verification of origin of a good imported into its territory under this Article, a Party conducts a verification of the origin of a material that is used in the production of the good, the Party shall conduct the verification of the origin of the material in accordance with the procedures set out in Paragraphs 1, 2, 3, 5, 6, 8, 9, 10, 11,12, 13 and 20. <br /> 19. Where a Party conducts a verification pursuant to paragraph 18, the Party may consider the material to be non-originating in determining whether the good is an originating good where the producer or supplier of that material does not allow the Party access to information required to make a determination of whether the material is an originating material by the following or other means: <br /> (a) denial of access to its records; <br /> (b) failure to respond to a verification questionnaire or letter; or <br /> (c) refusal to consent to a verification visit to a verification visit within 30 days of receipt of the notification pursuant to paragraph 5. <br /> 20. For purposes of this Article, each Party shall ensure that all communication to the importer, exporter or producer and to the other Party be sent by any means that can produce a confirmation of receipt. The periods referred to in this Article will begin from the date of such receipt.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-8: Penalties <br /> Each Party shall maintain measures imposing criminal, civil or administrative penalties for violations of its laws and regulations relating to this Chapter. <br /> III–Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-9: Advance Rulings <br /> 1. Each Party shall provide for the expeditious issuance of written advance rulings, prior to the importation of a good into its territory, to an importer in its territory or an exporter or a producer in the territory of the other Party, on the basis of the facts and circumstances presented by such importer, exporter or producer of the good, concerning whether a good qualifies as an originating good under Chapter 4 (Rules of Origin). <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance rulings, including a detailed description of the information reasonably required to process an application for a ruling. <br /> 3. Each Party shall provide that its competent authority: <br /> (a) may, at any time during the course of an evaluation of an application for an advance ruling, request supplemental information from the person requesting the ruling; <br /> (b) shall, after it has obtained all necessary information from the person requesting an advance ruling, issue the ruling within 120 days; and <br /> (c) shall provide to the person requesting the ruling a full explanation of the reasons for the ruling. <br /> 4. Subject to paragraph 6, each Party: <br /> (a) shall apply an advance ruling to importations into its territory of the good for which the ruling was requested, beginning on the date of its issuance or such later date as may be specified in the ruling; <br /> (b) shall honour the advance ruling if there is no change in the material facts or circumstances on which it is based; and <br /> (c) may establish, in the advance ruling, a period during which the advance ruling will be effective and honoured by that Party. <br /> 5. Each Party shall issue consistent advance rulings when the relevant facts and circumstances are identical. <br /> 6. The issuing Party may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error of fact; <br /> (b) if there is a change in the material facts or circumstances on which the ruling is based; <br /> (c) to conform with an amendment of Chapter 2 (National Treatment and Market Access of Goods), Chapter 4 (Rules of Origin), or this Chapter; or <br /> (d) to conform with a judicial decision or a change in its domestic law. <br /> Section IV–Review and Appeal of Advance Rulings and Origin Determinations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 5-10: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of determinations of origin and advance rulings issued by its customs administration as it provides to importers in its territory, to any person: <br /> (a) who completes and signs a Certificate of Origin for a good that has been the subject of a determination of origin; or <br /> (b) who has received an advance ruling pursuant to paragraph 1 of Article 5-9. <br /> 2. Further to Articles 12-3 and 12-4 (Review and Appeal) of Chapter 12 (Transparency), each Party shall provide that the rights of referred to in paragraph 1 shall include access to: <br /> (a) at least one level of administrative review independent of the official or office responsible for the determination under review; and <br /> (b) judicial or quasi-judicial review of the determination or decision taken at the final level of administrative review, in accordance with its domestic law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 4-1: Originating Goods <br> 1. Except as otherwise provided in this Chapter, a good shall originate in the territory of a Party where: <br> (a) the good is wholly obtained or produced entirely in the territory of one or both of the Parties; <br> (b) each of the non-originating materials used in the production of the good undergoes an applicable change in tariff classification as set out in Annex 4-1 as a result of production occurring entirely in the territory of one or both of the Parties, or the good otherwise satisfies the applicable requirements of that Annex where no change in tariff classification is required, and the good satisfies all other applicable requirements of this Chapter; <br> (c) the good is produced entirely in the territory of one or both of the Parties, exclusively from originating materials; or <br> (d) except as provided in Annex 4-1 or except for a good of Chapter 39 or Chapters 50 through 63 of the Harmonized System, one or more of the non-originating materials used in the production of the good cannot satisfy the requirements set out in Annex 4-1 because both the good and the non-originating materials are classified in the same subheading or heading that is not further subdivided into subheadings, provided that, <br> (i) the good is produced entirely in the territory of one or both of the Parties, <br> (ii) the value of the non-originating materials classified as or with the good does not exceed 65 per cent of the transaction value of the good, and <br> (iii) the good satisfies all other applicable requirements of this Chapter. <br> 2. For purposes of this Article, the following goods shall be considered wholly obtained or produced entirely in the territory of one or both of the Parties: <br> (a) minerals and other non-living natural resources extracted in or taken from the territory of one or both of the Parties; <br> (b) vegetable goods harvested in the territory of one or both of the Parties; <br> (c) live animals born and raised entirely in the territory of one or both of the Parties; <br> (d) goods obtained from live animals in the territory of one or both of the Parties; <br> (e) goods obtained from hunting, trapping, fishing or aquaculture in the territory of one or both of the Parties; <br> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean floor or the subsoil outside the territory of the Parties by a vessel registered, recorded or listed with a Party, or leased by an enterprise established in the territory of a Party, and entitled to fly its flag; <br> (g) goods produced on board a factory ship from the goods referred to in subparagraph (f), provided such factory ship is registered, recorded or listed with a Party, or leased by an enterprise established in the territory of a Party, and entitled to fly its flag; <br> (h) goods, other than fish, shellfish and other marine life, taken or extracted from the Area by a vessel registered, recorded or listed with a Party and entitled to fly its flag, or by a Party or a person of a Party, in accordance with the United Nations Convention on the Law of the Sea; <br> (i) goods taken from outer space, provided they are obtained by a Party or a person of a Party and not processed in a non-Party; <br> (j) waste and scrap derived from production in the territory of one or both of the Parties; <br> (k) components and raw materials recovered from used goods collected in the territory of one or both of the Parties, provided the goods are fit only for such recovery; and <br> (l) goods produced in the territory of one or both of the Parties exclusively from goods referred to in subparagraphs (a) through (k), or from their derivatives, at any stage of production. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 4-13: Interpretation and Application <br> For purposes of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonized System; <br> (b) where applying subparagraph (d) of Article 4-1, the determination of whether a heading or subheading under the Harmonized System provides for both a good and the materials that are used in the production of the good shall be made on the basis of the nomenclature of the heading or subheading and the relevant Section or Chapter Notes, in accordance with the General Rules for the Interpretation of the Harmonized System; <br> (c) in applying the Customs Valuation Agreement under this Chapter, <br> (i) the principles of the Customs Valuation Agreement shall apply to domestic transactions, with such modifications as may be required by the circumstances, as would apply to international transactions, <br> (ii) the provisions of this Chapter shall take precedence over the Customs Valuation Agreement to the extent of any difference, and <br> (iii) the definitions in Article 4-15 shall take precedence over the definitions in the Customs Valuation Agreement to the extent of any difference; and <br> (d) all costs referred to in this Chapter shall be recorded and maintained in accordance with the Generally Accepted Accounting Principles applicable in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 4-14: Consultation and Modifications <br> The Parties shall consult regularly to ensure that this Chapter is administered effectively, uniformly and consistently with the spirit and objectives of this Agreement, and shall cooperate in the administration of this Chapter in accordance with Chapter 5 (Customs Procedures). <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4-15: Definitions <br> (a) aquaculture means the farming of aquatic organisms, including fish, molluscs, crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes to enhance production, such as regular stocking, feeding or protection from predators; <br> (b) fungible materials or fungible goods means materials or goods that are interchangeable for commercial purposes and whose properties are essentially identical; <br> (c) Generally Accepted Accounting Principles means the principles used in the territory of each Party that provide substantial authorized support with regard to the recording of income, costs, expenses, assets and liabilities involved in the disclosure of information and preparation of financial statements. These principles may be broad guidelines of general application, as well as those standards, practices and procedures normally employed in accounting; <br> (d) listed with a Party means a foreign registered ship bare-boat chartered exclusively to a Canadian citizen, permanent resident of Canada or a Canadian corporation, which is listed in the Canadian Register of Vessels for the duration of the charter and whose registration in the foreign country is suspended for the duration of the charter; <br> (e) non-allowable interest costs means interest costs incurred by a producer that exceed 700 basis points above the applicable national government interest rate identified for comparable maturities; <br> (f) non-originating good or non-originating material means a good or material that does not qualify as originating under this Chapter; <br> (g) production means growing, mining, raising, harvesting, fishing, trapping, hunting, manufacturing, processing, assembling or disassembling a good; <br> (h) royalties means payments of any kind, including payments under technical assistance or similar agreements, made as consideration for the use or right to use any copyright, literary, artistic or scientific work, patent, trademark, design, model, plan, secret formula or process, excluding those payments under technical assistance or similar agreements that can be related to specific services such as: <br> (i) personnel training, without regard to where performed,; and <br> (ii) if performed in the territory of one or both of the Parties, engineering, tooling, die-setting, software design and similar computer services, or other services; <br> (i) sales promotion, marketing and after-sales service costs means the following costs related to sales promotion, marketing and after-sales service: <br> (i) sales and marketing promotion; media advertising; advertising and market research; promotional and demonstration materials; exhibits; sales conferences, trade shows and conventions; banners; marketing displays; free samples; sales, marketing and after-sales service literature (product brochures, catalogues, technical literature, price lists, service manuals, sales aid information); establishment and protection of logos and trademarks; sponsorships; wholesale and retail restocking charges; entertainment,; <br> (ii) sales and marketing incentives; consumer, retailer or wholesaler rebates; merchandise incentives; <br> (iii) salaries and wages, sales commissions, bonuses, benefits (for example, medical, insurance, pension), travelling and living expenses, membership and professional fees, for sales promotion, marketing and after-sales service personnel; <br> (iv) recruiting and training of sales promotion, marketing and after-sales service personnel, and after-sales training of customers' employees, where such costs are identified separately for sales promotion, marketing and after-sales service of goods on the financial statements or cost accounts of the producer; <br> (v) product liability insurance; <br> (vi) office supplies for sales promotion, marketing and after-sales service of goods, where such costs are identified separately for sales promotion, marketing and after-sales service of goods on the financial statements or cost accounts of the producer; <br> (vii) telephone, mail and other communications, where such costs are identified separately for sales promotion, marketing and after-sales service of goods on the financial statements or cost accounts of the producer; <br> (viii) rent and depreciation of sales promotion, marketing and after-sales service offices and distribution centres; <br> (ix) property insurance premiums, taxes, cost of utilities, and repair and maintenance of sales promotion, marketing and after-sales service offices and distribution centres, where such costs are identified separately for sales promotion, marketing and after-sales service of goods on the financial statements or cost accounts of the producer; and <br> (x) payments by the producer to other persons for warranty repairs; <br> (j) shipping and packing costs means the costs incurred in packing a good for shipment and shipping the good from the point of direct shipment to the buyer, excluding costs of preparing and packaging the good for retail sale; <br> (k) tariff provision means a chapter, heading or subheading of the Harmonized System; <br> (l) total cost means all product costs, period costs and other costs incurred in the territory of one or both of the Parties; <br> (m) transaction value means the price actually paid or payable for a good or material with respect to a transaction of the producer of the good, adjusted in accordance with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Agreement to include, inter alia, such costs as commissions, production assists, royalties or license fees; <br> (n) transaction value of the good or transaction value of the set or assortment means: <br> (i) the transaction value of a good when sold by the producer at the place of production; or <br> (ii) the customs value of that good; <br> and adjusted, if necessary, to exclude any costs incurred subsequent to the good leaving the place of production, such as freight and insurance; <br> (o) value of non-originating materials and value of non-originating component goods means: <br> (i) the transaction value or the customs value of the materials at the time of their importation into a Party, adjusted, if necessary, to include freight, insurance, packing and all other costs incurred in transporting the materials to the place of importation;, or <br> (ii) in the case of domestic transactions, the value of the materials determined in accordance with the principles of the Customs Valuation Agreement in the same manner as international transactions, with such modifications as may be required by the circumstances. <br> Chapter 5: Customs Procedures <br> I–Certification of Origin <br> For purposes of this Chapter: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5-7: Confidentiality <br> 1. Each Party shall maintain, in accordance with its domestic law, the confidentiality of the information collected and shall protect that information from disclosure that could prejudice the competitive position of the persons providing the information. Where the Party receiving the information is required by its laws to disclose information, that Party shall notify the Party or person who provided that information. <br> 2. Each Party shall ensure that the confidential information collected shall not be used for purposes other than the administration and enforcement of determinations of origin, and of customs matters except with the permission of the person or Party who provided the confidential information. <br> 3. Notwithstanding paragraph 2, a Party may allow information collected pursuant to this Chapter or Chapter 4 (Rules of Origin) to be used in any administrative, judicial or quasi-judicial proceedings instituted for failure to comply with customs related laws and regulations implementing Chapter 4 (Rules of Origin) and this Chapter. A Party shall notify the person or Party who provided the information in advance of such use. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5-11: Definitions <br> For purposes of this Chapter: <br> (a) commercial importation means the importation of a good into the territory of a Party for the purpose of sale, or any commercial, industrial or other like use, <br> (b) determination of origin means a determination as to whether a good qualifies as an originating good in accordance with Chapter 4 (Rules of Origin); <br> (c) identical goods means goods that are the same in all respects, including physical characteristics, quality and reputation, irrespective of minor differences in appearance that are not relevant to a determination of origin of those goods under Chapter 4 (Rules of Origin); <br> "}]}]}, "members_found": ["400", "124"]}