{"FtaRooDetails": {"FtaId": 262, "FtaCode": "ITC00268", "FtaName": "FTA, Canada-Peru", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN CANADA AND THE REPUBLIC OF PERU", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Peru", "AdminProcCooAuth": "The certification type under FTA, Canada-Peru is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Peru is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Peru agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(CTH and RVC 45%) or SP", "RooText": "A change from any other heading, provided that the value of the non-originating materials does not exceed: (a) 55 per cent of the transaction value of the good; or (b) 65 per cent of the net cost of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " Annex 301 - Specific Rules of Origin<br /> Part A - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading, subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> (b) a requirement of a change in tariff classification or any other condition set out in a specific rule applies only to non-originating materials;<br /> (c) the expression \"a change from any other heading\" or \"a change from any other subheading\" means a change from any other heading (or subheading) of the Harmonized System, including, where applicable, any other heading (or subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (d) where a specific rule of origin is defined using the criterion of a change in tariff classification, and it is written to exclude tariff provisions at the level of a chapter, heading or subheading of the Harmonized System, the materials classified in those excluded provisions must be originating for the resulting good to achieve originating status;<br /> (e) the expression \"a change from any heading outside that group\" or \"a change from any subheading outside that group\" means a change from any other heading (or subheading) of the Harmonized System, except from any other heading (or subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (f)  where two or more rules are applicable to a heading, subheading or group of headings or subheadings, if the good satisfies the requirements of one of those rules it does not need to satisfy the requirements of another of those rules;<br /> (g) the expressions:<br /> - \"a change from within that heading\",<br /> - \"a change from within that subheading\",<br /> - \"a change from within any one of these headings\",<br /> - \"a change from within any one of these subheadings\" or<br /> - \"a change to (a good) of (a tariff provision) from within that (tariff provision)\"<br /> mean a change from any other good or material of that same heading (or subheading) of the Harmonized System;<br /> (h) where two or more rules are applicable to a heading, subheading or group of headings or subheadings and the alternative rule contains a phrase commencing with the words \"whether or not\",<br /> (i)  the change in tariff classification specified in the phrase commencing with the words \"whether or not\" reflects the change specified in the first rule applicable to the heading, subheading or group of headings or subheadings,<br /> (ii) the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or not\",<br /> (iii) unless otherwise specified, only the value of the non-originating materials referred to at the beginning of the alternative rule, and specified again in the phrase commencing with the words \"provided that the value of the non-originating materials\", shall be included in calculating the value of non-originating materials, and<br /> (iv) the value of any non-originating materials satisfying the change of tariff classification specified in the phrase commencing with the words \"whether or not\" shall not be included in calculating the value of non-originating materials;<br /> (i)  reference to weight in the rules for goods provided for in Chapters 1 through 24 of the Harmonized System means dry weight, unless otherwise specified in the Harmonized System;<br /> (j)  the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means any four-digit number, or the first four digits of any number, used in the nomenclature of the Harmonized System;<br /> section means a section of the Harmonized System; and<br /> subheading means any six-digit number, or the first six digits of any number, used in the nomenclature of the Harmonized System.<br /> 2. A product specific rule of origin set out in this Annex represents the minimum amount of production required to be carried out on non-originating materials for the resulting good to achieve originating status.  A greater amount of production than that required by the rule for that good will also confer originating status.<br /> 3. Under no circumstances may the percentage for the maximum value of non-originating materials as set out in a rule of this Annex be exceeded through the use of the de minimis provision of Article 307.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00268_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00268_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/peru-perou/fta-ale/annex-301-annexe.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00268_roo.pdf", "DocType": "3_roo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/peru-perou/fta-ale/03.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00268_proo.pdf", "DocType": "4_proo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/peru-perou/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00268_full.pdf", "DocType": "8_full", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/peru-perou/fta-ale/index.aspx?lang=eng"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 306: Accumulation <br /> 1 For purposes of determining whether a good is an originating good, a good <br /> originating in the territory of one or both of the Parties shall be considered as <br /> originating in the territory of either of the Parties. <br /> 2 For purposes of determining whether a good is an originating good, the <br /> production of the good in the territory of one or both of the Parties by one or more <br /> producers shall, at the choice of the exporter or producer of the good for which <br /> preferential tariff treatment is claimed, be considered to have been performed in <br /> the territory of either of the Parties by that exporter or producer, provided that: <br /> (a) all non-originating materials used in the production of the good <br /> satisfy the requirements set out in Annex 301 entirely in the territory <br /> of one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 3 Subject to paragraph 4, where each Party has a trade agreement that, as <br /> contemplated by the WTO Agreement, concerns the establishment of a free trade <br /> area, with the same non-Party, the territory of the non-Party shall be deemed to <br /> form part of the territory of the free trade area established by this Agreement, for <br /> purposes of determining whether a good is an originating good under this Agreement. <br /> 4 A Party shall give effect to paragraph 3 only once provisions with effect <br /> equivalent to paragraph 3 are in force between each Party and the non-Party. The <br /> Parties may agree to limit such provisions to specified goods or to apply under <br /> specified conditions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 307: De Minimis <br /> 1 Except as provided in paragraphs 2 through 4, a good shall be considered to <br /> be an originating good if the value of all non-originating materials used in the <br /> production of the good that do not undergo an applicable change in tariff <br /> classification set out in Annex 301 does not exceed 10 per cent of the transaction <br /> value of the good, provided that: <br /> (a) if the rule of origin of Annex 301 applicable to the good contains a <br /> percentage for the maximum value of non-originating materials, the <br /> value of such non-originating materials shall be included in <br /> calculating the value of non-originating materials; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Paragraph 1 does not apply to a non-originating material used in the <br /> production of a good of Chapters 01 through 21 of the Harmonized System unless <br /> the non-originating material is provided for in a different subheading from the <br /> good for which origin is being determined under this Article. Nevertheless, <br /> paragraph 1 does apply when the good and the non-originating material are <br /> classified in the same subheading, provided that the material is different from the good. <br /> 3 A good of Chapters 50 through 60 of the Harmonized System that does not <br /> originate because certain non-originating fibres or yarns used in the production of <br /> the good do not fulfil the requirements set out in Annex 301, shall nonetheless be <br /> considered an originating good if the total weight of all such fibres or yarns does <br /> not exceed 15 per cent of the total weight of that good. <br /> 4 A good of Chapters 61 through 63 of the Harmonized System that does not <br /> originate because certain non-originating fibres or yarns used in the production of <br /> the component of the good that determines the tariff classification of that good do <br /> not fulfil the requirements set out for that good in Annex 301, shall nonetheless be <br /> considered an originating good if the total weight of all such fibres or yarns in that <br /> component does not exceed 15 per cent of the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 305: Intermediate Materials Used In Production <br /> 1 If a non-originating material satisfies the requirements set out in Article <br /> 301 in the territory of one or both of the Parties, the resulting good shall be <br /> considered as originating and no account shall be taken of the non-originating <br /> material contained therein when that good is used in the subsequent production of <br /> another good. <br /> 2 For purposes of determining the origin of a good, a producer of a good may <br /> designate any intermediate material as a material to be taken into account as an <br /> originating or non-originating material, as the case may be, in determining <br /> whether the good satisfies the applicable requirements of the rules of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 311: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools delivered with a good that form part of <br /> the good's standard accessories, spare parts or tools, shall be considered as <br /> originating if the good is an originating good, and shall be disregarded in <br /> determining whether all the non-originating materials used in the production of the <br /> good undergo the applicable requirements set out in Annex 301 provided that: <br /> (a) the accessories, spare parts and tools are not invoiced separately <br /> from the good, whether or not each is listed or detailed on the invoice; and <br /> (b) the quantities and value of such accessories, spare parts, or tools are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 303: Value Test <br /> 1 Except as provided in paragraph 2, where the applicable rule of origin <br /> in Annex 301 for the tariff provision under which a good is classified specifies a <br /> value test, the value test shall be satisfied provided the value of non-originating <br /> materials used in the production of the good does not exceed a given percentage of <br /> the transaction value of the good. <br /> 2 For purposes of a good classified under headings 87.01 through 87.08, at <br /> the choice of an exporter or a producer of such good, the value test shall be <br /> satisfied provided the value of non-originating materials used in the production of <br /> the good does not exceed a given percentage of either the transaction value or the <br /> net cost of the good. <br /> 3 The value of non-originating materials used by the producer in the <br /> production of a good shall not, for purposes of satisfying the value test under <br /> either paragraph 1 or 2, include the value of non-originating materials used to <br /> produce originating materials that are subsequently used in the production of the good. [1] <br /> 4 For purposes of calculating the net cost of a good under paragraph 2, the <br /> producer of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced <br /> by that producer, subtract any sales promotion, marketing and after- <br /> sales service costs, royalties, shipping and packing costs, as well as <br /> non-allowable interest costs that are included in the total cost of all <br /> such goods, and then reasonably allocate the resulting net cost of <br /> those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced <br /> by that producer, reasonably allocate the total cost to the good, and <br /> then subtract any sales promotion, marketing and after-sales service <br /> costs, royalties, shipping and packing costs and non-allowable <br /> interest costs that are included in the portion of the total cost <br /> allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost <br /> incurred with respect to the good so that the aggregate of these costs <br /> does not include any sales promotion, marketing and after-sales <br /> service costs, royalties, shipping and packing costs, or non-allowable <br /> interest costs. [2] <br /> [1] Paragraph 3 applies to intermediate materials. The @^@value of non-originating materials@^@ in paragraphs 1 <br /> and 2 shall not include: <br /> (i) the value of any non-originating materials used by another producer to produce an originating <br /> material that is subsequently acquired and used in the production of the good by the producer of <br /> the good, or <br /> (ii) the value of non-originating materials used by the producer to produce an originating <br /> intermediate material. <br /> [2] For greater certainty, sales promotion, marketing and after-sales service costs, royalties, shipping and <br /> packing costs, and non-allowable interest costs included in the value of materials used in the production of <br /> the good shall not be subtracted out of the net cost in the calculation under paragraph 2. <br /> Article 304: Value of Materials <br /> 1 For purposes of Articles 303 and 307, the value of non-originating <br /> materials, including non-originating component goods referred to in Article 310, shall be: <br /> (a) the transaction value or the customs value of the materials at the <br /> time of their importation into a Party, adjusted, if necessary, to <br /> include freight, insurance, packing and all other costs incurred in <br /> transporting the materials to the place of importation; or <br /> (b) in the case of domestic transactions, the value of the materials <br /> determined in accordance with the principles of the Customs <br /> Valuation Agreement in the same manner as international <br /> transactions, with such modifications as may be required by the circumstances. <br /> 2 Notwithstanding paragraph 1, the value of an intermediate material shall be: <br /> (a) the total cost incurred with respect to all goods produced by the <br /> producer of the good that can be reasonably allocated to that <br /> intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect <br /> to that intermediate material that can be reasonably allocated to that <br /> intermediate material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 309: Indirect Materials <br /> An indirect material shall be considered to be an originating material <br /> without regard to where it is produced. <br /> indirect material means a good used in the production, testing or inspection of a <br /> good but not physically incorporated into the good, or a good used in the <br /> maintenance of buildings or the operation of equipment associated with the <br /> production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used <br /> in the production or the operation of equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and safety supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose <br /> use in the production of the good can reasonably be demonstrated to <br /> be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 314: Transit and Transshipment <br /> An originating good that is exported from a Party shall maintain its <br /> originating status only if the good: <br /> (a) does not undergo further production or any other operation outside <br /> the territories of the Parties, other than unloading, reloading or any <br /> other operation necessary to preserve it in good condition or to <br /> transport the good to the territory of a Party; and <br /> (b) remains under customs control while outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 301: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall originate in the <br /> territory of a Party where: <br /> (a) the good is wholly obtained or produced entirely in the territory of <br /> one or both of the Parties, as defined in Article 318; <br /> (b) the good fulfills the requirements set out for that good in Annex 301 <br /> as a result of production occurring entirely in the territory of one or <br /> both of the Parties; <br /> (c) the good is produced entirely in the territory of one or both of the <br /> Parties, exclusively from originating materials; or <br /> (d) except as provided in Annex 301 or except for a good of Chapters 01 <br /> through 21, headings 39.01 through 39.15 or Chapters 50 through 63 <br /> of the Harmonized System, the good is produced entirely in the <br /> territory of one or both of the Parties but one or more of the non- <br /> originating materials used in the production of the good cannot <br /> satisfy the requirements set out in Annex 301 because both the good <br /> and the non-originating materials are classified in the same <br /> subheading, or heading that is not further subdivided into <br /> subheadings, provided that the value of the non-originating materials <br /> classified as or with the good does not exceed 55 per cent of the <br /> transaction value of the good; <br /> and the good satisfies all the other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 312: Packaging Materials and Containers for Retail Sale <br /> Except as provided for in Article 310, packaging materials and containers <br /> in which a good is packaged for retail sale shall be disregarded in determining: <br /> (a) whether all the non-originating materials undergo the applicable <br /> requirements set out in Annex 301; or <br /> (b) whether the good meets the requirements set out in subparagraphs <br /> (a) and (c) of Article 301. <br /> Article 313: Packing Materials and Containers for Shipment <br /> Packing materials, containers, pallets or similar articles, in which a good is <br /> packed for shipment shall be disregarded in determining whether that good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 308: Fungible Goods and Materials <br /> 1 For purposes of determining whether a good is an originating good: <br /> (a) where originating and non-originating fungible materials are used in <br /> the production of a good, the determination of whether the materials <br /> are originating materials may be made in accordance with any of the <br /> inventory management methods recognized in, or otherwise <br /> accepted by, the Generally Accepted Accounting Principles of the <br /> Party in which the production is performed; and <br /> (b) where originating and non-originating fungible goods are physically <br /> combined or mixed in inventory in a Party and exported in the same <br /> form to another Party, the determination of whether the good is an <br /> originating good may be made in accordance with any of the <br /> inventory management methods recognized in, or otherwise <br /> accepted by, the Generally Accepted Accounting Principles of the <br /> Party from which the good is exported. <br /> 2 A Party shall ensure that the person that selected an inventory management <br /> method pursuant to paragraph 1 for a particular fungible good or material <br /> continues to use such inventory management method for that fungible good or <br /> material throughout the fiscal year of that person.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 310: Sets or Assortments of Goods <br /> Except as provided in Annex 301, a set or assortment of goods, as referred <br /> to in General Rule 3 of the Harmonized System, shall be considered as originating, provided that: <br /> (a) all the component goods, including packaging materials and <br /> containers, are originating; or <br /> (b) where the set or assortment contains non-originating component <br /> goods, including packaging materials and containers, the value of the <br /> non-originating goods, including any non-originating packaging <br /> materials and containers for the set or assortment of goods, does not <br /> exceed 15 percent of the transaction value of the set or assortment of goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 401: Certificate of Origin <br /> 1 The Parties shall establish, no later than the date of entry into force of this <br /> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br /> exported from the territory of a Party into the territory of the other Party qualifies <br /> as an originating good. The Certificate of Origin may thereafter be modified as the <br /> Parties may decide. <br /> 2 Each Party shall permit the Certificate of Origin to be provided to its <br /> respective competent authority in English, French or Spanish. Each Party may <br /> nonetheless require the importer to submit a translation of the Certificate of Origin <br /> into a language required by its domestic law. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate <br /> of Origin for any exportation of a good for which an importer may <br /> claim preferential tariff treatment upon importation of the good into <br /> the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of <br /> the good, the exporter may complete and sign a Certificate of Origin <br /> on the basis of: <br /> (i) its knowledge of whether the good qualifies as an originating <br /> good, based on information in the exporter's possession, <br /> (ii) its reasonable reliance on the producer's written <br /> representation that the good qualifies as an originating good, or <br /> (iii) a completed and signed Certificate of Origin for the good, <br /> voluntarily provided to the exporter by the producer. <br /> 4 Each Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period not exceeding 12 months. <br /> 5 Each Party shall ensure that the Certificate of Origin is accepted by its <br /> competent authority for four years after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 403: Exceptions <br /> A Party shall not require a Certificate of Origin for: <br /> (a) an importation of a good whose customs value does not exceed <br /> US$ 1000 or its equivalent amount in the Party's currency, or such <br /> higher amount as it may establish, except that it may require that the <br /> invoice accompanying the importation include a statement from the <br /> exporter certifying that the good qualifies as an originating good; or <br /> (b) an importation of a good for which the importing Party has waived <br /> the requirement for a Certificate of Origin; <br /> provided that the importation does not form part of a series of importations that <br /> may reasonably be considered to have been undertaken or arranged for the purpose <br /> of avoiding the certification requirements of Articles 401 and 402.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 423: Definitions <br /> For purposes of this Chapter: <br /> competent authority means: <br /> (a) with respect to Canada, the Canada Border Services Agency or its <br /> successor notified in writing to the other Party; <br /> (b) with respect to Peru, Ministerio de Comercio Exterior y Turismo, or <br /> the Superintendencia Nacional de Administraci?n Tributaria, or <br /> their successors, in accordance with its domestic law, notified in <br /> writing to the other Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 401: Certificate of Origin <br /> 5 Each Party shall ensure that the Certificate of Origin is accepted by its <br /> competent authority for four years after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 405: Records <br /> 1 Each Party shall provide that an exporter or a producer in its territory that <br /> provides a Certificate of Origin in accordance with Article 401 shall maintain, for <br /> a minimum of five years after the date the certification was issued or for such <br /> longer period as specified in the Party's laws and regulations, all records necessary <br /> to demonstrate that the good for which the producer or exporter provided the <br /> Certificate of Origin was an originating good, including records concerning: <br /> (a) the purchase of, cost of, value of, shipping of and payment for, the <br /> exported good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, <br /> including indirect materials, used in the production of the exported <br /> good; and <br /> (c) the production of the good in the form in which it was exported. <br /> 2 Each Party shall require an importer claiming preferential tariff treatment <br /> for a good imported into its territory to maintain documentation relating to the <br /> importation of the good, including a copy of the Certificate of Origin, for five <br /> years after the date of importation of the good or for such longer period as <br /> specified in the Party's laws and regulations. <br /> 3 Where a Party requires importers, exporters and producers in its territory to <br /> maintain documentation or records in relation to the origin of a good, in <br /> accordance with that Party's laws and regulations, it shall permit them to do so in <br /> any medium, provided that the documentation or records can be retrieved and printed. <br /> 4 A Party may deny preferential tariff treatment to a good that is the subject <br /> of an origin verification where the exporter, producer or importer of the good that <br /> is required to maintain records or documentation under this Article: <br /> (a) fails to maintain records or documentation relevant to determining <br /> the origin of the good in accordance with the requirements of the Chapter; or <br /> (b) denies access to such records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 402: Obligations Regarding Importations <br /> 5 Where a good would have qualified as an originating good when it was <br /> imported into the territory of a Party, but no claim for preferential tariff treatment <br /> was made at the time of importation, the importing Party shall permit the importer, <br /> within a period of at least one year or for such longer period specified by the <br /> importing Party's law after the date of importation, to make a claim for <br /> preferential tariff treatment and apply for a refund of any excess duties paid as a <br /> result of the good not having been accorded preferential tariff treatment, on <br /> presentation to the importing Party of: <br /> (a) a written declaration stating that the good was originating at the time of importation; <br /> (b) the Certificate of Origin; and <br /> (c) such other documentation relating to the importation of the good as <br /> the importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 406: Origin Verifications <br /> 1 For purposes of determining whether a good imported into its territory from <br /> the territory of the other Party qualifies as an originating good, a Party may, <br /> through its competent authority, conduct a verification by means of: <br /> (a) verification letters that request information from the exporter or <br /> producer of the good in the territory of the other Party; <br /> (b) written questionnaires to the exporter or producer of the good in the <br /> territory of the other Party; <br /> (c) visits to the premises of an exporter or producer in the territory of <br /> the other Party to review the records referred to in paragraph 1 of Article <br /> 405 and observe the facilities used in the production of the good; or <br /> (d) such other procedures as the Parties may agree. <br /> 2 For purposes of verifying the origin of a good, the importing Party may <br /> request the importer of the good to voluntarily obtain and supply written <br /> information voluntarily provided by the exporter or producer of the good in the <br /> territory of the other Party, provided that the importing Party shall not consider the <br /> failure or refusal of the importer to obtain and supply such information as a failure <br /> of the exporter or producer to supply the information or as a ground for denying <br /> preferential tariff treatment. <br /> 3 Each Party shall allow an exporter or producer who receives a verification <br /> letter or a questionnaire pursuant to subparagraphs 1(a) and (b) not less than 30 <br /> days from the date of receipt of such letter or questionnaire to provide the <br /> information and documentation required or the completed questionnaire. On <br /> written request by the exporter or producer made during that period, the importing <br /> Party may grant the exporter or producer a single extension of the deadline for a <br /> period not exceeding 30 days. <br /> 4 Where an exporter or producer fails to provide the information and <br /> documentation required by a verification letter or fails to return a duly completed <br /> questionnaire within the period or extension set out in paragraph 3, an importing <br /> Party may deny preferential tariff treatment to the good in question in accordance <br /> with the procedures set out in paragraphs 15 and 16. <br /> 5 Prior to conducting a verification visit pursuant to subparagraph 1(c), a <br /> Party shall, through its competent authority: <br /> (a) deliver a written notification of its intention to conduct the visit: <br /> (i) to the exporter or producer whose premises are to be visited, <br /> (ii) to the competent authority of the Party in whose territory the <br /> visit is to occur, and <br /> (iii) if requested by the Party in whose territory the visit is to <br /> occur, to the embassy of that Party in the territory of the Party <br /> proposing to conduct the visit, and <br /> (b) obtain the written consent of the exporter or producer whose <br /> premises are to be visited. <br /> 6 The notification referred to in paragraph 5 shall include: <br /> (a) the name of the entity issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the scope of the proposed verification visit, including specific <br /> reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 7 Where, within 30 days of receipt of a notification pursuant to paragraph 5, <br /> an exporter or producer has not given its written consent to a proposed verification <br /> visit, the notifying Party may deny preferential tariff treatment to the good that <br /> would have been the subject of the visit. <br /> 8 The Party whose competent authority receives notification pursuant to <br /> subparagraph 5(a)(ii), may, within 15 days of receipt of the notification, postpone <br /> the proposed verification visit for a period not exceeding 60 days from the date of <br /> such receipt or for such longer period as the Parties may decide. <br /> 9 Each Party shall allow, when the exporter or producer receives notification <br /> pursuant to subparagraph 5(a)(i), the exporter or producer to, on a single occasion, <br /> within 15 days of receipt of the notification, request the postponement of the <br /> proposed verification visit for a period not exceeding 60 days from the date of <br /> such receipt or for such longer period as agreed to by the notifying Party. <br /> 10 A Party shall not deny preferential tariff treatment to a good based solely on <br /> the postponement of a verification visit pursuant to paragraphs 8 or 9. <br /> 11 A Party shall permit an exporter or a producer whose good is the subject of <br /> a verification visit by the other Party to designate two observers to be present <br /> during the visit, provided that: <br /> (a) the observers shall only participate as such; and <br /> (b) the failure of the exporter or producer to designate observers shall <br /> not result in the postponement of the visit. <br /> 12 Where a Party conducts a verification of origin involving a value test, @^@de <br /> minimis@^@ calculation or any other provision in Chapter Three (Rules of Origin) to <br /> which Generally Accepted Accounting Principles may be relevant, it shall apply <br /> such principles as are applicable in the territory of the other Party. <br /> 13 Where the producer of a good calculates the net cost of the good as set out <br /> in Article 303 (Rules of Origin - Value Test), the importing Party shall not verify, <br /> during the time period over which the net cost is being calculated, whether the <br /> good satisfies the value test. <br /> 14 The Party conducting a verification shall provide the exporter or producer <br /> whose good is the subject of the verification with a written determination of <br /> whether the good qualifies as an originating good, including findings of fact and <br /> the legal basis for the determination. <br /> 15 Where a Party determines as a result of an origin verification that the good <br /> that is the subject of the verification does not qualify as an originating good, the <br /> Party shall include in its written determination under paragraph 14 a written notice <br /> of intent to deny preferential tariff treatment of the good. <br /> 16 A written notice of intent under paragraph 15 shall provide for a period of <br /> not less than 30 days during which the exporter or producer of the good may <br /> provide, with regard to that determination, written comments or additional <br /> information that will be taken into account by the Party prior to completing the verification. <br /> 17 Where verifications by a Party indicate a pattern of conduct by an exporter <br /> or a producer of false or unsupported representations that a good imported into its <br /> territory qualifies as an originating good, the Party may withhold preferential tariff <br /> treatment to identical goods exported or produced by such person until that person <br /> establishes compliance with Chapter Three (Rules of Origin), in accordance with <br /> the Party's domestic law. <br /> 18 Where, in conducting a verification of origin of a good imported into its <br /> territory under this Article, a Party conducts a verification of the origin of a <br /> material that is used in the production of the good, the Party shall conduct the <br /> verification of the origin of the material in accordance with the procedures set out <br /> in paragraphs 1, 2, 3, 5, 6, 8, 9, 10, 11, 13 and 20. <br /> 19 Where a Party conducts a verification pursuant to paragraph 18, the Party <br /> may consider the material to be non-originating in determining whether the good <br /> is an originating good where the producer or supplier of that material does not <br /> allow the Party access to information required to make a determination of whether <br /> the material is an originating material by the following or other means: <br /> (a) denial of access to its records; <br /> (b) failure to respond to a verification questionnaire or letter; or <br /> (c) refusal to consent, within 30 days of receipt of notification under <br /> paragraph 7, to a verification visit. <br /> 20 For purposes of this Article, the importing Party shall ensure that all <br /> communication to the exporter or producer and to the Party of export be sent by <br /> any means that can produce a confirmation of receipt. The periods referred to in <br /> this Article will begin from the date of such receipt.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 418: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition <br /> of criminal, civil or administrative penalties for violations of its laws and <br /> regulations relating to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 419: Advance Rulings <br /> 1 Each Party shall, through its competent authority, provide for the <br /> expeditious issuance of written advance rulings, prior to the importation of a good <br /> into its territory, to an importer in its territory or an exporter or a producer in the <br /> territory of the other Party, or its duly authorized representative as provided by <br /> domestic law, on the basis of the facts and circumstances presented by such <br /> importer, exporter or producer of the good, concerning: <br /> (a) tariff classification, applicable rate of customs duty, any tax <br /> applicable on importation or information about the application of quotas; <br /> (b) whether a good re-entered into the territory of a Party after being <br /> temporarily exported to the territory of the other Party for repair or <br /> alteration qualifies for duty-free treatment in accordance with Article <br /> 205 (National Treatment and Market Access for Goods - Goods Re- <br /> entered after Repair or Alteration); <br /> (c) whether a good is originating in accordance with Chapter Three (Rules of Origin); <br /> (d) such other matters as the Parties may decide upon. <br /> 2 Each Party shall adopt or maintain procedures for the issuance of advance <br /> rulings, including a detailed description of the information reasonably required to <br /> process an application for a ruling and, where practical and useful, a sample of the <br /> good. <br /> 3 Each Party shall provide that its competent authority: <br /> (a) may, at any time during the course of an evaluation of an application <br /> for an advance ruling, request supplemental information to be <br /> provided within a period of not less than 30 days, from the person <br /> requesting the ruling; <br /> (b) shall, after it has obtained all necessary information from the person <br /> requesting an advance ruling, issue the ruling within 150 days; and <br /> (c) shall provide to the person requesting the ruling a full explanation of <br /> the reasons for the ruling. <br /> 4 Where application for an advance ruling involves an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by or appeal to the competent authority; or <br /> (c) judicial or quasi-judicial review in its territory; <br /> the competent authority may decline or postpone the issuance of the ruling. <br /> 5 Each Party shall provide that an advance ruling shall be in effect from its <br /> date of issuance, or another date specified in the ruling, and will remain in effect <br /> unless relevant facts or circumstances change. Each Party shall apply an advance <br /> ruling to importations into its territory of the good for which the ruling was <br /> requested, beginning on the date of its issuance or such later date as may be <br /> specified in the ruling. <br /> 6 Each Party shall provide consistent treatment with respect to the application <br /> for advance rulings, provided that the facts and circumstances are identical in all material respects. <br /> 7 The issuing Party may modify or revoke an advance ruling after the Party <br /> notifies the requester. The issuing Party may modify or revoke a ruling <br /> retroactively only if the ruling was based on inaccurate or false information. <br /> 8 Each Party shall provide that, where an importer claims that the preferential <br /> tariff treatment accorded to an imported good should be governed by an advance <br /> ruling, the competent authority may evaluate whether the facts or circumstances of <br /> the importation are consistent with those on which the advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 417: Review and Appeal <br /> 1 Each Party shall, in accordance with its domestic law, ensure that <br /> decisions[1] made pursuant to this Chapter, are subject to: <br /> (a) at least one level of administrative review independent of either the <br /> official or office responsible for the decision under review; and <br /> (b) judicial or quasi-judicial review of the decision taken at the final <br /> level of administrative review. <br /> [1] For Peru, for purposes of this Article, @^@decisions@^@ means an administrative act.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 315: Interpretation and Application <br> For purposes of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonized System; <br> (b) where applying subparagraph (d) of Article 301, the <br> determination of whether a heading or subheading under the <br> Harmonized System provides for both a good and the <br> materials that are used in the production of the good shall be <br> made on the basis of the nomenclature of the heading or <br> subheading and the relevant Section or Chapter Notes, in <br> accordance with the General Rules for the Interpretation of <br> the Harmonized System; and <br> (c) all costs referred to in this Chapter shall be recorded and maintained <br> applicable in the territory of the Party in which the good is produced. <br> in accordance with the Generally Accepted Accounting Principles <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 316: Consultation and Modifications <br> 1 The Parties shall consult regularly to ensure that this Chapter is <br> administered effectively, uniformly, and consistently with the spirit and objectives <br> of this Agreement, and shall cooperate in the administration of this Chapter in <br> accordance with Chapter Four (Origin Procedures and Trade Facilitation). <br> 2 A Party that considers that this Chapter requires modification to take into <br> account developments in production processes, lack of supply of originating <br> materials or other matters may submit a proposed modification along with <br> supporting rationale and any studies to the other Party for consideration and <br> appropriate action under Chapter Two (National Treatment and Market Access for Goods). <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 318: Definitions <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes <br> to enhance production, such as regular stocking, feeding or protection from predators; <br> customs value means the value determined in accordance with the Customs Valuation Agreement; <br> fungible goods or fungible materials means goods or materials that are <br> interchangeable for commercial purposes and whose properties are essentially identical; <br> Generally Accepted Accounting Principles means the principles used in the <br> good means any merchandise, product, article or material; <br> territory of each Party, which provide substantial authorized support to the <br> recording of income, costs, expenses, assets and liabilities involved in the <br> disclosure of information and preparation of financial statements. These principles <br> may be broad guidelines of general application, as well as those standards, <br> practices and procedures normally employed in accounting; <br> goods wholly obtained or produced entirely in the territory of one or both of <br> the Parties means: <br> (a) minerals and other non-living natural resources extracted in or taken <br> (a) fuel and energy; <br> (b) plants and plant products harvested or gathered in the territory of one <br> (f) goods (fish, shellfish and other marine life) taken from the sea, <br> from the territory of one or both of the Parties; <br> (d) lubricants, greases, compounding materials and other materials used <br> (e) goods obtained from hunting, trapping, fishing or aquaculture in the <br> (g) goods produced on board a factory ship from the goods referred to in <br> (g) catalysts and solvents; and <br> seabed or subsoil outside the territory of one or both of the Parties, <br> by a vessel registered or recorded with a Party, or leased or chartered <br> by an enterprise established in the territory of a Party, and entitled to <br> fly its flag, or listed with a Party; <br> (c) live animals born and raised in the territory of one or both of the Parties; <br> be a part of that production; <br> (d) goods obtained from live animals in the territory of one or both of the Parties; <br> subparagraph (f), provided such factory ship is registered or <br> recorded with a Party, or leased or chartered by an enterprise <br> established in the territory of a Party, and entitled to fly its flag, or <br> listed with a Party; <br> (h) goods, other than fish, shellfish and other marine life, taken or <br> extracted from the seabed, ocean floor or subsoil, outside the <br> territories of the Parties by a Party or a person of a Party, provided <br> that such Party or person of such Party has rights to exploit such <br> seabed, ocean floor or subsoil; <br> (i) goods taken from outer space, provided they are obtained by a Party <br> good but not physically incorporated into the good, or a good used in the <br> indirect material means a good used in the production, testing or inspection of a <br> or a person of a Party and not processed in a non-Party; <br> (j) waste and scrap derived from production in the territory of one or <br> production of a good, including: <br> both of the Parties; and <br> (k) goods produced in the territory of one or both of the Parties <br> exclusively from goods referred to in subparagraphs (a) through <br> (j), or from their derivatives, at any stage of production; <br> maintenance of buildings or the operation of equipment associated with the <br> (b) tools, dies and moulds; <br> does not qualify as originating under this Chapter; <br> in the production or the operation of equipment and buildings; <br> (h) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated to <br> net cost means total cost minus sales promotion, marketing and after-sales service <br> costs, royalties, shipping and packing costs, and non-allowable interest costs that <br> intermediate material means a material that is produced by a producer of a good <br> and used in the production of that good; <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> listed with a Party means a foreign registered ship bare-boat chartered to a citizen <br> of a Party or a permanent resident or a corporation of a Party, which is listed in the <br> (j) payments by the producer to other persons for warranty repairs; <br> non-allowable interest costs means interest costs incurred by a producer that <br> Register of Ships of the Party for the duration of the charter and whose registration <br> (e) gloves, glasses, footwear, clothing, safety equipment and safety supplies; <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> in the foreign country is suspended for the duration of the charter; <br> material means a good that is used in the production of another good, and <br> includes a part or an ingredient; <br> are included in the total cost; <br> manufactures, processes or assembles a good; <br> exceed 1000 basis points above the applicable national government interest rate <br> identified for comparable maturities; <br> non-originating good or non-originating material means a good or material that <br> other costs means all costs recorded on the books of the producer that are not <br> product costs or period costs; <br> period costs means those costs other than product costs that are expensed in the <br> period in which they are incurred, including selling expenses and general and <br> administrative expenses; <br> product costs means those costs that are associated with the production of a good <br> and include the value of materials, direct labour costs, and direct overhead; <br> royalties means payments of any kind, including payments under technical <br> production means growing, mining, harvesting, raising, fishing, hunting, <br> trapping, manufacturing, processing or assembling a good; <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> assistance or similar agreements, made as consideration for the use or right to use <br> any copyright, literary, artistic or scientific work, patent, trademark, design, <br> producer means a person who grows, mines, raises, harvests, fishes, traps, hunts, <br> model, plan, secret formula or process, excluding those payments under technical <br> assistance or similar agreements that can be related to specific services such as: <br> (b) if performed in the territory of one or both Parties, engineering, <br> tooling, die-setting, software design and similar computer <br> services, or other services; <br> sales promotion, marketing and after-sales service costs means the following <br> costs related to sales promotion, marketing and after-sales service: <br> (a) sales and marketing promotion; media advertising; advertising <br> and market research; promotional and demonstration materials; <br> exhibits; sales conferences, trade shows and conventions; <br> banners; marketing displays; free samples; sales, marketing and <br> (a) personnel training, without regard to where performed; and <br> after-sales service literature (product brochures, catalogues, <br> technical literature, price lists, service manuals, sales aid <br> information); establishment and protection of logos and <br> trademarks; sponsorships; wholesale and retail restocking <br> charges; entertainment; <br> rebates; merchandise incentives; <br> (c) salaries and wages, sales commissions, bonuses, benefits (for <br> the financial statements or cost accounts of the producer; <br> example, medical, insurance, pension), travelling and living <br> expenses, membership and professional fees, for sales promotion, <br> marketing and after-sales service personnel; <br> (d) recruiting and training of sales promotion, marketing and after- <br> sales service personnel, and after-sales training of customers' <br> employees, where such costs are identified separately for sales <br> promotion, marketing and after-sales service of goods on the <br> financial statements or cost accounts of the producer; <br> (b) sales and marketing incentives; consumer, retailer or wholesaler <br> (e) product liability insurance; <br> (f) office supplies for sales promotion, marketing and after-sales <br> service of goods, where such costs are identified separately for <br> sales promotion, marketing and after-sales service of goods on <br> identified separately for sales promotion, marketing and after- <br> sales service of goods on the financial statements or cost <br> accounts of the producer; <br> shipment and shipping the good from the point of direct shipment to the buyer, <br> (h) rent and depreciation of sales promotion, marketing and after- <br> sales service offices and distribution centres; <br> (i) property insurance premiums, taxes, cost of utilities, and repair <br> and maintenance of sales promotion, marketing and after-sales <br> For purposes of this Chapter: <br> service offices and distribution centres, where such costs are <br> (g) telephone, mail and other communications, where such costs are <br> accounts of the producer; and <br> shipping and packing costs means the costs incurred in packing a good for <br> excluding costs of preparing and packaging the good for retail sale; <br> tariff provision means a chapter, heading or subheading of the Harmonized System; <br> total cost means all product costs, period costs and other costs for a good incurred <br> in the territory of one or both of the Parties. Total cost does not include profits that <br> are earned by the producer, regardless of whether they are retained by the producer <br> or paid out to other persons as dividends, or taxes paid on those profits, including <br> capital gains taxes; <br> transaction value means the price actually paid or payable for a good or material <br> with respect to a transaction of the producer of the good, adjusted in accordance <br> with the principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Agreement; <br> transaction value of the good, including for purposes of Article 310 and Annex 301 <br> the transaction value of sets or assortments of goods, means: <br> (a) the transaction value of a good when sold by the producer at the <br> place of production; or <br> (b) the customs value of that good, <br> and adjusted, if necessary, to exclude any costs incurred subsequent to the good <br> leaving the place of production, such as freight and insurance. <br> CHAPTER FOUR <br> ORIGIN PROCEDURES AND TRADE FACILITATION <br> Section A - Origin Procedures <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> or both of the Parties; <br> territory of one or both of the Parties; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 404: Obligations Regarding Exportations <br> 1 Each Party shall provide that: <br> (a) on request of its competent authority, an exporter in its territory, or a <br> producer in its territory that has provided a Certificate of Origin to <br> that exporter in accordance with subparagraph 3(b)(iii) of Article 401, <br> shall provide a copy of the Certificate of Origin to that <br> competent authority; <br> (b) where an exporter or a producer in its territory has provided a <br> Certificate of Origin and has reason to believe that the Certificate of <br> Origin contains or is based on incorrect information, the exporter or <br> producer shall promptly notify in writing any change that could <br> affect the accuracy or validity of the Certificate of Origin to every <br> person to whom the exporter or producer has provided the Certificate of Origin; and <br> (c) a false certification by an exporter or a producer in its territory that a <br> good to be exported to the territory of the other Party is originating, <br> shall be subject to penalties equivalent to those that would apply to <br> an importer in the territory of the exporting Party that makes a false <br> statement or representation in connection with an importation, with <br> appropriate modifications. <br> 2 Each Party may apply such measures as the circumstances may warrant <br> where an exporter or a producer in its territory fails to comply with any <br> requirement of this Chapter. <br> 3 Neither Party may impose penalties on an exporter or a producer in its <br> territory that voluntarily provides written notification pursuant to subparagraph <br> 1(b) with respect to the making of an incorrect certification. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 407: Uniform Regulations <br> 1 The Parties may establish and implement, through their respective laws, <br> regulations or administrative policies, Uniform Regulations regarding the <br> interpretation, application and administration of this Chapter. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations within such period as the Parties may agree. <br> Section B - Trade Faciliation <br> "}, {"ArticleTitle": "Objectives and Principles", "ArticleDesc": "Article 408: Objectives and Principles <br> 1. With the objectives of facilitating trade under this Agreement and <br> cooperating in pursuing trade facilitation initiatives on a multilateral basis, the <br> Parties agree to administer their import and export processes for goods traded <br> under this Agreement on the basis that: <br> (a) procedures be efficient to reduce costs for importers and exporters <br> and simplified where appropriate to achieve such efficiencies; <br> (b) procedures be based on any international trade instruments or <br> standards to which the Parties have agreed; <br> (c) entry procedures be transparent to ensure predictability for <br> (d) measures to facilitate trade also support mechanisms to protect <br> persons through effective enforcement of and compliance with <br> national requirements; <br> (e) the personnel and procedures involved in those processes reflect <br> standards of integrity; <br> (f) the development of significant modifications to procedures of a <br> Party include, in advance of implementation, consultations with the <br> representatives of the trading community of that Party; <br> (g) procedures be based on risk assessment principles to focus <br> compliance efforts on transactions that merit attention, thereby <br> promoting effective use of resources and encouraging compliance <br> with the obligations of importers and exporters; and <br> (h) the Parties encourage cooperation, technical assistance and the <br> exchange of information, including information on best practices, <br> for the purpose of promoting the application of and compliance with <br> the trade facilitation measures agreed upon under this Agreement. <br> "}, {"ArticleTitle": "OBJECTIVES AND PRINCIPLES", "ArticleDesc": "importers and exporters; <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 409: Transparency <br> 1 In addition to the obligations set out in Section A of Chapter Nineteen <br> (Transparency), each Party shall publish, including on the internet, its customs <br> laws, customs regulations and general administrative procedures governing <br> customs matters. <br> 2 Each Party shall designate or maintain one or more contact points to <br> address inquiries by interested persons concerning customs matters and make <br> available on the internet information concerning the procedures for making such <br> inquiries. A Party may provide that such contact points be contacted by any <br> means, including electronic mail. <br> 3 To the extent possible, each Party shall publish in advance, including on the <br> internet, any regulations of general application governing customs matters that it <br> proposes to adopt and provide interested persons the opportunity to comment prior <br> to their adoption. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 410: Release of Goods <br> 1 Each Party shall adopt or maintain simplified customs procedures for the <br> efficient release of goods in order to facilitate trade between the Parties. <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures: <br> (a) for the release of goods within a period no greater than that required <br> to ensure compliance with its law; <br> (b) that allow goods, and to the greatest extent possible controlled or <br> regulated goods, to be released at the first point of arrival, without <br> temporary transfer to warehouses or other facilities; and <br> (c) that allow importers to withdraw goods from customs before all <br> applicable customs duties, taxes, and fees have been paid. Before <br> releasing the goods, a Party may require an importer to provide <br> sufficient guarantee in the form of a surety, a deposit, or some other <br> appropriate instrument, covering the ultimate payment of the <br> customs duties, taxes, fees in connection with the importation of the goods. <br> 3 Each Party shall, to the greatest extent possible, ensure that its authorities <br> and agencies involved in border and other export and import controls cooperate <br> and coordinate to facilitate trade by, inter alia, converging import and export data <br> and documentation requirements, and establishing a single location for one-time <br> documentary and physical verification of consignments. <br> 4 Each Party shall adopt or maintain procedures under which goods in need <br> of emergency clearance may be released 24 hours a day, seven days a week, <br> including on holidays. <br> 5 Each Party shall ensure that the requirements of its agencies related to the <br> import and export of goods are coordinated to facilitate trade, regardless of <br> whether these requirements are administered by an agency or on behalf of that <br> agency by the customs administration. In furtherance of this objective, each Party <br> shall harmonize the data requirements of its respective agencies with the objective <br> 6 Each Party shall establish means of consultation with its trade and business <br> of allowing importers and exporters to present all required data to one agency. <br> communities to promote greater cooperation and the electronic exchange of <br> information between the Party and those communities. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 411: Automation <br> Each Party shall use information technologies that expedites procedures for <br> the release of goods and shall: <br> (a) establish a means of providing for the electronic exchange of <br> information between customs administrations and the trading <br> community for the purpose of encouraging rapid release procedures; <br> (b) use international standards for such electronic exchange of information; <br> (c) develop electronic systems that are compatible as between the <br> Parties' respective customs authorities to facilitate government-to- <br> government exchange of international trade data; <br> (d) develop a set of common data elements and processes in accordance <br> with WCO Customs Data Model and related WCO <br> recommendations and guidelines; <br> (e) provide for advance electronic submission and processing of <br> (f) employ electronic or automated systems for risk analysis and targeting; and <br> information and data before arrival of the goods to allow for release <br> of goods on arrival; <br> (g) work towards developing or maintaining a fully interconnected and <br> compatible system for a single window in order to facilitate trade <br> between the Parties. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 412: Risk Management <br> 1 Each Party shall facilitate and simplify the process and procedures for the <br> release of low-risk goods, and shall improve controls on the release of high-risk <br> goods. For these purposes, the Parties shall base their examination and release <br> procedures and their post-entry verification procedures on risk assessment <br> principles, rather than examining each and every shipment offered for entry in a <br> comprehensive manner for compliance with all import requirements. This shall not <br> preclude the Parties from conducting quality control and compliance reviews, <br> which may require more extensive examinations. <br> 2 The Parties shall cooperate to carry out an express and efficient release of <br> goods. To this end, the Parties should take into account any certification made in <br> the Party of export relating to the supply chain trade. <br> "}, {"ArticleTitle": "Paperless Trade Administration", "ArticleDesc": "Article 413: Paperless Trade Administration <br> 1 Each Party shall endeavour to make available by electronic means customs <br> forms that are required for the import or export of goods. <br> 2 Each Party shall, in accordance with its domestic law and procedures, <br> permit the customs forms referred to in paragraph 1 to be submitted in electronic format. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 414: Cooperation <br> 1 The Parties shall endeavour to cooperate in international fora, such as the <br> WCO, to achieve mutually-recognized goals, such as those set out in the WCO <br> Framework of Standards to Secure and Facilitate Global Trade. <br> 2 The Parties recognize that technical cooperation between the Parties is <br> fundamental to facilitating compliance with the obligations set forth in this <br> Agreement and for reaching a better degree of trade facilitation. <br> 3 The Parties, through their respective competent authorities, agree to <br> develop a technical cooperation programme in customs-related areas under <br> mutually agreed terms, including scope, timing and cost of cooperative measures. <br> 4 The Parties shall cooperate: <br> (a) in the enforcement of their respective customs-related laws or <br> regulations implementing this Agreement; <br> trade between them, in such customs-related matters as the <br> collection and exchange of statistics regarding the importation and <br> exportation of goods, the harmonization of documentation used in <br> trade and the standardization of data elements; <br> (c) to the extent practicable, to harmonize of customs laboratories' <br> methods and exchange of information and personnel between the <br> (b) to the extent practicable and for purposes of facilitating the flow of <br> customs laboratories; <br> (d) to the extent practicable, in jointly organizing training programmes <br> on customs-related issues, such as simulated audit environment <br> exercises, for the officials and users who directly participate in <br> customs procedures; <br> (e) in the development of effective mechanisms for communicating with <br> the trade and business communities; <br> framework to ensure that both Parties act consistently in determining <br> that goods imported into their territories are originating in <br> accordance with Chapter Three (Rules of Origin); and <br> (g) to the extent practicable, to exchange information to assist each other <br> in the tariff classification, valuation and determination of origin for <br> preferential tariff treatment and country of origin marking purposes <br> of imported and exported goods. <br> 5 With respect to goods considered originating in accordance with Article <br> 306 (Rules of Origin - Accumulation), the Parties may cooperate with a non-Party <br> 6 Where a Party has reasonable grounds to suspect that an offence related to a <br> to develop procedures based on the principles of this Chapter. <br> (a) the name and address of persons and companies relevant to the <br> fraudulent claim for preferential tariff treatment pursuant to this Agreement has <br> (f) to the extent practicable, in developing verification standards and a <br> investigation of the offence; <br> occurred, it may request the other Party to provide it with information pertaining <br> (b) shipping information relevant to the offence; <br> to the offence, including: <br> (d) information related to the sourcing of materials, including indirect <br> (c) customs clearance and accounting records or equivalent records for <br> goods or materials imported into the territory of the Party; <br> 7 Where a Party makes a request pursuant to paragraph 6, it shall: <br> materials used in the production of goods exported from its territory; and <br> (e) information related to production capacity of an exporter or producer <br> who has exported goods to the territory of the other Party. <br> (a) make its request in writing; <br> (b) specify the grounds for suspicion of a fraudulent claim for <br> preferential tariff treatment that has been made pursuant to this <br> Agreement and the purposes for which the information is sought; and <br> (c) identify the requested information with sufficient specificity for the <br> other Party to locate and provide the information. <br> 8 Following the receipt of a request for information pursuant to paragraphs 6 <br> and 7, a Party shall provide relevant information in accordance with its domestic law. <br> 9 Officials of a Party may, with the consent of the other Party, contact or visit <br> an exporter, supplier or producer in the territory of the other Party in order to <br> obtain information to further an investigation related to a suspected fraudulent <br> claim for preferential tariff treatment made pursuant to this Agreement. <br> 10 Each Party shall, where possible on its own initiative, provide the other <br> Party with information relating to fraudulent claims for preferential treatment <br> made pursuant to this Agreement. <br> 11 Nothing in this Chapter shall be construed to require a Party to furnish or to <br> allow access to information the disclosure of which would impede law <br> enforcement or would be contrary to the Party's law protecting personal privacy. <br> 12 For purposes of this Article, all documents provided by a Party shall be <br> considered authentic. <br> 13 Where a Party declines or postpones sharing information requested by the <br> other Party pursuant to this Article, the Party shall provide reasons to the other Party. <br> 14 The Parties shall explore negotiating policies and procedures on customs <br> cooperation, such as a Customs Mutual Assistance Agreement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 415: Confidentiality <br> 1 Each Party shall maintain, in accordance with its domestic law, the <br> confidentiality of the information collected pursuant to this Chapter and shall <br> protect that information from disclosure that could prejudice the competitive <br> position of the persons providing the information. Where the Party receiving the <br> information is required by its law to disclose information, that Party shall notify <br> the Party or person who provided that information. <br> 2 Each Party shall ensure that the confidential information collected pursuant <br> to this Chapter shall not be used for purposes other than the administration and <br> enforcement of determinations of origin and of customs matters, except with the <br> 3 Notwithstanding paragraph 2, information collected pursuant to this <br> Chapter or Chapter Three (Rules of Origin) may be used in any administrative, <br> judicial or quasi-judicial proceedings instituted for failure to comply with customs <br> related laws and regulations implementing Chapter Three (Rules of Origin) and <br> permission of the person or Party who provided the confidential information. <br> this Chapter. A Party shall notify the person or Party who provided the <br> information in advance of such use. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 416: Express Shipments <br> 1 Each Party shall adopt or maintain separate and expedited customs <br> procedures for express shipments, while maintaining appropriate customs control <br> and selection. These procedures shall: <br> (a) where applicable, use the World Customs Organization Guidelines <br> for the Immediate Release of Consignments by Customs; <br> (b) to the extent possible or where applicable, provide for advance <br> electronic submission and processing of information before physical <br> arrival of express shipments to enable their release upon arrival; <br> (c) to the extent possible, provide for clearance of certain goods with a <br> minimum of documentation; <br> (d) provide for release of express shipments within a period no greater <br> than that required to ensure compliance within its legislation; <br> (e) not be limited by a maximum weight; and <br> (f) consistent with the Party's legislation, provide simplified <br> documentary requirements for the entry of low value goods as <br> determined by that Party. <br> "}, {"ArticleTitle": "Trade Facilitation Sub-Committee", "ArticleDesc": "Article 420: Trade Facilitation Sub-Committee <br> 1 The Parties hereby establish a Sub-Committee on Trade Facilitation, which <br> shall meet on request of the Committee on Trade in Goods or upon request of <br> either Party. The functions of the Sub-Committee shall include: <br> (a) proposing to the Committee on Trade in Goods the adoption of <br> customs practices and standards that facilitate commercial exchange <br> between the Parties, in accordance with international standards; <br> (b) proposing to the Committee on Trade in Goods solutions to <br> (i) interpretation, application and administration of this Chapter, <br> disagreements related to: <br> (ii) tariff classification and customs valuation matters related to <br> determinations of origin, and <br> (iii) practices and procedures adopted by either Party that may <br> affect the flow of trade between the Parties. <br> (c) any other matter considered appropriate by the Committee on Trade <br> in Goods. <br> 2 If the Sub-Committee on Trade Facilitation does not reach a decision on <br> tariff classification, the Parties shall refer the matter to the WCO for decision. The <br> Parties shall, to the greatest extent possible, apply that decision. <br> "}, {"ArticleTitle": "Future Work Programme", "ArticleDesc": "Article 421: Future Work Programme <br> 1 With the objective of developing further steps to facilitate trade under this <br> Agreement, the Parties shall, as appropriate, identify and submit for the <br> consideration of the Commission new measures aimed at facilitating trade between <br> the Parties, taking as a basis the objectives and principles set forth in Article 408 <br> of this Chapter. <br> 2 Through the Parties' respective customs administrations and other border- <br> related authorities as appropriate, the Parties shall review relevant international <br> initiatives on trade facilitation, including, inter alia, the Compendium of Trade <br> Facilitation Recommendations, developed by the United Nations Conference on <br> Trade and Development and the United Nations Economic Commission for <br> Europe, to identify areas where further joint action would facilitate trade between <br> the Parties and promote shared multilateral objectives. <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 422: Implementation <br> The obligations in Article 419 shall take effect for Peru three years after the <br> date of entry into force of this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 423: Definitions <br> For purposes of this Chapter: <br> competent authority means: <br> (a) with respect to Canada, the Canada Border Services Agency or its <br> successor notified in writing to the other Party; <br> (b) with respect to Peru, Ministerio de Comercio Exterior y Turismo, or <br> the Superintendencia Nacional de Administraci?n Tributaria, or <br> their successors, in accordance with its domestic law, notified in <br> writing to the other Party; <br> customs administration means the authority that is responsible under the law of a <br> Party for the administration of customs laws and regulations; <br> identical goods means goods that are the same in all respects, including physical <br> WCO means the World Customs Organization. <br> characteristics, quality and reputation, irrespective of minor differences in <br> appearance that are not relevant to a determination of origin of those goods under <br> Chapter Three (Rules of Origin); <br> pattern of conduct means at least two instances of false or unsupported <br> representations by an exporter or producer of a good resulting in at least two <br> The following terms shall be interpreted as defined in Chapter Three (Rules of Origin): <br> written determinations being sent to that exporter or producer; <br> (a) indirect material; <br> (c) net cost of a good; <br> (b) material; <br> (d) producer; <br> (e) production; <br> "}]}]}, "members_found": ["604", "124"]}