{"FtaRooDetails": {"FtaId": 265, "FtaCode": "ITC00271", "FtaName": "FTA, Canada-Ukraine", "FtaFullName": "Canada–Ukraine Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2017", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Ukraine", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Ukraine", "AdminProcCooAuth": "The certification type under FTA, Canada-Ukraine is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Ukraine is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Ukraine agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(CTH + ECT) or (CTH + ALW 50%)", "RooText": "A change from any heading outside that group, except from heading 87.06; or A change from heading 87.06, whether or not there is also a change from any other heading outside that group, provided that the value of the non-originating materials of heading 87.06 does not exceed 50 per cent of the transaction value or ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change from any heading outside that group, except from heading 87.06", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}, {"SubRuleLabel": "Alternative rule 2", "SubRule": "a change from heading 87.06, whether or not there is also a change from any other heading outside that group, provided that the value of the non-originating materials of heading 87.06 does not exceed 50 per cent of the transaction value or ex-works price of the product", "SubCriterionLabel": "Alternative criterion 2", "SubCriterion": "CTH + ALW 50%", "ProductExceptions": [{"ExceptionType": "allowance", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "Introductory Notes", "RooText": " Introductory Notes to Annex 3-A<br /> 1. This Annex sets out the conditions required for a product to be considered originating within the meaning of Article 3.5. In these introductory notes product x or tariff provision x denotes a specific product or tariff provision, and xper cent denotes a specific percentage.<br /> 2. The following definitions apply:<br /> (a) chapter means a chapter of the Harmonized System;<br /> (b) heading means any four-digit number, or the first four digits of any number, used in the Harmonized System;<br /> (c) section means a section of the Harmonized System; and<br /> (d) subheading means any six-digit number, or the first six digits of any number, used in the Harmonized System.<br /> 3. The product-specific rule of origin, or set of rules of origin, that applies to a product classified in a particular heading, subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings.<br /> 4. Unless otherwise specified, a requirement of a change in tariff classification or any other condition set out in a product-specific rule of origin applies only to non-originating material.<br /> 5. Section, chapter, heading or subheading notes, where applicable, are found at the beginning of each new section, chapter, heading or subheading. These notes must be read in conjunction with the product-specific rules of origin for the applicable section, chapter, heading or subheading and may impose further conditions on, or provide an alternative to, the product-specific rules of origin.<br /> 6. Unless otherwise specified, reference to weight in a product-specific rule of origin means the net weight, which is the weight of a material or a product not including the weight of packaging. Article 3.1 includes definitions of \"net weight of the non-originating material\" and \"net weight of the product\".<br /> 7. If a product-specific rule of origin requires:<br /> (a) a change from any other chapter, heading or subheading, or a change to product x from any other chapter, heading or subheading, only non-originating material classified in a chapter, heading or subheading other than that of the product may be used in the production of the product;<br /> (b) a change from within a heading or subheading, or from within any one of these headings or subheadings, non-originating material classified within the heading or subheading may be used in the production of the product, as well as non-originating material classified in a chapter, heading or subheading other than that of the product;<br /> (c) a change from any heading or subheading outside a group, only non-originating material classified outside the group of headings or subheadings may be used in the production of the product;<br /> (d) a change from tariff provision x, whether or not there is also a change from any other chapter, heading or subheading, the value of any non-originating material that satisfies the change in tariff classification specified in the phrase commencing with the words \"whether or not\" is not considered when calculating the value of non-originating material. If two or more product-specific rules of origin are applicable to a heading, subheading or group of headings or subheadings, the change in tariff classification specified in this phrase reflects the change specified in the first rule of origin;<br /> (e) that the value of the non-originating materials of tariff provision x does not exceed x per cent of the transaction value or ex-works price of the product, only the value of the non-originating material specified in this rule of origin is considered when calculating the value of non-originating material. The percentage for the maximum value of non-originating material as set out in this rule of origin may not be exceeded through the use of Article 3.6;<br /> (f) that the value of the non-originating materials classified in the same tariff provision as the final product does not exceed x per cent of the transaction value or ex-works price of the product, non-originating material classified in a tariff provision other than that of the product may be used in the production of the product. Only the value of the non-originating material classified in the same tariff provision as the final product is considered when calculating the value of non-originating material. The percentage for the maximum value of non-originating material as set out in this rule of origin may not be exceeded through the use of Article 3.6; and<br /> (g) that the net weight of the non-originating material of tariff classification x used in production does not exceed x per cent of the net weight of the product, the specified non-originating material may be used in the production of the product, provided that it does not exceed the specified percentage of the net weight of the product in accordance with the definition of \"net weight of the product\". The percentage for the maximum weight of non-originating material as set out in this rule of origin may not be exceeded through the use of Article 3.6.<br /> 8. The product-specific rule of origin represents the minimum amount of production required on non-originating material for the resulting product to achieve originating status. A greater amount of production than that required by the product-specific rule of origin for that product also confers originating status.<br /> 9. If a product-specific rule of origin provides that a specified non-originating material may not be used, or that the value, volume or weight of a specified non-originating material cannot exceed a specific threshold, these conditions do not apply to non-originating material classified elsewhere in the Harmonized System.<br /> 10. In accordance with Article 3.5, if a material obtains originating status in the territory of a Party and this material is further used in the production of a product for which origin is being determined, no account will be taken of any non-originating material used in the production of that material. This applies whether or not the material has acquired originating status inside the same factory where the product is produced.<br /> 11. The product-specific rules of origin set out in this Annex also apply to used products.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00271_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ukraine/text-texte/03.aspx?lang=eng#a3b"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00271_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ukraine/text-texte/031.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00271_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/ukraine/text-texte/03.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00271_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N168.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Cumulation of Origin <br /> 1. A product that originates in a Party is considered originating in the other Party <br /> when used as a material in the production of a product there. <br /> 2. An exporter may take into account production carried out on a non-originating <br /> material in the other Party for the purposes of determining the originating status of a product. <br /> 3. Subject to paragraph 4, where, as permitted by the WTO Agreement, each Party <br /> has a free trade agreement with the same non-Party, a material of that non-Party <br /> may be taken into consideration by the exporter when determining whether a product <br /> is originating under this Agreement. <br /> 4. A Party shall give effect to paragraph 3 upon agreement by the Parties on the <br /> applicable conditions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Tolerance <br /> 1. Notwithstanding Article 3.5.1, and except as provided in paragraphs 2, 3 and 4, if <br /> the non-originating materials used in the production of the product do not fulfil the <br /> conditions set out in Annex 3-A, the product may be considered to be an originating <br /> product provided that: <br /> (a) the total value of those non-originating materials does not exceed 10 per cent <br /> of the transaction value or ex-works price of the product; <br /> (b) any of the percentages given in Annex 3-A for the maximum value, volume or <br /> weight of non-originating materials are not exceeded through the application of <br /> this paragraph; and <br /> (c) the product satisfies all other applicable requirements of this Chapter. <br /> 2. A product of Chapters 50 through 60 of the Harmonized System that does not <br /> originate because certain non-originating materials used in the production of the <br /> product do not fulfil the requirements set out for that product in Annex 3-A is <br /> nonetheless originating if the total weight of all such materials does not exceed 10 <br /> per cent of the total weight of that product. <br /> 3. For a product of Chapter 61 through 62 of the Harmonized System, the Chapter <br /> Note of Chapter 61 or 62, whichever is applicable, shall apply. <br /> 4. A product of Chapter 63 of the Harmonized System that does not originate <br /> because certain non-originating materials used in the production of the component of <br /> the product that determines the tariff classification of that product do not fulfil the <br /> requirements set out for that product in Annex 3-A is nonetheless originating if the <br /> total weight of all such materials in that component does not exceed 10 per cent of <br /> the total weight of that component. <br /> 5. Paragraphs 1 through 4 are subject to Article 3.7(c). <br /> 6. Paragraph 1 does not apply to a product wholly obtained in a Party within the <br /> meaning of Article 3.4.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Sufficient Production <br /> 2. If a non-originating material undergoes sufficient production, the resulting product <br /> is considered originating and no account must be taken of the non-originating <br /> material contained therein when that product is used in the subsequent <br /> production of another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools delivered with a product that form part of its <br /> standard accessories, spare parts or tools, that are not invoiced separately from the <br /> product and which quantities and value are customary for the product, are: <br /> (a) taken into account in calculating the value of the relevant non-originating <br /> materials when the rule of origin of Annex 3-A applicable to the product contains <br /> a percentage for the maximum value of non-originating materials; and <br /> (b) disregarded in determining whether all the non-originating materials used in <br /> the production of the product undergo the applicable change in tariff <br /> classification or other requirements set out in Annex 3-A.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1: Definitions <br /> transaction value or ex-works price of the product <br /> means the price paid or payable to the producer of the product at the place <br /> where the last production was carried out, and must include the value of all <br /> materials. If there is no price paid or payable or if it does not include the value <br /> of all materials, the transaction value or ex-works price of the product: <br /> (a) must include the value of all materials and the cost of production <br /> employed in producing the product, calculated in accordance with <br /> generally accepted accounting principles; and <br /> (b) may include amounts for general expenses and profit to the producer <br /> that can be reasonably allocated to the product. <br /> Any internal taxes which are, or may be, repaid when the product obtained is <br /> exported are excluded. Any costs incurred subsequent to the product leaving <br /> the place of production, such as transportation, loading, unloading, handling <br /> or insurance, are to be excluded from the calculation of the transaction value <br /> or ex-works price of the product; and <br /> value of non-originating materials <br /> means the customs value of the material at the time of its importation into a <br /> Party, as determined in accordance with the Customs Valuation Agreement. <br /> The value of the non-originating material must include any costs incurred in <br /> transporting the material to the place of importation, such as transportation, <br /> loading, unloading, handling or insurance. If the customs value is not known <br /> or cannot be ascertained, the value of non-originating materials will be the first <br /> ascertainable price paid for the materials in Canada or Ukraine.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Neutral Elements <br /> In order to determine whether a product originates, it is not necessary to determine <br /> the origin of the following which might be used in its production: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; or <br /> (d) materials which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Transport through a Non-Party <br /> 1. A product is not considered originating by reason of having undergone production <br /> that satisfies the requirements of Article 3.2 if, subsequent to that production, the product: <br /> (a) undergoes further production or any other operation outside the territories of <br /> the Parties, other than unloading, reloading, or any other operation necessary to <br /> preserve it in good condition, to transport the product to the territory of a Party; or <br /> (b) does not remain under customs control while outside the territories of the Parties. <br /> 2. The storage of a product or shipment or the splitting of shipments may take place <br /> if carried out under the responsibility of the exporter or of a subsequent holder of the <br /> products and the products remain under customs control in the country or countries of transit. <br /> Article 3.19: Proof Related to Transport Through a Non-Party <br /> 1. Each Party, through its customs authority, may require an importer to demonstrate <br /> that a product for which the importer claims preferential tariff treatment was shipped <br /> in accordance with Article 3.13, by providing: <br /> (a) carrier documents, including bills of lading or waybills, indicating the shipping <br /> route and all points of shipment and transhipment prior to the importation of the product; and <br /> (b) if the product was shipped through or transhipped outside the territories of <br /> the Parties, a copy of the customs control documents indicating to that customs <br /> authority that the product remained under customs control while outside the <br /> territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: General Requirements <br /> 1. For the purposes of this Agreement, a product is originating in the Party where the <br /> last production took place if, in the territory of a Party or in the territory of both of the <br /> Parties in accordance with Article 3.3, it: <br /> (a) has been wholly obtained within the meaning of Article 3.4; <br /> (b) has been produced exclusively from originating materials, including those <br /> materials considered under Article 3.5.2; or <br /> (c) has undergone sufficient production within the meaning of Article 3.5. <br /> 2. Except as provided for in Articles 3.3.3 and 3.3.4, the conditions set out in this <br /> Chapter relating to the acquisition of originating status must be fulfilled without <br /> interruption in the territory of one or both of the Parties. <br /> Article 3.14: Returned Originating Products <br /> If an originating product exported from a Party to a non-Party is returned, it must be <br /> considered as non-originating, unless it can be demonstrated to the satisfaction of <br /> the customs authorities that the returning product: <br /> (a) is the same as that exported; and <br /> (b) has not undergone any operation beyond that necessary to preserve it in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Packaging and Packing Materials and Containers <br /> 1. If, under Rule 5 of the General Rules for the Interpretation of the Harmonized <br /> System, packaging is included with the product for classification purposes, it is <br /> considered in determining whether all the non-originating materials used in the <br /> production of the product satisfy the requirements set out in Annex 3-A. <br /> 2. Packing materials and containers in which a product is packed for shipment are <br /> disregarded in determining the origin of that product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Accounting Segregation of Fungible Materials or Products <br /> (a) If originating and non-originating fungible materials are used in the <br /> production of a product, the determination of the origin of the fungible materials <br /> need not be made through physical separation and identification of any specific <br /> fungible material, but may be determined on the basis of an inventory management system. <br /> (b) If originating and non-originating fungible products are physically combined <br /> or mixed in inventory in a Party before exportation to the other Party, the <br /> determination of the origin of the fungible products need not be made through <br /> physical separation and identification of any specific fungible product, but may <br /> be determined on the basis of an inventory management system. <br /> 2. The inventory management system must: <br /> (a) ensure that, at any time, no more products receive originating status than <br /> would have been the case if the fungible materials or fungible products had been <br /> physically segregated; <br /> (b) specify the quantity of originating and non-originating materials or products, <br /> including the dates on which those materials or products were placed in <br /> inventory and if required by the applicable rule of origin, the value of those <br /> materials or products; <br /> (c) specify the quantity of products produced using fungible materials, or the <br /> quantity of fungible products, that are supplied to customers requiring evidence <br /> of origin in a Party for the purposes of obtaining preferential treatment under this <br /> Agreement and to customers not requiring such evidence; and <br /> (d) indicate if an inventory of originating products was available in sufficient <br /> quantity to support the declaration of originating status. <br /> 3. For the purposes of paragraph 1, fungible materials or fungible products means <br /> materials or products that are of the same kind and commercial quality, with the <br /> same technical and physical characteristics, and which cannot be distinguished from <br /> one another for origin purposes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 75%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Sets <br /> 1. Except as provided in Annex 3-A, a set classified as such as a result of the <br /> application of Rule 3 of the General Rules for the Interpretation of the Harmonized <br /> System, is originating, provided that: <br /> (a) all of the set's component products are originating; or <br /> (b) if the set contains a non-originating component product, the value of the non- <br /> originating component products does not exceed 25 per cent of the transaction <br /> value or ex-works price of the set. <br /> 2. The value of non-originating component products is calculated in the same <br /> manner as the value of non-originating materials. <br /> 3. The transaction value or ex-works price of the set is calculated in the same <br /> manner as the transaction value or ex-works price of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Proof of Origin <br /> 1. Products originating in Ukraine, on importation into Canada, and products <br /> originating in Canada, on importation into Ukraine, benefit from preferential tariff <br /> treatment of this Agreement on the basis of a declaration (@^@origin declaration@^@). <br /> 2. The origin declaration is provided on an invoice or any other commercial <br /> document that describes the originating product in sufficient detail to enable its identification. <br /> 3. The different linguistic versions of the text of the origin declaration are set out in Annex 3-B. <br /> Article 3.16: Obligations Regarding Exportations <br /> 1. Each Party shall provide that an origin declaration as referred to in Article 3.15.1 <br /> must be completed by an exporter in the territory of a Party of an originating product <br /> for the purposes of obtaining preferential tariff treatment for that product in the <br /> territory of the other Party. <br /> 2. Each Party shall require that the exporter completing an origin declaration shall, at <br /> the request of the customs authority of the Party of export, submit a copy of the <br /> origin declaration and all documents proving the originating status of the products <br /> concerned, including supporting documents or written statements from the producers <br /> or suppliers, as well as the fulfilment of the other requirements of this Chapter. <br /> 3. Each Party shall require that an origin declaration be completed and signed by the <br /> exporter unless otherwise provided by the Parties. <br /> 4. An origin declaration may be completed by the exporter when the product to which <br /> it relates is exported, or after exportation on the condition that it is presented in the <br /> importing Party within a period of two years, or within a longer period as specified in <br /> the legislation of the importing Party, after the importation of the product to which it relates. <br /> 5. The customs authority of the Party of import may, in accordance with its <br /> legislation, allow an origin declaration to apply to multiple shipments of identical <br /> originating products that take place within a period not exceeding 12 months as set <br /> out by the exporter in that declaration. <br /> 6. An exporter that has completed an origin declaration and that becomes aware or <br /> has reason to believe that the origin declaration contains incorrect information, shall <br /> immediately notify the importer in writing of any change affecting the originating <br /> status of each product to which the origin declaration applies. <br /> 7. The Parties may allow the establishment of a system that would permit an origin <br /> declaration to be submitted electronically and directly from the exporter in the <br /> territory of one Party to an importer in the territory of the other Party, including the <br /> replacement of the exporter's signature on the origin declaration with an electronic <br /> signature or identification code.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (amount not specified)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Exemptions from Origin Declarations <br /> 1. A Party may, in conformity with its legislation, waive the requirement to present an <br /> origin declaration as referred to in Article 3.18 for low value shipments of originating <br /> products from the other Party and for originating products forming part of the <br /> personal luggage of a traveller coming from the other Party. <br /> 2. A Party may exclude any importation from the provisions of paragraph 1 when the <br /> importation is part of a series of importations that may reasonably be considered to <br /> have been undertaken or arranged for the purpose of avoiding the requirements of <br /> this Chapter related to origin declarations. <br /> 3. The Parties may set value limits for products referred to in paragraph 1, and shall <br /> exchange information regarding those limits.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Validity of the Origin Declaration <br /> 1. An origin declaration shall be valid for 12 months from the date when it was <br /> completed by the exporter, or for such longer period as determined by the Party of <br /> import. The preferential tariff treatment may be claimed, within the validity period, to <br /> the customs authority of the Party of import. <br /> 2. An origin declaration which is submitted to the customs authority of the Party of <br /> import after the validity period specified in paragraph 1 may be accepted for the <br /> purpose of preferential tariff treatment in accordance with the legislation of the Party of import.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Preservation of Records <br /> 1. Each Party shall require that an exporter that has completed an origin declaration <br /> keep a copy of the origin declaration, as well as the supporting documents referred <br /> to in Article 3.22, for three years after the completion of the origin declaration or for a <br /> longer period as the Party of export may specify. <br /> 2. Each Party shall provide that if an exporter has based an origin declaration on a <br /> written statement from the producer, the producer must be required to maintain <br /> records in accordance with paragraph 1. <br /> 3. When provided for in the legislation of the Party of import, an importer that has <br /> been granted preferential tariff treatment shall keep documentation relating to the <br /> importation of the product, including a copy of the origin declaration, for three years <br /> after the date on which preferential treatment was granted, or for a longer period of <br /> time as that Party may specify. <br /> 4. Each Party shall permit, in accordance with that Party's legislation, importers, <br /> exporters, and producers in its territory to maintain documentation or records in any <br /> medium, provided that the documentation or records can be retrieved and printed. <br /> 5. A Party may deny preferential tariff treatment to a product that is the subject of an <br /> origin verification when the importer, exporter, or producer of the product that is <br /> required to maintain records or documentation under this Article: <br /> (a) fails to maintain records or documentation relevant to determining the origin <br /> of the product in accordance with the requirements of this Chapter; or <br /> (b) denies access to those records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18: Obligations Regarding Importations <br /> 4. A Party shall, in accordance with its legislation, provide that if a product would <br /> have qualified as an originating product when it was imported into the territory of that <br /> Party except that the importer did not have an origin declaration at the time of <br /> importation the importer of the product may, within a period of no less than three <br /> years after the date of importation, apply for a refund of duties paid as a result of the <br /> product not having been accorded preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.26: Origin Verification <br /> 1. For the purpose of ensuring the proper application of this Chapter, the Parties <br /> shall assist each other, through their customs authorities, in verifying whether a <br /> product is originating and ensuring the accuracy of a claim for preferential tariff treatment. <br /> 2. The Parties shall ensure that a request for an origin verification concerning <br /> whether a product is originating or whether all other requirements of this Chapter are fulfilled is: <br /> (a) based on risk assessment methods applied by the customs authority of the <br /> Party of import, which may include random selection; or <br /> (b) made when the Party of import has reasonable doubts. <br /> 3. The customs authority of the Party of import may verify whether a product is <br /> originating by requesting, in writing, that the customs authority of the Party of export <br /> conduct a verification concerning whether a product is originating. When requesting <br /> a verification, the customs authority of the Party of import shall provide the customs <br /> authority of the Party of export with: <br /> (a) the identity of the customs authority issuing the request; <br /> (b) the name of the exporter or producer to be verified; <br /> (c) the subject and scope of the verification; and <br /> (d) a copy of the origin declaration and, where applicable any other relevant documentation. <br /> 4. If appropriate, the customs authority of the Party of import may request, pursuant <br /> to paragraph 3, specific documentation and information from the customs authority of <br /> the Party of export. <br /> 5. A request made by the customs authority of the Party of import pursuant to <br /> paragraph 3 shall be provided to the customs authority of the Party of export by <br /> certified or registered mail or any other method that produces a confirmation of <br /> receipt by that customs authority. <br /> 6. The origin verification shall be carried out by the customs authority of the Party of <br /> export. For this purpose, the customs authority may, in accordance with its <br /> legislation, request documentation, call for any evidence, or visit the premises of an <br /> exporter or a producer to review the records referred to in Article 3.22 and observe <br /> the facilities used in the production of the product. <br /> 7. If an exporter has based an origin declaration on a written statement from the <br /> producer or supplier, the exporter may arrange for the producer or supplier to <br /> provide documentation or information directly to the customs authority of the Party of <br /> export upon that Party's request. <br /> 8. As soon as possible and in any event within 12 months after receiving the request <br /> referred to in paragraph 3, the customs authority of the Party of export shall <br /> complete a verification of whether the product is originating, and fulfils the other <br /> requirements of this Chapter, and shall: <br /> ? (a) provide to the customs authority of the Party of import, by certified or <br /> registered mail or any other method that produces a confirmation of receipt by <br /> that customs authority, a written report in order for it to determine whether the <br /> product is originating or not that contains: <br /> (i) the result of the verification, <br /> (ii) the description of the product subject to verification and the tariff <br /> classification relevant to the application of the rule of origin, <br /> (iii) a description and explanation of the production sufficient to support the <br /> rationale concerning the originating status of the product, <br /> (iv) information on the manner in which the verification was conducted, and <br /> (v) if appropriate, supporting documentation; and <br /> ? (b) subject to its legislation, notify the exporter of its decision concerning whether <br /> the product is originating. <br /> 9. The period of time referred to in paragraph 8 may be extended by mutual consent <br /> of the customs authorities concerned. <br /> 10. Pending the results of an origin verification conducted pursuant to paragraph 8, <br /> the customs authority of the Party of import, subject to any precautionary measures it <br /> deems necessary, shall offer to release the product to the importer. <br /> 11. Where a written report has not been provided in accordance with sub- <br /> paragraph 8(a), or where the customs authority of the Party of import is unable to <br /> arrive at a conclusion as to whether a product is originating, that customs authority <br /> may deny preferential tariff treatment to the product. <br /> 12. If there are differences in relation to the verification procedure of this Article or in <br /> the interpretation of the rules of origin in determining whether a product qualifies as <br /> originating, and these differences cannot be resolved through consultations between <br /> the customs authority requesting the verification and the customs authority <br /> responsible for performing the verification, the Parties are encouraged to resolve <br /> those differences within the Subcommittee on Origin Procedures. <br /> 13. This Chapter does not prevent a customs authority of a Party from issuing a <br /> determination of origin or an advance ruling relating to any matter under <br /> consideration by the Subcommittee on Origin Procedures, or the Committee on <br /> Trade in Goods and Rules of Origin or from taking any other action that it considers <br /> necessary, pending a resolution of the matter under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.28: Penalties <br /> Each Party shall maintain measures imposing criminal, civil or administrative <br /> penalties for violations of its legislation relating to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.30: Advance Rulings Relating to Origin <br /> 1. Each Party shall, through its customs authority, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a product into its <br /> territory, on the request of an importer in its territory or an exporter or a producer in <br /> the territory of the other Party, concerning whether a product qualifies as an <br /> originating product under this Chapter. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance <br /> rulings, including a detailed description of the information reasonably required to <br /> process an application for a ruling. <br /> 3. Each Party shall provide that its customs authority: <br /> (a) may, at any time during the course of an evaluation of an application for an <br /> advance ruling, request supplemental information from the person requesting the ruling; <br /> (b) issue the ruling within 150 days from the date on which it has obtained all <br /> necessary information from the person requesting the advance ruling; and <br /> (c) provide, to the person requesting the advance ruling, a full explanation of the <br /> reasons for the ruling. <br /> 4. If an application for an advance ruling involves an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by, or appeal to, a customs authority; or <br /> (c) a judicial or quasi-judicial review in the customs authority's territory; <br /> the customs authority, in conformity with its legislation, may decline or postpone the <br /> issuance of the ruling. <br /> 5. Subject to paragraph 7, each Party shall apply an advance ruling to importations <br /> into its territory of the product for which the ruling was requested on the date of its <br /> issuance or at a later date if specified in the ruling. <br /> 6. Each Party shall provide, to any person requesting an advance ruling, the same <br /> treatment as it provided to any other person to whom it issued an advance ruling, <br /> provided that the facts and circumstances are identical in all material respects. <br /> 7. The Party issuing an advance ruling may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error of fact; <br /> (b) if there is a change in the material facts or circumstances on which the ruling is based; <br /> (c) to conform with an amendment of Chapter 2 (National Treatment and Market <br /> Access) or this Chapter; or <br /> (d) to conform with a judicial decision or a change in that Party's law. <br /> 8. Each Party shall provide that a modification or revocation of an advance ruling is <br /> effective on the date on which the modification or revocation is issued, or on a later <br /> date if specified in the ruling, and shall not be applied to importations of a product <br /> that have occurred prior to that date, unless the person to whom the advance ruling <br /> was issued has not acted in accordance with its terms and conditions. <br /> 9. Notwithstanding paragraph 8, the Party issuing the advance ruling may, in <br /> conformity with its law, postpone the effective date of a modification or revocation for <br /> no more than six months. <br /> 10. Subject to paragraph 7, each Party shall provide that an advance ruling remains <br /> in effect and is honoured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.24: Discrepancies and Formal Errors <br /> 1. The discovery of slight discrepancies between the statements made in the origin <br /> declaration and those made in the documents submitted to the customs authorities <br /> for the purpose of carrying out the formalities for importing a product does not, <br /> because of that fact, render the origin declaration null and void if it is established that <br /> this document corresponds to the product submitted. <br /> 2. Obvious formal errors, such as typing errors, on an origin declaration shall not <br /> cause this document to be rejected if these errors do not create doubts concerning <br /> the correctness of the statements made in the document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.27: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings issued by its customs authority as it <br /> provides to importers in its territory, to any person who: <br /> (a) has received a decision on origin in the application of this Chapter; or <br /> (b) has received an advance ruling pursuant to Article 3.30.1. <br /> 2. Further to Articles 14.4 (Administrative Proceedings) and 14.5 (Review and <br /> Appeal), each Party shall provide that the rights of review and appeal referred to in <br /> paragraph 1 include access to at least two levels of appeal or review including at <br /> least one judicial or quasi-judicial level.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1: Definitions <br> For the purposes of this Chapter: <br> aquaculture <br> means the farming of aquatic organisms, including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock <br> subheading of the Harmonized System; <br> such as eggs, fry, fingerlings and larvae, by intervention in the rearing or <br> growth processes to enhance production, such as regular stocking, feeding or <br> protection from predators; <br> classified <br> means the classification of a product under a particular heading or <br> customs authority <br> means any governmental authority that is responsible under the law of a Party <br> for the administration and application of customs legislation; <br> customs value <br> means the value as determined in accordance with the Customs Valuation Agreement; <br> determination of origin <br> means a determination as to whether a product qualifies as an originating <br> product in accordance with this Chapter; <br> exporter <br> means an exporter located in the territory of a Party; <br> identical originating products <br> means products that are the same in all respects, including physical <br> the production of another product; <br> characteristics, quality and reputation, irrespective of minor differences in <br> appearance that are not relevant to a determination of origin of those products <br> under this Chapter; <br> importer <br> means an importer located in the territory of a Party; <br> material <br> means any ingredient, component, part or product that is used in the <br> net weight of the non-originating material <br> means the weight of the material as it is used in the production of the product, <br> production of another product; <br> not including the weight of the material's packaging; <br> net weight of the product <br> means the weight of a product not including the weight of packaging; <br> producer <br> means a person who engages in any kind of working or processing, including <br> such operations as growing, mining, raising, harvesting, fishing, trapping, <br> hunting, manufacturing, assembling or disassembling a product; <br> product <br> means the result of production, even if it is intended for use as a material in <br> production <br> means any kind of working or processing, including such operations as <br> growing, mining, raising, harvesting, fishing, trapping, hunting, manufacturing, <br> assembling or disassembling a product; <br> transaction value or ex-works price of the product <br> means the price paid or payable to the producer of the product at the place <br> where the last production was carried out, and must include the value of all <br> materials. If there is no price paid or payable or if it does not include the value <br> of all materials, the transaction value or ex-works price of the product: <br> (a) must include the value of all materials and the cost of production <br> employed in producing the product, calculated in accordance with <br> generally accepted accounting principles; and <br> (b) may include amounts for general expenses and profit to the producer <br> that can be reasonably allocated to the product. <br> Any internal taxes which are, or may be, repaid when the product obtained is <br> exported are excluded. Any costs incurred subsequent to the product leaving <br> the place of production, such as transportation, loading, unloading, handling <br> or insurance, are to be excluded from the calculation of the transaction value <br> or ex-works price of the product; and <br> value of non-originating materials <br> means the customs value of the material at the time of its importation into a <br> Party, as determined in accordance with the Customs Valuation Agreement. <br> The value of the non-originating material must include any costs incurred in <br> transporting the material to the place of importation, such as transportation, <br> loading, unloading, handling or insurance. If the customs value is not known <br> or cannot be ascertained, the value of non-originating materials will be the first <br> ascertainable price paid for the materials in Canada or Ukraine. <br> Section B - Rules of Origin <br> "}, {"ArticleTitle": "Sufficient Production", "ArticleDesc": "Article 3.5: Sufficient Production <br> 1. For the purposes of Article 3.2, a product which is not wholly obtained is <br> considered to have undergone sufficient production when the conditions set ou <br> in Annex 3-A are fulfilled. <br> 2. If a non-originating material undergoes sufficient production, the resulting product <br> is considered originating and no account must be taken of the non-originating <br> material contained therein when that product is used in the subsequent <br> production of another product. <br> "}, {"ArticleTitle": "Unit of Classification", "ArticleDesc": "Article 3.7: Unit of Classification <br> For the purposes of this Chapter: <br> (a) the tariff classification of a particular product or material is determined <br> according to the Harmonized System; <br> (b) if a product composed of a group or assembly of articles or components is <br> classified pursuant to the terms of the Harmonized System under a single <br> heading or subheading, the whole constitutes the particular product; and <br> (c) if a shipment consists of a number of identical products classified under the <br> same heading or subheading of the Harmonized System, each product is <br> considered separately. <br> "}, {"ArticleTitle": "Returned Originating Products", "ArticleDesc": "Article 3.14: Returned Originating Products <br> If an originating product exported from a Party to a non-Party is returned, it must be <br> considered as non-originating, unless it can be demonstrated to the satisfaction of <br> the customs authorities that the returning product: <br> (a) is the same as that exported; and <br> (b) has not undergone any operation beyond that necessary to preserve it in good condition. <br> Section C - Origin Procedures <br> "}, {"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 3.18: Obligations Regarding Importations <br> 1. Each Party shall provide that, for the purpose of claiming preferential tariff <br> treatment, the importer shall: <br> (a) submit the origin declaration to the customs authority of the Party of import <br> as required by and in accordance with the procedures applicable in the Party of import; <br> (b) if required by the customs authority of the Party of import, submit a <br> translation of the origin declaration; and <br> (c) if required by the customs authority of the Party of import, provide for a <br> statement accompanying or forming part of the import declaration, to the effect <br> that the product meets the conditions required for the application of this Agreement. <br> 2. Each Party shall require that an importer that becomes aware or has reason to <br> believe that an origin declaration for a product to which preferential tariff treatment <br> has been granted contains incorrect information immediately notifies the customs <br> authority of the Party of import in writing of any change affecting the originating <br> status of that product and pays any duties owing. <br> 3. If an importer claims preferential tariff treatment for a product imported from the <br> territory of the other Party, the importing Party may deny preferential tariff treatment <br> to the product if the importer fails to comply with any requirement under this Chapter. <br> 4. A Party shall, in accordance with its legislation, provide that if a product would <br> have qualified as an originating product when it was imported into the territory of that <br> Party except that the importer did not have an origin declaration at the time of <br> importation the importer of the product may, within a period of no less than three <br> years after the date of importation, apply for a refund of duties paid as a result of the <br> product not having been accorded preferential tariff treatment. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 3.20: Importation by Instalments <br> If, at the request of the importer and on the conditions laid down by the customs <br> authority of the Party of import, dismantled or non-assembled products within the <br> meaning of Rule 2(a) of the General Rules for the Interpretation of the Harmonized <br> System falling within Sections XVI and XVII or headings 7308 and 9406 of the <br> Harmonized System are imported by instalments, a single origin declaration for <br> importation of the first instalment. <br> these products shall be submitted, as required, to that customs authority upon <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 3.25: Cooperation <br> 1. The Parties shall cooperate in the uniform administration and interpretation of this <br> Chapter and, through their customs authorities, assist each other in verifying the <br> originating status of a product on which an origin declaration is based. <br> 2. For the purpose of facilitating the verifications or assistance referred to in <br> paragraph 1, the customs authorities of the Parties shall provide each other with <br> addresses of the responsible customs authorities. <br> 3. It is understood that the customs authority of the Party of export assumes all <br> expenses in carrying out paragraph 1. <br> 4. It is further understood that the customs authorities of the Parties will discuss the <br> overall operation and administration of the verification process, including forecasting <br> of workload and discussing priorities. If there is an unusual increase in the number of <br> requests, the customs authorities of the Parties shall consult to establish priorities <br> and consider steps to manage the workload, taking into consideration operational requirements. <br> 5. With respect to products considered originating in accordance with Article 3.3, the <br> Parties may cooperate with a non-Party to develop customs procedures based on <br> the principles of this Chapter. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.29: Confidentiality <br> 1. This Chapter does not require a Party to furnish or allow access to business <br> information or to information relating to an identified or identifiable natural person, <br> the disclosure of which would impede law enforcement or would be contrary to that <br> Party's law protecting business information and personal data and privacy. <br> 2. Each Party shall maintain, in conformity with its law, the confidentiality of the <br> information collected pursuant to this Chapter and shall protect that information from <br> disclosure that could prejudice the competitive position of the person providing the <br> information. If the Party receiving or obtaining the information is required by its <br> legislation to disclose the information, that Party shall notify the person or Party who <br> provided that information. <br> 3. Each Party shall ensure that the confidential information collected pursuant to this <br> Chapter is not used for purposes other than the administration and enforcement of <br> determination of origin and of customs matters, except with the permission of the <br> person or Party who provided the confidential information. <br> 4. Notwithstanding paragraph 3, a Party may allow information collected pursuant to <br> this Chapter to be used in any administrative, judicial or quasi-judicial proceeding <br> instituted for failure to comply with customs related legislation implementing this <br> Chapter. A Party shall notify the person or Party who provided the information in <br> advance of this use. <br> 5. The Parties shall exchange information on their respective law concerning data <br> protection for the purpose of facilitating the operation and application of paragraph 2. <br> "}, {"ArticleTitle": "The Subcommittee on Origin Procedures", "ArticleDesc": "Article 3.31: The Subcommittee on Origin Procedures <br> 1. The Parties hereby establish a Subcommittee on Origin Procedures, composed of <br> representatives of each Party, to consider any matter arising under Section C - Origin Procedures. <br> 2. The Subcommittee on Origin Procedures shall meet on the request of either Party <br> and endeavour to decide upon: <br> (a) the uniform administration and interpretation of the rules of origin, including <br> tariff classification and valuation matters relating to the rules of origin; <br> (b) technical, interpretive or administrative matters that may arise under Section <br> C - Origin Procedures; and <br> (c) any other matter referred to it by the Committee on Trade in Goods and Rules of Origin. <br> 3. The Subcommittee on Origin Procedures reports to the Committee on Trade in <br> "}]}]}, "members_found": ["804", "124"]}