{"FtaRooDetails": {"FtaId": 272, "FtaCode": "ITC00278", "FtaName": "FTA, Chile-Indonesia", "FtaFullName": "COMPREHENSIVE ECONOMIC PARTNERSHIP AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF CHILE AND THE GOVERNMENT OF THE REPUBLIC OF INDONESIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "10.08.2019", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Indonesia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Indonesia", "AdminProcCooAuth": "The certification type under FTA, Chile-Indonesia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Indonesia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Indonesia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "A change to heading 87.01 through 87.16 from any other heading or no required change in tariff classification provided that there is a qualifying value content of not less than 40 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " ANNEX 4-A<br /> PRODUCT SPECIFIC RULES<br /> Based on the Harmonized System as amended on 1 January 2017<br /> GENERAL NOTES<br /> For the purposes of the product specific rules set out in this Annex:<br /> (a) the following definitions apply:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number<br /> under the Harmonized System; and<br /> subheading means the first six digits in the tariff classification number<br /> under the Harmonized System;<br /> (b) the product specific rule, or specific set of rules, that applies to a<br /> particular chapter, heading or subheading is set out immediately adjacent<br /> to the chapter, heading or subheading;<br /> (c) where the specific set of rules provides for more than one rule to be<br /> selectively applied, the order of the description of the rules does not<br /> indicate priority of application; and<br /> (d) notwithstanding the applicable product specific rules of origin, a good of<br /> chapters 28 through 38 that is the product of a chemical reaction, is an<br /> originating good if that chemical reaction occurred in the territory of one<br /> or more of the Parties. For the purposes of this rule, a chemical reaction<br /> is  a  process (including  a  biochemical  process)  which  results  in  a<br /> molecule with a new structure by breaking intramolecular bonds and by<br /> forming new intramolecular bonds, or by altering the spatial arrangement<br /> of atoms in a molecule. The following are not chemical reactions:<br /> (i) the dissolution in water or other solvents;<br /> (ii) the elimination of solvents, including solvent water; or<br /> (iii) the addition or elimination of water of crystallization.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00278_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/trade/CHL_IDN/English/CEPA_Anx_4B_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00278_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/trade/CHL_IDN/English/CEPA_Anx_4A_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00278_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/CHL_IDN/English/CEPA_Chapter_4_e.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00278_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/trade/CHL_IDN/English/CEPA_Chapter_5_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00278_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/CHL_IDN/CEPA_Index_e.asp"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Accumulation <br /> 1 An originating good of a Party which is used in the processing or production in <br /> the territory of the other Party as material for finished goods shall be deemed as a <br /> material originating in the territory of the latter Party where the working or processing <br /> of the finished goods has taken place. <br /> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br /> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br /> as set out in Article 4.15.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: De Minimis <br /> A good that does not undergo a change in tariff classification requirement as set <br /> out in Annex 4-A shall be considered as originating if: <br /> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br /> Code, the value of all non-originating materials used in the production of <br /> the good that did not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the FOB value of the good; <br /> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br /> of all non-originating materials used in its production that did not <br /> undergo the required change in tariff classification does not exceed 10 <br /> per cent of the total weight of the good, <br /> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br /> an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br /> 1 Accessories, spare parts, tools, instructional or other information materials <br /> delivered with a good that form part of the good's standard accessories, spare parts, or <br /> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br /> whether or not all the non-originating materials used in the production of the originating <br /> goods undergo the applicable change in tariff classification provided that: <br /> (a) the accessories, spare parts, tools, instructional or other information <br /> materials are classified with and not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools, instructional <br /> or other information materials are customary for the good. <br /> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br /> requirement, the value of the accessories, spare parts, or tools shall be taken into <br /> account as originating or non-originating materials, as the case may be, in calculating <br /> the qualifying value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained or Produced Goods <br /> The following goods shall be considered as wholly obtained or produced entirely <br /> in the territory of a Party: <br /> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br /> (b) live animals born and raised in that Party; <br /> (c) goods obtained from live animals referred to in subparagraph (b); <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing and farming conducted in that Party; <br /> (e) minerals and other naturally occurring substances, not included in <br /> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br /> (f) goods taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of that Party, provided that such Party has the rights to <br /> exploit such waters, seabed and beneath the seabed in accordance with international law; <br /> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br /> marine goods taken from the high seas by any vessel registered with that <br /> Party and entitled to fly the flag of that Party; <br /> (h) goods obtained, processed or produced on board a factory ship registered <br /> or recorded with that Party or entitled to fly the flag of that Party, <br /> exclusively from products referred to in subparagraph (g); goods which are: <br /> (i) <br /> (i) waste and scrap derived from production and consumption in that <br /> Party provided that such goods can no longer perform their <br /> original purpose nor are capable of being restored or repaired and <br /> are fit only for the recovery of raw materials; or <br /> (ii) used goods collected in that Party provided that such goods can <br /> no longer perform their original purpose nor are capable of being <br /> restored or repaired and are fit only for the recovery of raw materials; and <br /> (j) goods obtained or produced in the territory of that Party solely from <br /> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br /> any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br /> The following minimal operations or processes, undertaken exclusively by itself <br /> or in combination, do not confer origin: <br /> (a) operations to ensure the preservation of products in good condition <br /> during transport and storage such as drying, freezing, ventilation, chilling <br /> and like operations; <br /> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br /> uncoiling, sharpening, simple grinding, slicing; <br /> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) painting and polishing operations; <br /> (e) testing or calibration; <br /> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (g) simple mixing[3] of goods, whether or not of different kinds; <br /> (h) simple assembly [4] of parts of products to constitute a complete good or <br /> disassembly of products into parts; <br /> (i) changes of packing, unpacking or repacking operations, and breaking up <br /> and assembly of consignments; <br /> (j) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on goods or their packaging; <br /> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br /> (l) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods. <br /> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br /> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br /> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br /> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br /> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br /> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Qualifying Value Content <br /> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br /> calculated as follows: <br /> QVC = [(FOB - VNM)/FOB] x 100 <br /> where: <br /> QVC - is the qualifying value of a good content expressed as a percentage; <br /> FOB - is the Free On Board value of the final good; and <br /> VNM - is the CIF value of the non-originating materials at the time <br /> of importation or the earliest ascertained price paid or <br /> payable in the Party where the production takes place for all <br /> non-originating materials, parts or produce that are acquired <br /> by the producer in the production of the good. When the <br /> producer of a good acquires non-originating materials within <br /> that Party the value of such materials shall not include <br /> freight, insurance, packing costs and any other costs incurred", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Indirect Materials <br /> Any indirect material used in the production of a good shall be treated as <br /> originating material, irrespective of whether such indirect material originates from a non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Direct Consignment <br /> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br /> (a) the good is transported without passing through the territory of any non-Party; or <br /> (b) the good is transported for the purpose of transit through a non-Party <br /> with or without transshipment or temporary storage in such non-Party, <br /> provided that the good has not undergone any operation in the territory of <br /> the non-Party other than unloading, reloading and splitting-up/bulk <br /> breaking or any operation required to keep it in good conditions. <br /> 2 In the case where an originating good of the exporting Party is imported through <br /> one or more non-Parties, the Customs Authority of the importing Party may require <br /> importers, who claim the preferential tariff treatment for the good, to submit supporting <br /> documentation, such as: <br /> (a) copy of through bill of lading issued in the exporting Party, transport <br /> documents, warehouse documents or other appropriate commercial document; or <br /> (b) if any, a certificate or any other information given by the customs <br /> authorities of such non-Parties or other relevant entities, which evidence <br /> that the good has not undergone operations other than unloading, <br /> reloading and any other operation to preserve it in good conditions in those non-Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Origin Criteria <br /> Except as otherwise provided in this Chapter, a good shall qualify as an <br /> originating good of a Party if the good is: <br /> (a) wholly obtained or produced entirely in the territory of that Party as <br /> defined in Article 4.3; <br /> (b) produced entirely in the territory of that Party exclusively from <br /> originating materials; or <br /> (c) produced entirely in the territory of that Party using non-originating <br /> materials, provided that the good satisfies the product specific rules set <br /> out in Annex 4-A, <br /> and meets the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Treatment of Packages, Packing Materials and Containers <br /> 1 If a good is subject to the qualifying value content requirement, the value of the <br /> packages and packing materials for retail sale, shall be taken into account in <br /> determining the origin of such good as originating or non-originating, as the case may <br /> be, provided that the packages and packing materials are considered to be forming a <br /> whole with the good. <br /> 2 If a good is subject to the change in tariff classification criterion, packages and <br /> packing materials for retail sale classified together with the packaged good, shall not be <br /> taken into account in determining the origin of such good. <br /> 3 Packing materials and containers used exclusively for the transportation of a <br /> good shall not be taken into account in determining the origin of such good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Fungible Goods and Materials <br /> 1 The determination of whether fungible goods or materials are originating goods <br /> shall be made either by physical segregation of each of the materials, or through the use <br /> of an inventory management method recognised in the generally accepted accounting <br /> principles of the Party in which the production is performed or otherwise accepted by that Party. <br /> 2 The method of inventory management chosen by the exporter must be <br /> maintained for at least one year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> A claim that a good is eligible for preferential treatment under this Agreement <br /> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br /> issued by the Competent Authority of the exporting Party in accordance with the <br /> Operational Certification Procedures as set out in Section B of this Chapter. <br /> Rule 1: Certification of Origin <br /> (i) The Certificate of Origin shall be issued by the Competent Authority of <br /> the exporting Party. <br /> (ii) Each Party shall inform to the other Party of the names and addresses of <br /> its respective Competent Authority and shall provide the official seals <br /> used by such authority. Any change in names, addresses or official seals <br /> shall be promptly informed in the same manner. <br /> (iii) The Certificate of Origin shall be valid for a period of one year from the <br /> date of its issuance. <br /> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br /> the importing Party at the time the import declaration of the good is made <br /> within its validity period. <br /> (v) The Certificate of Origin shall be issued on International Organization <br /> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br /> size paper in the case of Chile. The Certificate of Origin shall be issued <br /> in conformity to the form as shown in Annex 4-B. <br /> (vi) The Certificate of Origin shall be completed in the English language. <br /> (vii) Each Certificate of Origin shall bear a unique serial reference number <br /> separately given by each place or office of issuance. <br /> (viii) Each Certificate of Origin shall bear an authorised signature and official <br /> seal of the Competent Authority. The signature and official seal may be applied digitally. <br /> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br /> provide websites or other appropriate system as the Parties may agree, <br /> containing some key information of the Certificate of Origin issued by <br /> exporting Party such as reference number, HS Code, description of <br /> goods, quantity, FOB value, date of issuance and name of the exporter. <br /> (x) The Parties, to the extent possible, should implement an electronic <br /> system of certification of origin. The Parties also recognise the validity of <br /> the digital signature. <br /> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br /> When a Certificate of Origin has errors and before that the Certificate of Origin <br /> has been submitted to the Customs Authority of the importing Party, a new Certificate <br /> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br /> shall bear the reference number and the date of issuance of the original Certificate of <br /> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous information and <br /> making any required addition. Such alteration shall be approved by a person authorised <br /> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br /> Unused spaces shall be crossed out to prevent any subsequent addition. <br /> Rule 4: Issuance of Certificate of Origin <br /> (i) The Certificate of Origin shall be issued by the Competent Authority of <br /> the exporting Party at the time of exportation or within three days from <br /> the date of shipment. <br /> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br /> within three days from the date of shipment, due to involuntary errors or <br /> omissions or other valid causes, the Certificate of Origin may be issued <br /> retroactively but no longer than one year from the date of shipment and <br /> Rule 5: Certified Copy <br /> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br /> exporter, by stating the reasons for the request, may apply to the <br /> Competent Authority which issued the Certificate of Origin for a <br /> certified copy of the original Certificate of Origin to be made out on the <br /> basis of the export documents in possession of the Competent Authority. <br /> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br /> nd the date of issuance of the original Certificate of Origin and <br /> shall take effect from the date of issuance of the original Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6: Exceptions <br /> (i) In the case of consignments of goods originating in the exporting Party <br /> and not exceeding USD 200 FOB, the requirement of a Certificate of <br /> Origin shall be waived, provided that the importation does not form part <br /> of one or more importations that may reasonably be considered to have <br /> been undertaken or arranged for the purpose of avoiding the certification <br /> requirements of this Chapter. <br /> (ii) An importation of originating goods of the exporting Party, for which the <br /> Customs Authority of the importing Party has waived the requirement for <br /> a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> Competent Authority means the Governmental authority that, according to the laws <br /> and regulations of each Party, is responsible for the issuing of a certificate of origin or <br /> for the designation of certification entities or bodies: <br /> (a) for Chile, the General Directorate of International Economic Affairs, <br /> Ministry of Foreign Affairs, or its successor; and <br /> (b) for Indonesia, the Ministry of Trade, or its successor, <br /> Rule 3: Obligations of the Competent Authority <br /> The Competent Authority shall carry out proper examination in accordance with <br /> the laws and regulations of the exporting Party upon each application for the Certificate <br /> of Origin to ensure that: <br /> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br /> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br /> (iii) other statements on the Certificate of Origin correspond to the <br /> appropriate supporting documentary evidence submitted; and <br /> (iv) multiple items declared on the same Certificate of Origin, shall be <br /> allowed, provided that each item must qualify separately in its own right.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 1: Certification of Origin <br /> (iii) The Certificate of Origin shall be valid for a period of one year from the <br /> date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Records and Confidentiality <br /> For the purposes of the verification of origin procedure: <br /> (i) The Certificate of Origin and all supporting documents shall be kept by <br /> the Competent Authority and the exporter for three years <br /> from the date of issuance; <br /> (ii) An importer claiming preferential tariff treatment for goods imported into <br /> the territory of a Party shall maintain, for three years after the date of <br /> importation of the goods, a Certificate of Origin and all other documents <br /> that the Party may require relating to the importation of the goods, in <br /> accordance to the laws and regulations of each Party; <br /> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br /> paper or digital form, in accordance to the laws and regulations of each Party; <br /> (iv) Information relating to the validity of the Certificate of Origin shall be <br /> furnished upon request. <br /> (v) Any confidential information shall be treated as such in accordance with <br /> the laws and regulations of each Party and shall only be used for the <br /> purposes of the validation of the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4: Issuance of Certificate of Origin <br /> (i) The Certificate of Origin shall be issued by the Competent Authority of <br /> the exporting Party at the time of exportation or within three days from <br /> the date of shipment. <br /> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br /> within three days from the date of shipment, due to involuntary errors or <br /> omissions or other valid causes, the Certificate of Origin may be issued <br /> retroactively but no longer than one year from the date of shipment and <br /> Rule 16: Customs Duty Refund <br /> (i) for Chile, if an originating good was imported into the territory of that <br /> Party but no claim for preferential tariff treatment was made at the time <br /> of importation, the importer of the good may, no later than one year after <br /> the date on which the good was imported, apply for a refund of any <br /> excess duties paid to the Customs Authority of the importing Party as the <br /> result of the good not having been accorded preferential <br /> tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as originating at the time of importation; <br /> (b) a Certificate of Origin; and <br /> (c) such other documents relating to the importation of the good as the <br /> importing Party may require. <br /> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br /> through a review and appeal mechanism relating to a customs decision on <br /> preferential tariff treatment in accordance with its laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15: Obligations of the Importer <br /> Except as otherwise provided for in this Chapter, the Customs Authority of the <br /> importing Party shall require an importer who claims preferential tariff treatment for <br /> goods imported from the other Party to: <br /> (i) make a customs declaration, based on a valid Certificate of Origin, that <br /> the goods qualify as an originating good of the exporting Party; <br /> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (iii) provide the Certificate of Origin on request of the Customs Authority of <br /> the importing Party; and <br /> (iv) promptly notify the Customs Authority and pay any duties owing if the <br /> importer has a reason to believe that the Certificate of Origin on which a <br /> declaration was based contains information that is not correct. <br /> Rule 18: Acceptance of Copies <br /> Each Party shall, where appropriate, endeavour to accept paper or electronic <br /> copies of the Certificate of Origin and the supporting documentation required for imported goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17: Third Country Invoicing <br /> (i) The Customs Authority of the importing Party shall accept a Certificate <br /> of Origin in cases where the invoice is issued by a company located in a <br /> third country provided that the goods meet the requirements of this Chapter. <br /> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br /> in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Verification of Origin <br /> (i) For the purposes of determining whether a good imported from the <br /> exporting Party under preferential tariff treatment qualifies as an <br /> originating good of the exporting Party, the Customs Authority of the <br /> importing Party may request information relating to the origin of the <br /> good from the Competent Authority of the exporting Party on the basis of <br /> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br /> the Certificate of Origin or the accuracy of the information included in <br /> the Certificate of Origin. <br /> (ii) For the purposes of paragraph (i), the Competent Authority of the <br /> exporting Party shall provide the information requested within a period <br /> of three months from the date of receipt of the request. If the Customs <br /> Authority of the importing Party considers necessary, it may require <br /> additional information relating to the origin of the good. If additional <br /> information is requested by the Customs Authority of the importing <br /> Party, the Competent Authority of the exporting Party shall, in <br /> accordance with the laws and regulations of the exporting Party, provide <br /> the information requested within a period of two months from the date of <br /> receipt of the request. <br /> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br /> exporting Party may request the exporter to whom the Certificate of <br /> Origin has been issued, to provide the requested information. <br /> (iv) The request of information in accordance with paragraph (i) shall not <br /> preclude the use of the verification method provided for in Rule 10. <br /> Rule 10: Verification Visit <br /> (i) The Customs Authority of the importing Party may: <br /> (a) conduct a visit, in case of which it shall deliver a written <br /> communication with such request to the Competent Authority of <br /> the exporting Party at least 40 days in advance of the proposed date <br /> of the visit, the receipt of which is to be confirmed by the <br /> Competent Authority of the exporting Party. The Competent <br /> Authority of the exporting Party shall request the written consent of <br /> the exporter or the producer of the good in the exporting Party <br /> whose premises are to be visited; and <br /> (b) request to the Competent Authority of the exporting Party to <br /> provide information relating to the origin of the good in its <br /> possession during the visit pursuant to subparagraph (a). <br /> (ii) The communication referred to in paragraph (i) shall include: <br /> (a) the identity of the Customs Authority issuing the communication; <br /> (b) the name of the exporter whose premises are requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the objective and scope of the proposed visit, including specific <br /> reference to the good subject to verification, referred to in the <br /> Certificate of Origin; and <br /> (e) the names and titles of the officials of the Customs Authority of the <br /> importing Party to be present during the visit. <br /> (iii) The Competent Authority of the exporting Party shall respond in writing <br /> to the Customs Authority of the importing Party, within 30 days from the <br /> receipt of the communication referred to in paragraph (ii), if the exporter <br /> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br /> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br /> the exporting Party shall collect and provide information relating to the <br /> origin of a good, and check, for that purpose, the facilities used in the <br /> production of the good, through a visit with the Customs Authority of the <br /> importing Party to the premises of the exporter to whom the Certificate <br /> of Origin has been issued. <br /> (v) The Competent Authority of the exporting Party shall, in accordance with <br /> the laws and regulations of the exporting Party, provide information <br /> within 45 days or any other mutually agreed period from the last day of <br /> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br /> Rule 11: Determination of Origin and Preferential Tariff Treatment <br /> (i) The Customs Authority of the importing Party may deny preferential <br /> tariff treatment to a good for which an importer claims preferential tariff <br /> treatment if the good does not qualify as an originating good of the <br /> exporting Party or if the importer fails to comply with any of the relevant <br /> requirements of this Chapter. <br /> (ii) The Customs Authority of the importing Party may determine that a good <br /> does not qualify as an originating good of the exporting Party and may <br /> deny preferential tariff treatment in the following cases: <br /> (a) if the Competent Authority of the exporting Party fails to respond <br /> to the request within the period referred to in paragraph (ii) of Rule <br /> 9 or paragraph (iii) of Rule 10; <br /> (b) if the Competent Authority of the exporting Party refuses to <br /> conduct a visit, or fails to respond to the communication referred to <br /> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br /> (c) if the information provided to the Customs Authority of the <br /> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br /> that the good qualifies as an originating good of the exporting Party. <br /> In such cases, a written determination thereof shall be sent to the <br /> Competent Authority of the exporting Party. <br /> (iii) The Customs Authority of the importing Party shall make a written <br /> determination of whether or not the good qualifies as an originating good <br /> of the exporting Party including findings of fact and the legal basis for <br /> the determination as expeditiously as possible and no later than 45 days <br /> after it receives the information necessary to make the determination. <br /> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br /> Party shall provide that the verification process, including a written <br /> determination, shall be concluded no later than 365 days after the first <br /> request for information. <br /> (v) The Competent Authority of the exporting Party shall, when it cancels <br /> the decision to issue the Certificate of Origin, promptly notify the <br /> cancellation to the exporter to whom the Certificate of Origin has been <br /> issued, and to the Customs Authority of the importing Party except where <br /> the Certificate of Origin has been returned to the Competent Authority of <br /> the exporting Party. The Customs Authority of the importing Party may <br /> deny preferential tariff treatment when it receives the notification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13: Sanctions against False Declaration <br /> (i) Each Party shall establish or maintain, in accordance with its laws and <br /> regulations, appropriate penalties or other sanctions against its exporters <br /> to whom a Certificate of Origin has been issued, for providing false <br /> declaration or documents to the Competent Authority of the exporting Party. <br /> (ii) Each Party shall, in accordance with its laws and regulations, take <br /> measures which it considers appropriate against its exporters to whom a <br /> Certificate of Origin has been issued if they fail to notify in writing to the <br /> Competent Authority of the exporting Party without delay, after having <br /> known that such good does not qualify as an originating good of the exporting Party. <br /> (iii) When the exporter repeatedly provided false information or documents, <br /> the Competent Authority may temporarily suspend the issuance of a new <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.8: Advance Rulings <br /> 1 The customs administration of the Parties shall issue, prior to the importation of <br /> a good into their territories, a written advance ruling, upon a written request of an <br /> importer in its territory, in relation to: <br /> (a) tariff classification; and <br /> (b) the application of valuation criteria for a particular case, in accordance <br /> with the application of the provisions set forth in the Customs Valuation Agreement. <br /> 2 For the issuance of the advance ruling, each Party shall apply its respective laws <br /> and procedures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Minor Discrepancies <br /> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br /> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br /> goods submitted. <br /> (ii) For multiple goods declared under the same Certificate of Origin, minor <br /> discrepancies encountered with one of the goods listed shall not affect or <br /> delay the granting of preferential tariff treatment and customs clearance <br /> of the remaining goods listed in the Certificate of Origin. <br /> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br /> Origin and the commercial documents related to the importation of the goods and which do not affect the <br /> origin of the goods themselves.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.9: Review and Appeal <br /> Each Party shall ensure that with respect to its determinations on customs <br /> matters and in accordance with the laws and regulations of the Party, importers in its <br /> territory have access to: <br /> (a) administrative review within the customs administration that issued the <br /> decision, subject to review or, where applicable, the higher authority <br /> supervising the administration; and <br /> (b) judicial review of the determination or decision taken at the final level <br /> of administrative review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": ".1: Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> CIF means the value of the good imported and includes the cost of insurance and <br> freight up to the port or place of entry in the country of importation; <br> Competent Authority means the Governmental authority that, according to the laws <br> and regulations of each Party, is responsible for the issuing of a certificate of origin or <br> for the designation of certification entities or bodies: <br> (a) for Chile, the General Directorate of International Economic Affairs, <br> Ministry of Foreign Affairs, or its successor; and <br> (b) for Indonesia, the Ministry of Trade, or its successor, <br> FOB means the free-on-board value of the good, inclusive of the cost of transport to the <br> port or site of final shipment abroad; <br> fungible goods or materials mean goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> good means any material and product which can be wholly obtained or produced, or <br> manufactured, even if they are intended for later use in another manufacturing operation; <br> indirect materials mean a good used in the production, testing or inspection of another <br> good but not physically incorporated into the good, or a good used in the maintenance <br> of buildings or the operation of equipment associated with the production of a good, including: <br> (a) fuel, energy, catalysts and solvents; <br> (b) equipment, devices and supplies used for testing or inspection of the goods; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (d) tools, dies and moulds; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) lubricants, greases, compounding materials and other materials used in <br> production or used to operate equipment and buildings; and <br> (g) any other goods which are not incorporated into the good but whose use <br> in the production of the good can reasonably be demonstrated <br> to be a part of that production; <br> material means a good that is used in the production of another good; <br> packing materials and containers for shipment mean goods used to protect a good <br> during its transportation, other than containers and packaging materials used for retail sale; <br> preferential treatment means the rate of customs duties applicable to an originating <br> good of the exporting Party in accordance with Article 3.4 (Reduction and/or <br> Elimination of Customs Duties); and <br> production means methods of obtaining goods including, but not limited to growing, <br> raising, mining, harvesting, fishing, farming, trapping, hunting, capturing, aquaculture, <br> gathering, collecting, breeding, extracting, manufacturing, processing or assembling a good. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": ".4: Goods Not Wholly Obtained or Produced", "ArticleDesc": "Article 4.4: Goods Not Wholly Obtained or Produced <br> 1 For the purposes of Article 4.2(c), the product specific rules set out in Annex 4- <br> A requiring that the materials used undergo a change in tariff classification or a specific <br> manufacturing or processing operation shall apply only to non-originating materials. <br> 2 Where Annex 4-A provides a choice of rule between a qualifying value content, <br> a change in tariff classification, a specific process of production, or a combination of <br> any of these, a Party shall permit the producer or exporter of the good to decide which <br> rule to use in determining if the good is an originating good. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": ".15: Sub-Committee on Rules of Origin", "ArticleDesc": "Article 4.15: Sub-Committee on Rules of Origin <br> 1 For the purposes of the effective implementation and operation of this Chapter, <br> the Parties hereby establish a Sub-Committee on Rules of Origin, comprising of <br> representatives of each Party. <br> 2 The functions of the Sub-Committee on Rules of Origin shall be to: <br> (a) review the implementation and operation of this Chapter; <br> (b) report its findings to the Committee on Trade in Goods; <br> (c) identify areas, relating to this Chapter, to be improved for facilitating <br> trade in goods between the Parties; <br> (d) carry out other functions as may be delegated by the Committee on Trade <br> in Goods in accordance with Article 3.12.3(g); and <br> (e) keep Annex 4-A updated on the basis of transposition of the Harmonized System. <br> 3 The Sub-Committee on Rules of Origin shall meet at such venues and times as <br> may be agreed by the Parties. <br> Section B: Operational Certification Procedure <br> For the purposes of implementing the Rules of Origin applicable for this <br> Agreement, the following operational procedures on the issuance and verification of the <br> Certificate of Origin and other related administrative matters shall apply: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": ": Claim for Preferential Tariff Treatment", "ArticleDesc": "Rule 7: Claim for Preferential Tariff Treatment <br> For the purposes of claiming preferential tariff treatment, the importer shall <br> submit to the Customs Authority of the importing Party at the time of import, a customs <br> declaration, a Certificate of Origin including supporting documentation and other <br> documents as required in accordance with the laws and regulations of the importing Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": "4: Obligations of the Exporter", "ArticleDesc": "Rule 14: Obligations of the Exporter <br> The exporter to whom a Certificate of Origin has been issued in the exporting <br> Party referred to in Rule 1, shall notify in writing to the Competent Authority of the <br> exporting Party without delay, when such exporter knows that such good does not <br> qualify as an originating good of the exporting Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.5: Qualifying Value Content <br> Article 4.6: Indirect Materials <br> Rule 1: Certification of Origin <br> Rule 8: Minor Discrepancies <br> Rule 15: Obligations of the Importer <br> Except as otherwise provided in this Chapter, a good shall qualify as an <br> For the purposes of Article 4.2(c), the qualifying value content of a good shall be <br> (i) The Certificate of Origin shall be issued by the Competent Authority of <br> (i) Minor discrepancies5 in the Certificate of Origin may not, ipso facto, <br> Except as otherwise provided for in this Chapter, the Customs Authority of the <br> RULES OF ORIGIN <br> Section A: Rules of Origin <br> originating good of a Party if the good is: <br> calculated as follows: <br> invalidate the Certificate of Origin, if it does, in fact, correspond to the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> (a) wholly obtained or produced entirely in the territory of that Party as <br> QVC = [(FOB - VNM)/FOB] x 100 <br> (ii) Each Party shall inform to the other Party of the names and addresses of <br> goods submitted. <br> goods imported from the other Party to: <br> defined in Article 4.3; <br> its respective Competent Authority and shall provide the official seals <br> (ii) For multiple goods declared under the same Certificate of Origin, minor <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> (b) produced entirely in the territory of that Party exclusively from <br> (a) operations to ensure the preservation of products in good condition <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> used by such authority. Any change in names, addresses or official seals <br> discrepancies encountered with one of the goods listed shall not affect or <br> the goods qualify as an originating good of the exporting Party; <br> FOB - is the Free On Board value of the final good; and <br> or in combination, do not confer origin: <br> shall be promptly informed in the same manner. <br> delay the granting of preferential tariff treatment and customs clearance <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (c) produced entirely in the territory of that Party using non-originating <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> VNM - is the CIF value of the non-originating materials at the time <br> (iii) The Certificate of Origin shall be valid for a period of one year from the <br> of the remaining goods listed in the Certificate of Origin. <br> (iii) provide the Certificate of Origin on request of the Customs Authority of <br> (e) minerals and other naturally occurring substances, not included in <br> materials, provided that the good satisfies the product specific rules set <br> originating materials; or <br> of importation or the earliest ascertained price paid or <br> date of its issuance. <br> [5] For greater certainty, minor discrepancies refer to any discordance between the Certificate of <br> the importing Party; and <br> out in Annex 4-A, <br> payable in the Party where the production takes place for all <br> (iv) The Certificate of Origin shall be submitted to the Customs Authority of <br> Origin and the commercial documents related to the importation of the goods and which do not affect the <br> (iv) promptly notify the Customs Authority and pay any duties owing if the <br> and meets the other applicable provisions of this Chapter. <br> non-originating materials, parts or produce that are acquired <br> the importing Party at the time the import declaration of the good is made <br> origin of the goods themselves. <br> importer has a reason to believe that the Certificate of Origin on which a <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> by the producer in the production of the good. When the <br> within its validity period. <br> Rule 9: Verification of Origin <br> the certificate of origin. <br> importing Party may require. <br> producer of a good acquires non-originating materials within <br> (v) The Certificate of Origin shall be issued on International Organization <br> (i) For the purposes of determining whether a good imported from the <br> Rule 16: Customs Duty Refund <br> exploit such waters, seabed and beneath the seabed in accordance with international law; <br> in the territory of a Party: <br> that Party the value of such materials shall not include <br> for Standardization (ISO) A4 size in the case of Indonesia or (ISO) letter <br> exporting Party under preferential tariff treatment qualifies as an <br> (i) for Chile, if an originating good was imported into the territory of that <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in that Party; <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> freight, insurance, packing costs and any other costs incurred <br> size paper in the case of Chile. The Certificate of Origin shall be issued <br> originating good of the exporting Party, the Customs Authority of the <br> Party but no claim for preferential tariff treatment was made at the time <br> (b) live animals born and raised in that Party; <br> in conformity to the form as shown in Annex 4-B. <br> importing Party may request information relating to the origin of the <br> of importation, the importer of the good may, no later than one year after <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> Any indirect material used in the production of a good shall be treated as <br> (vi) The Certificate of Origin shall be completed in the English language. <br> good from the Competent Authority of the exporting Party on the basis of <br> the date on which the good was imported, apply for a refund of any <br> originating material, irrespective of whether such indirect material originates from a non-Party. <br> (vii) Each Certificate of Origin shall bear a unique serial reference number <br> a Certificate of Origin, if it has reasonable doubt as to the authenticity of <br> excess duties paid to the Customs Authority of the importing Party as the <br> capturing and farming conducted in that Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> separately given by each place or office of issuance. <br> the Certificate of Origin or the accuracy of the information included in <br> result of the good not having been accorded preferential <br> The following minimal operations or processes, undertaken exclusively by itself <br> (viii) Each Certificate of Origin shall bear an authorised signature and official <br> tariff treatment, on presentation of: <br> subparagraphs (a) to (d), extracted or taken from the seabed of that Party; <br> seal of the Competent Authority. The signature and official seal may be applied digitally. <br> (ii) For the purposes of paragraph (i), the Competent Authority of the <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (ix) For the purpose of checking the Certificate of Origin, the Parties shall <br> exporting Party shall provide the information requested within a period <br> (b) a Certificate of Origin; and <br> territorial waters of that Party, provided that such Party has the rights to <br> during transport and storage such as drying, freezing, ventilation, chilling <br> provide websites or other appropriate system as the Parties may agree, <br> of three months from the date of receipt of the request. If the Customs <br> (c) such other documents relating to the importation of the good as the <br> containing some key information of the Certificate of Origin issued by <br> Authority of the importing Party considers necessary, it may require <br> (g) goods of sea-fishing, such as fish, shellfish and other marine life or <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or <br> exporting Party such as reference number, HS Code, description of <br> additional information relating to the origin of the good. If additional <br> (ii) for Indonesia, the importer may apply for refund of any excess duty paid <br> marine goods taken from the high seas by any vessel registered with that <br> uncoiling, sharpening, simple grinding, slicing; <br> goods, quantity, FOB value, date of issuance and name of the exporter. <br> information is requested by the Customs Authority of the importing <br> through a review and appeal mechanism relating to a customs decision on <br> Party and entitled to fly the flag of that Party; <br> boards and all other simple packaging operations; <br> (x) The Parties, to the extent possible, should implement an electronic <br> Party, the Competent Authority of the exporting Party shall, in <br> preferential tariff treatment in accordance with its laws and regulations. <br> (h) goods obtained, processed or produced on board a factory ship registered <br> (d) painting and polishing operations; <br> system of certification of origin. The Parties also recognise the validity of <br> accordance with the laws and regulations of the exporting Party, provide <br> Rule 17: Third Country Invoicing <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> the digital signature. <br> the information requested within a period of two months from the date of <br> (i) The Customs Authority of the importing Party shall accept a Certificate <br> exclusively from products referred to in subparagraph (g); goods which are: <br> Rule 2: Treatment of Erroneous Declaration in the Certificate of Origin <br> receipt of the request. <br> of Origin in cases where the invoice is issued by a company located in a <br> (i) <br> When a Certificate of Origin has errors and before that the Certificate of Origin <br> (iii) For the purposes of paragraph (ii), the Competent Authority of the <br> third country provided that the goods meet the requirements of this Chapter. <br> (i) waste and scrap derived from production and consumption in that <br> (g) simple mixing[3] of goods, whether or not of different kinds; <br> has been submitted to the Customs Authority of the importing Party, a new Certificate <br> exporting Party may request the exporter to whom the Certificate of <br> (ii) The exporter shall indicate @^@THIRD COUNTRY INVOICING@^@ <br> Party provided that such goods can no longer perform their <br> (h) simple assembly [4] of parts of products to constitute a complete good or <br> Article 4.8: Accumulation <br> Where: <br> of Origin shall be issued to replace the erroneous one. The new Certificate of Origin <br> Origin has been issued, to provide the requested information. <br> in the Certificate of Origin. <br> original purpose nor are capable of being restored or repaired and <br> disassembly of products into parts; <br> shall bear the reference number and the date of issuance of the original Certificate of <br> (iv) The request of information in accordance with paragraph (i) shall not <br> Rule 18: Acceptance of Copies <br> Certificate of Origin shall take effect from the date of issuance of the original Certificate of Origin. <br> preclude the use of the verification method provided for in Rule 10. <br> Each Party shall, where appropriate, endeavour to accept paper or electronic <br> (ii) used goods collected in that Party provided that such goods can <br> and assembly of consignments; <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Rule 10: Verification Visit <br> copies of the Certificate of Origin and the supporting documentation required for imported goods. <br> no longer perform their original purpose nor are capable of being <br> (j) affixing or printing marks, labels, logos and other like distinguishing <br> Origin. Any alteration shall be made by striking out the erroneous information and <br> (i) The Customs Authority of the importing Party may: <br> restored or repaired and are fit only for the recovery of raw materials; and <br> Article 4.9: De Minimis <br> signs on goods or their packaging; <br> making any required addition. Such alteration shall be approved by a person authorised <br> (a) conduct a visit, in case of which it shall deliver a written <br> (j) goods obtained or produced in the territory of that Party solely from <br> (k) husking, partial or total bleaching, polishing and glazing of cereals and rice; and <br> 3 Packing materials and containers used exclusively for the transportation of a <br> to sign the Certificate of Origin and certified by the appropriate Competent Authority. <br> communication with such request to the Competent Authority of <br> goods referred to in subparagraphs (a) to (i) or from their derivatives, at <br> (l) mere dilution with water or another substance that does not materially <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> good shall not be taken into account in determining the origin of such good. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> the exporting Party at least 40 days in advance of the proposed date <br> any stage of production. <br> are fit only for the recovery of raw materials; or <br> alter the characteristics of the goods. <br> Rule 3: Obligations of the Competent Authority <br> of the visit, the receipt of which is to be confirmed by the <br> [3] @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, <br> The Competent Authority shall carry out proper examination in accordance with <br> Competent Authority of the exporting Party. The Competent <br> apparatus or equipment especially produce or install for carrying out the activity. However, simple <br> the laws and regulations of the exporting Party upon each application for the Certificate <br> Authority of the exporting Party shall request the written consent of <br> mixing does not include chemical reaction. Chemical reaction means a process (including a biochemical <br> of Origin to ensure that: <br> the exporter or the producer of the good in the exporting Party <br> process) which results in a molecule with a new structure by breaking intramolecular bonds and by <br> (i) the Certificate of Origin is duly completed and signed by the authorised signatory; <br> whose premises are to be visited; and <br> Article 4.10: Fungible Goods and Materials <br> forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (ii) the origin of the good is in conformity with the provisions of this Agreement; <br> (b) request to the Competent Authority of the exporting Party to <br> [4] @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br> account as originating or non-originating materials, as the case may be, in calculating <br> (iii) other statements on the Certificate of Origin correspond to the <br> provide information relating to the origin of the good in its <br> appropriate supporting documentary evidence submitted; and <br> possession during the visit pursuant to subparagraph (a). <br> (iv) multiple items declared on the same Certificate of Origin, shall be <br> (ii) The communication referred to in paragraph (i) shall include: <br> 1 An originating good of a Party which is used in the processing or production in <br> allowed, provided that each item must qualify separately in its own right. <br> the territory of the other Party as material for finished goods shall be deemed as a <br> Rule 4: Issuance of Certificate of Origin <br> (b) the name of the exporter whose premises are requested to be visited; <br> 2 The method of inventory management chosen by the exporter must be <br> material originating in the territory of the latter Party where the working or processing <br> the exporting Party. <br> (c) the proposed date and place of the visit; <br> maintained for at least one year. <br> of the finished goods has taken place. <br> the exporting Party at the time of exportation or within three days from <br> (d) the objective and scope of the proposed visit, including specific <br> 2 The Parties shall endeavour to establish provisions regarding accumulation with <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> the date of shipment. <br> reference to the good subject to verification, referred to in the <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> non-Parties and its implementation under the Sub-Committee of Rules of Origin, <br> (ii) If a Certificate of Origin has not been issued at the time of exportation or <br> Certificate of Origin; and <br> as set out in Article 4.15. <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> within three days from the date of shipment, due to involuntary errors or <br> (e) the names and titles of the officials of the Customs Authority of the <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> omissions or other valid causes, the Certificate of Origin may be issued <br> importing Party to be present during the visit. <br> A good that does not undergo a change in tariff classification requirement as set <br> retroactively but no longer than one year from the date of shipment and <br> (iii) The Competent Authority of the exporting Party shall respond in writing <br> goods undergo the applicable change in tariff classification provided that: <br> out in Annex 4-A shall be considered as originating if: <br> Rule 5: Certified Copy <br> to the Customs Authority of the importing Party, within 30 days from the <br> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS <br> (i) In the event of theft, loss or destruction of the Certificate of Origin, the <br> requirements of this Chapter. <br> receipt of the communication referred to in paragraph (ii), if the exporter <br> Code, the value of all non-originating materials used in the production of <br> materials are classified with and not invoiced separately from the good; and <br> exporter, by stating the reasons for the request, may apply to the <br> or producer accepts or refuses the visit requested pursuant to paragraph (i). <br> the good that did not undergo the required change in tariff classification <br> Competent Authority which issued the Certificate of Origin for a <br> (iv) For the compliance of subparagraph (i)(a), the Competent Authority of <br> does not exceed 10 per cent of the FOB value of the good; <br> certified copy of the original Certificate of Origin to be made out on the <br> the exporting Party shall collect and provide information relating to the <br> (b) for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br> basis of the export documents in possession of the Competent Authority. <br> origin of a good, and check, for that purpose, the facilities used in the <br> of all non-originating materials used in its production that did not <br> (ii) The certified copy of the original Certificate of Origin shall be endorsed <br> production of the good, through a visit with the Customs Authority of the <br> undergo the required change in tariff classification does not exceed 10 <br> nd the date of issuance of the original Certificate of Origin and <br> importing Party to the premises of the exporter to whom the Certificate <br> per cent of the total weight of the good, <br> shall take effect from the date of issuance of the original Certificate of Origin. <br> of Origin has been issued. <br> and the good meets all other applicable criteria set forth in this Chapter for qualifying as <br> Rule 6: Exceptions <br> (v) The Competent Authority of the exporting Party shall, in accordance with <br> an originating good. <br> (i) In the case of consignments of goods originating in the exporting Party <br> the laws and regulations of the exporting Party, provide information <br> and not exceeding USD 200 FOB, the requirement of a Certificate of <br> within 45 days or any other mutually agreed period from the last day of <br> 1 The determination of whether fungible goods or materials are originating goods <br> Origin shall be waived, provided that the importation does not form part <br> the visit, to the Customs Authority of the importing Party pursuant to paragraph (i). <br> shall be made either by physical segregation of each of the materials, or through the use <br> of one or more importations that may reasonably be considered to have <br> Rule 11: Determination of Origin and Preferential Tariff Treatment <br> of an inventory management method recognised in the generally accepted accounting <br> whole with the good. <br> been undertaken or arranged for the purpose of avoiding the certification <br> (i) The Customs Authority of the importing Party may deny preferential <br> principles of the Party in which the production is performed or otherwise accepted by that Party. <br> tariff treatment to a good for which an importer claims preferential tariff <br> (ii) An importation of originating goods of the exporting Party, for which the <br> treatment if the good does not qualify as an originating good of the <br> Customs Authority of the importing Party has waived the requirement for <br> exporting Party or if the importer fails to comply with any of the relevant <br> a Certificate of Origin. <br> (ii) The Customs Authority of the importing Party may determine that a good <br> Article 4.13: Direct Consignment <br> does not qualify as an originating good of the exporting Party and may <br> deny preferential tariff treatment in the following cases: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) if the Competent Authority of the exporting Party fails to respond <br> to the request within the period referred to in paragraph (ii) of Rule <br> (a) the accessories, spare parts, tools, instructional or other information <br> 9 or paragraph (iii) of Rule 10; <br> (b) if the Competent Authority of the exporting Party refuses to <br> (b) the quantities and value of the accessories, spare parts, tools, instructional <br> conduct a visit, or fails to respond to the communication referred to <br> or other information materials are customary for the good. <br> in paragraph (i) of Rule 9 within the period referred to in paragraph (iii) of Rule 10; or <br> 2 Notwithstanding paragraph 1, if the goods are subject to qualifying value content <br> (c) if the information provided to the Customs Authority of the <br> requirement, the value of the accessories, spare parts, or tools shall be taken into <br> importing Party pursuant to Rule 9 or 10, is not sufficient to prove <br> that the good qualifies as an originating good of the exporting Party. <br> the qualifying value content of the goods. <br> In such cases, a written determination thereof shall be sent to the <br> declaration was based contains information that is not correct. <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> Competent Authority of the exporting Party. <br> 1 If a good is subject to the qualifying value content requirement, the value of the <br> (iii) The Customs Authority of the importing Party shall make a written <br> packages and packing materials for retail sale, shall be taken into account in <br> determination of whether or not the good qualifies as an originating good <br> determining the origin of such good as originating or non-originating, as the case may <br> of the exporting Party including findings of fact and the legal basis for <br> be, provided that the packages and packing materials are considered to be forming a <br> the determination as expeditiously as possible and no later than 45 days <br> after it receives the information necessary to make the determination. <br> 2 If a good is subject to the change in tariff classification criterion, packages and <br> Article 4.14: Certificate of Origin <br> (iv) Notwithstanding paragraph (iii), the Customs Authority of the importing <br> packing materials for retail sale classified together with the packaged good, shall not be <br> Party shall provide that the verification process, including a written <br> taken into account in determining the origin of such good. <br> determination, shall be concluded no later than 365 days after the first <br> request for information. <br> (v) The Competent Authority of the exporting Party shall, when it cancels <br> the decision to issue the Certificate of Origin, promptly notify the <br> 1 A good shall be deemed as directly consigned from the exporting Party to the importing Party if: <br> cancellation to the exporter to whom the Certificate of Origin has been <br> (a) the good is transported without passing through the territory of any non-Party; or <br> issued, and to the Customs Authority of the importing Party except where <br> (b) the good is transported for the purpose of transit through a non-Party <br> the Certificate of Origin has been returned to the Competent Authority of <br> and like operations; <br> with or without transshipment or temporary storage in such non-Party, <br> the exporting Party. The Customs Authority of the importing Party may <br> provided that the good has not undergone any operation in the territory of <br> deny preferential tariff treatment when it receives the notification. <br> the non-Party other than unloading, reloading and splitting-up/bulk <br> Rule 12: Records and Confidentiality <br> breaking or any operation required to keep it in good conditions. <br> For the purposes of the verification of origin procedure: <br> 2 In the case where an originating good of the exporting Party is imported through <br> (i) The Certificate of Origin and all supporting documents shall be kept by <br> one or more non-Parties, the Customs Authority of the importing Party may require <br> the Competent Authority and the exporter for three years <br> importers, who claim the preferential tariff treatment for the good, to submit supporting <br> from the date of issuance; <br> documentation, such as: <br> (ii) An importer claiming preferential tariff treatment for goods imported into <br> (a) copy of through bill of lading issued in the exporting Party, transport <br> the territory of a Party shall maintain, for three years after the date of <br> documents, warehouse documents or other appropriate commercial document; or <br> importation of the goods, a Certificate of Origin and all other documents <br> (b) if any, a certificate or any other information given by the customs <br> that the Party may require relating to the importation of the goods, in <br> authorities of such non-Parties or other relevant entities, which evidence <br> accordance to the laws and regulations of each Party; <br> that the good has not undergone operations other than unloading, <br> (iii) All records identified in paragraphs (i) and (ii) may be maintained in <br> reloading and any other operation to preserve it in good conditions in those non-Parties. <br> paper or digital form, in accordance to the laws and regulations of each Party; <br> (iv) Information relating to the validity of the Certificate of Origin shall be <br> A claim that a good is eligible for preferential treatment under this Agreement <br> furnished upon request. <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-B, <br> (v) Any confidential information shall be treated as such in accordance with <br> issued by the Competent Authority of the exporting Party in accordance with the <br> the laws and regulations of each Party and shall only be used for the <br> Operational Certification Procedures as set out in Section B of this Chapter. <br> purposes of the validation of the Certificate of Origin. <br> Rule 13: Sanctions against False Declaration <br> (i) Each Party shall establish or maintain, in accordance with its laws and <br> regulations, appropriate penalties or other sanctions against its exporters <br> to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party. <br> (ii) Each Party shall, in accordance with its laws and regulations, take <br> measures which it considers appropriate against its exporters to whom a <br> Certificate of Origin has been issued if they fail to notify in writing to the <br> Competent Authority of the exporting Party without delay, after having <br> known that such good does not qualify as an originating good of the exporting Party. <br> (iii) When the exporter repeatedly provided false information or documents, <br> the Competent Authority may temporarily suspend the issuance of a new <br> Certificate of Origin. <br> (a) the identity of the customs authority issuing the communication; <br> "}, {"ArticleTitle": "9: Goods in Transit or Storage", "ArticleDesc": "Rule 19: Goods in Transit or Storage <br> Preferential tariff treatment shall be accorded for the originating goods, which <br> are in transit from the exporting Party to the importing Party or in temporary storage in <br> bonded areas in the importing Party on the date of entry into force of this Agreement, <br> subject to the submission of a Certificate of Origin issued retroactively to the Customs <br> Authority of the importing Party in accordance with its laws and regulations. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".1: Definitions", "ArticleDesc": "Article 5.1: Definitions <br> For the purposes of this Chapter: <br> customs administration means the authority that according to the legislation of each <br> Party is responsible for the administration and enforcement of their customs laws: <br> (a) for Chile, the National Customs Service or its successor notified in <br> writing to Indonesia; and <br> (b) for Indonesia, the Directorate General of Customs and Excise, Ministry <br> of Finance or its successor notified in writing to Chile. <br> customs law means such laws and regulations administered, applied and enforced by <br> the customs administration of each Party concerning the importation, exportation, and <br> transit/transshipment of goods, as they relate to customs duties, charges and other taxes, <br> or to prohibitions, restrictions and other similar controls with respect to the movement <br> of controlled items across the boundary of the customs territory of each Party; and <br> customs procedures mean the treatment applied by the customs administration of each <br> Party to goods and means of transport, which are subject to customs control. <br> "}, {"ArticleTitle": ".2: Objectives", "ArticleDesc": "Article 5.2: Objectives <br> The objectives of this Chapter are to: <br> (a) simplify and harmonise, to the extent possible, customs procedures of the Parties; <br> (b) ensure consistency, predictability and transparency in the application of <br> customs law of the Parties; <br> (c) ensure efficient and expeditious release and clearance of goods; and <br> (d) facilitate trade between the Parties. <br> "}, {"ArticleTitle": ".3: Scope and Coverage", "ArticleDesc": "Article 5.3: Scope and Coverage <br> This Chapter shall apply, in accordance with the respective laws and regulations <br> of the Parties, to customs procedures applied to goods traded between them. <br> "}, {"ArticleTitle": ".4: Customs Valuation", "ArticleDesc": "Article 5.4: Customs Valuation <br> The Parties shall determine the customs value of goods traded between them in <br> accordance with the provisions of Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": ".5: Customs Procedures", "ArticleDesc": "Article 5.5: Customs Procedures <br> 1 The customs administration of a Party shall ensure that their customs procedures <br> and practices are consistent, predictable, and transparent, and facilitate trade, including <br> the expeditious release and clearance of goods. <br> 2 Customs procedures of each Party shall endeavour, where possible and to the <br> extent permitted by its respective customs law, conform to the standards and <br> recommended practices established by the World Customs Organization (WCO) and <br> under other relevant international agreements to which the Parties are party. <br> 3 The customs administration of each Party shall, to the extent possible, review its <br> customs procedures and practices with a view to their simplification to facilitate trade. <br> "}, {"ArticleTitle": ".6: Release of Goods", "ArticleDesc": "Article 5.6: Release of Goods <br> 1 In order to facilitate trade between the Parties, each Party shall adopt or maintain <br> simplified customs procedures for the efficient release of goods. <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures that: <br> (a) provide for the release of goods within a period no greater than that <br> required to ensure compliance with its customs law; <br> (b) provide for customs information to be submitted and processed manually <br> or electronically before the goods arrive in order for them to be released <br> on their arrival; and <br> (c) allow goods to be released at the point of arrival, without temporary <br> transfer to warehouses or other facilities, provided all requirements are met. <br> "}, {"ArticleTitle": ".7: Risk Management", "ArticleDesc": "Article 5.7: Risk Management <br> In order to facilitate the release of goods traded between the Parties, the customs <br> administration of each Party shall adopt or maintain a risk management method, that <br> considers a system for assessment and targeting that enables its customs administration <br> to focus its inspection activities on high-risk consignments and that simplifies the <br> clearance and movement of low-risk consignments. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.8: Advance Rulings <br> information and improve coordination on importation issues. <br> 1 The customs administration of the Parties shall issue, prior to the importation of <br> Each Party shall ensure that with respect to its determinations on customs <br> a good into their territories, a written advance ruling, upon a written request of an <br> importer in its territory, in relation to: <br> (b) judicial review of the determination or decision taken at the final level <br> (b) the application of valuation criteria for a particular case, in accordance <br> with the application of the provisions set forth in the Customs Valuation Agreement. <br> 2 For the issuance of the advance ruling, each Party shall apply its respective laws <br> and procedures. <br> Article 5.9: Review and Appeal <br> matters and in accordance with the laws and regulations of the Party, importers in its <br> (a) tariff classification; and <br> territory have access to: <br> (a) administrative review within the customs administration that issued the <br> decision, subject to review or, where applicable, the higher authority <br> supervising the administration; and <br> of administrative review. <br> "}, {"ArticleTitle": ".10: Publication and Enquiry Points", "ArticleDesc": "Article 5.10: Publication and Enquiry Points <br> For the purposes of this Chapter, in accordance with the respective laws and <br> regulations of the Parties, the customs administration of each Party shall: <br> (a) publish on the internet or in print, its customs laws, regulations and <br> general administrative procedures applied or enforced by its customs <br> administration, not including law enforcement procedures and internal <br> operational guidelines; and <br> (b) designate one or more enquiry points to address enquiries from interested <br> persons of each Party concerning customs matters, and shall make <br> available on the internet or in print, information on the procedures for <br> making such enquiries. <br> "}, {"ArticleTitle": ".11: Confidentiality", "ArticleDesc": "Article 5.11: Confidentiality <br> 1 If a Party that provides information to the other Party, in accordance with this <br> Chapter, designates the information as confidential, the other Party shall keep the <br> information confidential. The Party providing the information may require the other <br> Party to furnish written assurance that the information shall be held in confidence, shall <br> only be used for the purpose the other Party specified in its request for information, and <br> shall not be disclosed without the specific permission of the Party that provided the <br> information or the person that provided the information to that Party. <br> 2 A Party may decline to provide information that the other Party has requested if <br> that Party has failed to act in conformity with paragraph 1, and when the disclosure is <br> contrary to its laws and regulations. <br> 3 Each Party shall adopt or maintain procedures for protecting, from unauthorised <br> disclosure, confidential information submitted in accordance with the administration of <br> the customs law of that Party, including information of which the disclosure could <br> prejudice the competitive position of the person providing the information. <br> "}, {"ArticleTitle": ".12: Customs Cooperation", "ArticleDesc": "Article 5.12: Customs Cooperation <br> 1 The customs administration of each Party may, as deemed appropriate, assist the <br> customs administration of the other Party, in relation to the implementation and <br> operation of this Chapter. <br> 2 The customs administration of each Party, to the extent possible, when new or <br> amended law or regulation, or procedures governing the movement of goods are <br> implemented, shall provide information to the customs administration of the other Party. <br> 3 The customs administrations of the Parties shall encourage consultations with <br> each other regarding significant customs issues that affect trade between the Parties. <br> 4 The customs administration of the Parties shall endeavour to establish or <br> maintain channels of communication for customs cooperation, including the <br> establishment of contact points in order to facilitate the rapid and secure exchange of <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.8: Advance Rulings <br> information and improve coordination on importation issues. <br> 1 The customs administration of the Parties shall issue, prior to the importation of <br> Each Party shall ensure that with respect to its determinations on customs <br> a good into their territories, a written advance ruling, upon a written request of an <br> importer in its territory, in relation to: <br> (b) judicial review of the determination or decision taken at the final level <br> (b) the application of valuation criteria for a particular case, in accordance <br> with the application of the provisions set forth in the Customs Valuation Agreement. <br> 2 For the issuance of the advance ruling, each Party shall apply its respective laws <br> and procedures. <br> Article 5.9: Review and Appeal <br> matters and in accordance with the laws and regulations of the Party, importers in its <br> (a) tariff classification; and <br> territory have access to: <br> (a) administrative review within the customs administration that issued the <br> decision, subject to review or, where applicable, the higher authority <br> supervising the administration; and <br> of administrative review. <br> "}]}]}, "members_found": ["360", "152"]}