{"FtaRooDetails": {"FtaId": 275, "FtaCode": "ITC00281", "FtaName": "FTA, Chile-Panama", "FtaFullName": "TRATADO DE LIBRE COMERCIO CHILE - PANAMA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "07.03.2008", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Panama", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Panama", "AdminProcCooAuth": "The certification type under FTA, Chile-Panama is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Panama is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Panama agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 30/40%", "RooText": "Un cambio a la partida 87.01 a 87.03 desde cualquier otra partida, cumpliendo con un valor de contenido regional no menor a: (a) 30 por ciento cuando se utilice el método de aumento, o (b) 40 por ciento cuando se utilice el método de reducción.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas generales interpretativas", "RooText": " ANEXO 4.1<br /> REGLAS DE ORIGEN ESPECÍFICAS<br /> Sección A - Notas generales interpretativas<br /> Para los efectos de interpretar las reglas de origen establecidas en este Anexo:<br /> (a) la regla específica, o el conjunto específico de reglas, que se aplica a una<br /> partida o a una subpartida se establece al lado de la partida o subpartida?<br /> (b) una regla aplicable a una subpartida tendrá prioridad sobre la regla<br /> aplicable a la partida que comprende a esa fracción arancelaria?<br /> (c) un requisito de cambio en la clasificación arancelaria se aplica solamente<br /> a los materiales no originarios?<br /> (d) cualquier referencia a peso en las reglas para las mercancías<br /> comprendidas en el capítulo 1 al 24 del Sistema Armonizado, significa<br /> peso seco excepto cuando se especifique lo contrario en el Sistema<br /> Armonizado?<br /> (e) cuando una regla de origen específica esté definida con el criterio de<br /> cambio de clasificación arancelaria y la regla está escrita de manera que<br /> se exceptúen posiciones arancelarias a nivel de capítulo, partida o<br /> subpartida, cada Parte interpretará que la regla de origen requiere que los<br /> materiales clasificados en las posiciones arancelarias excluidas sean<br /> originarios para que la mercancía sea originaria?<br /> (f) cuando una partida o subpartida esté sujeta a reglas de origen específicas<br /> alternativas, cada Parte considerará que la regla se cumple si la<br /> mercancía satisface una de las alternativas?<br /> (g) cuando una regla de origen sea aplicable a un grupo de partidas o<br /> subpartidas y esa regla de origen especifique un cambio de partida o<br /> subpartida, cada Parte deberá interpretar la regla de manera que el<br /> cambio en la partida o subpartida puede ocurrir dentro de una única<br /> partida o subpartida o entre partidas o subpartidas del mismo grupo. No<br /> obstante, cuando una regla se refiere a un cambio de partida o subpartida<br /> \"fuera del grupo\", cada Parte deberá interpretar que la regla requiere que<br /> el cambio de partida o subpartida debe ocurrir desde una partida o<br /> subpartida que está fuera del grupo de partidas o subpartidas establecidas<br /> en la regla?<br /> (h) se aplican las siguientes definiciones:<br /> capítulo significa un capítulo del Sistema Armonizado?<br /> partida significa los primeros cuatro dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado?<br /> sección significa una sección del Sistema Armonizado? y<br /> subpartida significa los primeros seis dígitos del número de<br /> clasificación arancelaria del Sistema Armonizado.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00281_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mici.gob.pa/uploads/media_ficheros/2018/11/1/documentos/negociaciones-comerciales/tlc-panama-chile/texto-normativo/anexos/anexos-de-servicios/declaracion-de-origen/declaracion-de-origen.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00281_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mici.gob.pa/uploads/media_ficheros/2018/11/1/documentos/negociaciones-comerciales/tlc-panama-chile/texto-normativo/anexos/anexo-4-1/regla-especifica-a.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00281_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mici.gob.pa/uploads/media_ficheros/2018/11/1/documentos/negociaciones-comerciales/tlc-panama-chile/texto-normativo/preambulo/capitulo-4.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00281_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mici.gob.pa/uploads/media_ficheros/2018/11/1/documentos/negociaciones-comerciales/tlc-panama-chile/texto-normativo/preambulo/capitulo-5.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00281_full.pdf", "DocType": "8_full", "WebLink": "https://www.mici.gob.pa/tratados-comerciales-vigentes/tlc-panama-chile"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: Acumulación <br /> Cada Parte dispondrá que las mercancías o materiales originarios de una Parte, <br /> incorporados a una mercancía en el territorio de la otra Parte, se considerarán originarios <br /> del territorio de esa otra Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: De minimis <br /> 1 Cada Parte dispondrá que una mercancía que no cambie de clasificación arancelaria <br /> conforme al Anexo 4.1 (Reglas de origen específicas) se considerará sin embargo originaria <br /> si el valor de todos los materiales no originarios utilizados en la producción de la mercancía <br /> y que no fueren objeto del cambio requerido en la clasificación arancelaria, no excediere <br /> del 10 por ciento del valor ajustado de la mercancía, siempre que el valor de esos materiales <br /> no originarios se incluya en el valor de los materiales no originarios para cualquier requisito <br /> de valor de contenido regional aplicable, y que la mercancía cumpla con todos los demás <br /> requisitos aplicables de este Capítulo. <br /> 2 No obstante lo establecido en el párrafo 1, una mercancía textil o del vestido que no <br /> es una mercancía originaria porque ciertas fibras o hilados utilizados en la producción del <br /> componente de la mercancía que determina la clasificación arancelaria de la mercancía no <br /> sufren el cambio de clasificación arancelaria aplicable establecido en el Anexo 4.1 (Reglas <br /> de origen específicas), no obstante será considerada una mercancía originaria si el peso <br /> total de todas estas fibras o hilados en ese componente no excede el 10 por ciento del peso <br /> total de dicho componente.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.4: Accesorios, repuestos y herr amientas <br /> Cada Parte dispondrá que los accesorios, repuestos o herramientas entregados con la <br /> mercancía y que formen parte de los accesorios, repuestos o herramientas usuales de la <br /> mercancía, se considerarán como un material originario en la producción de la mercancía, siempre que: <br /> (a) los accesorios, repuestos o herramientas estén clasificados con la <br /> mercancía y no se facturen por separado? y <br /> (b) las cantidades y el valor de los accesorios, repuestos o herramientas <br /> sean los usuales respecto de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.21: Definiciones <br /> mercancías obtenidas en su totalidad o producidas enteramente en el territorio de una <br /> o de ambas Partes significa: <br /> (a) mercancías minerales extraídas en el territorio de una o de ambas Partes? <br /> (b) mercancías vegetales, según su definición en el Sistema Armonizado (SA), <br /> cosechadas en el territorio de una o de ambas Partes? <br /> (c) animales vivos, nacidos y criados en el territorio de una o de ambas Partes? <br /> (d) mercancías obtenidas de la caza, captura o pesca en el territorio de una o de ambas Partes? <br /> (e) mercancías extraídas del mar (pescados, mariscos y otras formas de vida <br /> marina) por naves que estuvieren registradas o matriculadas en una Parte y <br /> que enarbolaren su bandera? <br /> (f) mercancías elaboradas a bordo de naves factoría sobre la base de las <br /> mercancías citadas en el subpárrafo (e), siempre que dichas naves factoría <br /> estuvieren registradas o matriculadas en esa Parte y enarbolaren su bandera? <br /> (g) mercancías extraídas, por una Parte o una persona de una Parte, del suelo <br /> marino o del subsuelo marino fuera de las aguas territoriales, siempre que la <br /> Parte tuviere derechos para explotar ese suelo marino? <br /> (h) mercancías obtenidas del espacio exterior, siempre que fueren obtenidas por <br /> una Parte o persona de una Parte y que no fueren procesadas en el territorio <br /> de un país no Parte? <br /> (i) desechos y restos derivados de: <br /> (i) la producción en el territorio de una o de ambas Partes, o <br /> (ii) mercancías usadas recolectadas en el territorio de una o de ambas <br /> Partes, con la condición de que dichas mercancías sólo sirvan para la <br /> recuperación de materias primas? <br /> (j) mercancías recuperadas, obtenidas en el territorio de una Parte, de <br /> mercancías usadas, y utilizadas en el territorio de esa Parte en la elaboración <br /> de mercancías remanufacturadas? y <br /> (k) mercancías elaboradas en el territorio de una o de ambas Partes <br /> exclusivamente a partir de las mercancías citadas en los subpárrafos (a) a (i), <br /> o de sus derivados, en cualquier etapa de producción?", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Valor de contenido regional <br /> 1 Cuando el Anexo 4.1 (Reglas de origen específicas) especifique un criterio de valor <br /> de contenido regional para determinar si una mercancía es originaria, cada Parte dispondrá <br /> que la persona que solicita tratamiento arancelario preferencial para la mercancía pueda <br /> calcular el valor de contenido regional sobre la base de alguno de los siguientes métodos: <br /> (a) Método de reducción <br /> VCR = [(VA-VMN)/VA] x 100 <br /> (b) Método de aumento <br /> VCR = (VMO/VA) x 100 <br /> donde: <br /> VCR es el valor de contenido regional expresado como porcentaje? <br /> VA es el valor ajustado? <br /> VMN es el valor de los materiales no originarios utilizados por el <br /> productor en la elaboración de la mercancía? y <br /> VMO es el valor de los materiales originarios utilizados por el productor en <br /> la elaboración de la mercancía. <br /> Artículo 4.3: Valor de los materiales <br /> 1 Cada Parte dispondrá que, con el objeto de calcular el valor de contenido regional <br /> de una mercancía y con el fin de aplicar la regla de minimis, conforme a lo establecido <br /> en el Artículo 4.7, el valor de un material: <br /> (a) en el caso de un material importado por el productor de la mercancía, es el valor <br /> ajustado del material con respecto a esa importación? <br /> (b) en el caso de un material adquirido en el territorio donde se elabore la <br /> mercancía, es el precio efectivamente pagado o que deberá pagar el productor <br /> por el material, salvo para materiales conforme al subpárrafo (c)? <br /> (c) en el caso de un material suministrado al productor sin cargo, o a un precio que <br /> refleje un descuento o rebaja similar, es determinado por la suma de: <br /> (i) todos los gastos en que se incurriere en el cultivo, producción <br /> o fabricación del material, incluidos los gastos generales, y <br /> (ii) un monto por utilidades? y en el caso de un material auto­producido, es determinado por la suma de: <br /> (i) todos los gastos en que se incurriere en la producción del <br /> material, incluidos los gastos generales, y <br /> (ii) un monto por utilidades. <br /> 2 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br /> preferencial para una mercancía pueda ajustar el valor de los materiales de la siguiente manera: <br /> (a) para los materiales originarios, los siguientes gastos deben ser <br /> sumados al valor del material cuando éstos no estén incluidos en el párrafo 1: <br /> (i) los costos de flete, seguro, empaque, y todos los demás costos <br /> en que se incurriere en el transporte del material hasta el lugar <br /> donde está ubicado el productor, <br /> (ii) derechos, impuestos y honorarios de agentes de aduana <br /> pagados respecto del material en el territorio de una o de <br /> ambas Partes, salvo derechos e impuestos respecto de los <br /> cuales se aplicare exención, reembolsados, reembolsables o <br /> recuperables en otros términos, incluido el crédito por <br /> derechos o impuestos pagados o por pagar, y <br /> (iii) el costo de desechos y desperdicios derivados del uso del <br /> material en la elaboración de la mercancía, menos el valor de <br /> los desechos renovables o subproductos? <br /> (b) en el caso de los materiales no originarios se podrán deducir los <br /> siguientes gastos del valor del material, si éstos estuviesen incluidos en el párrafo 1: <br /> (i) los costos de flete, seguro, empaque, y todos los demás costos <br /> en que se incurriere en el transporte del material hasta el lugar <br /> donde está ubicado el productor, <br /> (ii) derechos, impuestos y honorarios de agentes de aduana <br /> pagados respecto del material en el territorio de una o de <br /> ambas Partes, salvo derechos e impuestos respecto de los <br /> cuales se aplicare exención, reembolsados, reembolsables o <br /> recuperables en otros términos, incluido el crédito por <br /> derechos o impuestos pagados o por pagar, <br /> (iii) el costo de desechos y desperdicios derivados del uso del <br /> material en la elaboración de la mercancía, menos el valor de <br /> los desechos renovables o subproductos, y <br /> (iv) el costo de los materiales originarios utilizados en la <br /> elaboración de materiales no originarios en el territorio de una Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.8: Materiales indirectos utilizados en la producción <br /> Cada Parte dispondrá que un material indirecto será considerado material originario <br /> independientemente del lugar en que se produzca. <br /> material indirecto significa una mercancía utilizada en la producción, prueba o inspección <br /> de una mercancía pero no incorporada físicamente a la mercancía, o una mercancía <br /> utilizada en el mantenimiento de edificios o en la operación de equipos asociados a la <br /> elaboración de una mercancía, lo que incluye: <br /> (a) combustible y energía? <br /> (b) herramientas, troqueles y moldes? <br /> (c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios? <br /> (d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción o utilizados para operar equipos y edificios? <br /> (e) guantes, anteojos, calzado, vestuario, equipo y suministros de seguridad? <br /> (f) equipos, artefactos y suministros utilizados para probar o inspeccionar mercancías? <br /> (g) catalizadores y solventes? y <br /> (h) cualquier otra mercancía que no se incorpore a la mercancía pero que se <br /> demostrare que su uso en la elaboración de la mercancía es parte de la elaboración?", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Tránsito y transbordo <br /> 1 Cada Parte dispondrá que una mercancía no será considerada mercancía originaria si <br /> fuere objeto de producción posterior o de cualquier otra operación fuera de los territorios de <br /> las Partes, distinto de la descarga, recarga, transbordo o cualquier otro proceso necesario <br /> para preservar la mercancía en buenas condiciones o para transportarla al territorio de una Parte. <br /> 2 La Parte importadora podrá requerir que una persona que solicita que una mercancía <br /> es originaria demuestre, a satisfacción de las autoridades aduaneras de la Parte importadora, <br /> que cualquiera operación posterior llevada a cabo fuera de los territorios de las Partes <br /> cumple con los requisitos señalados en el párrafo 1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.1: Mercancías originarias <br /> 1 Salvo que en este Capítulo se disponga otra cosa, una mercancía es originaria cuando: <br /> (a) la mercancía se obtiene en su totalidad o es producida enteramente en <br /> el territorio de una o de ambas Partes? <br /> (b) la mercancía es producida enteramente en el territorio de una o de ambas Partes y <br /> (i) cada uno de los materiales no originarios utilizados en la <br /> producción de la mercancía sea objeto del correspondiente <br /> cambio de clasificación arancelaria especificado en el Anexo 4.1 (Reglas de origen específicas), o <br /> (ii) la mercancía por otra parte cumpla con el correspondiente <br /> valor de contenido regional u otro requisito especificado en el Anexo 4.1 (Reglas de origen específicas), <br /> y la mercancía satisfaga todos los demás requisitos aplicables de este capítulo? o <br /> (c) la mercancía es producida enteramente en el territorio de una o de <br /> ambas Partes exclusivamente a partir de materiales originarios.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Materiales de empaque y contenedores para venta al detalle <br /> Cada Parte dispondrá que los materiales de empaque y contenedores en los que se <br /> envasa una mercancía para su venta al detalle no se considerarán, si estuvieren clasificados <br /> con la mercancía, al determinar si todos los materiales no originarios utilizados en la <br /> elaboración de la mercancía son objeto del cambio aplicable en la clasificación arancelaria <br /> señalada en el Anexo 4.1 (Reglas de origen específicas) y, si la mercancía estuviere <br /> supeditada a un requisito de valor de contenido regional, el valor de esos materiales de <br /> empaque y de los contenedores se considerará como material originario o no originario, <br /> según correspondiere, al calcular el valor de contenido regional de la mercancía. <br /> Artículo 4.10: Materiales de embalaje y contenedores para embarque <br /> Los contenedores y los materiales de embalaje en que una mercancía se empaca <br /> exclusivamente para su transporte, no se tomarán en cuenta para la determinación del <br /> origen de la mercadería.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.5: Mercancías y materiales fungibles <br /> 1 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br /> preferencial para una mercancía pueda solicitar que un material o mercancía fungible sea <br /> originario basado, ya sea en una segregación física de cada mercancía o material fungible o <br /> utilizando cualquier método de manejo de inventarios, tales como método promedio, <br /> método último que entra primero que sale o método primero que entra primero que sale, <br /> reconocidos en los Principios de Contabilidad Generalmente Aceptados de la Parte en que <br /> se realizare la producción, o aceptado de otra forma por la Parte en que se realizare la producción. <br /> 2 Cada Parte dispondrá que cuando se elija un método de manejo de inventarios, de <br /> acuerdo a lo establecido en el párrafo 1, para determinados materiales o mercancías <br /> fungibles, éste deberá continuar usándose para esas mercancías o materiales a través de <br /> todo el año fiscal de la persona que eligió el método de manejo de inventarios.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Juegos de mercancías <br /> 1 Cada Parte dispondrá que si unas mercancías son clasificadas como un juego como <br /> resultado de la aplicación de la regla 3 de las reglas generales de interpretación del Sistema <br /> Armonizado (SA), el juego es originario sólo si cada mercancía en el juego es originaria y <br /> tanto el juego como las mercancías cumplen con todos los demás requisitos aplicables en este Capítulo. <br /> 2 No obstante el párrafo 1, un juego de mercancías es originario, si el valor de todas <br /> las mercancías no originarias en el juego no excede el 15 por ciento del valor ajustado del juego.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificado y declaración de origen <br /> 1 A la entrada en vigencia del presente Tratado, las Partes establecerán un formulario <br /> único para el certificado de origen y para la declaración de origen, de conformidad con <br /> el Artículo 4.20.2 (Facturación por un operador de un país no Parte y Reglamentaciones Uniformes). <br /> 2 El certificado de origen a que se hace referencia en el párrafo 1 servirá para <br /> certificar que las mercancías que se exportan del territorio de una Parte al territorio de la <br /> otra Parte califican como originarias. El certificado tendrá una validez de 2 años a contar <br /> de la fecha de su firma. <br /> 3 Cada Parte deberá: <br /> (a) exigir a los exportadores en su territorio que llenen y firmen un certificado de <br /> origen para toda exportación de mercancías respecto de las cuales un <br /> importador pudiere solicitar trato arancelario preferencial en su importación al <br /> territorio de la otra Parte, <br /> (b) disponer que, en caso de no ser el productor de la mercancía, el exportador en <br /> su territorio pueda llenar y firmar el certificado de origen sobre la base de: <br /> (i) su conocimiento respecto de si la mercancía califica como originaria? <br /> (ii) su confianza razonable en la declaración escrita del productor en el <br /> sentido de que la mercancía califica como originaria, o <br /> (iii) la declaración de origen a que se hace referencia en el párrafo 1. <br /> 4 Los productores de la mercancía deberán llenar y firmar la declaración de origen a <br /> que se hace referencia en el párrafo 1 y proporcionarla voluntariamente al exportador. La <br /> declaración tendrá una validez de dos años a contar de la fecha de su firma. <br /> 5 Cada Parte dispondrá que el certificado de origen pueda amparar la importación de <br /> una o más mercancías o varias importaciones de mercancías idénticas, dentro del período <br /> especificado en el certificado. <br /> 6 Respecto de las mercancías originarias que sean importadas al territorio de una Parte <br /> a la fecha de entrada en vigencia del presente Tratado o posteriormente, cada Parte aceptará <br /> el certificado de origen que haya sido llenado y firmado con anterioridad a dicha fecha por el exportador.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.18: Excepciones <br /> A condición de que no forme parte de dos o más importaciones que se efectúen o se <br /> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br /> certificación de los artículos 4.14 y 4.15, una Parte no requerirá el certificado de origen en <br /> los siguientes casos: <br /> (a) cuando se trate de una importación comercial de una mercancía cuyo valor en <br /> aduana no exceda de un mil dólares de los Estados Unidos de América (US$ 1000), <br /> o su equivalente en moneda nacional, o una cantidad mayor que esa <br /> Parte establezca, pero podrá exigir que la factura comercial contenga o se <br /> acompañe de una declaración del importador o del exportador de que la <br /> mercancía califica como originaria? <br /> (b) cuando se trate de una importación con fines no comerciales de una mercancía <br /> cuyo valor en aduana no exceda de un mil dólares de los Estados Unidos de <br /> América (US$ 1000), o su equivalente en moneda nacional, o una cantidad <br /> mayor que esa Parte establezca? ni <br /> (c) cuando se trate de una importación de una mercancía para la cual la Parte <br /> importadora haya eximido del requisito de presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificado y declaración de origen <br /> 2 El certificado de origen a que se hace referencia en el párrafo 1 servirá para <br /> certificar que las mercancías que se exportan del territorio de una Parte al territorio de la <br /> otra Parte califican como originarias. El certificado tendrá una validez de 2 años a contar <br /> de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.15: Obligaciones respecto de las importaciones <br /> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br /> respecto de una mercancía importada a su territorio mantenga en dicho territorio, por un <br /> período de 5 años a contar de la fecha de la importación respectiva o por un plazo mayor <br /> que la Parte llegase a establecer, la documentación, incluyendo el certificado de origen, que <br /> la parte exigiese en relación con la importación de la mercancía. <br /> 4 Cada Parte dispondrá que un exportador o productor localizado en su territorio que <br /> llene y firme un certificado o declaración de origen conserve en dicho territorio, por un <br /> período de 5 años a contar de la fecha de la firma del certificado o declaración de origen o <br /> por un plazo mayor que pudiere establecer la Parte, los registros relativos al origen de la <br /> mercancía respecto de la cual se solicitó trato arancelario preferencial en el territorio de la <br /> otra Parte, incluyendo los referentes a: <br /> (a) la adquisición, los costos, el valor y el pago de la mercancía que se exporta de su territorio? <br /> (b) la adquisición, los costos, el valor y el pago de todos los materiales, incluyendo <br /> los materiales indirectos utilizados en la producción de la mercancía que se <br /> exporte de su territorio? y <br /> (c) la producción de la mercancía en la forma en que dicha mercancía se exporta de su territorio.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16: Devolución de aranceles aduaneros <br /> Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado trato <br /> arancelario preferencial para una mercancía importada al territorio de la otra Parte que <br /> hubiese calificado como originaria, el importador de la mercancía, en un plazo no superior <br /> a un año, a contar de la fecha de la importación, pueda solicitar la devolución de los <br /> aranceles aduaneros pagados en exceso por no haberse otorgado trato arancelario <br /> preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br /> (a) una declaración por escrito manifestando que la mercancía calificaba como <br /> originaria al momento de la importación? <br /> (b) el certificado de origen? y <br /> (c) cualquier documentación adicional relacionada con la importación de una <br /> mercancía, según lo requiera la autoridad aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.15: Obligaciones respecto de las importaciones <br /> 1 Cada Parte deberá exigir a un importador localizado en su territorio que solicita <br /> tratamiento arancelario preferencial respecto de una mercancía importada a su territorio <br /> proveniente del territorio de la otra Parte que: <br /> (a) declare por escrito, en el documento de importación que establezca según su <br /> legislación, con base en un certificado de origen válido, que la mercancía <br /> califica como originaria? <br /> (b) tenga el certificado de origen en su poder al momento de hacer la declaración a <br /> que hace referencia el inciso (a)? <br /> (c) proporcione una copia del certificado de origen a las autoridades aduaneras de <br /> esa Parte, cuando éstas lo soliciten? y <br /> (d) presente sin demora una declaración corregida y pague los aranceles <br /> correspondientes, en aquellos casos en que el importador tenga motivos para <br /> creer que el certificado de origen en que se sustenta la declaración contiene <br /> información incorrecta. Si el importador cumple con dichas obligaciones, no será sancionado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.20: Facturación por un operador de un país no Parte y Reglamentaciones uniformes <br /> 1 En aquellos casos en que la mercancía es facturada por un operador de un país que <br /> no es Parte, el exportador de la Parte originaria deberá indicar en el recuadro titulado <br /> @^@observaciones@^@ del correspondiente certificado de origen, que las mercancías serán <br /> facturadas desde ese país que no es Parte, y señalar el nombre, razón social y dirección del <br /> operador que facturará la operación hasta su destino. <br /> 2 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y <br /> reglamentos a la fecha de entrada en vigencia del presente Tratado, mediante acuerdo entre <br /> las Partes, las Reglamentaciones Uniformes relativas a la interpretación, aplicación y <br /> administración del Capítulo 3 (Trato nacional y acceso de mercancías al mercado), Capítulo <br /> 5 (Administración de aduanas), este Capítulo y otros asuntos que ellas pudieren convenir. <br /> Sección C - Definiciones", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.19: Verificaciones de origen <br /> 1 La Parte importadora podrá solicitar a la exportadora que se le proporcione <br /> información respecto del origen de toda mercancía importada. <br /> 2 Para los efectos de determinar si una mercancía importada a su territorio <br /> proveniente del territorio de la otra Parte califica como originaria, la Parte importadora <br /> podrá, por conducto de sus autoridades aduaneras, realizar la verificación de origen sólo mediante: <br /> (a) cuestionarios escritos o solicitudes de información dirigidos al exportador o <br /> productor en el territorio de la otra Parte? <br /> (b) visitas a las instalaciones de un exportador o productor en el territorio de la otra <br /> Parte, con el propósito de examinar los registros a que se refiere el Artículo <br /> 4.17 e inspeccionar las instalaciones que se utilicen en la producción de la <br /> mercancía, o, en su caso, cualquier instalación utilizada en la producción de los materiales? u <br /> (c) otros procedimientos que las Partes pudieren acordar. <br /> 3 El exportador o productor que reciba un cuestionario en virtud del párrafo 2(a) <br /> deberá responderlo y remitirlo dentro de un plazo de 30 días a contar de la fecha de su <br /> recepción. Durante dicho período, el exportador o productor podrá, por una sola vez, <br /> solicitar por escrito a la Parte importadora una prórroga del período original, la que no <br /> podrá ser mayor de 30 días. <br /> 4 En caso de que el exportador o productor no devuelva el cuestionario correctamente <br /> respondido dentro del plazo establecido o dentro del período de prórroga, la Parte <br /> importadora podrá denegar el tratamiento arancelario preferencial. <br /> 5 Antes de efectuar una visita de verificación en conformidad con lo establecido en el <br /> inciso 2(b), la Parte estará obligada, por conducto de sus autoridades aduaneras: <br /> (a) a notificar por escrito su intención de efectuar la visita: <br /> (i) al exportador o productor cuyas instalaciones vayan a ser visitadas, <br /> (ii) a las autoridades aduaneras de la otra Parte, y <br /> (iii) a la embajada de la otra Parte en el territorio de la Parte importadora <br /> que pretende efectuar la visita, si la otra Parte así lo solicita? y <br /> (b) a obtener el consentimiento por escrito del exportador o productor cuyas <br /> instalaciones serán visitadas. <br /> 6 La notificación a que se refiere el párrafo 5 contendrá al menos, los siguientes elementos: <br /> (a) la identificación de la autoridad competente que hace la notificación? <br /> (b) el nombre del exportador o del productor que se pretende visitar? <br /> (c) la fecha y lugar de la visita de verificación propuesta? <br /> (d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br /> específica de la mercancía o mercancías objeto de verificación? <br /> (e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación? y <br /> (f) el fundamento legal de la visita de verificación. <br /> 7 Si dentro de los 30 días posteriores a la recepción de la notificación de la visita de <br /> verificación propuesta conforme al párrafo 5, el exportador o productor no otorga su <br /> consentimiento por escrito para la realización de la misma, la Parte notificadora podrá <br /> denegar el tratamiento arancelario preferencial a la mercancía que hubiese sido objeto de la visita. <br /> 8 Cada Parte dispondrá que, cuando un exportador o productor reciba una notificación <br /> conforme al párrafo 5, éste podrá, dentro de 15 días de la recepción de la misma, posponer <br /> la visita de verificación propuesta por un período no superior a 60 días contados desde la <br /> fecha en que se recibió la notificación. No obstante, la visita podrá posponerse solamente <br /> en una oportunidad. Para tales efectos, la prórroga deberá notificarse a las autoridades <br /> aduaneras de la Parte importadora y exportadora. <br /> 9 Una Parte no podrá denegar a una mercancía el tratamiento arancelario preferencial <br /> fundamentándose exclusivamente en la prórroga de la visita de verificación conforme al párrafo 7. <br /> 10 Cada Parte permitirá que el exportador o productor de una mercancía que sea objeto <br /> de una visita de verificación por la otra Parte designe 2 observadores, que estarán presentes <br /> durante la visita, siempre que: <br /> (a) los observadores intervengan únicamente en esa calidad? y <br /> (b) la omisión por parte del exportador o productor de designar observadores no <br /> conlleve la prórroga de la visita. <br /> 11 Cada Parte que realizare una verificación de origen en que fueren pertinentes los <br /> Principios de Contabilidad Generalmente Aceptados, deberá aplicar esos principios en la <br /> forma en que se aplicaren en el territorio de la Parte desde la cual se hubiere exportado la mercancía. <br /> 12 Una vez concluida una verificación, las autoridades aduaneras que la realicen <br /> entregarán una resolución escrita al exportador o productor cuya mercancía es objeto de la <br /> verificación, en la que se determine si la mercancía califica como originaria. Dicha <br /> resolución incluirá además las constataciones de hecho y fundamentos jurídicos de la <br /> determinación y será emitida en un plazo no mayor de 60 días desde la fecha de conclusión <br /> de la verificación. <br /> 13 Cuando las verificaciones que lleve a cabo una Parte indiquen que el exportador o <br /> productor ha presentado de manera recurrente declaraciones falsas o infundadas, en el <br /> sentido de que una mercancía importada a su territorio califica como originaria, la Parte <br /> podrá suspender el tratamiento arancelario preferencial a las mercancías idénticas que esa <br /> persona exporte o produzca, hasta que la misma pruebe que cumple con lo establecido en este Capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.9: Sanciones <br /> 1 Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br /> administrativas y, cuando correspondiere, penales por violaciones de sus leyes y <br /> reglamentos aduaneros, incluyendo aquellas que regulan la clasificación arancelaria, <br /> valoración aduanera, reglas de origen, y requisitos para garantizar el tratamiento arancelario <br /> preferencial de conformidad con este Tratado. <br /> 2 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha por <br /> su exportador o productor, en el sentido de que una mercancía que vaya a exportarse a <br /> territorio de la otra Parte califica como originaria, tenga las mismas consecuencias <br /> jurídicas, con las modificaciones que requieran las circunstancias, que aquellas que se <br /> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br /> contravención de sus leyes y reglamentaciones aduaneras.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.10: Resoluciones anticipadas <br /> 1 Cada Parte, a través de su autoridad aduanera, emitirá resoluciones anticipadas <br /> escritas antes de la importación de una mercancía a su territorio, a solicitud escrita del <br /> importador en su territorio, o del exportador o productor en el territorio de la otra Parte, <br /> sobre la base de los hechos y circunstancias proporcionados por el solicitante, <br /> (a) en relación a: clasificación arancelaria? <br /> (b) si una mercancía califica como mercancía originaria de conformidad con el <br /> Capítulo 4 (Reglas de origen y procedimientos de origen)? y <br /> (c) si una mercancía califica para un tratamiento libre de derechos, de acuerdo <br /> con el Artículo 3.6 (Mercancías reimportadas después de haber sido reparadas o alteradas). <br /> 2 Cada Parte dispondrá que su autoridad aduanera emita la resolución anticipada en <br /> un plazo de 150 días desde la solicitud, siempre que el solicitante haya presentado <br /> toda la información necesaria. <br /> 3 Cada Parte establecerá que las resoluciones anticipadas entrarán en vigencia desde <br /> su fecha de emisión, o desde una fecha distinta especificada en la resolución, hasta por un <br /> plazo máximo de 3 años, siempre que no hubiere ningún cambio en los hechos o <br /> circunstancias en los que se hubiere fundado la resolución. <br /> 4 La Parte que emitió una resolución anticipada podrá modificarla o revocarla toda <br /> vez que los hechos o circunstancias lo justifiquen, tal como los casos en que la información <br /> en que se basa la resolución fuere falsa o incorrecta. De realizarse una modificación o <br /> revocación se notificará al solicitante. <br /> 5 Cuando un importador solicite que el tratamiento acordado a una mercancía <br /> importada debiese estar regulado por una resolución anticipada, la autoridad aduanera <br /> podrá evaluar si los hechos o circunstancias de la importación son consistentes con los <br /> hechos o circunstancias sobre los cuales se basó la resolución anticipada. <br /> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel público, <br /> sujetas a las condiciones de confidencialidad de su legislación interna, a fin de promover la <br /> aplicación coherente de las resoluciones anticipadas a otras mercancías. <br /> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br /> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br /> términos y condiciones de la resolución, la Parte importadora podrá aplicar medidas <br /> apropiadas, lo que incluye acciones civiles, penales y administrativas, multas u otras sanciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Artículo 4.6: Acumulación <br> CAPÍTULO 4 <br> Artículo 4.14: Certificado y declaración de origen <br> Artículo 4.18: Excepciones <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 A la entrada en vigencia del presente Tratado, las Partes establecerán un formulario <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se <br> Sección A ­ Reglas de origen <br> único para el certificado de origen y para la declaración de origen, de conformidad con <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> Artículo 4.1: Mercancías Originarias <br> el Artículo 4.20.2 (Facturación por un operador de un país no Parte y Reglamentaciones Uniformes). <br> certificación de los artículos 4.14 y 4.15, una Parte no requerirá el certificado de origen en <br> 1 Salvo que en este Capítulo se disponga otra cosa, una mercancía es originaria cuando: <br> 2 El certificado de origen a que se hace referencia en el párrafo 1 servirá para <br> los siguientes casos: <br> (a) la mercancía se obtiene en su totalidad o es producida enteramente en <br> certificar que las mercancías que se exportan del territorio de una Parte al territorio de la <br> (a) cuando se trate de una importación comercial de una mercancía cuyo valor en <br> el territorio de una o de ambas Partes? <br> otra Parte califican como originarias. El certificado tendrá una validez de 2 años a contar <br> aduana no exceda de un mil dólares de los Estados Unidos de América (US$ 1000), <br> (b) la mercancía es producida enteramente en el territorio de una o de ambas Partes y <br> de la fecha de su firma. <br> o su equivalente en moneda nacional, o una cantidad mayor que esa <br> (i) cada uno de los materiales no originarios utilizados en la <br> requisitos aplicables de este capítulo. <br> 3 Cada Parte deberá: <br> Parte establezca, pero podrá exigir que la factura comercial contenga o se <br> producción de la mercancía sea objeto del correspondiente <br> (a) exigir a los exportadores en su territorio que llenen y firmen un certificado de <br> acompañe de una declaración del importador o del exportador de que la <br> cambio de clasificación arancelaria especificado en el Anexo 4.1 (Reglas de origen específicas), o <br> origen para toda exportación de mercancías respecto de las cuales un <br> mercancía califica como originaria? <br> (ii) la mercancía por otra parte cumpla con el correspondiente <br> importador pudiere solicitar trato arancelario preferencial en su importación al <br> (b) cuando se trate de una importación con fines no comerciales de una mercancía <br> valor de contenido regional u otro requisito especificado en el Anexo 4.1 (Reglas de origen específicas), <br> territorio de la otra Parte, <br> cuyo valor en aduana no exceda de un mil dólares de los Estados Unidos de <br> y la mercancía satisfaga todos los demás requisitos aplicables de este capítulo? o <br> (b) disponer que, en caso de no ser el productor de la mercancía, el exportador en <br> América (US$ 1000), o su equivalente en moneda nacional, o una cantidad <br> (c) la mercancía es producida enteramente en el territorio de una o de <br> su territorio pueda llenar y firmar el certificado de origen sobre la base de: <br> mayor que esa Parte establezca? ni <br> ambas Partes exclusivamente a partir de materiales originarios. <br> (i) su conocimiento respecto de si la mercancía califica como originaria? <br> (c) cuando se trate de una importación de una mercancía para la cual la Parte <br> Artículo 4.2: Valor de Contenido Regional <br> (ii) su confianza razonable en la declaración escrita del productor en el <br> 1 Cuando el Anexo 4.1 (Reglas de origen específicas) especifique un criterio de valor <br> sentido de que la mercancía califica como originaria, o <br> Artículo 4.19: Verificaciones de origen <br> de contenido regional para determinar si una mercancía es originaria, cada Parte dispondrá <br> (iii) la declaración de origen a que se hace referencia en el párrafo 1. <br> 1 La Parte importadora podrá solicitar a la exportadora que se le proporcione <br> que la persona que solicita tratamiento arancelario preferencial para la mercancía pueda <br> 4 Los productores de la mercancía deberán llenar y firmar la declaración de origen a <br> información respecto del origen de toda mercancía importada. <br> calcular el valor de contenido regional sobre la base de alguno de los siguientes métodos: <br> donde: <br> que se hace referencia en el párrafo 1 y proporcionarla voluntariamente al exportador. La <br> 2 Para los efectos de determinar si una mercancía importada a su territorio <br> (a) Método de reducción <br> declaración tendrá una validez de dos años a contar de la fecha de su firma. <br> proveniente del territorio de la otra Parte califica como originaria, la Parte importadora <br> VCR = [(VA-VMN)/VA] x 100 <br> 5 Cada Parte dispondrá que el certificado de origen pueda amparar la importación de <br> podrá, por conducto de sus autoridades aduaneras, realizar la verificación de origen sólo mediante: <br> (b) Método de aumento <br> una o más mercancías o varias importaciones de mercancías idénticas, dentro del período <br> (a) cuestionarios escritos o solicitudes de información dirigidos al exportador o <br> VCR = (VMO/VA) x 100 <br> especificado en el certificado. <br> productor en el territorio de la otra Parte? <br> 6 Respecto de las mercancías originarias que sean importadas al territorio de una Parte <br> (b) visitas a las instalaciones de un exportador o productor en el territorio de la otra <br> VCR es el valor de contenido regional expresado como porcentaje? <br> a la fecha de entrada en vigencia del presente Tratado o posteriormente, cada Parte aceptará <br> Parte, con el propósito de examinar los registros a que se refiere el Artículo <br> VA es el valor ajustado? <br> el certificado de origen que haya sido llenado y firmado con anterioridad a dicha fecha por el exportador. <br> 4.17 e inspeccionar las instalaciones que se utilicen en la producción de la <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> VMN es el valor de los materiales no originarios utilizados por el <br> Artículo 4.15: Obligaciones respecto de las importaciones <br> mercancía, o, en su caso, cualquier instalación utilizada en la producción de los materiales? u <br> productor en la elaboración de la mercancía? y <br> 1 Cada Parte deberá exigir a un importador localizado en su territorio que solicita <br> (c) otros procedimientos que las Partes pudieren acordar. <br> VMO es el valor de los materiales originarios utilizados por el productor en <br> tratamiento arancelario preferencial respecto de una mercancía importada a su territorio <br> 3 El exportador o productor que reciba un cuestionario en virtud del párrafo 2(a) <br> la elaboración de la mercancía. <br> proveniente del territorio de la otra Parte que: <br> deberá responderlo y remitirlo dentro de un plazo de 30 días a contar de la fecha de su <br> Artículo 4.3: Valor de los materiales <br> (a) declare por escrito, en el documento de importación que establezca según su <br> recepción. Durante dicho período, el exportador o productor podrá, por una sola vez, <br> 1 Cada Parte dispondrá que, con el objeto de calcular el valor de contenido regional <br> legislación, con base en un certificado de origen válido, que la mercancía <br> solicitar por escrito a la Parte importadora una prórroga del período original, la que no <br> de una mercancía y con el fin de aplicar la regla de minimis, conforme a lo establecido <br> califica como originaria? <br> podrá ser mayor de 30 días. <br> en el Artículo 4.7, el valor de un material: <br> (b) tenga el certificado de origen en su poder al momento de hacer la declaración a <br> 4 En caso de que el exportador o productor no devuelva el cuestionario correctamente <br> (a) en el caso de un material importado por el productor de la mercancía, es el valor <br> que hace referencia el inciso (a)? <br> respondido dentro del plazo establecido o dentro del período de prórroga, la Parte <br> ajustado del material con respecto a esa importación? <br> (c) proporcione una copia del certificado de origen a las autoridades aduaneras de <br> importadora podrá denegar el tratamiento arancelario preferencial. <br> (b) en el caso de un material adquirido en el territorio donde se elabore la <br> esa Parte, cuando éstas lo soliciten? y <br> 5 Antes de efectuar una visita de verificación en conformidad con lo establecido en el <br> mercancía, es el precio efectivamente pagado o que deberá pagar el productor <br> (d) presente sin demora una declaración corregida y pague los aranceles <br> inciso 2(b), la Parte estará obligada, por conducto de sus autoridades aduaneras: <br> por el material, salvo para materiales conforme al subpárrafo (c)? <br> correspondientes, en aquellos casos en que el importador tenga motivos para <br> (a) a notificar por escrito su intención de efectuar la visita: <br> (c) en el caso de un material suministrado al productor sin cargo, o a un precio que <br> creer que el certificado de origen en que se sustenta la declaración contiene <br> (i) al exportador o productor cuyas instalaciones vayan a ser visitadas, <br> refleje un descuento o rebaja similar, es determinado por la suma de: <br> información incorrecta. Si el importador cumple con dichas obligaciones, no será sancionado. <br> (ii) a las autoridades aduaneras de la otra Parte, y <br> (i) todos los gastos en que se incurriere en el cultivo, producción <br> 2 Cada Parte dispondrá que, cuando un importador localizado en su territorio incurra <br> (iii) a la embajada de la otra Parte en el territorio de la Parte importadora <br> o fabricación del material, incluidos los gastos generales, y <br> en incumplimiento de las exigencias establecidas en este Capítulo, se le niegue el trato <br> que pretende efectuar la visita, si la otra Parte así lo solicita? y <br> (ii) un monto por utilidades? y en el caso de un material auto­producido, es determinado por la suma de: <br> arancelario preferencial respecto de las mercancías importadas desde el territorio de la otra Parte. <br> (b) a obtener el consentimiento por escrito del exportador o productor cuyas <br> (i) todos los gastos en que se incurriere en la producción del <br> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br> instalaciones serán visitadas. <br> material, incluidos los gastos generales, y <br> respecto de una mercancía importada a su territorio mantenga en dicho territorio, por un <br> 6 La notificación a que se refiere el párrafo 5 contendrá al menos, los siguientes elementos: <br> (ii) un monto por utilidades. <br> período de 5 años a contar de la fecha de la importación respectiva o por un plazo mayor <br> (a) la identificación de la autoridad competente que hace la notificación? <br> 2 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> que la Parte llegase a establecer, la documentación, incluyendo el certificado de origen, que <br> (b) el nombre del exportador o del productor que se pretende visitar? <br> preferencial para una mercancía pueda ajustar el valor de los materiales de la siguiente manera: <br> la parte exigiese en relación con la importación de la mercancía. <br> (c) la fecha y lugar de la visita de verificación propuesta? <br> (a) para los materiales originarios, los siguientes gastos deben ser <br> Artículo 4.16: Devolución de aranceles aduaneros <br> (d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> sumados al valor del material cuando éstos no estén incluidos en el párrafo 1: <br> Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado trato <br> específica de la mercancía o mercancías objeto de verificación? <br> (i) los costos de flete, seguro, empaque, y todos los demás costos <br> arancelario preferencial para una mercancía importada al territorio de la otra Parte que <br> (e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación? y <br> en que se incurriere en el transporte del material hasta el lugar <br> hubiese calificado como originaria, el importador de la mercancía, en un plazo no superior <br> donde está ubicado el productor, <br> a un año, a contar de la fecha de la importación, pueda solicitar la devolución de los <br> 7 Si dentro de los 30 días posteriores a la recepción de la notificación de la visita de <br> aranceles aduaneros pagados en exceso por no haberse otorgado trato arancelario <br> verificación propuesta conforme al párrafo 5, el exportador o productor no otorga su <br> pagados respecto del material en el territorio de una o de <br> preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> consentimiento por escrito para la realización de la misma, la Parte notificadora podrá <br> (a) una declaración por escrito manifestando que la mercancía calificaba como <br> denegar el tratamiento arancelario preferencial a la mercancía que hubiese sido objeto de la visita. <br> originaria al momento de la importación? <br> 8 Cada Parte dispondrá que, cuando un exportador o productor reciba una notificación <br> recuperables en otros términos, incluido el crédito por <br> (b) el certificado de origen? y <br> conforme al párrafo 5, éste podrá, dentro de 15 días de la recepción de la misma, posponer <br> derechos o impuestos pagados o por pagar, y <br> (c) cualquier documentación adicional relacionada con la importación de una <br> la visita de verificación propuesta por un período no superior a 60 días contados desde la <br> mercancía, según lo requiera la autoridad aduanera. <br> fecha en que se recibió la notificación. No obstante, la visita podrá posponerse solamente <br> material en la elaboración de la mercancía, menos el valor de <br> en una oportunidad. Para tales efectos, la prórroga deberá notificarse a las autoridades <br> los desechos renovables o subproductos? <br> aduaneras de la Parte importadora y exportadora. <br> (b) en el caso de los materiales no originarios se podrán deducir los <br> 9 Una Parte no podrá denegar a una mercancía el tratamiento arancelario preferencial <br> siguientes gastos del valor del material, si éstos estuviesen incluidos en el párrafo 1: <br> fundamentándose exclusivamente en la prórroga de la visita de verificación conforme al párrafo 7. <br> 10 Cada Parte permitirá que el exportador o productor de una mercancía que sea objeto <br> de una visita de verificación por la otra Parte designe 2 observadores, que estarán presentes <br> durante la visita, siempre que: <br> (ii) derechos, impuestos y honorarios de agentes de aduana <br> (a) los observadores intervengan únicamente en esa calidad? y <br> (b) la omisión por parte del exportador o productor de designar observadores no <br> ambas Partes, salvo derechos e impuestos respecto de los <br> conlleve la prórroga de la visita. <br> cuales se aplicare exención, reembolsados, reembolsables o <br> 11 Cada Parte que realizare una verificación de origen en que fueren pertinentes los <br> Principios de Contabilidad Generalmente Aceptados, deberá aplicar esos principios en la <br> derechos o impuestos pagados o por pagar, <br> forma en que se aplicaren en el territorio de la Parte desde la cual se hubiere exportado la mercancía. <br> (iii) el costo de desechos y desperdicios derivados del uso del <br> 12 Una vez concluida una verificación, las autoridades aduaneras que la realicen <br> entregarán una resolución escrita al exportador o productor cuya mercancía es objeto de la <br> los desechos renovables o subproductos, y <br> verificación, en la que se determine si la mercancía califica como originaria. Dicha <br> (iv) el costo de los materiales originarios utilizados en la <br> resolución incluirá además las constataciones de hecho y fundamentos jurídicos de la <br> elaboración de materiales no originarios en el territorio de una Parte. <br> determinación y será emitida en un plazo no mayor de 60 días desde la fecha de conclusión <br> Artículo 4.4: Accesorios, repuestos y herr amientas <br> de la verificación. <br> Cada Parte dispondrá que los accesorios, repuestos o herramientas entregados con la <br> 13 Cuando las verificaciones que lleve a cabo una Parte indiquen que el exportador o <br> mercancía y que formen parte de los accesorios, repuestos o herramientas usuales de la <br> productor ha presentado de manera recurrente declaraciones falsas o infundadas, en el <br> mercancía, se considerarán como un material originario en la producción de la mercancía, siempre que: <br> sentido de que una mercancía importada a su territorio califica como originaria, la Parte <br> podrá suspender el tratamiento arancelario preferencial a las mercancías idénticas que esa <br> mercancía y no se facturen por separado? y <br> persona exporte o produzca, hasta que la misma pruebe que cumple con lo establecido en este Capítulo. <br> (b) las cantidades y el valor de los accesorios, repuestos o herramientas <br> Artículo 4.20: Facturación por un operador de un país no Parte y Reglamentaciones uniformes <br> sean los usuales respecto de la mercancía. <br> 1 En aquellos casos en que la mercancía es facturada por un operador de un país que <br> Artículo 4.5: Mercancías y materiales fungibles <br> no es Parte, el exportador de la Parte originaria deberá indicar en el recuadro titulado <br> 1 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> @^@observaciones@^@ del correspondiente certificado de origen, que las mercancías serán <br> preferencial para una mercancía pueda solicitar que un material o mercancía fungible sea <br> facturadas desde ese país que no es Parte, y señalar el nombre, razón social y dirección del <br> originario basado, ya sea en una segregación física de cada mercancía o material fungible o <br> operador que facturará la operación hasta su destino. <br> utilizando cualquier método de manejo de inventarios, tales como método promedio, <br> 2 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y <br> método último que entra primero que sale o método primero que entra primero que sale, <br> reglamentos a la fecha de entrada en vigencia del presente Tratado, mediante acuerdo entre <br> reconocidos en los Principios de Contabilidad Generalmente Aceptados de la Parte en que <br> las Partes, las Reglamentaciones Uniformes relativas a la interpretación, aplicación y <br> se realizare la producción, o aceptado de otra forma por la Parte en que se realizare la producción. <br> administración del Capítulo 3 (Trato nacional y acceso de mercancías al mercado), Capítulo <br> 2 Cada Parte dispondrá que cuando se elija un método de manejo de inventarios, de <br> 5 (Administración de aduanas), este Capítulo y otros asuntos que ellas pudieren convenir. <br> acuerdo a lo establecido en el párrafo 1, para determinados materiales o mercancías <br> Sección C - Definiciones <br> fungibles, éste deberá continuar usándose para esas mercancías o materiales a través de <br> todo el año fiscal de la persona que eligió el método de manejo de inventarios. <br> Cada Parte dispondrá que las mercancías o materiales originarios de una Parte, <br> incorporados a una mercancía en el territorio de la otra Parte, se considerarán originarios <br> del territorio de esa otra Parte. <br> Artículo 4.7: De minimis <br> 1 Cada Parte dispondrá que una mercancía que no cambie de clasificación arancelaria <br> conforme al Anexo 4.1 (Reglas de origen específicas) se considerará sin embargo originaria <br> si el valor de todos los materiales no originarios utilizados en la producción de la mercancía <br> (f) el fundamento legal de la visita de verificación. <br> y que no fueren objeto del cambio requerido en la clasificación arancelaria, no excediere <br> del 10 por ciento del valor ajustado de la mercancía, siempre que el valor de esos materiales <br> no originarios se incluya en el valor de los materiales no originarios para cualquier requisito <br> de valor de contenido regional aplicable, y que la mercancía cumpla con todos los demás <br> 2 No obstante lo establecido en el párrafo 1, una mercancía textil o del vestido que no <br> es una mercancía originaria porque ciertas fibras o hilados utilizados en la producción del <br> componente de la mercancía que determina la clasificación arancelaria de la mercancía no <br> sufren el cambio de clasificación arancelaria aplicable establecido en el Anexo 4.1 (Reglas <br> de origen específicas), no obstante será considerada una mercancía originaria si el peso <br> total de todas estas fibras o hilados en ese componente no excede el 10 por ciento del peso <br> total de dicho componente. <br> Artículo 4.8: Materiales indirectos utilizados en la producción <br> Cada Parte dispondrá que un material indirecto será considerado material originario <br> independientemente del lugar en que se produzca. <br> Artículo 4.9: Materiales de empaque y contenedores para venta al detalle <br> Cada Parte dispondrá que los materiales de empaque y contenedores en los que se <br> envasa una mercancía para su venta al detalle no se considerarán, si estuvieren clasificados <br> con la mercancía, al determinar si todos los materiales no originarios utilizados en la <br> elaboración de la mercancía son objeto del cambio aplicable en la clasificación arancelaria <br> señalada en el Anexo 4.1 (Reglas de origen específicas) y, si la mercancía estuviere <br> supeditada a un requisito de valor de contenido regional, el valor de esos materiales de <br> empaque y de los contenedores se considerará como material originario o no originario, <br> según correspondiere, al calcular el valor de contenido regional de la mercancía. <br> Artículo 4.10: Materiales de embalaje y contenedores para embarque <br> Los contenedores y los materiales de embalaje en que una mercancía se empaca <br> exclusivamente para su transporte, no se tomarán en cuenta para la determinación del <br> origen de la mercadería. <br> Artículo 4.11: Tránsito y transbordo <br> 1 Cada Parte dispondrá que una mercancía no será considerada mercancía originaria si <br> fuere objeto de producción posterior o de cualquier otra operación fuera de los territorios de <br> las Partes, distinto de la descarga, recarga, transbordo o cualquier otro proceso necesario <br> (a) los accesorios, repuestos o herramientas estén clasificados con la <br> para preservar la mercancía en buenas condiciones o para transportarla al territorio de una Parte. <br> 2 La Parte importadora podrá requerir que una persona que solicita que una mercancía <br> es originaria demuestre, a satisfacción de las autoridades aduaneras de la Parte importadora, <br> que cualquiera operación posterior llevada a cabo fuera de los territorios de las Partes <br> cumple con los requisitos señalados en el párrafo 1. <br> Artículo 4.12: Juegos de mercancías <br> 1 Cada Parte dispondrá que si unas mercancías son clasificadas como un juego como <br> resultado de la aplicación de la regla 3 de las reglas generales de interpretación del Sistema <br> Armonizado (SA), el juego es originario sólo si cada mercancía en el juego es originaria y <br> tanto el juego como las mercancías cumplen con todos los demás requisitos aplicables en este Capítulo. <br> 2 No obstante el párrafo 1, un juego de mercancías es originario, si el valor de todas <br> las mercancías no originarias en el juego no excede el 15 por ciento del valor ajustado del juego. <br> "}, {"ArticleTitle": ".13: Exposiciones", "ArticleDesc": "Artículo 4.13: Exposiciones <br> 1 Los productos originarios enviados para su exposición en un país distinto de Chile o <br> de Panamá y que hayan sido vendidos o cedidos de alguna otra forma, durante, al momento <br> o después de concluida la exposición, para ser importados en Chile o en Panamá, se <br> beneficiarán, en su importación, de las disposiciones del presente Tratado, siempre que se <br> demuestre a satisfacción de las autoridades aduaneras del país importador que: <br> (a) estos productos fueron expedidos por un exportador desde Chile o desde <br> Panamá hasta el país de exposición y han sido expuestos en él? <br> (b) los productos han sido vendidos o cedidos de cualquier otra forma por el <br> exportador (expositor) a un destinatario en Chile o en Panamá? <br> (c) los productos han sido enviados durante la exposición o inmediatamente <br> después en el mismo estado en el que fueron enviados a la exposición? <br> (d) desde el momento en que los productos fueron enviados a la exposición, no han <br> sido utilizados con fines distintos a su presentación en dicha exposición? y <br> (e) los productos han permanecido bajo control aduanero durante la exposición. <br> 2 Deberá expedirse o elaborarse, de conformidad con lo dispuesto en el Artículo 4.14 <br> (Certificado y declaración de origen), un certificado de origen que se presentará a las <br> autoridades aduaneras del país importador. En él deberá figurar el nombre y la dirección de <br> la exposición y el nombre del expositor. En caso necesario, podrán solicitarse otras pruebas <br> documentales relativas a las condiciones en que han sido expuestos. <br> 3 El párrafo 1 será aplicable a todas las exposiciones, ferias o manifestaciones <br> similares de carácter internacional con fines comerciales, industriales, agrícolas, culturales <br> o artesanales, con exclusión de los eventos organizados por una empresa, en particular, con <br> el objeto de vender o promover productos extranjeros. <br> Sección B ­ Pr ocedimientos de or igen <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 4.6: Acumulación <br> CAPÍTULO 4 <br> Artículo 4.14: Certificado y declaración de origen <br> Artículo 4.18: Excepciones <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 A la entrada en vigencia del presente Tratado, las Partes establecerán un formulario <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se <br> Sección A ­ Reglas de origen <br> único para el certificado de origen y para la declaración de origen, de conformidad con <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> Artículo 4.1: Mercancías Originarias <br> el Artículo 4.20.2 (Facturación por un operador de un país no Parte y Reglamentaciones Uniformes). <br> certificación de los artículos 4.14 y 4.15, una Parte no requerirá el certificado de origen en <br> 1 Salvo que en este Capítulo se disponga otra cosa, una mercancía es originaria cuando: <br> 2 El certificado de origen a que se hace referencia en el párrafo 1 servirá para <br> los siguientes casos: <br> (a) la mercancía se obtiene en su totalidad o es producida enteramente en <br> certificar que las mercancías que se exportan del territorio de una Parte al territorio de la <br> (a) cuando se trate de una importación comercial de una mercancía cuyo valor en <br> el territorio de una o de ambas Partes? <br> otra Parte califican como originarias. El certificado tendrá una validez de 2 años a contar <br> aduana no exceda de un mil dólares de los Estados Unidos de América (US$ 1000), <br> (b) la mercancía es producida enteramente en el territorio de una o de ambas Partes y <br> de la fecha de su firma. <br> o su equivalente en moneda nacional, o una cantidad mayor que esa <br> (i) cada uno de los materiales no originarios utilizados en la <br> requisitos aplicables de este capítulo. <br> 3 Cada Parte deberá: <br> Parte establezca, pero podrá exigir que la factura comercial contenga o se <br> producción de la mercancía sea objeto del correspondiente <br> (a) exigir a los exportadores en su territorio que llenen y firmen un certificado de <br> acompañe de una declaración del importador o del exportador de que la <br> cambio de clasificación arancelaria especificado en el Anexo 4.1 (Reglas de origen específicas), o <br> origen para toda exportación de mercancías respecto de las cuales un <br> mercancía califica como originaria? <br> (ii) la mercancía por otra parte cumpla con el correspondiente <br> importador pudiere solicitar trato arancelario preferencial en su importación al <br> (b) cuando se trate de una importación con fines no comerciales de una mercancía <br> valor de contenido regional u otro requisito especificado en el Anexo 4.1 (Reglas de origen específicas), <br> territorio de la otra Parte, <br> cuyo valor en aduana no exceda de un mil dólares de los Estados Unidos de <br> y la mercancía satisfaga todos los demás requisitos aplicables de este capítulo? o <br> (b) disponer que, en caso de no ser el productor de la mercancía, el exportador en <br> América (US$ 1000), o su equivalente en moneda nacional, o una cantidad <br> (c) la mercancía es producida enteramente en el territorio de una o de <br> su territorio pueda llenar y firmar el certificado de origen sobre la base de: <br> mayor que esa Parte establezca? ni <br> ambas Partes exclusivamente a partir de materiales originarios. <br> (i) su conocimiento respecto de si la mercancía califica como originaria? <br> (c) cuando se trate de una importación de una mercancía para la cual la Parte <br> Artículo 4.2: Valor de Contenido Regional <br> (ii) su confianza razonable en la declaración escrita del productor en el <br> 1 Cuando el Anexo 4.1 (Reglas de origen específicas) especifique un criterio de valor <br> sentido de que la mercancía califica como originaria, o <br> Artículo 4.19: Verificaciones de origen <br> de contenido regional para determinar si una mercancía es originaria, cada Parte dispondrá <br> (iii) la declaración de origen a que se hace referencia en el párrafo 1. <br> 1 La Parte importadora podrá solicitar a la exportadora que se le proporcione <br> que la persona que solicita tratamiento arancelario preferencial para la mercancía pueda <br> 4 Los productores de la mercancía deberán llenar y firmar la declaración de origen a <br> información respecto del origen de toda mercancía importada. <br> calcular el valor de contenido regional sobre la base de alguno de los siguientes métodos: <br> donde: <br> que se hace referencia en el párrafo 1 y proporcionarla voluntariamente al exportador. La <br> 2 Para los efectos de determinar si una mercancía importada a su territorio <br> (a) Método de reducción <br> declaración tendrá una validez de dos años a contar de la fecha de su firma. <br> proveniente del territorio de la otra Parte califica como originaria, la Parte importadora <br> VCR = [(VA-VMN)/VA] x 100 <br> 5 Cada Parte dispondrá que el certificado de origen pueda amparar la importación de <br> podrá, por conducto de sus autoridades aduaneras, realizar la verificación de origen sólo mediante: <br> (b) Método de aumento <br> una o más mercancías o varias importaciones de mercancías idénticas, dentro del período <br> (a) cuestionarios escritos o solicitudes de información dirigidos al exportador o <br> VCR = (VMO/VA) x 100 <br> especificado en el certificado. <br> productor en el territorio de la otra Parte? <br> 6 Respecto de las mercancías originarias que sean importadas al territorio de una Parte <br> (b) visitas a las instalaciones de un exportador o productor en el territorio de la otra <br> VCR es el valor de contenido regional expresado como porcentaje? <br> a la fecha de entrada en vigencia del presente Tratado o posteriormente, cada Parte aceptará <br> Parte, con el propósito de examinar los registros a que se refiere el Artículo <br> VA es el valor ajustado? <br> el certificado de origen que haya sido llenado y firmado con anterioridad a dicha fecha por el exportador. <br> 4.17 e inspeccionar las instalaciones que se utilicen en la producción de la <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> VMN es el valor de los materiales no originarios utilizados por el <br> Artículo 4.15: Obligaciones respecto de las importaciones <br> mercancía, o, en su caso, cualquier instalación utilizada en la producción de los materiales? u <br> productor en la elaboración de la mercancía? y <br> 1 Cada Parte deberá exigir a un importador localizado en su territorio que solicita <br> (c) otros procedimientos que las Partes pudieren acordar. <br> VMO es el valor de los materiales originarios utilizados por el productor en <br> tratamiento arancelario preferencial respecto de una mercancía importada a su territorio <br> 3 El exportador o productor que reciba un cuestionario en virtud del párrafo 2(a) <br> la elaboración de la mercancía. <br> proveniente del territorio de la otra Parte que: <br> deberá responderlo y remitirlo dentro de un plazo de 30 días a contar de la fecha de su <br> Artículo 4.3: Valor de los materiales <br> (a) declare por escrito, en el documento de importación que establezca según su <br> recepción. Durante dicho período, el exportador o productor podrá, por una sola vez, <br> 1 Cada Parte dispondrá que, con el objeto de calcular el valor de contenido regional <br> legislación, con base en un certificado de origen válido, que la mercancía <br> solicitar por escrito a la Parte importadora una prórroga del período original, la que no <br> de una mercancía y con el fin de aplicar la regla de minimis, conforme a lo establecido <br> califica como originaria? <br> podrá ser mayor de 30 días. <br> en el Artículo 4.7, el valor de un material: <br> (b) tenga el certificado de origen en su poder al momento de hacer la declaración a <br> 4 En caso de que el exportador o productor no devuelva el cuestionario correctamente <br> (a) en el caso de un material importado por el productor de la mercancía, es el valor <br> que hace referencia el inciso (a)? <br> respondido dentro del plazo establecido o dentro del período de prórroga, la Parte <br> ajustado del material con respecto a esa importación? <br> (c) proporcione una copia del certificado de origen a las autoridades aduaneras de <br> importadora podrá denegar el tratamiento arancelario preferencial. <br> (b) en el caso de un material adquirido en el territorio donde se elabore la <br> esa Parte, cuando éstas lo soliciten? y <br> 5 Antes de efectuar una visita de verificación en conformidad con lo establecido en el <br> mercancía, es el precio efectivamente pagado o que deberá pagar el productor <br> (d) presente sin demora una declaración corregida y pague los aranceles <br> inciso 2(b), la Parte estará obligada, por conducto de sus autoridades aduaneras: <br> por el material, salvo para materiales conforme al subpárrafo (c)? <br> correspondientes, en aquellos casos en que el importador tenga motivos para <br> (a) a notificar por escrito su intención de efectuar la visita: <br> (c) en el caso de un material suministrado al productor sin cargo, o a un precio que <br> creer que el certificado de origen en que se sustenta la declaración contiene <br> (i) al exportador o productor cuyas instalaciones vayan a ser visitadas, <br> refleje un descuento o rebaja similar, es determinado por la suma de: <br> información incorrecta. Si el importador cumple con dichas obligaciones, no será sancionado. <br> (ii) a las autoridades aduaneras de la otra Parte, y <br> (i) todos los gastos en que se incurriere en el cultivo, producción <br> 2 Cada Parte dispondrá que, cuando un importador localizado en su territorio incurra <br> (iii) a la embajada de la otra Parte en el territorio de la Parte importadora <br> o fabricación del material, incluidos los gastos generales, y <br> en incumplimiento de las exigencias establecidas en este Capítulo, se le niegue el trato <br> que pretende efectuar la visita, si la otra Parte así lo solicita? y <br> (ii) un monto por utilidades? y en el caso de un material auto­producido, es determinado por la suma de: <br> arancelario preferencial respecto de las mercancías importadas desde el territorio de la otra Parte. <br> (b) a obtener el consentimiento por escrito del exportador o productor cuyas <br> (i) todos los gastos en que se incurriere en la producción del <br> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br> instalaciones serán visitadas. <br> material, incluidos los gastos generales, y <br> respecto de una mercancía importada a su territorio mantenga en dicho territorio, por un <br> 6 La notificación a que se refiere el párrafo 5 contendrá al menos, los siguientes elementos: <br> (ii) un monto por utilidades. <br> período de 5 años a contar de la fecha de la importación respectiva o por un plazo mayor <br> (a) la identificación de la autoridad competente que hace la notificación? <br> 2 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> que la Parte llegase a establecer, la documentación, incluyendo el certificado de origen, que <br> (b) el nombre del exportador o del productor que se pretende visitar? <br> preferencial para una mercancía pueda ajustar el valor de los materiales de la siguiente manera: <br> la parte exigiese en relación con la importación de la mercancía. <br> (c) la fecha y lugar de la visita de verificación propuesta? <br> (a) para los materiales originarios, los siguientes gastos deben ser <br> Artículo 4.16: Devolución de aranceles aduaneros <br> (d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> sumados al valor del material cuando éstos no estén incluidos en el párrafo 1: <br> Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado trato <br> específica de la mercancía o mercancías objeto de verificación? <br> (i) los costos de flete, seguro, empaque, y todos los demás costos <br> arancelario preferencial para una mercancía importada al territorio de la otra Parte que <br> (e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación? y <br> en que se incurriere en el transporte del material hasta el lugar <br> hubiese calificado como originaria, el importador de la mercancía, en un plazo no superior <br> donde está ubicado el productor, <br> a un año, a contar de la fecha de la importación, pueda solicitar la devolución de los <br> 7 Si dentro de los 30 días posteriores a la recepción de la notificación de la visita de <br> aranceles aduaneros pagados en exceso por no haberse otorgado trato arancelario <br> verificación propuesta conforme al párrafo 5, el exportador o productor no otorga su <br> pagados respecto del material en el territorio de una o de <br> preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> consentimiento por escrito para la realización de la misma, la Parte notificadora podrá <br> (a) una declaración por escrito manifestando que la mercancía calificaba como <br> denegar el tratamiento arancelario preferencial a la mercancía que hubiese sido objeto de la visita. <br> originaria al momento de la importación? <br> 8 Cada Parte dispondrá que, cuando un exportador o productor reciba una notificación <br> recuperables en otros términos, incluido el crédito por <br> (b) el certificado de origen? y <br> conforme al párrafo 5, éste podrá, dentro de 15 días de la recepción de la misma, posponer <br> derechos o impuestos pagados o por pagar, y <br> (c) cualquier documentación adicional relacionada con la importación de una <br> la visita de verificación propuesta por un período no superior a 60 días contados desde la <br> mercancía, según lo requiera la autoridad aduanera. <br> fecha en que se recibió la notificación. No obstante, la visita podrá posponerse solamente <br> material en la elaboración de la mercancía, menos el valor de <br> en una oportunidad. Para tales efectos, la prórroga deberá notificarse a las autoridades <br> los desechos renovables o subproductos? <br> aduaneras de la Parte importadora y exportadora. <br> (b) en el caso de los materiales no originarios se podrán deducir los <br> 9 Una Parte no podrá denegar a una mercancía el tratamiento arancelario preferencial <br> siguientes gastos del valor del material, si éstos estuviesen incluidos en el párrafo 1: <br> fundamentándose exclusivamente en la prórroga de la visita de verificación conforme al párrafo 7. <br> 10 Cada Parte permitirá que el exportador o productor de una mercancía que sea objeto <br> de una visita de verificación por la otra Parte designe 2 observadores, que estarán presentes <br> durante la visita, siempre que: <br> (ii) derechos, impuestos y honorarios de agentes de aduana <br> (a) los observadores intervengan únicamente en esa calidad? y <br> (b) la omisión por parte del exportador o productor de designar observadores no <br> ambas Partes, salvo derechos e impuestos respecto de los <br> conlleve la prórroga de la visita. <br> cuales se aplicare exención, reembolsados, reembolsables o <br> 11 Cada Parte que realizare una verificación de origen en que fueren pertinentes los <br> Principios de Contabilidad Generalmente Aceptados, deberá aplicar esos principios en la <br> derechos o impuestos pagados o por pagar, <br> forma en que se aplicaren en el territorio de la Parte desde la cual se hubiere exportado la mercancía. <br> (iii) el costo de desechos y desperdicios derivados del uso del <br> 12 Una vez concluida una verificación, las autoridades aduaneras que la realicen <br> entregarán una resolución escrita al exportador o productor cuya mercancía es objeto de la <br> los desechos renovables o subproductos, y <br> verificación, en la que se determine si la mercancía califica como originaria. Dicha <br> (iv) el costo de los materiales originarios utilizados en la <br> resolución incluirá además las constataciones de hecho y fundamentos jurídicos de la <br> elaboración de materiales no originarios en el territorio de una Parte. <br> determinación y será emitida en un plazo no mayor de 60 días desde la fecha de conclusión <br> Artículo 4.4: Accesorios, repuestos y herr amientas <br> de la verificación. <br> Cada Parte dispondrá que los accesorios, repuestos o herramientas entregados con la <br> 13 Cuando las verificaciones que lleve a cabo una Parte indiquen que el exportador o <br> mercancía y que formen parte de los accesorios, repuestos o herramientas usuales de la <br> productor ha presentado de manera recurrente declaraciones falsas o infundadas, en el <br> mercancía, se considerarán como un material originario en la producción de la mercancía, siempre que: <br> sentido de que una mercancía importada a su territorio califica como originaria, la Parte <br> podrá suspender el tratamiento arancelario preferencial a las mercancías idénticas que esa <br> mercancía y no se facturen por separado? y <br> persona exporte o produzca, hasta que la misma pruebe que cumple con lo establecido en este Capítulo. <br> (b) las cantidades y el valor de los accesorios, repuestos o herramientas <br> Artículo 4.20: Facturación por un operador de un país no Parte y Reglamentaciones uniformes <br> sean los usuales respecto de la mercancía. <br> 1 En aquellos casos en que la mercancía es facturada por un operador de un país que <br> Artículo 4.5: Mercancías y materiales fungibles <br> no es Parte, el exportador de la Parte originaria deberá indicar en el recuadro titulado <br> 1 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> @^@observaciones@^@ del correspondiente certificado de origen, que las mercancías serán <br> preferencial para una mercancía pueda solicitar que un material o mercancía fungible sea <br> facturadas desde ese país que no es Parte, y señalar el nombre, razón social y dirección del <br> originario basado, ya sea en una segregación física de cada mercancía o material fungible o <br> operador que facturará la operación hasta su destino. <br> utilizando cualquier método de manejo de inventarios, tales como método promedio, <br> 2 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y <br> método último que entra primero que sale o método primero que entra primero que sale, <br> reglamentos a la fecha de entrada en vigencia del presente Tratado, mediante acuerdo entre <br> reconocidos en los Principios de Contabilidad Generalmente Aceptados de la Parte en que <br> las Partes, las Reglamentaciones Uniformes relativas a la interpretación, aplicación y <br> se realizare la producción, o aceptado de otra forma por la Parte en que se realizare la producción. <br> administración del Capítulo 3 (Trato nacional y acceso de mercancías al mercado), Capítulo <br> 2 Cada Parte dispondrá que cuando se elija un método de manejo de inventarios, de <br> 5 (Administración de aduanas), este Capítulo y otros asuntos que ellas pudieren convenir. <br> acuerdo a lo establecido en el párrafo 1, para determinados materiales o mercancías <br> Sección C - Definiciones <br> fungibles, éste deberá continuar usándose para esas mercancías o materiales a través de <br> todo el año fiscal de la persona que eligió el método de manejo de inventarios. <br> Cada Parte dispondrá que las mercancías o materiales originarios de una Parte, <br> incorporados a una mercancía en el territorio de la otra Parte, se considerarán originarios <br> del territorio de esa otra Parte. <br> Artículo 4.7: De minimis <br> 1 Cada Parte dispondrá que una mercancía que no cambie de clasificación arancelaria <br> conforme al Anexo 4.1 (Reglas de origen específicas) se considerará sin embargo originaria <br> si el valor de todos los materiales no originarios utilizados en la producción de la mercancía <br> (f) el fundamento legal de la visita de verificación. <br> y que no fueren objeto del cambio requerido en la clasificación arancelaria, no excediere <br> del 10 por ciento del valor ajustado de la mercancía, siempre que el valor de esos materiales <br> no originarios se incluya en el valor de los materiales no originarios para cualquier requisito <br> de valor de contenido regional aplicable, y que la mercancía cumpla con todos los demás <br> 2 No obstante lo establecido en el párrafo 1, una mercancía textil o del vestido que no <br> es una mercancía originaria porque ciertas fibras o hilados utilizados en la producción del <br> componente de la mercancía que determina la clasificación arancelaria de la mercancía no <br> sufren el cambio de clasificación arancelaria aplicable establecido en el Anexo 4.1 (Reglas <br> de origen específicas), no obstante será considerada una mercancía originaria si el peso <br> total de todas estas fibras o hilados en ese componente no excede el 10 por ciento del peso <br> total de dicho componente. <br> Artículo 4.8: Materiales indirectos utilizados en la producción <br> Cada Parte dispondrá que un material indirecto será considerado material originario <br> independientemente del lugar en que se produzca. <br> Artículo 4.9: Materiales de empaque y contenedores para venta al detalle <br> Cada Parte dispondrá que los materiales de empaque y contenedores en los que se <br> envasa una mercancía para su venta al detalle no se considerarán, si estuvieren clasificados <br> con la mercancía, al determinar si todos los materiales no originarios utilizados en la <br> elaboración de la mercancía son objeto del cambio aplicable en la clasificación arancelaria <br> señalada en el Anexo 4.1 (Reglas de origen específicas) y, si la mercancía estuviere <br> supeditada a un requisito de valor de contenido regional, el valor de esos materiales de <br> empaque y de los contenedores se considerará como material originario o no originario, <br> según correspondiere, al calcular el valor de contenido regional de la mercancía. <br> Artículo 4.10: Materiales de embalaje y contenedores para embarque <br> Los contenedores y los materiales de embalaje en que una mercancía se empaca <br> exclusivamente para su transporte, no se tomarán en cuenta para la determinación del <br> origen de la mercadería. <br> Artículo 4.11: Tránsito y transbordo <br> 1 Cada Parte dispondrá que una mercancía no será considerada mercancía originaria si <br> fuere objeto de producción posterior o de cualquier otra operación fuera de los territorios de <br> las Partes, distinto de la descarga, recarga, transbordo o cualquier otro proceso necesario <br> (a) los accesorios, repuestos o herramientas estén clasificados con la <br> para preservar la mercancía en buenas condiciones o para transportarla al territorio de una Parte. <br> 2 La Parte importadora podrá requerir que una persona que solicita que una mercancía <br> es originaria demuestre, a satisfacción de las autoridades aduaneras de la Parte importadora, <br> que cualquiera operación posterior llevada a cabo fuera de los territorios de las Partes <br> cumple con los requisitos señalados en el párrafo 1. <br> Artículo 4.12: Juegos de mercancías <br> 1 Cada Parte dispondrá que si unas mercancías son clasificadas como un juego como <br> resultado de la aplicación de la regla 3 de las reglas generales de interpretación del Sistema <br> Armonizado (SA), el juego es originario sólo si cada mercancía en el juego es originaria y <br> tanto el juego como las mercancías cumplen con todos los demás requisitos aplicables en este Capítulo. <br> 2 No obstante el párrafo 1, un juego de mercancías es originario, si el valor de todas <br> las mercancías no originarias en el juego no excede el 15 por ciento del valor ajustado del juego. <br> "}, {"ArticleTitle": ".17: Obligaciones respecto de las exportaciones", "ArticleDesc": "Artículo 4.17: Obligaciones respecto de las exportaciones <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado un <br> certificado o una declaración de origen, entregue copia del certificado o declaración de <br> origen a su autoridad aduanera cuando ésta lo solicite. <br> 2 Cada Parte dispondrá que un exportador o productor en su territorio que haya <br> llenado y firmado un certificado o declaración de origen, y que tenga razones para creer que <br> dicho certificado o declaración contiene información incorrecta, notifique sin demora y por <br> escrito cualquier cambio que pudiese afectar su exactitud o validez, según sea el caso, a sus <br> autoridades aduaneras y a toda persona a quien se le hubiese entregado el certificado o <br> declaración de origen. Al cumplirse con dicha obligación, tanto el exportador como el <br> productor no podrán ser sancionados por presentar un certificado o declaración de origen incorrecto. <br> 3 Cada Parte dispondrá que las autoridades aduaneras de la Parte exportadora <br> notifiquen por escrito a las autoridades aduaneras de la Parte importadora de la notificación <br> mencionada en el párrafo 2. <br> 4 Cada Parte dispondrá que un exportador o productor localizado en su territorio que <br> llene y firme un certificado o declaración de origen conserve en dicho territorio, por un <br> período de 5 años a contar de la fecha de la firma del certificado o declaración de origen o <br> por un plazo mayor que pudiere establecer la Parte, los registros relativos al origen de la <br> mercancía respecto de la cual se solicitó trato arancelario preferencial en el territorio de la <br> otra Parte, incluyendo los referentes a: <br> (a) la adquisición, los costos, el valor y el pago de la mercancía que se exporta de su territorio? <br> (b) la adquisición, los costos, el valor y el pago de todos los materiales, incluyendo <br> los materiales indirectos utilizados en la producción de la mercancía que se <br> exporte de su territorio? y <br> (c) la producción de la mercancía en la forma en que dicha mercancía se exporta de su territorio. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 4.6: Acumulación <br> CAPÍTULO 4 <br> Artículo 4.14: Certificado y declaración de origen <br> Artículo 4.18: Excepciones <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS DE ORIGEN <br> 1 A la entrada en vigencia del presente Tratado, las Partes establecerán un formulario <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se <br> Sección A ­ Reglas de origen <br> único para el certificado de origen y para la declaración de origen, de conformidad con <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> Artículo 4.1: Mercancías Originarias <br> el Artículo 4.20.2 (Facturación por un operador de un país no Parte y Reglamentaciones Uniformes). <br> certificación de los artículos 4.14 y 4.15, una Parte no requerirá el certificado de origen en <br> 1 Salvo que en este Capítulo se disponga otra cosa, una mercancía es originaria cuando: <br> 2 El certificado de origen a que se hace referencia en el párrafo 1 servirá para <br> los siguientes casos: <br> (a) la mercancía se obtiene en su totalidad o es producida enteramente en <br> certificar que las mercancías que se exportan del territorio de una Parte al territorio de la <br> (a) cuando se trate de una importación comercial de una mercancía cuyo valor en <br> el territorio de una o de ambas Partes? <br> otra Parte califican como originarias. El certificado tendrá una validez de 2 años a contar <br> aduana no exceda de un mil dólares de los Estados Unidos de América (US$ 1000), <br> (b) la mercancía es producida enteramente en el territorio de una o de ambas Partes y <br> de la fecha de su firma. <br> o su equivalente en moneda nacional, o una cantidad mayor que esa <br> (i) cada uno de los materiales no originarios utilizados en la <br> requisitos aplicables de este capítulo. <br> 3 Cada Parte deberá: <br> Parte establezca, pero podrá exigir que la factura comercial contenga o se <br> producción de la mercancía sea objeto del correspondiente <br> (a) exigir a los exportadores en su territorio que llenen y firmen un certificado de <br> acompañe de una declaración del importador o del exportador de que la <br> cambio de clasificación arancelaria especificado en el Anexo 4.1 (Reglas de origen específicas), o <br> origen para toda exportación de mercancías respecto de las cuales un <br> mercancía califica como originaria? <br> (ii) la mercancía por otra parte cumpla con el correspondiente <br> importador pudiere solicitar trato arancelario preferencial en su importación al <br> (b) cuando se trate de una importación con fines no comerciales de una mercancía <br> valor de contenido regional u otro requisito especificado en el Anexo 4.1 (Reglas de origen específicas), <br> territorio de la otra Parte, <br> cuyo valor en aduana no exceda de un mil dólares de los Estados Unidos de <br> y la mercancía satisfaga todos los demás requisitos aplicables de este capítulo? o <br> (b) disponer que, en caso de no ser el productor de la mercancía, el exportador en <br> América (US$ 1000), o su equivalente en moneda nacional, o una cantidad <br> (c) la mercancía es producida enteramente en el territorio de una o de <br> su territorio pueda llenar y firmar el certificado de origen sobre la base de: <br> mayor que esa Parte establezca? ni <br> ambas Partes exclusivamente a partir de materiales originarios. <br> (i) su conocimiento respecto de si la mercancía califica como originaria? <br> (c) cuando se trate de una importación de una mercancía para la cual la Parte <br> Artículo 4.2: Valor de Contenido Regional <br> (ii) su confianza razonable en la declaración escrita del productor en el <br> 1 Cuando el Anexo 4.1 (Reglas de origen específicas) especifique un criterio de valor <br> sentido de que la mercancía califica como originaria, o <br> Artículo 4.19: Verificaciones de origen <br> de contenido regional para determinar si una mercancía es originaria, cada Parte dispondrá <br> (iii) la declaración de origen a que se hace referencia en el párrafo 1. <br> 1 La Parte importadora podrá solicitar a la exportadora que se le proporcione <br> que la persona que solicita tratamiento arancelario preferencial para la mercancía pueda <br> 4 Los productores de la mercancía deberán llenar y firmar la declaración de origen a <br> información respecto del origen de toda mercancía importada. <br> calcular el valor de contenido regional sobre la base de alguno de los siguientes métodos: <br> donde: <br> que se hace referencia en el párrafo 1 y proporcionarla voluntariamente al exportador. La <br> 2 Para los efectos de determinar si una mercancía importada a su territorio <br> (a) Método de reducción <br> declaración tendrá una validez de dos años a contar de la fecha de su firma. <br> proveniente del territorio de la otra Parte califica como originaria, la Parte importadora <br> VCR = [(VA-VMN)/VA] x 100 <br> 5 Cada Parte dispondrá que el certificado de origen pueda amparar la importación de <br> podrá, por conducto de sus autoridades aduaneras, realizar la verificación de origen sólo mediante: <br> (b) Método de aumento <br> una o más mercancías o varias importaciones de mercancías idénticas, dentro del período <br> (a) cuestionarios escritos o solicitudes de información dirigidos al exportador o <br> VCR = (VMO/VA) x 100 <br> especificado en el certificado. <br> productor en el territorio de la otra Parte? <br> 6 Respecto de las mercancías originarias que sean importadas al territorio de una Parte <br> (b) visitas a las instalaciones de un exportador o productor en el territorio de la otra <br> VCR es el valor de contenido regional expresado como porcentaje? <br> a la fecha de entrada en vigencia del presente Tratado o posteriormente, cada Parte aceptará <br> Parte, con el propósito de examinar los registros a que se refiere el Artículo <br> VA es el valor ajustado? <br> el certificado de origen que haya sido llenado y firmado con anterioridad a dicha fecha por el exportador. <br> 4.17 e inspeccionar las instalaciones que se utilicen en la producción de la <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> VMN es el valor de los materiales no originarios utilizados por el <br> Artículo 4.15: Obligaciones respecto de las importaciones <br> mercancía, o, en su caso, cualquier instalación utilizada en la producción de los materiales? u <br> productor en la elaboración de la mercancía? y <br> 1 Cada Parte deberá exigir a un importador localizado en su territorio que solicita <br> (c) otros procedimientos que las Partes pudieren acordar. <br> VMO es el valor de los materiales originarios utilizados por el productor en <br> tratamiento arancelario preferencial respecto de una mercancía importada a su territorio <br> 3 El exportador o productor que reciba un cuestionario en virtud del párrafo 2(a) <br> la elaboración de la mercancía. <br> proveniente del territorio de la otra Parte que: <br> deberá responderlo y remitirlo dentro de un plazo de 30 días a contar de la fecha de su <br> Artículo 4.3: Valor de los materiales <br> (a) declare por escrito, en el documento de importación que establezca según su <br> recepción. Durante dicho período, el exportador o productor podrá, por una sola vez, <br> 1 Cada Parte dispondrá que, con el objeto de calcular el valor de contenido regional <br> legislación, con base en un certificado de origen válido, que la mercancía <br> solicitar por escrito a la Parte importadora una prórroga del período original, la que no <br> de una mercancía y con el fin de aplicar la regla de minimis, conforme a lo establecido <br> califica como originaria? <br> podrá ser mayor de 30 días. <br> en el Artículo 4.7, el valor de un material: <br> (b) tenga el certificado de origen en su poder al momento de hacer la declaración a <br> 4 En caso de que el exportador o productor no devuelva el cuestionario correctamente <br> (a) en el caso de un material importado por el productor de la mercancía, es el valor <br> que hace referencia el inciso (a)? <br> respondido dentro del plazo establecido o dentro del período de prórroga, la Parte <br> ajustado del material con respecto a esa importación? <br> (c) proporcione una copia del certificado de origen a las autoridades aduaneras de <br> importadora podrá denegar el tratamiento arancelario preferencial. <br> (b) en el caso de un material adquirido en el territorio donde se elabore la <br> esa Parte, cuando éstas lo soliciten? y <br> 5 Antes de efectuar una visita de verificación en conformidad con lo establecido en el <br> mercancía, es el precio efectivamente pagado o que deberá pagar el productor <br> (d) presente sin demora una declaración corregida y pague los aranceles <br> inciso 2(b), la Parte estará obligada, por conducto de sus autoridades aduaneras: <br> por el material, salvo para materiales conforme al subpárrafo (c)? <br> correspondientes, en aquellos casos en que el importador tenga motivos para <br> (a) a notificar por escrito su intención de efectuar la visita: <br> (c) en el caso de un material suministrado al productor sin cargo, o a un precio que <br> creer que el certificado de origen en que se sustenta la declaración contiene <br> (i) al exportador o productor cuyas instalaciones vayan a ser visitadas, <br> refleje un descuento o rebaja similar, es determinado por la suma de: <br> información incorrecta. Si el importador cumple con dichas obligaciones, no será sancionado. <br> (ii) a las autoridades aduaneras de la otra Parte, y <br> (i) todos los gastos en que se incurriere en el cultivo, producción <br> 2 Cada Parte dispondrá que, cuando un importador localizado en su territorio incurra <br> (iii) a la embajada de la otra Parte en el territorio de la Parte importadora <br> o fabricación del material, incluidos los gastos generales, y <br> en incumplimiento de las exigencias establecidas en este Capítulo, se le niegue el trato <br> que pretende efectuar la visita, si la otra Parte así lo solicita? y <br> (ii) un monto por utilidades? y en el caso de un material auto­producido, es determinado por la suma de: <br> arancelario preferencial respecto de las mercancías importadas desde el territorio de la otra Parte. <br> (b) a obtener el consentimiento por escrito del exportador o productor cuyas <br> (i) todos los gastos en que se incurriere en la producción del <br> 3 Cada Parte dispondrá que un importador que solicite trato arancelario preferencial <br> instalaciones serán visitadas. <br> material, incluidos los gastos generales, y <br> respecto de una mercancía importada a su territorio mantenga en dicho territorio, por un <br> 6 La notificación a que se refiere el párrafo 5 contendrá al menos, los siguientes elementos: <br> (ii) un monto por utilidades. <br> período de 5 años a contar de la fecha de la importación respectiva o por un plazo mayor <br> (a) la identificación de la autoridad competente que hace la notificación? <br> 2 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> que la Parte llegase a establecer, la documentación, incluyendo el certificado de origen, que <br> (b) el nombre del exportador o del productor que se pretende visitar? <br> preferencial para una mercancía pueda ajustar el valor de los materiales de la siguiente manera: <br> la parte exigiese en relación con la importación de la mercancía. <br> (c) la fecha y lugar de la visita de verificación propuesta? <br> (a) para los materiales originarios, los siguientes gastos deben ser <br> Artículo 4.16: Devolución de aranceles aduaneros <br> (d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> sumados al valor del material cuando éstos no estén incluidos en el párrafo 1: <br> Cada Parte dispondrá que, en aquellos casos en que no se hubiere solicitado trato <br> específica de la mercancía o mercancías objeto de verificación? <br> (i) los costos de flete, seguro, empaque, y todos los demás costos <br> arancelario preferencial para una mercancía importada al territorio de la otra Parte que <br> (e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación? y <br> en que se incurriere en el transporte del material hasta el lugar <br> hubiese calificado como originaria, el importador de la mercancía, en un plazo no superior <br> donde está ubicado el productor, <br> a un año, a contar de la fecha de la importación, pueda solicitar la devolución de los <br> 7 Si dentro de los 30 días posteriores a la recepción de la notificación de la visita de <br> aranceles aduaneros pagados en exceso por no haberse otorgado trato arancelario <br> verificación propuesta conforme al párrafo 5, el exportador o productor no otorga su <br> pagados respecto del material en el territorio de una o de <br> preferencial a la mercancía, siempre que la solicitud vaya acompañada de: <br> consentimiento por escrito para la realización de la misma, la Parte notificadora podrá <br> (a) una declaración por escrito manifestando que la mercancía calificaba como <br> denegar el tratamiento arancelario preferencial a la mercancía que hubiese sido objeto de la visita. <br> originaria al momento de la importación? <br> 8 Cada Parte dispondrá que, cuando un exportador o productor reciba una notificación <br> recuperables en otros términos, incluido el crédito por <br> (b) el certificado de origen? y <br> conforme al párrafo 5, éste podrá, dentro de 15 días de la recepción de la misma, posponer <br> derechos o impuestos pagados o por pagar, y <br> (c) cualquier documentación adicional relacionada con la importación de una <br> la visita de verificación propuesta por un período no superior a 60 días contados desde la <br> mercancía, según lo requiera la autoridad aduanera. <br> fecha en que se recibió la notificación. No obstante, la visita podrá posponerse solamente <br> material en la elaboración de la mercancía, menos el valor de <br> en una oportunidad. Para tales efectos, la prórroga deberá notificarse a las autoridades <br> los desechos renovables o subproductos? <br> aduaneras de la Parte importadora y exportadora. <br> (b) en el caso de los materiales no originarios se podrán deducir los <br> 9 Una Parte no podrá denegar a una mercancía el tratamiento arancelario preferencial <br> siguientes gastos del valor del material, si éstos estuviesen incluidos en el párrafo 1: <br> fundamentándose exclusivamente en la prórroga de la visita de verificación conforme al párrafo 7. <br> 10 Cada Parte permitirá que el exportador o productor de una mercancía que sea objeto <br> de una visita de verificación por la otra Parte designe 2 observadores, que estarán presentes <br> durante la visita, siempre que: <br> (ii) derechos, impuestos y honorarios de agentes de aduana <br> (a) los observadores intervengan únicamente en esa calidad? y <br> (b) la omisión por parte del exportador o productor de designar observadores no <br> ambas Partes, salvo derechos e impuestos respecto de los <br> conlleve la prórroga de la visita. <br> cuales se aplicare exención, reembolsados, reembolsables o <br> 11 Cada Parte que realizare una verificación de origen en que fueren pertinentes los <br> Principios de Contabilidad Generalmente Aceptados, deberá aplicar esos principios en la <br> derechos o impuestos pagados o por pagar, <br> forma en que se aplicaren en el territorio de la Parte desde la cual se hubiere exportado la mercancía. <br> (iii) el costo de desechos y desperdicios derivados del uso del <br> 12 Una vez concluida una verificación, las autoridades aduaneras que la realicen <br> entregarán una resolución escrita al exportador o productor cuya mercancía es objeto de la <br> los desechos renovables o subproductos, y <br> verificación, en la que se determine si la mercancía califica como originaria. Dicha <br> (iv) el costo de los materiales originarios utilizados en la <br> resolución incluirá además las constataciones de hecho y fundamentos jurídicos de la <br> elaboración de materiales no originarios en el territorio de una Parte. <br> determinación y será emitida en un plazo no mayor de 60 días desde la fecha de conclusión <br> Artículo 4.4: Accesorios, repuestos y herr amientas <br> de la verificación. <br> Cada Parte dispondrá que los accesorios, repuestos o herramientas entregados con la <br> 13 Cuando las verificaciones que lleve a cabo una Parte indiquen que el exportador o <br> mercancía y que formen parte de los accesorios, repuestos o herramientas usuales de la <br> productor ha presentado de manera recurrente declaraciones falsas o infundadas, en el <br> mercancía, se considerarán como un material originario en la producción de la mercancía, siempre que: <br> sentido de que una mercancía importada a su territorio califica como originaria, la Parte <br> podrá suspender el tratamiento arancelario preferencial a las mercancías idénticas que esa <br> mercancía y no se facturen por separado? y <br> persona exporte o produzca, hasta que la misma pruebe que cumple con lo establecido en este Capítulo. <br> (b) las cantidades y el valor de los accesorios, repuestos o herramientas <br> Artículo 4.20: Facturación por un operador de un país no Parte y Reglamentaciones uniformes <br> sean los usuales respecto de la mercancía. <br> 1 En aquellos casos en que la mercancía es facturada por un operador de un país que <br> Artículo 4.5: Mercancías y materiales fungibles <br> no es Parte, el exportador de la Parte originaria deberá indicar en el recuadro titulado <br> 1 Cada Parte dispondrá que la persona que solicita tratamiento arancelario <br> @^@observaciones@^@ del correspondiente certificado de origen, que las mercancías serán <br> preferencial para una mercancía pueda solicitar que un material o mercancía fungible sea <br> facturadas desde ese país que no es Parte, y señalar el nombre, razón social y dirección del <br> originario basado, ya sea en una segregación física de cada mercancía o material fungible o <br> operador que facturará la operación hasta su destino. <br> utilizando cualquier método de manejo de inventarios, tales como método promedio, <br> 2 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y <br> método último que entra primero que sale o método primero que entra primero que sale, <br> reglamentos a la fecha de entrada en vigencia del presente Tratado, mediante acuerdo entre <br> reconocidos en los Principios de Contabilidad Generalmente Aceptados de la Parte en que <br> las Partes, las Reglamentaciones Uniformes relativas a la interpretación, aplicación y <br> se realizare la producción, o aceptado de otra forma por la Parte en que se realizare la producción. <br> administración del Capítulo 3 (Trato nacional y acceso de mercancías al mercado), Capítulo <br> 2 Cada Parte dispondrá que cuando se elija un método de manejo de inventarios, de <br> 5 (Administración de aduanas), este Capítulo y otros asuntos que ellas pudieren convenir. <br> acuerdo a lo establecido en el párrafo 1, para determinados materiales o mercancías <br> Sección C - Definiciones <br> fungibles, éste deberá continuar usándose para esas mercancías o materiales a través de <br> todo el año fiscal de la persona que eligió el método de manejo de inventarios. <br> Cada Parte dispondrá que las mercancías o materiales originarios de una Parte, <br> incorporados a una mercancía en el territorio de la otra Parte, se considerarán originarios <br> del territorio de esa otra Parte. <br> Artículo 4.7: De minimis <br> 1 Cada Parte dispondrá que una mercancía que no cambie de clasificación arancelaria <br> conforme al Anexo 4.1 (Reglas de origen específicas) se considerará sin embargo originaria <br> si el valor de todos los materiales no originarios utilizados en la producción de la mercancía <br> (f) el fundamento legal de la visita de verificación. <br> y que no fueren objeto del cambio requerido en la clasificación arancelaria, no excediere <br> del 10 por ciento del valor ajustado de la mercancía, siempre que el valor de esos materiales <br> no originarios se incluya en el valor de los materiales no originarios para cualquier requisito <br> de valor de contenido regional aplicable, y que la mercancía cumpla con todos los demás <br> 2 No obstante lo establecido en el párrafo 1, una mercancía textil o del vestido que no <br> es una mercancía originaria porque ciertas fibras o hilados utilizados en la producción del <br> componente de la mercancía que determina la clasificación arancelaria de la mercancía no <br> sufren el cambio de clasificación arancelaria aplicable establecido en el Anexo 4.1 (Reglas <br> de origen específicas), no obstante será considerada una mercancía originaria si el peso <br> total de todas estas fibras o hilados en ese componente no excede el 10 por ciento del peso <br> total de dicho componente. <br> Artículo 4.8: Materiales indirectos utilizados en la producción <br> Cada Parte dispondrá que un material indirecto será considerado material originario <br> independientemente del lugar en que se produzca. <br> Artículo 4.9: Materiales de empaque y contenedores para venta al detalle <br> Cada Parte dispondrá que los materiales de empaque y contenedores en los que se <br> envasa una mercancía para su venta al detalle no se considerarán, si estuvieren clasificados <br> con la mercancía, al determinar si todos los materiales no originarios utilizados en la <br> elaboración de la mercancía son objeto del cambio aplicable en la clasificación arancelaria <br> señalada en el Anexo 4.1 (Reglas de origen específicas) y, si la mercancía estuviere <br> supeditada a un requisito de valor de contenido regional, el valor de esos materiales de <br> empaque y de los contenedores se considerará como material originario o no originario, <br> según correspondiere, al calcular el valor de contenido regional de la mercancía. <br> Artículo 4.10: Materiales de embalaje y contenedores para embarque <br> Los contenedores y los materiales de embalaje en que una mercancía se empaca <br> exclusivamente para su transporte, no se tomarán en cuenta para la determinación del <br> origen de la mercadería. <br> Artículo 4.11: Tránsito y transbordo <br> 1 Cada Parte dispondrá que una mercancía no será considerada mercancía originaria si <br> fuere objeto de producción posterior o de cualquier otra operación fuera de los territorios de <br> las Partes, distinto de la descarga, recarga, transbordo o cualquier otro proceso necesario <br> (a) los accesorios, repuestos o herramientas estén clasificados con la <br> para preservar la mercancía en buenas condiciones o para transportarla al territorio de una Parte. <br> 2 La Parte importadora podrá requerir que una persona que solicita que una mercancía <br> es originaria demuestre, a satisfacción de las autoridades aduaneras de la Parte importadora, <br> que cualquiera operación posterior llevada a cabo fuera de los territorios de las Partes <br> cumple con los requisitos señalados en el párrafo 1. <br> Artículo 4.12: Juegos de mercancías <br> 1 Cada Parte dispondrá que si unas mercancías son clasificadas como un juego como <br> resultado de la aplicación de la regla 3 de las reglas generales de interpretación del Sistema <br> Armonizado (SA), el juego es originario sólo si cada mercancía en el juego es originaria y <br> tanto el juego como las mercancías cumplen con todos los demás requisitos aplicables en este Capítulo. <br> 2 No obstante el párrafo 1, un juego de mercancías es originario, si el valor de todas <br> las mercancías no originarias en el juego no excede el 15 por ciento del valor ajustado del juego. <br> "}, {"ArticleTitle": ".21: Definiciones", "ArticleDesc": "Artículo 4.21: Definiciones <br> Para los efectos de este Capítulo: <br> emitido significa preparado por y, cuando lo exijan las leyes y regulaciones internas, <br> firmado por el importador, exportador o productor de la mercancía? <br> exportador significa una persona quien exporta mercancías desde el territorio de una Parte? <br> importación comercial significa la importación de una mercancía al territorio de una Parte <br> para su venta o para uso comercial, industrial u otros fines similares? <br> importador significa una persona quien importa mercancías al territorio de una Parte? <br> material significa una mercancía utilizada en la producción de otra mercancía, incluyendo <br> una parte, ingrediente o material indirecto? <br> material auto­producido significa un material originario, que es elaborado por un <br> productor de una mercancía y utilizado en la fabricación de esa mercancía? <br> materiales de embalaje y contenedores para embarques significa mercancías utilizadas <br> para proteger una mercancía durante su transporte, distinta de los contenedores o del <br> material de empaque utilizados para su venta al detalle? <br> material indirecto significa una mercancía utilizada en la producción, prueba o inspección <br> de una mercancía pero no incorporada físicamente a la mercancía, o una mercancía <br> utilizada en el mantenimiento de edificios o en la operación de equipos asociados a la <br> elaboración de una mercancía, lo que incluye: <br> (a) combustible y energía? <br> (b) herramientas, troqueles y moldes? <br> (c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios? <br> (d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción o utilizados para operar equipos y edificios? <br> (e) guantes, anteojos, calzado, vestuario, equipo y suministros de seguridad? <br> (f) equipos, artefactos y suministros utilizados para probar o inspeccionar mercancías? <br> (g) catalizadores y solventes? y <br> (h) cualquier otra mercancía que no se incorpore a la mercancía pero que se <br> demostrare que su uso en la elaboración de la mercancía es parte de la elaboración? <br> mercancía significa cualquier mercancía, producto, artículo o material? <br> mercancía no originaria o material no originario significa una mercancía o material que <br> no califica como originaria conforme a este Capítulo? <br> mercancías o materiales fungibles significa mercancías o materiales que son <br> intercambiables para efectos comerciales y cuyas características son esencialmente idénticas? <br> mercancías recuperadas significa materiales en forma de partes individuales que son resultado: <br> (a) del desmontaje completo de mercancías usadas, en sus piezas individuales? y <br> (b) de la limpieza, inspección, prueba u otro procesamiento de esas partes, en la <br> medida que sea necesario para el logro de buenas condiciones de trabajo, <br> uno o más de los siguientes procesos: soldadura, pulverización térmica, <br> maquinado de superficies, moleteado, enchapado, enfundado y rebobinado <br> con el fin de que esas piezas se ensamblen con otras, lo que incluye otras <br> piezas recuperadas en la elaboración de una mercancía remanufacturada <br> del Anexo 4.21 (Mercancías remanufacturadas)? <br> mercancías obtenidas en su totalidad o producidas enteramente en el territorio de una <br> o de ambas Partes significa: <br> (a) mercancías minerales extraídas en el territorio de una o de ambas Partes? <br> (b) mercancías vegetales, según su definición en el Sistema Armonizado (SA), <br> cosechadas en el territorio de una o de ambas Partes? <br> (c) animales vivos, nacidos y criados en el territorio de una o de ambas Partes? <br> (d) mercancías obtenidas de la caza, captura o pesca en el territorio de una o de ambas Partes? <br> (e) mercancías extraídas del mar (pescados, mariscos y otras formas de vida <br> marina) por naves que estuvieren registradas o matriculadas en una Parte y <br> que enarbolaren su bandera? <br> (f) mercancías elaboradas a bordo de naves factoría sobre la base de las <br> mercancías citadas en el subpárrafo (e), siempre que dichas naves factoría <br> estuvieren registradas o matriculadas en esa Parte y enarbolaren su bandera? <br> (g) mercancías extraídas, por una Parte o una persona de una Parte, del suelo <br> marino o del subsuelo marino fuera de las aguas territoriales, siempre que la <br> Parte tuviere derechos para explotar ese suelo marino? <br> (h) mercancías obtenidas del espacio exterior, siempre que fueren obtenidas por <br> una Parte o persona de una Parte y que no fueren procesadas en el territorio <br> de un país no Parte? <br> (i) desechos y restos derivados de: <br> (i) la producción en el territorio de una o de ambas Partes, o <br> (ii) mercancías usadas recolectadas en el territorio de una o de ambas <br> Partes, con la condición de que dichas mercancías sólo sirvan para la <br> recuperación de materias primas? <br> (j) mercancías recuperadas, obtenidas en el territorio de una Parte, de <br> mercancías usadas, y utilizadas en el territorio de esa Parte en la elaboración <br> de mercancías remanufacturadas? y <br> (k) mercancías elaboradas en el territorio de una o de ambas Partes <br> exclusivamente a partir de las mercancías citadas en los subpárrafos (a) a (i), <br> o de sus derivados, en cualquier etapa de producción? <br> mercancías remanufacturadas significa determinadas mercancías industriales, <br> ensambladas en el territorio de una Parte, designadas en el Anexo 4.21 (Mercancías remanufacturadas) que: <br> (a) estén íntegra o parcialmente compuestas de materiales correspondientes a <br> mercancías recuperadas? <br> (b) tengan las mismas expectativas de vida y cumplan con las mismas normas <br> de rendimiento que las mercancías nuevas? y <br> (c) tengan la misma garantía de fábrica que las mercancías nuevas? <br> Principios de Contabilidad Generalmente Aceptados significa los principios, reglas y <br> procedimientos, incluidos amplias y específicas directrices, que definen las prácticas <br> contables aceptadas en el territorio de una Parte? <br> procedimiento para verificar el origen significa el proceso administrativo que se inicia <br> con la notificación de inicio del procedimiento de verificación por parte de la autoridad <br> competente de una Parte y concluye con la resolución final de determinación de origen? <br> producción significa cultivo, extracción, cosecha, pesca, crianza, captura, caza, <br> fabricación, procesamiento, ensamblaje o desmontaje de una mercancía? <br> productor significa una persona que se ocupa de la producción de una mercancía en el <br> territorio de una Parte? <br> ubicación del productor significa el lugar de producción de una mercancía? <br> valor significa el valor de una mercancía o material con el objeto de calcular los aranceles <br> aduaneros o con el fin de aplicar este Capítulo? y <br> valor ajustado significa el valor determinado conforme a los Artículos 1 a 8 y 15 del <br> Acuerdo de Valoración Aduanera y sus correspondientes notas interpretativas, ajustado, en <br> caso necesario, para excluir todos los costos, cargos o gastos en que se incurriere por <br> concepto de transporte, seguro y servicios relacionados inherentes al embarque <br> internacional de mercancías desde el país de exportación hasta el lugar de importación. <br> ANEXO 4.21 <br> MERCANCÍAS REMANUFACTURADAS <br> Las mercancías clasificadas en las subpartidas del Sistema Armonizado (SA) <br> señaladas a continuación podrán considerarse mercancías remanufacturadas, salvo aquellas <br> destinadas exclusivamente para uso en las mercancías automotrices de las partidas o <br> subpartidas 8702, 8703, 8704.21, 8704.31, 8704.32, 8706 y 8707 del Sistema Armonizado (SA): <br> 8408.10 <br> 8408.20 <br> 8408.90 <br> 8409.91 <br> 8409.99 <br> 8412.21 <br> 8412.29 <br> 8412.39 <br> 8412.90 <br> 8413.30 <br> 8413.50 <br> 8413.60 <br> 8413.91 <br> 8414.30 <br> 8414.80 <br> 8414.90 <br> 8419.89 <br> 8431.20 <br> 8431.49 <br> 8481.20 <br> 8481.40 <br> 8481.80 <br> 8481.90 <br> 8483.10 <br> 8483.30 <br> 8483.40 <br> 8483.50 <br> 8483.60 <br> 8483.90 <br> 8503.00 <br> 8511.40 <br> 8511.50 <br> 8526.10 <br> 8537.10 <br> 8542.21 <br> 8708.31 <br> 8708.39 <br> 8708.40 <br> 8708.60 <br> 8708.70 <br> 8708.93 <br> 8708.99 <br> 9031.49 <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".1: Publicación", "ArticleDesc": "Artículo 5.1: Publicación <br> 1 La autoridad aduanera de cada Parte, de conformidad con las disposiciones de su <br> legislación nacional, publicará sus leyes, reglamentaciones y procedimientos aduaneros de <br> aplicación general en internet o en una red computacional de telecomunicaciones equivalente. <br> 2 La autoridad aduanera de cada Parte designará uno o varios puntos de contacto, a <br> quienes se podrán dirigir las consultas relacionadas con materias aduaneras y pondrán a <br> disposición en internet o en una red computacional de telecomunicaciones equivalente la <br> información sobre los procedimientos para realizar dichas consultas. <br> 3 En la medida de lo posible, la autoridad aduanera de cada Parte publicará en forma <br> anticipada, la reglamentación aduanera de aplicación general que se proponga adoptar, con <br> el fin de proporcionar a las personas interesadas la oportunidad de hacer comentarios <br> antes de su adopción. <br> "}, {"ArticleTitle": ".2: Despacho de mercancías", "ArticleDesc": "Artículo 5.2: Despacho de mercancías <br> 1 La autoridad aduanera de cada Parte deberá establecer y/o mantener procedimientos <br> aduaneros simplificados para el despacho de las mercancías con el fin de facilitar el <br> comercio entre las Partes. <br> 2 Específicamente adoptarán procedimientos que, en la medida de lo posible, <br> permitan el despacho de las mercancías: <br> (a) dentro de las 48 horas posteriores a su arribo? <br> (b) en el punto de arribo, sin transferirlas temporalmente a un almacén de <br> depósito u otras instalaciones? y <br> (c) antes de la presentación de las mercancías a la aduana y sin perjuicio de la <br> determinación final de los derechos aduaneros, impuestos y demás <br> gravámenes aplicables. <br> "}, {"ArticleTitle": ".3: Uso de la tecnología de la información", "ArticleDesc": "Artículo 5.3: Uso de la tecnología de la información <br> La autoridad aduanera de cada Parte se esforzará para utilizar tecnología de la <br> información que haga más expedito sus procedimientos. Al instalar aplicaciones <br> computacionales deberá tomar en cuenta las normas o estándares internacionales. <br> "}, {"ArticleTitle": ".4: Evaluación de riesgos", "ArticleDesc": "Artículo 5.4: Evaluación de riesgos <br> Cada Parte se esforzará para poner en práctica sistemas de gestión de riesgos en sus <br> actividades de verificación, respetando la naturaleza confidencial de la información de <br> conformidad con su legislación, con el fin de concentrar las actividades de fiscalización <br> aduanera en mercancías de alto riesgo y simplificar el despacho y el movimiento de las <br> mercancías de bajo riesgo. <br> "}, {"ArticleTitle": ".5: Cooperación aduanera", "ArticleDesc": "Artículo 5.5: Cooperación aduanera <br> 1 Cada Parte se esforzará por comunicar previamente a la otra Parte cualquier <br> modificación importante con respecto a su política administrativa relacionada con la <br> implementación de su legislación aduanera que pudiese afectar probablemente de manera <br> considerable la operación de este Tratado. <br> 2 Cada Parte promoverá y facilitará la cooperación entre sus respectivas autoridades <br> aduaneras y, particularmente, garantizarán la simplificación de la tramitación y de los <br> procedimientos aduaneros sin menoscabo de sus facultades de control. <br> 3 La cooperación incluirá, entre otros, aspectos relativos a: <br> (a) la puesta en marcha y operación del Tratado de Libre Comercio, en <br> particular las disposiciones sobre acceso a mercados, reglas de origen, los <br> procedimientos aduaneros relativos al origen del Tratado y las de este Capítulo? <br> (b) la implementación y aplicación del Acuerdo de Valoración Aduanera? <br> (c) la simplificación de los requisitos y las formalidades respecto al despacho de las mercancías? <br> (d) la adopción, cuando sea posible, de medidas que permitan reducir, <br> simplificar y armonizar los datos contenidos en los documentos exigidos por <br> las aduanas, en particular, los documentos aduaneros de entrada y salida de mercancías? <br> (e) el suministro de asistencia técnica, incluyendo en su caso, la organización de <br> seminarios y pasantías? <br> (f) asesoría y asistencia técnica a fin de mejorar las técnicas de evaluación de <br> riesgos, en particular en la búsqueda de mecanismos orientados a detectar y <br> evitar el embarque ilícito de mercancías provenientes de una de las Partes o <br> de países no Parte? <br> (g) incrementar el uso de tecnologías que pudieran conducir a un mayor <br> cumplimiento de las leyes y regulaciones de importación aplicables? <br> (h) intercambio de información que pudiere ayudar a determinar si las <br> importaciones o exportaciones desde o hacia la otra Parte cumplen con sus <br> leyes y regulaciones de importación aplicables, en particular aquéllas <br> relacionadas con la prevención de actividades ilícitas, siempre que la <br> legislación nacional de cada Parte lo permita? <br> (i) restricciones y prohibiciones a la importación o exportación? y <br> (j) cualesquiera otras materias aduaneras que las Partes acuerden. <br> 4 Sin perjuicio de otros acuerdos de cooperación aduanera en vigencia, las Partes, a <br> través de sus autoridades aduaneras, podrán concluir acuerdos de asistencia mutua <br> administrativa en materias aduaneras, a fin de profundizar sobre las materias a que se <br> refiere el presente artículo u otras de su competencia. <br> "}, {"ArticleTitle": ".6: Confidencialidad", "ArticleDesc": "Artículo 5.6: Confidencialidad <br> 1 Cada Parte deberá mantener, de acuerdo con su legislación, la confidencialidad de la <br> información que tenga tal carácter, y que haya sido obtenida conforme a este Capítulo y el <br> Capítulo 4 (Reglas de origen y procedimientos de origen) y la protegerá de toda <br> divulgación que pudiese: <br> (a) ser contraria a los intereses públicos determinados en su legislación? <br> (b) ser contraria a su legislación incluyendo pero no limitada a aquella que <br> proteja la privacidad personal o materias financieras y cuentas de clientes <br> individuales o instituciones financieras? <br> (c) impedir el cumplimiento de la ley? y <br> (d) perjudicar la posición competitiva de las personas que la proporcionan. <br> 2 La información confidencial obtenida conforme a este Capítulo sólo podrá darse a <br> conocer a las autoridades judiciales y a las responsables de la administración y aplicación <br> de las resoluciones de origen y de los asuntos aduaneros y de las que tengan competencia <br> en la administración y aplicación de los impuestos y gravámenes internos aplicables a la <br> entrada y salida de la mercancía. <br> "}, {"ArticleTitle": ".7: Envíos de entrega rápida", "ArticleDesc": "Artículo 5.7: Envíos de entrega rápida <br> Cada Parte adoptará y/o mantendrá procedimientos aduaneros separados y expeditos <br> para los envíos expresos, que permitan a la vez mantener una adecuada selección y control <br> por parte de aduanas, incluyendo procedimientos: <br> (a) que posibiliten que la información necesaria para el despacho pueda ser <br> presentada y procesada por la autoridad aduanera antes de la llegada del envío? <br> (b) que permitan que un embarcador presente un documento único que ampare <br> todas las mercancías contenidas en un envío transportado, a través, si es <br> posible, de medios electrónicos? <br> (c) que, en la medida de lo posible, reduzcan la documentación requerida para el <br> despacho de envíos de entrega rápida? y <br> (d) que, bajo circunstancias normales, permitan que un envío pueda ser <br> despachado dentro de un plazo no mayor de 6 horas a partir de la <br> presentación de la información necesaria para el despacho. <br> "}, {"ArticleTitle": ".8: Revisión e impugnación", "ArticleDesc": "Artículo 5.8: Revisión e impugnación <br> Cada Parte deberá garantizar que con respecto a las determinaciones sobre materias <br> aduaneras los importadores en su territorio tengan acceso a: <br> (a) un nivel de revisión administrativa independiente del funcionario o de la <br> oficina que emite la determinación sujeta a revisión? y <br> (b) una revisión judicial de la determinación administrativa tomada en la <br> instancia final de revisión administrativa. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.9: Sanciones <br> cualquier otra operación necesaria para mantenerlas en buen estado. <br> 1 Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br> administrativas y, cuando correspondiere, penales por violaciones de sus leyes y <br> reglamentos aduaneros, incluyendo aquellas que regulan la clasificación arancelaria, <br> valoración aduanera, reglas de origen, y requisitos para garantizar el tratamiento arancelario <br> preferencial de conformidad con este Tratado. <br> 2 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha por <br> su exportador o productor, en el sentido de que una mercancía que vaya a exportarse a <br> territorio de la otra Parte califica como originaria, tenga las mismas consecuencias <br> jurídicas, con las modificaciones que requieran las circunstancias, que aquellas que se <br> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> Artículo 5.10: Resoluciones Anticipadas <br> contravención de sus leyes y reglamentaciones aduaneras. <br> 1 Cada Parte, a través de su autoridad aduanera, emitirá resoluciones anticipadas <br> escritas antes de la importación de una mercancía a su territorio, a solicitud escrita del <br> importador en su territorio, o del exportador o productor en el territorio de la otra Parte, <br> sobre la base de los hechos y circunstancias proporcionados por el solicitante, <br> (a) en relación a: clasificación arancelaria? <br> (b) si una mercancía califica como mercancía originaria de conformidad con el <br> Capítulo 4 (Reglas de origen y procedimientos de origen)? y <br> (c) si una mercancía califica para un tratamiento libre de derechos, de acuerdo <br> con el Artículo 3.6 (Mercancías reimportadas después de haber sido reparadas o alteradas). <br> 2 Cada Parte dispondrá que su autoridad aduanera emita la resolución anticipada en <br> un plazo de 150 días desde la solicitud, siempre que el solicitante haya presentado <br> toda la información necesaria. <br> 3 Cada Parte establecerá que las resoluciones anticipadas entrarán en vigencia desde <br> su fecha de emisión, o desde una fecha distinta especificada en la resolución, hasta por un <br> plazo máximo de 3 años, siempre que no hubiere ningún cambio en los hechos o <br> circunstancias en los que se hubiere fundado la resolución. <br> 4 La Parte que emitió una resolución anticipada podrá modificarla o revocarla toda <br> vez que los hechos o circunstancias lo justifiquen, tal como los casos en que la información <br> en que se basa la resolución fuere falsa o incorrecta. De realizarse una modificación o <br> revocación se notificará al solicitante. <br> 5 Cuando un importador solicite que el tratamiento acordado a una mercancía <br> importada debiese estar regulado por una resolución anticipada, la autoridad aduanera <br> podrá evaluar si los hechos o circunstancias de la importación son consistentes con los <br> hechos o circunstancias sobre los cuales se basó la resolución anticipada. <br> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel público, <br> sujetas a las condiciones de confidencialidad de su legislación interna, a fin de promover la <br> aplicación coherente de las resoluciones anticipadas a otras mercancías. <br> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br> términos y condiciones de la resolución, la Parte importadora podrá aplicar medidas <br> apropiadas, lo que incluye acciones civiles, penales y administrativas, multas u otras sanciones. <br> "}, {"ArticleTitle": ".11: Certificado para la reexportación", "ArticleDesc": "Artículo 5.11: Certificado para la reexportación <br> 1 Para efecto de lo establecido en los diversos acuerdos comerciales y tratados de <br> libre comercio suscritos por Chile en relación al tránsito y transbordo de mercancías <br> procedentes de terceros países a través de Panamá, la autoridad aduanera de Chile, aceptará, <br> entre otros, como documento habilitante a fin de acreditar que las mercancías no han <br> experimentado cambios, sufrido un procesamiento ulterior u otro tipo de operación, que le <br> hagan perder el origen y mantener de este modo la preferencia acordada según el respectivo <br> acuerdo o tratado, el certificado para la reexportación que da cuenta del depósito y control <br> de las mercancías en zonas libres de impuestos, emitido y suscrito por la autoridad <br> aduanera de Panamá e igualmente refrendado por la autoridad administrativa de la zona <br> libre de impuestos. <br> 2 Con todo, en lo demás y en especial a lo concerniente a las reglas de origen, a las <br> pruebas, certificación y verificación del origen y a las demás exigencias relativas al tránsito <br> y transbordo, deberá darse pleno cumplimiento a lo que Chile haya convenido en los <br> respectivos acuerdos comerciales y tratados de libre comercio. <br> 3 Para efectos de los dispuesto en el presente artículo no se entenderá que una <br> mercancía ha experimentado cambios, sufrido un procesamiento ulterior u otro tipo de <br> operación si la misma es sujeta a un proceso de comercialización, descarga, recarga o <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.9: Sanciones <br> cualquier otra operación necesaria para mantenerlas en buen estado. <br> 1 Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br> administrativas y, cuando correspondiere, penales por violaciones de sus leyes y <br> reglamentos aduaneros, incluyendo aquellas que regulan la clasificación arancelaria, <br> valoración aduanera, reglas de origen, y requisitos para garantizar el tratamiento arancelario <br> preferencial de conformidad con este Tratado. <br> 2 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha por <br> su exportador o productor, en el sentido de que una mercancía que vaya a exportarse a <br> territorio de la otra Parte califica como originaria, tenga las mismas consecuencias <br> jurídicas, con las modificaciones que requieran las circunstancias, que aquellas que se <br> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> Artículo 5.10: Resoluciones Anticipadas <br> contravención de sus leyes y reglamentaciones aduaneras. <br> 1 Cada Parte, a través de su autoridad aduanera, emitirá resoluciones anticipadas <br> escritas antes de la importación de una mercancía a su territorio, a solicitud escrita del <br> importador en su territorio, o del exportador o productor en el territorio de la otra Parte, <br> sobre la base de los hechos y circunstancias proporcionados por el solicitante, <br> (a) en relación a: clasificación arancelaria? <br> (b) si una mercancía califica como mercancía originaria de conformidad con el <br> Capítulo 4 (Reglas de origen y procedimientos de origen)? y <br> (c) si una mercancía califica para un tratamiento libre de derechos, de acuerdo <br> con el Artículo 3.6 (Mercancías reimportadas después de haber sido reparadas o alteradas). <br> 2 Cada Parte dispondrá que su autoridad aduanera emita la resolución anticipada en <br> un plazo de 150 días desde la solicitud, siempre que el solicitante haya presentado <br> toda la información necesaria. <br> 3 Cada Parte establecerá que las resoluciones anticipadas entrarán en vigencia desde <br> su fecha de emisión, o desde una fecha distinta especificada en la resolución, hasta por un <br> plazo máximo de 3 años, siempre que no hubiere ningún cambio en los hechos o <br> circunstancias en los que se hubiere fundado la resolución. <br> 4 La Parte que emitió una resolución anticipada podrá modificarla o revocarla toda <br> vez que los hechos o circunstancias lo justifiquen, tal como los casos en que la información <br> en que se basa la resolución fuere falsa o incorrecta. De realizarse una modificación o <br> revocación se notificará al solicitante. <br> 5 Cuando un importador solicite que el tratamiento acordado a una mercancía <br> importada debiese estar regulado por una resolución anticipada, la autoridad aduanera <br> podrá evaluar si los hechos o circunstancias de la importación son consistentes con los <br> hechos o circunstancias sobre los cuales se basó la resolución anticipada. <br> 6 Cada Parte hará que sus resoluciones anticipadas estén disponibles a nivel público, <br> sujetas a las condiciones de confidencialidad de su legislación interna, a fin de promover la <br> aplicación coherente de las resoluciones anticipadas a otras mercancías. <br> 7 Si el solicitante proporcionare información falsa u omitiere circunstancias o hechos <br> pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo con los <br> términos y condiciones de la resolución, la Parte importadora podrá aplicar medidas <br> apropiadas, lo que incluye acciones civiles, penales y administrativas, multas u otras sanciones. <br> "}]}]}, "members_found": ["591", "152"]}