{"FtaRooDetails": {"FtaId": 279, "FtaCode": "ITC00285", "FtaName": "FTA, Chile-Viet Nam", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF CHILE AND THE GOVERNMENT OF THE SOCIALIST REPUBLIC OF VIET NAM", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Viet Nam", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Viet Nam", "AdminProcCooAuth": "The certification type under FTA, Chile-Viet Nam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Viet Nam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Viet Nam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "CTH or RVC 40%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00285_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00285_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://wtocenter.vn/sites/wtocenter.vn/files/other-agreements/attachments/specific_origin_rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00285_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00285_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00285_full.pdf", "DocType": "8_full", "WebLink": "http://wtocenter.vn/sites/wtocenter.vn/files/other-agreements/attachments/fta_chile_vietnam._english_text.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00285_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N135.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Accumulation <br /> Unless otherwise provided in this Chapter, goods originating in a Party, which <br /> are used in another Party as materials for finished goods eligible for preferential tariff <br /> treatment, shall be considered to be originating in the latter Party where working or <br /> processing of the finished goods has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: De Minimis <br /> A good that does not undergo a change in tariff classification shall be considered <br /> as originating if the value of all non-originating materials used in its production that do <br /> not undergo the required change in tariff classification does not exceed ten percent <br /> (10%) of the FOB value of the good and the good meets all other applicable criteria set <br /> forth in this Chapter for qualifying as an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Accessories, Spare Parts and Tools <br /> 1. If a good is subject to the requirements of CTC, the origin of accessories, spare <br /> parts, tools and instructional or other information materials presented with the good <br /> shall not be taken into account in determining whether the good qualifies as an <br /> originating good, provided that: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> materials are not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials are customary for the good. <br /> 2. If a good is subject to the RVC-based rule of origin, the value of the accessories, <br /> spare parts, tools and instructional or other information materials shall be taken into <br /> account as the value of the originating or non-originating materials, as the case may be, <br /> in calculating the RVC of the originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained or Produced Goods <br /> Within the meaning of Article 4.2(a), the following shall be considered as <br /> wholly obtained or produced in the Party: <br /> (a) Plant and plant products, including fruit, flowers, vegetables, trees, <br /> seaweed, fungi and live plants, grown and harvested, picked or gathered in the Party; <br /> (b) Live animals, including mammals, birds, fish, crustaceans, molluscs, <br /> reptiles, bacteria and viruses, born and raised in the Party; <br /> (c) Goods obtained from live animals referred to in paragraph (b) in the <br /> Party; <br /> (d) Goods obtained from hunting, trapping, fishing, fanning, aquaculture, <br /> gathering or capturing conducted in the Party; <br /> (e) Minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d), extracted or taken from its soil, waters, seabed or beneath its <br /> seabed; <br /> (f) Goods taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of that Party, provided that the Party has the rights to exploit such <br /> waters, seabed and beneath the seabed in accordance with international law; <br /> (g) Goods of sea-fishing and other marine products taken from the high seas <br /> by vessels registered with a Party and entitled to fly the flag of that Party; <br /> (h) Goods processed and/or made on board factory ships registered with a <br /> Party and entitled to fly the flag of that Party, exclusively from products referred to in <br /> paragraph (f) and (g); <br /> (i) Articles collected in the Party which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only for disposal or <br /> recovery of parts of raw materials, or for recycling purposes; <br /> (j) Waste and scrap derived from: <br /> (i) production in the Party; or <br /> (ii) used goods collected in the exporting Party, provided that such goods <br /> are fit only for the recovery of raw materials; and <br /> (k) Goods obtained or produced in the exporting Party from products <br /> referred to in paragraphs (a) to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Minimal Operations or Processes <br /> The following minimal operations or processes, undertaken exclusively by <br /> themselves or in combination, do not confer origin: <br /> (a) operations to ensure the preservation of products in good condition <br /> during transport and storage such as drying, freezing, ventilation, chilling and like <br /> operations; <br /> (b) sifting classifying, washing, cutting, slitting, bending, coiling, or <br /> uncoiling, sharpening, simple grinding, slicing; <br /> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) painting and polishing operations; <br /> (e) testing or calibration; <br /> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (g) simple mixing of goods, whether or not of different kinds; <br /> (h) simple assembly3 of parts of products to constitute a complete good; <br /> (i) changes of packing, unpacking or repacking operations, and breaking up <br /> and assembly of consignments; <br /> 2 @^@Simple mixing@^@ generally describes an activity which does not need special skills, machine, apparatus <br /> or equipment especially produced or installed for carrying out the activity. However, simple mixing does <br /> not include chemical reaction. Chemical reaction means a process (including a bio chemical process) <br /> which results in a molecule with a new structure by breaking intra molecular bonds and by forming new <br /> intra molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br /> 3 @^@Simple assembly@^@ generally describes an activity which does not need special skills, machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity. <br /> (j) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on goods or their packaging; <br /> (k) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods; and <br /> (1) husking, partial or total bleaching, polishing and glazing of cereals and <br /> rice.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Calculation of Regional Value Content <br /> 1. For the purposes of Article 4.4, the formula for calculating Viet Nam - Chile <br /> Value Content or RVC is as follows: <br /> FOB Price - Value of Non-Originating Materials or Goods <br /> RVC = _ x 100 % <br /> FOB Price <br /> 2. For the purposes of calculating the RVC provided in paragraph 1: <br /> (a) Value of Non-Originating Materials or Goods shall be: <br /> (i) The CEF value at the time of importation of the goods or <br /> Importation can be proven; or <br /> (ii) The earliest ascertained price paid for the goods of undetermined <br /> origin in the territory of the Party where the working or <br /> processing takes place. <br /> (b) FOB price is the FOB value of the goods. FOB price shall be determined <br /> by adding the value of materials, production cost, profit and other costs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Indirect Materials <br /> 1. Indirect materials shall be treated as originating materials regardless of where <br /> they are produced. <br /> 2. For the purposes of this Article, indirect materials means a good used in the <br /> production, testing or inspection of another good but not physically incorporated into <br /> the good, or a good used in the maintenance of buildings or the operation of equipment <br /> associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; <br /> (g) catalyst and solvent; and <br /> (h) any other goods that are not incorporated into the good but of which use <br /> in the production of the good can reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Direct Consignment <br /> 1. An originating good shall be deemed as directly consigned from the exporting <br /> Party to the importing Party: <br /> (a) if the goods are transported without passing through the territory of any <br /> non-Party; or <br /> (b) if the goods are transported for the purpose of transit through non-Party <br /> with or without transshipment or temporary storage in such non-Party, provided that: <br /> (i) the transit is justified for geographical reasons or transport <br /> requirements; <br /> (ii) the goods have not entered into trade or consumption in the <br /> territory of the non-Party; and <br /> (iii) the goods have not undergone any operation in the territory of the <br /> non-Party other than unloading, reloading and splitting-up/bulk breaking <br /> or any operation required to keep the goods in good condition. <br /> 2. In the case where an originating good of the exporting Party is imported through <br /> one or more non-Parties or after an exhibition in a non-Party, the Customs Authority of <br /> the importing Party may require importers, who claim the preferential tariff treatment <br /> for the good, to submit supporting documentation such as transport, customs documents <br /> or other documents. <br /> Rule 16: Documentation for Direct Consignment <br /> For the purposes of Article 4.8(l)(b) of this Chapter, where transportation is effected <br /> through the territory of one or more non-Parties, the following documents, upon request <br /> by the Customs Authority of the importing Party, shall be submitted: <br /> (a) a thorough Bill of Lading issued in the exporting Party; <br /> (b) a Certificate of Origin (Form YC) issued by the issuing authority of the <br /> exporting Party; and <br /> (c) supporting documents in evidence that the requirements of Article <br /> 4.8(l)(b) (ii) and (iii) of this Chapter are being complied with.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Treatment of Packages, Packing Materials and Containers <br /> 1. If a good is subject to the RVC provided in Article 4.4, the value of the packages <br /> and packing materials for retail sale, shall be taken into account in determining the <br /> origin of that good as originating or non-originating, as the case may be, provided that <br /> the packages and packing materials are considered to be forming a whole with the good. <br /> 2. If a good is subject to the change in tariff classification criterion provided in <br /> Article 4.4, packages and packing materials classified together with the packaged good, <br /> shall not be taken into account in determining origin. <br /> 3. Packing materials and containers used exclusively for the transportation of a <br /> good shall not be taken into account in determining the origin of such goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Identical and Interchangeable Materials <br /> 1. The determination of whether identical and interchangeable materials are <br /> originating materials shall be made either by physical segregation of each of the <br /> materials or by the use of GAAP of stock control applicable, or inventory management <br /> practice, in the exporting Party. <br /> 2. Once a decision has been taken on the inventory management method, that <br /> method shall be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> A claim that a good shall be accepted as eligible for preferential tariff treatment <br /> shall be supported by a Certificate of Origin (Form VC), as set out in Annex 4-C issued <br /> by the issuing authority and notified to the other Party in accordance with the <br /> Operational Certification Procedures, as set out in Annex 4-A.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Waiver of Certificate of Origin <br /> 1. In the case of consignments of goods originating in the exporting Party and not <br /> exceeding US$ 200.00 FOB, the issuance of Certificate of Origin (Form VC) shall be <br /> waived. <br /> 2. The Customs Authority of the importing Party shall waive the requirement for a <br /> Certificate of Origin (Form VC) in accordance with paragraph 1, provided that the <br /> importation does not form part of one or more importations that may reasonably be <br /> considered to have been undertaken or arranged for the purpose of avoiding the <br /> certification requirements of this Annex.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> issuing authority means the government authority responsible for the certification of <br /> origin: <br /> (a) in the case of Chile, the General Directorate of International Economic <br /> Affairs who may delegate into other bodies or entities the issuance of Certificate of <br /> Origin (Form VC); and <br /> (b) in the case of Viet Nam, the Ministry of Industry and Trade;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Validity of the Certificate of Origin <br /> The Certificate of Origin shall remain valid for a period of twelve (12) months <br /> from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Record Keeping Requirement <br /> 1. For the purposes of the verification process pursuant to Rules 12 and 13, the <br /> producer or exporter applying for the issuance of a Certificate of Origin (Form VC) <br /> shall, subject to the laws and regulations of the exporting Party, keep its supporting <br /> records for application for five (5) years from the date of issuance of the Certificate of <br /> Origin (Form VC). <br /> 2. The application for Certificates of Origin (Form VC) and all documents related <br /> to such application shall be kept by the issuing authorities for five (5) years from the <br /> date of issuance. <br /> 3. An importer claiming preferential tariff treatment for goods imported into a <br /> Party's territory shall maintain, for five (5) years from the date of importation of the <br /> goods, a Certificate of Origin or other information demonstrating that the goods qualify <br /> as originating, and all other documents that the Party may require relating to the <br /> importation of the goods, in accordance with its domestic laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22: Customs Duty Refund <br /> 1. Where an originating good was imported into the territory of Chile but no claim <br /> for preferential tariff treatment was made at the time of importation, the importer of the <br /> good may, no later than one (1) year after the date on which the good was imported, <br /> apply for a refund of any excess duties paid to the Customs Authority as the result of the <br /> good not having been accorded preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as originating at the time of <br /> importation; <br /> (b) a Certificate of Origin (Form VC); and <br /> (c) such other documentation relating to the importation of the good as the <br /> importing Party may require. <br /> 2. Where an originating good was imported into the territory of Viet Nam but no <br /> claim for preferential tariff treatment was made at the time of importation, the <br /> preferential tariff treatment should be accorded in accordance with its domestic laws <br /> and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3: Supporting Documents <br /> For the purposes of determining originating status, the issuing authority shall <br /> have the right to request supporting documentary evidence or to carry out any check it <br /> considers appropriate in accordance with the respective laws and regulations of a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17: Non-Party Invoicing <br /> 1. The Customs Authority of the importing Party shall accept a Certificate of <br /> Origin (Form VC) in cases where the invoice is issued by a company located in a non- <br /> party provided that the goods meet the requirements of this Chapter. <br /> 2. The exporter shall indicate @^@non-Party invoicing@^@ and information such as name <br /> and country of the company issuing the invoice in the Certificate of Origin (Form VC).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13: Verification Visit <br /> 1. The Customs Authority of the importing Party may request the issuing authority <br /> of the exporting Party to conduct a verification visit. <br /> 2. Prior to conducting a verification visit, the Customs Authority of the importing <br /> Party shall deliver a written communication with such request to the issuing authority of <br /> the exporting Party at least forty (40) days in advance of the proposed date of the visit, <br /> the receipt of which is to be confirmed by the issuing authority of the exporting Party. <br /> The issuing authority of the exporting Party shall request the written consent of the <br /> exporter or the producer of the good in the exporting Party whose premises are to be <br /> visited. <br /> 3. For the compliance of paragraph 1, the issuing authority of the exporting Party <br /> shall collect and provide information relating to the origin of a good as provided for in <br /> Rule 21, and check, for that purpose, the facilities used in the production of the good, <br /> through a visit with the Customs Authority of the importing Party to the premises of the <br /> exporter to whom the Certificate of Origin has been issued, and shall provide <br /> information relating to the origin of the good in the possession of the issuing authority <br /> of the exporting Party during the visit pursuant to paragraph 1. <br /> 4. The communication referred to in paragraph 2 shall include: <br /> (a) the identity of the Customs Authority issuing the communication; <br /> (b) the name of the exporter or producer of the good in the exporting Party <br /> whose premises are requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the objective and scope of the proposed visit, including specific reference to <br /> the good subject of the verification referred to in the Certificate of Origin (Form VC); <br /> and <br /> (e) the names and titles of the officials of the Customs Authority of the <br /> importing Party to be present during the visit. <br /> 5. The issuing authority of the exporting Party shall respond in writing to the <br /> Customs Authority of the importing Party, within thirty (30) days of the receipt of the <br /> communication referred to in paragraph 2, if it accepts or refuses to conduct the visit <br /> requested pursuant to paragraph 1. <br /> 6. The issuing authority of the exporting Party receiving the notification may <br /> postpone the visit and notify the Customs Authority of the importing Party of such <br /> intention. Notwithstanding any postponement, any verification visit shall be carried out <br /> within sixty (60) days from the date of such receipt, or for a longer period as the Parties <br /> may agree. <br /> 7. The issuing authority of the exporting Party shall, in accordance with the laws <br /> and regulations of the exporting Party, provide information to the Customs Authority of <br /> the importing Party pursuant to paragraph 3, within forty five (45) days from the last <br /> day of the visit or any other mutually agreed period. <br /> 8. The verification visit process, including the actual visit and determination of <br /> whether the subject goods are originating or not, shall be carried out and its results <br /> communicated to the issuing authority within a maximum of one hundred and eighty <br /> (180) days.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 18: Sanctions Against False Declaration <br /> 1. Each Party shall establish or maintain appropriate sanctions against its exporters <br /> to whom a Certificate of Origin (Form VC) has been issued, for providing false <br /> declaration or documents to the issuing authority of the exporting Party, prior to the <br /> issuance of a Certificate of Origin (Form VC). <br /> 2. Each Party shall, in accordance with its laws and regulations, take measures <br /> which it considers appropriate against its exporters to whom a Certificate of Origin <br /> (Form VC) has been issued if they fail to notify in writing to the Competent Authority <br /> of the exporting Party without delay after having known, following the issuance of the <br /> Certificate of Origin, that such good does not qualify as an originating good of the <br /> exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Treatment of Erroneous Declaration in the Certificate of Origin <br /> 1. The Customs Authority of the importing Party will disregard minor errors, such <br /> as slight discrepancies or omissions, typographical errors, and information which falls <br /> outside the designated box, provided that these minor errors do not affect the <br /> authenticity of the Certificate of Origin (Form VC) or the accuracy of the information <br /> included in the Certificate of Origin (Form VC). <br /> 2. Neither erasures nor superimpositions are allowed on a Certificate of Origin <br /> (Form VC). Any alteration is to be made by striking out the erroneous parts and making <br /> any additions which may be required. Such alterations are to be approved by an <br /> authorized signatory of the Certificate of Origin (Form VC) and certified by the issuing <br /> authority of the exporting Party. Unused spaces are to be crossed out to prevent any <br /> subsequent addition.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plaints, from feedstock such as eggs, <br> fry, fingerlings and larvae, by intervention in the rearing or growth processes to enhance <br> production such as regular stocking, feeding, or protection from predators; <br> CIF means the value of the goods imported, and includes the costs of freight and <br> insurance up to the port or place of entry into the country of importation; <br> FOB means the free-on-board value of the goods, inclusive of the costs of transport to <br> aquaculture means the farming of aquatic organisms including fish, molluscs, <br> substantial authoritative support in the territory of a Party, with respect to the recording <br> of revenues, expenses, costs, assets and liabilities; the disclosure of information; and the <br> preparation of financial statements. These standards may encompass broad guidelines of <br> the port or site of final shipment abroad; <br> goods shall include materials or products, which can be wholly obtained or produced, <br> even if they are intended for later use as materials in another production process; <br> identical and interchangeable goods or materials means goods or materials being of <br> the same kind and commercial quality, possessing the same technical and physical <br> characteristics, and which after being incorporated into the finished product cannot be <br> distinguished from one another for origin purposes by virtue of any markings or mere <br> combination of any of these criteria. <br> visual examination; <br> issuing authority means the government authority responsible for the certification of <br> Generally Accepted Accounting Principles (GAAP) means the recognised consensus or <br> origin: <br> (a) in the case of Chile, the General Directorate of International Economic <br> general application as well as detailed standards, practices and procedures; <br> Affairs who may delegate into other bodies or entities the issuance of Certificate of <br> Origin (Form VC); and <br> (b) in the case of Viet Nam, the Ministry of Industry and Trade; <br> materials means a good or any matter or substance used or consumed in the production <br> of goods or physically incorporated into another good or are subject to a process in the <br> originating goods means goods that qualifies as originating in accordance with the <br> raising, breeding, extracting, gathering, collecting, capturing, fishing, trapping, hunting, <br> packing materials and containers for transportation means the goods used to protect <br> a good during its transportation, different from those containers or packaging materials <br> used for its retail sale; <br> production means methods of obtaining goods, including growing, mining, harvesting, <br> manufacturing, processing or assembling goods; and <br> product specific rules means rules that specify that the materials have undergone a <br> change in tariff classification, or satisfy a Regional Value Content criterion or a <br> provisions of this Chapter; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "production of another good; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 4.2: Origin Criteria <br> For the purposes of this Chapter, a good shall be considered as originating in a <br> Party when: <br> (a) a good is wholly obtained or produced in the Party as set out and defined <br> in Article 4.3; or <br> (b) a good is not wholly obtained or produced in the Party, provided that the <br> said good are eligible under Article 4.4 or Article 4.6. <br> "}, {"ArticleTitle": "Not Wholly Obtained or Produced Goods", "ArticleDesc": "Article 4.4: Not Wholly Obtained or Produced Goods <br> 1. For the purposes of Article 4.2(b), goods shall be deemed to be originating in the <br> Party where working or processing of the goods has taken place: <br> (a) if the goods have a regional value content (RVC) of not less than forty <br> percent (40%) calculated using the formula set out in Article 4.5; or <br> (b) if all non-originating materials used in the production of the goods have <br> undergone a change in tariff classification (hereinafter referred to as @^@CTC@^@) at four- <br> digit level (i.e. a change in tariff heading) of the Harmonized System. <br> 2. Each Party shall permit the exporter of the goods to decide whether to use <br> paragraphs 1(a) or 1(b) when determining whether the goods qualify as originating <br> goods of the Party. <br> 3. Notwithstanding paragraph 1, goods shall qualify as originating goods if the <br> goods satisfy the product specific rules as specified in Annex 4-B. <br> 4. Where a product specific rule provides a choice of rules from a RVC-based rule <br> of origin, a CTC-based rule of origin, or a combination of any of these, each Party shall <br> permit the exporter of the goods to decide which rule to use in determining whether the <br> goods qualify as originating goods of the Party. <br> 5. Where product specific rules requiring that the materials used have undergone <br> CTC, the rules shall apply only to non-originating materials. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1: Definitions <br> For the purposes of this Annex: <br> exporter means a natural or juridical person located in the territory of a Party where a <br> good is exported from by such a person; <br> importer means a natural or juridical person located in the territory of a Party where a <br> good is imported into by such a person; <br> preferential tariff treatment means the rate of customs duties of the importing Party <br> applicable to originating goods of the exporting Party; and <br> producer means a natural or juridical person who carries out production in the territory <br> of a Party. <br> "}, {"ArticleTitle": "Authorities", "ArticleDesc": "Rule 2: Authorities <br> Each Party shall provide the other Party with the names and addresses of its <br> respective issuing authority to issue the Certificate of Origin and shall provide the <br> official seals used by the said authorities in hard copy and soft copy format to the other <br> Party. Any change in the said list shall be promptly provided in the same manner. <br> "}, {"ArticleTitle": "Certificate of Origin (Form VC)", "ArticleDesc": "Rule 4: Certificate of Origin (Form VC) <br> 1. A claim that goods eligible for preferential tariff treatment under this Agreement <br> shall be supported by a Certificate of Origin as prescribed in Annex 4-C. <br> 2. The Certificate of Origin (Form VC) shall be issued by the issuing authority of <br> the exporting Party. <br> 3. The Certificate of Origin (Form VC) must be on ISO A4 size white paper in <br> conformity with the specimen shown in Annex 4-C. It shall be made in English. <br> 4. The Certificate of Origin (Form VC) shall comprise the original in the case of <br> Chile, and the original and two (2) copies in the case of Viet Nam. <br> 5. Each Certificate of Origin (Form VC) shall bear a reference number separately <br> given by each place or office of issuance. <br> 6. Signatures on the Certificate of Origin (Form VC) of the authorised signatory <br> shall be autographed. <br> 7. Official seals or impressions of stamps on the Certificate of Origin (Form VC) <br> of the issuing authority of the exporting Party may be manually put or electronically <br> printed. <br> 8. For the purpose of checking the Certificate of Origin (Form VC), both Parties <br> shall provide websites with some key information of the Certificate of Origin issued by <br> the exporting Party such as Reference Number, HS code, description of goods, date of <br> issuance, quantity and name of the exporter. <br> 9. The original of a Certificate of Origin (Form VC) is to be forwarded by the <br> exporter to the importer for submission to the Customs Authority of the importing <br> Party. In the case of Viet Nam the copies of the Certificate of Origin (Form VC) are to <br> be retained by both the exporter and the issuing authority of the exporting Party, <br> respectively. <br> 10. The Parties should implement an electronic system of certification of origin no <br> later than two (2) years after the entry into force of this Agreement. The Parties also <br> recognize as valid electronic signatures. <br> "}, {"ArticleTitle": "Issuance of the Certificate of Origin", "ArticleDesc": "Rule 6: Issuance of the Certificate of Origin <br> 1. The Certificate of Origin (Form VC) shall be issued prior to or at the time of <br> shipment. <br> 2. Notwithstanding paragraph 1, the Certificate of Origin (Form VC) may be issued <br> retroactively but no longer than one (1) year after the date of shipment and shall be duly <br> and prominently marked @^@Issued Retroactively@^@. <br> "}, {"ArticleTitle": "Certified True Copy", "ArticleDesc": "Rule 7: Certified True Copy <br> In the event of theft, loss or destruction of a Certificate of Origin (Form VC), the <br> exporter may apply in writing to the issuing authorities for a certified true copy of the <br> original to be made out on the basis of the export documents in their possession bearing <br> the endorsement of the words @^@CERTIFIED TRUE COPY@^@ in Box 5. This certified <br> copy shall bear the date of the original Certificate of Origin (Form VC). <br> "}, {"ArticleTitle": "Claim for Preferential Tariff Treatment", "ArticleDesc": "Rule 8: Claim for Preferential Tariff Treatment <br> 1. For the purposes of claiming preferential tariff treatment, the importer shall <br> submit upon request to the Customs Authority of the importing Party a Certificate of <br> Origin (Form VC) and other documents as required in accordance with the laws and <br> regulations of the importing Party. <br> 2. In cases when a Certificate of Origin (Form VC) is rejected by the Customs <br> Authority of the importing Party, the subject Certificate of Origin (Form VC) shall be <br> marked accordingly in Box 4, duly notified of the grounds for the denial of preferential <br> tariff treatment and returned to the issuing authority of the exporting Party. The issuing <br> authority may consider the clarification and send it to the Customs Authority of the <br> importing Party. <br> "}, {"ArticleTitle": "Request for Information Concerning the Certificate of Origin", "ArticleDesc": "Rule 12: Request for Information Concerning the Certificate of Origin <br> 1. Information relating to the authenticity of the Certificate of Origin (Form VC) <br> shall be furnished upon request of the Customs Authority of the importing Party. <br> 2. For the purposes of determining whether a good imported from the exporting <br> Party under preferential tariff treatment qualifies as an originating good of the exporting <br> Party, the Customs Authority of the importing Party may request information relating to <br> the origin of the good. The request shall be on the basis of the Certificate of Origin <br> (Form VC) concerned, specifying the reasons and any additional information suggesting <br> that the particulars given on the said Certificate of Origin (Form VC) may be inaccurate. <br> 3. For the purposes of paragraph 2, the issuing authority of the exporting Party <br> shall provide the information requested within a period of ninety (90) days from the date <br> of receipt of the request. <br> 4. For the purposes of paragraph 2, the issuing authority of the exporting Party may <br> request the exporter to whom the Certificate of Origin (Form VC) has been issued, or <br> the producer of the good in the exporting Party referred to in Rule 12 to provide the <br> former with the information requested. <br> 5. The request of information in accordance with paragraph 1 shall not preclude the <br> use of the verification visit provided for in Rule 13. <br> 6. During the procedures provided for in this Rule and Rule 13, the Customs <br> Authority of the exporting Party may suspend the preferential tariff treatment while <br> awaiting the result of the verification, and shall not wait for the procedures to be <br> completed before it releases the good to the importer, unless subject to appropriate <br> administrative measures. <br> "}, {"ArticleTitle": "Determination of Origin and Preferential Tariff Treatment", "ArticleDesc": "Rule 14: Determination of Origin and Preferential Tariff Treatment <br> 1. The Customs Authority of the importing Party may deny preferential tariff <br> treatment to a good for which an importer claims preferential tariff treatment, where the <br> good does not qualify as an originating good in accordance with this Chapter and/or <br> where the importer fails to comply with any of the relevant requirements of this Annex. <br> 2. The Customs Authority of the importing Party may determine that a good does <br> not qualify as an originating good of the exporting Party and may deny preferential <br> tariff treatment, and a written determination thereof shall be sent to the issuing authority <br> of the exporting Party: <br> (a) where the issuing authority of the exporting Party fails to respond to the <br> request within the period referred to in Rule 12(2) or Rule 13(2); <br> (b) where the issuing authority of the exporting Party refuses to conduct a <br> visit, or fails to respond to the communication referred to in Rule 12(1) within the <br> period referred to in Rule 13(2); or <br> (c) where the information provided to the Customs Authority of the <br> importing Party pursuant to Rule 12 or Rule 13 is not sufficient to prove that the good <br> qualifies as an originating good of the exporting Party. <br> 3. After carrying out the procedures outlined in Rule 12 or Rule 13 as the case may <br> be, the Customs Authority of the importing Party shall provide the issuing authority of <br> the exporting Party with a written determination of whether or not the good qualifies as <br> an originating good of the exporting Party, including findings of fact and the legal basis <br> for the determination, within forty five (45) days from the date of receipt of the <br> information provided by the issuing authority of the exporting Party pursuant to Rule 12 <br> or Rule 13. The issuing authority of the exporting Party shall inform such determination <br> by the Customs Authority of the importing Party to the exporter of the good in the <br> exporting Party, whose premises were subject to the visit referred to in Rule 13. <br> 4. The issuing authority of the exporting Party shall, when it cancels the decision to <br> issue the Certificate of Origin (Form VC), promptly notify the cancellation to the <br> exporter to whom the Certificate of Origin (Form VC) has been issued, and to the <br> Customs Authority of the importing Party except where the Certificate of Origin (Form <br> VC) has been returned to the issuing authority of the exporting Party. The Customs <br> Authority of the importing Party may deny preferential tariff treatment when it receives <br> the notification of cancellation. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Rule 15: Confidentiality <br> 1. The Parties shall maintain, in accordance with their respective laws and <br> regulations, the confidentiality of information submitted under the provisions of this <br> Chapter and shall protect that information from disclosure that could prejudice the <br> competitive position of the person who provided the information. The information may <br> only be disclosed to those authorities responsible for the administration and <br> enforcement of origin determination. <br> 2. Any information communicated between the Parties shall be treated as <br> confidential and shall only be used for the validation of Certificates of Origin (Form <br> VC). <br> "}, {"ArticleTitle": "Obligations of the Exporter", "ArticleDesc": "Rule 19: Obligations of the Exporter <br> The exporter to whom a Certificate of Origin (Form VC) has been issued in the <br> exporting Party referred to in Rule 4, shall notify, without delay, in writing to the <br> issuing authority of the exporting Party, when such exporter knows that such good does <br> not qualify as an originating good of the exporting Party. <br> "}, {"ArticleTitle": "Obligations of the Importer", "ArticleDesc": "Rule 20: Obligations of the Importer <br> Except as otherwise provided for in this Annex, the Customs Authority of the <br> importing Party shall require an importer who claims preferential tariff treatment for <br> goods imported from the other Party to: <br> (a) make a customs declaration, based on a valid Certificate of Origin (Form <br> VC), that the goods qualifies as an originating good of the exporting Party; <br> (b) have the Certificate of Origin (Form VC) in its possession at the time the <br> declaration is made; <br> (c) provide the Certificate of Origin (Form VC) on the request of the <br> Customs Authority of the importing Party; and <br> (d) promptly notify the Customs Authority and pay any duties owing where <br> the importer has reason to believe that the Certificate of Origin (Form VC) on which a <br> declaration was based contains information that is not correct. <br> "}, {"ArticleTitle": "Obligations of the Issuing Authority", "ArticleDesc": "Rule 21: Obligations of the Issuing Authority <br> The issuing authority shall carry out proper examination upon each application <br> for the Certificate of Origin (Form VC) to ensure that: <br> (a) the application and the Certificate of Origin (Form VC) are duly <br> completed and signed by the exporter; <br> (b) the origin of the good is in conformity with the provisions of this <br> Agreement; <br> (c) other statements on the Certificate of Origin (Form VC) correspond to <br> supporting documentary evidence submitted; <br> (d) the Certificate of Origin (Form VC) is signed by the issuing authority; <br> (e) the description, quantity and weight of goods, marks and number of <br> packages, number and kinds of packages, as specified, conform to the products to be <br> exported; and <br> (f) multiple items declared on the same Certificate of Origin (Form VC) <br> shall be allowed, provided that each item qualifies separately in its own right. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Rule 23: Transitional Provision for Goods in Transit or Storage <br> An importer may not claim preferential tariff treatment for a good which, on the <br> date of entry into force of this Agreement, is in transport from the exporting Party to the <br> importing Party or in temporary storage in warehouses, except that: <br> (a) the good otherwise satisfies all applicable requirements of this Chapter; <br> and <br> (b) the importer provides, in accordance with the laws and regulations of the <br> importing Party, the Customs Authority of the importing Party with the Certificate of <br> Origin (Form VC) issued retroactively and, if required, such other documentation <br> relating to the importation of the good, within a period not exceeding four (4) months <br> "}]}]}, "members_found": ["704", "152"]}