{"FtaRooDetails": {"FtaId": 280, "FtaCode": "ITC00286", "FtaName": "FTA, China-Costa Rica", "FtaFullName": "China-Costa Rica Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Costa Rica", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Costa Rica", "AdminProcCooAuth": "The certification type under FTA, China-Costa Rica is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Costa Rica is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Costa Rica agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 50%", "RooText": "A change to heading 87.03 from any other heading, provided that there is a Regional Value Content of not less than 50%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " Annex 3*<br /> Product Specific Rules of Origin<br /> General Notes<br /> 1. The product specific rules in this Annex are structured on the basis of the Harmonized System 2007. The description of the goods in this Annex<br /> shall only serve as reference; in the event of any inconsistency between this description and the description set out in the legal text of the<br /> Harmonized System established by the World Customs Organization, the description set out in the latter shall prevail.<br /> 2. The specific rule or set of specific rules, that applies to a particular heading (4-digit code) or subheading (6-digit code) is set out immediately<br /> adjacent to the description of the goods.<br /> 3. The chapter notes set out in this Annex, shall be part of the product specific rules of origin to which such chapter notes apply.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00286_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CRI_CHN_FTA/Texts_Apr2010_e/Annx_04_en.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00286_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/CRI_CHN_FTA/Texts_Apr2010_e/Annx_03_en.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00286_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CRI_CHN_FTA/Texts_Apr2010_e/Text_e.asp#c4"}, {"DocDesc": "Customs administration", "DocFileName": "itc00286_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CRI_CHN_FTA/Texts_Apr2010_e/Text_e.asp#c5"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00286_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/CRI_CHN_FTA/Texts_Apr2010_e/CRI_CHN_ToC_e.asp"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 27: Accumulation <br /> 1 Where originating goods or materials of a Party are incorporated into a <br /> good in the other Party's territory, the goods or materials so incorporated shall <br /> be regarded to be originating in the latter's territory. <br /> 2 A good shall be considered as originating where its production is carried <br /> out by one or more producers in the territory of a Party, in such way that the <br /> production of the materials incorporated in that good, carried out in the territory <br /> of that Party, may be considered as part of the production of the good, provided <br /> that the good complies with the requirements established in Article 21 <br /> (Originating Goods) and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 29: De Minimis <br /> A good that does not meet tariff classification change requirements, <br /> pursuant to the provisions of Annex 3 (Product Specific Rules of Origin), shall <br /> nonetheless be considered to be an originating good, provided that: <br /> (a) the value of all non-originating materials, as determined pursuant <br /> to Article 25 (Regional Value Content), that do not meet the tariff <br /> classification change requirement, does not exceed 10% of the <br /> FOB value of that good; and <br /> (b) the good meets all the other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 25: Regional Value Content <br /> 3 For purposes of calculating the Regional Value Content of the good, <br /> pursuant to paragraph 1, the value of the non-originating materials used by the <br /> producer in the production of the final good in the territory of the Party shall not <br /> include the value of non-originating materials used to produce originating <br /> materials that are subsequently used in the production of the final good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 34: Accessories, Spare Parts and Tools <br /> 1 Accessories, spare parts, or tools presented as part of the good upon <br /> importation shall be disregarded when determining the origin of the good, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not <br /> invoiced separately from the good; and <br /> (b) the quantities and values of accessories, spare parts, or tools are <br /> commercially customary for the good. <br /> 2 Where goods are subject to a Regional Value Content requirement, the <br /> value of the accessories, spare parts, or tools, shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, in <br /> calculating the Regional Value Content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Wholly Obtained Goods <br /> For purposes of Article 21 (Originating Goods) subparagraph (a), the <br /> following goods shall be considered as wholly obtained or produced in the <br /> territory of one or both Parties: <br /> (a) live animals born and raised in the territory of one or both Parties; <br /> (b) goods obtained in the territory of one or both Parties from live <br /> animals [1]; <br /> (c) plants and plant products harvested, picked or gathered in the <br /> territory of one or both Parties; <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, <br /> farming, or capturing conducted in the territory of one or both Parties; <br /> (e) minerals and other natural resources not included in <br /> subparagraphs (a) through (d) above, extracted or taken from its <br /> soil, waters, seabed or subsoil; <br /> (f) goods extracted from the waters, seabed or subsoil outside the <br /> territorial sea of a Party, provided that the Party has sole rights to <br /> exploit such waters, seabed or subsoil under that Party's <br /> applicable domestic law, in accordance with relevant international <br /> agreements to which that Party is a party; <br /> (g) goods of sea fishing and other products taken from the territorial <br /> sea or the Exclusive Economic Zone of a Party; <br /> (h) goods of sea fishing and other products taken from the high sea <br /> by a vessel registered or recorded with a Party and flying or <br /> entitled to fly the flag of that Party; <br /> (i) goods processed and/or made on board factory ships registered <br /> or recorded with a Party and flying or entitled to fly the flag of that <br /> Party, exclusively from goods referred to in subparagraphs (g) and (h) above; <br /> (j) scrap and waste derived from processing operations in the <br /> territory of China or Costa Rica and fit only for the recovery of raw <br /> materials, or used goods collected in the territory of China or <br /> Costa Rica provided that such goods are fit only for the recovery <br /> of raw materials; and <br /> (k) goods obtained or produced in the territory of one or both Parties <br /> solely from goods referred to in subparagraphs (a) to (j) above. <br /> [1] Products refer to those obtained from live animals without further processing, including milk, <br /> eggs, natural honey, hair, wool, semen and dung.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 28: Minimal Operations or Processes that Do Not Confer Origin <br /> The following operations or processes, either by themselves or in <br /> combination, are considered to be minimal operations or processes and do not <br /> confer origin: <br /> (a) operations to ensure the preservation of goods in good condition <br /> during transport and storage; <br /> (b) breaking-up and simple assembly of goods; <br /> (c) packing, unpacking or repacking operations for purposes of sale or presentation; or <br /> (d) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 25: Regional Value Content <br /> 1 For purposes of the Regional Value Content (RVC) criterion of a good <br /> provided in Article 23 (Product Specific Rules), the RVC shall be calculated as follows: <br /> RVC = [(V - VNM)/V] x 100 <br /> where: <br /> RVC: is the Regional Value Content, expressed as a percentage; <br /> V: is the value of the good, as defined in the Customs Valuation Agreement, <br /> adjusted on an FOB basis; and <br /> VNM: is the value of the non-originating materials, including materials of <br /> undetermined origin, as provided in paragraph 2. <br /> 2 The value of the non-originating materials shall be: <br /> (a) the value of the good, as defined in the Customs Valuation <br /> Agreement, adjusted on a CIF basis; or <br /> (b) the earliest ascertainable price paid or payable for the non- <br /> originating materials in the territory of the Party where the working <br /> or processing takes place. When the producer of a good acquires <br /> non-originating materials within that Party, the value of such <br /> materials shall not include freight, insurance, packing costs and <br /> any other costs incurred in transporting the material from the <br /> supplier's warehouse to the producer's location. <br /> 3 For purposes of calculating the Regional Value Content of the good, <br /> pursuant to paragraph 1, the value of the non-originating materials used by the <br /> producer in the production of the final good in the territory of the Party shall not <br /> include the value of non-originating materials used to produce originating <br /> materials that are subsequently used in the production of the final good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: Neutral Elements <br /> In determining whether a good is an originating good, the origin of the <br /> following neutral elements shall be disregarded: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials <br /> used in production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose <br /> use in the production of the good can reasonably be demonstrated <br /> to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Direct Consignment <br /> 1 The originating goods of the Parties claiming for preferential tariff <br /> treatment shall be directly consigned between the Parties. <br /> 2 Originating goods whose transport involves transit through one or more <br /> non-Parties, with or without transhipment or temporary storage in such non- <br /> Parties under control of the customs administration of such countries, are still <br /> considered directly consigned between the Parties, provided that: <br /> (a) the transit entry is justified for geographical reason or by <br /> consideration related exclusively to international transport requirements; <br /> (b) the goods do not enter into trade or consumption there; <br /> (c) the goods do not undergo any operation there other than <br /> unloading and reloading, repacking, or any operation required to <br /> keep them in good condition; <br /> (d) in case where the goods are temporarily stored in the territory of a <br /> non-Party, as provided in paragraph 2, stay of the goods in that <br /> non-Party shall not exceed 3 months from the date of its entry. <br /> Where conditions under subparagraphs (a), (b), (c) and (d) are not met, such <br /> good will not be considered as originating. <br /> 3 For purposes of paragraph 2, the following documents shall be submitted <br /> to the customs administration of the importing Party upon import declaration of the goods: <br /> (a) the Through Bill of Lading and other supporting documents for <br /> those goods with trans-shipment in a non-Party; and <br /> (b) in case where the goods are temporarily stored in the territory of a <br /> non-Party, additional documentary evidence provided by the <br /> customs administration of such non-Party. <br /> Section B <br /> Related Operational Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Originating Goods <br /> Except as otherwise required in this Chapter, a good shall be considered <br /> as originating in a Party when: <br /> (a) the good is wholly obtained or produced in the territory of one or <br /> both Parties, as defined in Article 22 (Wholly Obtained Goods); <br /> (b) the good is produced entirely in the territory of one or both Parties, <br /> exclusively from materials whose origin conforms to the provisions <br /> of this Chapter; or <br /> (c) the good is produced in the territory of one or both Parties, using <br /> non-originating materials that conform to the Product Specific <br /> Rules and meet the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 33: Packing, Packages and Containers <br /> 1 Containers and packing materials used for the transport of goods shall <br /> not be taken into account in determining the origin of the goods. <br /> 2 Where goods are subject to a change in tariff classification criterion set <br /> out in Annex 3 (Product Specific Rules of Origin), the origin of the packaging <br /> materials and containers in which goods are packaged for retail sale shall be <br /> disregarded in determining the origin of the goods, provided that the packaging <br /> materials and containers are classified with the goods. However, if the goods <br /> are subject to a Regional Value Content requirement, the value of the <br /> packaging materials and containers used for retail sale shall be taken into <br /> account as originating materials or non-originating materials, as the case may <br /> be, when determining the origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Fungible Materials and Goods <br /> 1 In determining whether a good is an originating good, any fungible <br /> materials or goods shall be distinguished by: <br /> (a) physical separation of the fungible goods or materials; or <br /> (b) an inventory management method recognized in the Generally <br /> Accepted Accounting Principles of the exporting Party. <br /> 2 The inventory management method selected under paragraph 1 for a <br /> particular fungible good or material shall continue to be used for that good or <br /> material throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 32: Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all the components of the sets are originating. <br /> Nevertheless, when a set is composed of originating and non-originating goods, <br /> the set as a whole shall be regarded as originating, provided that the value of <br /> the non-originating goods as determined pursuant to Article 25 (Regional Value <br /> Content) does not exceed 15% of the total value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: Certificate of Origin <br /> 1 To qualify originating goods for preferential tariff treatment, the Certificate <br /> of Origin, as set out in Annex 4 (Certificate of Origin), shall be issued by the <br /> authorized body or bodies of the exporting Party, on written application by the <br /> exporter, together with supporting documents, and shall be submitted on <br /> importation to the customs administration of the importing Party. The Certificate <br /> of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as <br /> originating for purposes of Section A of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps <br /> as advised to the importing Party by the exporting Party; and <br /> (e) be completed in English by typing. <br /> 2 A Certificate of Origin shall remain valid for 12 months from the date of issuance. <br /> 3 In principle, the Certificate of Origin shall be issued before or at the time <br /> of exportation. Nevertheless, a Certificate of Origin may exceptionally be issued <br /> retrospectively after exportation, on the condition that the exporter provides all <br /> the necessary commercial documents and export declaration processed by the <br /> customs administration of the exporting Party, provided that: <br /> (a) it was not issued at the time of exportation due to force majeure, <br /> or errors, or involuntary omissions or other special circumstances <br /> as may be deemed satisfied under the domestic law of each Party, <br /> where applicable; or <br /> (b) it is demonstrated to the satisfaction of the authorized body that <br /> the Certificate of Origin was issued but was not accepted at <br /> importation for technical reasons. The validation period shall <br /> remain the same as indicated in the Certificate originally issued. <br /> 4 Where paragraph 3 is applied, the Certificate shall be issued <br /> retrospectively within 12 months from the date of exportation, and shall be <br /> endorsed with the words @^@ISSUED RETROSPECTIVELY@^@. <br /> 5 In the event of theft, loss or accidental destruction of a Certificate of <br /> Origin, the exporter or producer may make a written request to the authorized <br /> body or bodies of the exporting Party for issuing a certified copy, provided that <br /> the original copy previously issued has been proved unused as a result of <br /> verification. The certified copy shall bear the words @^@CERTIFIED TRUE COPY dated@^@. <br /> with the original Certificate of Origin number", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 43: Exemption of Obligation of Submitting Certificate of Origin <br /> 1 Each Party shall provide that a Certificate of Origin shall not be required for: <br /> (a) a commercial importation of a good whose value does not exceed <br /> US$ 600 or its equivalent amount in the Party's currency. <br /> Nevertheless, the Party may require a statement certifying that the <br /> good is qualified as an originating good; <br /> (b) a non-commercial importation of a good whose value does not <br /> exceed US$ 600 or its equivalent amount in the Party's currency; or <br /> (c) other cases where a Certificate of Origin is not required, as <br /> provided under its domestic law. <br /> 2 The exemptions established in paragraph 1 shall be applicable, provided <br /> that the importation does not form part of one or more importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose <br /> of avoiding the certification requirements set out in Article 37 (Certificate of Origin).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: Definitions <br /> For purposes of this Section: <br /> authorized body means any body designated under the domestic law of a <br /> Party or by the governmental authority of a Party to issue a Certificate of Origin; and <br /> competent authority means: <br /> (a) in the case of China, the General Administration of Customs is <br /> responsible for the organization and implementation of the Rules <br /> of Origin under this Agreement in accordance with domestic laws, <br /> the General Administration of Quality Supervision, Inspection and <br /> Quarantine is responsible for the administration of issuance of the <br /> Certificate of Origin in accordance with domestic laws; and <br /> (b) in the case of Costa Rica, the National Customs Service (Servicio <br /> Nacional de Aduanas). <br /> Article 38: Authorized Bodies <br /> 1 A Certificate of Origin shall be issued only by the authorized body or <br /> bodies in the exporting Party. <br /> 2 The competent authority of the exporting Party shall inform the <br /> competent authority of the importing Party of the name of each authorized body, <br /> as well as the relevant contact details of each authorized body, and shall <br /> provide details of any security features for the Certificate of Origin, including <br /> official stamps used by each authorized body, prior to the issuance of any <br /> Certificates by that body. Any change in the information provided above shall be <br /> informed promptly to the competent authority of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: Certificate of Origin <br /> 2 A Certificate of Origin shall remain valid for 12 months from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 40: Preservation of Certificate of Origin and Supporting Documents <br /> 1 The exporter applying for the issuance of a Certificate of Origin shall <br /> keep, for at least 3 years, the documents referred to in Article 39 (Supporting <br /> Documents), from the date of issuance of the Certificate. <br /> 2 The authorized body or bodies of the exporting Party issuing a Certificate <br /> of Origin shall keep a copy of the Certificate of Origin for at least 3 years, from <br /> its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: Certificate of Origin <br /> 3 In principle, the Certificate of Origin shall be issued before or at the time <br /> of exportation. Nevertheless, a Certificate of Origin may exceptionally be issued <br /> retrospectively after exportation, on the condition that the exporter provides all <br /> the necessary commercial documents and export declaration processed by the <br /> customs administration of the exporting Party, provided that: <br /> (a) it was not issued at the time of exportation due to force majeure, <br /> or errors, or involuntary omissions or other special circumstances <br /> as may be deemed satisfied under the domestic law of each Party, <br /> where applicable; or <br /> (b) it is demonstrated to the satisfaction of the authorized body that <br /> the Certificate of Origin was issued but was not accepted at <br /> importation for technical reasons. The validation period shall <br /> remain the same as indicated in the Certificate originally issued. <br /> 4 Where paragraph 3 is applied, the Certificate shall be issued <br /> retrospectively within 12 months from the date of exportation, and shall be <br /> endorsed with the words @^@ISSUED RETROSPECTIVELY@^@. <br /> 5 In the event of theft, loss or accidental destruction of a Certificate of <br /> Origin, the exporter or producer may make a written request to the authorized <br /> body or bodies of the exporting Party for issuing a certified copy, provided that <br /> the original copy previously issued has been proved unused as a result of <br /> verification. The certified copy shall bear the words @^@CERTIFIED TRUE COPY dated@^@. <br /> with the original Certificate of Origin number <br /> Article 42: Refund of Import Customs Duties or Deposit <br /> 1 Where a good is imported into the territory of a Party without the <br /> submission of a Certificate of Origin under this Agreement, the customs <br /> administration of the importing Party may, where applicable, impose the applied <br /> non-preferential customs duties, or require payment of a deposit or guarantee <br /> equivalent to the full duties on that good. The importer may, within 1 year, after <br /> the payment of the customs duties, apply for a refund of any excess import <br /> customs duties imposed, or apply for a refund of deposit or guarantee paid, <br /> within 3 months or such longer period as may be specified in the domestic law <br /> of the importing Party, after the payment of the deposit or guarantee, on presentation of: <br /> (a) a valid Certificate of Origin issued in accordance with Article 37 (Certificate of Origin); and <br /> (b) other documentary evidence related to the importation of the good <br /> as the customs administration of the importing Party may require; <br /> provided that the importer declares, on his own initiative, to the customs <br /> administration through a written statement upon importation, indicating that the <br /> good presented qualifies as an originating good. <br /> 2 No customs duties, deposit or guarantee shall be refunded in the case <br /> where the importer fails to declare upon importation, in the same way as <br /> specified in paragraph 1, to the customs administration that the good qualifies <br /> as an originating good, even though a valid Certificate of Origin is submitted subsequently.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 39: Supporting Documents <br /> The documents used for purposes of proving that the goods covered by a <br /> Certificate of Origin can be considered as originating goods and fulfil the other <br /> requirements of this Chapter may include, inter alia, the following: <br /> (a) direct evidence of the processes carried out by the exporter or <br /> supplier to obtain the goods concerned, contained for example in <br /> his accounts or internal book-keeping; <br /> (b) documents proving the originating status of the materials used, <br /> where these documents are used in accordance with the domestic law; <br /> (c) documents proving the working or processing of materials, where <br /> these documents are used in accordance with the domestic law; or <br /> (d) Certificates of Origin proving the originating status of the materials used.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 44: Verification of Origin <br /> 1 For purposes of determining whether goods imported into the territory of <br /> a Party qualify as originating goods under this Chapter, the customs <br /> administration of the importing Party may verify origin of the goods, when there <br /> are reasonable grounds to doubt the accuracy or authenticity of the Certificate <br /> of Origin or when performing the control. The customs administration of the <br /> importing Party shall conduct the verification by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or <br /> producer in the territory of the exporting Party; <br /> (c) written requests to the authorized body of the exporting Party to <br /> verify the origin of the goods, with a copy of such request being <br /> notified or communicated to the competent authority of the exporting Party; or <br /> (d) such other procedures as the competent authorities of the Parties <br /> may jointly decide, including a verification visit. <br /> 2 The customs administration of the importing Party which makes a written <br /> request for verification under subparagraph 1(c) shall specify the reasons of the <br /> request and provide any documents and information or copies thereof in <br /> support of such request. <br /> 3 The importer, exporter or producer, who is requested for verification <br /> under the subparagraphs 1(a) or 1(b), shall respond the results of the <br /> verification in such detail as requested by the requesting Party within 60 days <br /> (not extendable) from the date of notification of the written request. The <br /> authorized body which is requested to undertake the verification under <br /> subparagraph 1(c), shall respond the results of the verification in such detail as <br /> requested by the requesting Party, within 6 months from the date of the <br /> notification of the written request, to the competent authority of the importing <br /> Party, with a copy of the results of the verification being notified or <br /> communicated to the competent authority of the exporting Party. <br /> 4 The competent authority of the importing Party shall notify, in writing, to <br /> the competent authority of the exporting Party of the results of the determination <br /> on the origin of the good, including its legal basis and findings of fact.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 55: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition <br /> of administrative penalties and, where appropriate, criminal sanctions for <br /> violations of its customs laws and regulations, including those governing tariff <br /> classification, customs valuation, country of origin, and claims for preferential <br /> treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 56: Advance Rulings <br /> 1 The customs administration of each Party shall issue written advance <br /> rulings prior to the importation of a good into its territory upon written request of <br /> an importer in its territory, or exporter in the territory of the other Party [3], on the <br /> basis of the facts and circumstances provided by the requester, including a <br /> detailed description of the information required to process a request for an <br /> advance ruling. The advance ruling may be issued on the following matters: <br /> (a) tariff classification; or <br /> (b) origin of a good in accordance with this Agreement. <br /> 2 The customs administration shall issue an advance ruling within 90 days <br /> after a request, provided that the requester has submitted all information that <br /> the competent authority requires. These advance rulings shall be in force from <br /> their date of notification, provided that the facts or circumstances on which the <br /> ruling is based remain unchanged. <br /> 3 The advance rulings that are into force may be annulled, amended or <br /> revoked, by the authorities that issued them, by administrative initiative, when <br /> one of the following situations is presented: <br /> (a) where the facts or circumstances prove that the information on <br /> which the advance ruling is based is false or inaccurate. In these <br /> cases, the customs administration may apply appropriate <br /> measures to the requester, including civil, criminal and <br /> administrative actions, penalties or other sanctions in accordance <br /> with its domestic laws; <br /> (b) where the customs administration deems appropriate to apply <br /> different criteria on the same facts and circumstances subject to <br /> the initial advance rulings. In this case, the amendment or <br /> revocation shall be applied from the date of the change and in no <br /> case shall oppose to situations occurred being into force the resolution; or <br /> (c) when the administrative decisions are affected due to changes in <br /> the laws, regulations and rules that served as basis. In this case, <br /> the advance rulings shall automatically cease to be in force from <br /> the date of publication of the changes. <br /> In the cases mentioned in subparagraphs (b) and (c) the customs administration <br /> shall make available to interested persons the information reviewed, with <br /> sufficient time prior to the date on which the amendments enter into force, so <br /> they can take them into account, with the exception of the cases where it is <br /> impossible to publish in advance. <br /> [3] For China, the applicant for an advance ruling on tariff classification must be registered with", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 54: Review and Appeal <br /> Each Party shall ensure, with respect to its determinations on customs <br /> matters, that importers in its territory have access to: <br /> (a) a level of administrative review independent of the employee or <br /> office that issued the determination; and <br /> (b) judicial review of the administrative decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 20: Definitions <br> crustaceans, other aquatic invertebrates and aquatic plants, from seed stock <br> such as eggs, fry, fingerlings and larvae, by intervention in the rearing or growth <br> processes to enhance production, such as regular stocking, feeding, protection <br> from predators, among others; <br> CIF means the value of the good imported inclusive of the cost of insurance and <br> freight up to the port or place of entry in the country of importation; <br> aquaculture means the farming of aquatic organisms including fish, molluscs, <br> FOB means the value of the good free on board, regardless of the mode of <br> transportation inclusive of the cost of transport to the port or site of final shipment abroad; <br> fungible materials or goods means materials or goods, which are <br> Generally Accepted Accounting Principles means the recognized consensus <br> interchangeable for commercial purposes, whose properties are essentially identical; <br> as well as detailed standards, practices, and procedures; <br> or substantial authoritative support in the territory of a Party, with respect to the <br> recording of revenues, expenses, costs, assets, and liabilities, the disclosure of <br> information and the preparation of financial statements. Generally Accepted <br> good means any merchandise, product, article, or material; <br> producer means a person who engages in the production of a good; <br> material means a good used in the production of another good, including any <br> packing materials and containers for shipment means goods used to protect <br> components, ingredients, subassemblies, raw materials, parts or pieces; <br> neutral elements means the goods used in the production, testing or <br> inspection of another good but not physically incorporated into the good by themselves; <br> non-originating materials or non-originating goods means materials or <br> goods other than those which qualify as originating in accordance with the <br> provisions of this Chapter, including materials or goods of undetermined origin; <br> originating materials or originating goods means materials or goods which <br> qualify as originating in accordance with the provisions of this Chapter; <br> a good during its transportation or storage, other than containers or packaging <br> Product Specific Rules means rules which specify that a change in tariff <br> classification, a Regional Value Content, a specific processing operation, or a <br> combination of any of these criteria has to be satisfied for the goods as a result <br> of processes of the non-originating materials used in the production performed <br> in the territory of one or both Parties; and <br> materials used for retail sale; <br> production means methods of obtaining goods including, but not limited to, <br> growing, raising, mining, harvesting, fishing, farming, trapping, hunting, <br> capturing, gathering, collecting, breeding, extracting, manufacturing, processing <br> or assembling a good. <br> For purposes of this Section: <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Accounting Principles may encompass broad guidelines for general application, <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Article 23: Product Specific Rules <br> Except as otherwise provided in this Chapter, a good, using non- <br> originating materials and produced in the territory of one or both Parties, shall <br> comply with the corresponding origin criterion established, such as change in <br> tariff classification, a Regional Value Content, processing operation rule, a <br> combination of any of these criteria or other requirements specified in Annex 3 <br> (Product Specific Rules of Origin) in determining the originating status of the goods. <br> "}, {"ArticleTitle": "Change in Tariff Classification", "ArticleDesc": "Article 24: Change in Tariff Classification <br> For purposes of a change in tariff classification criterion provided in <br> Article 23 (Product Specific Rules), the originating status shall be conferred to <br> the goods only when the non-originating materials used in the production of the <br> goods undergo a change of tariff classification specified in Annex 3 (Product <br> Specific Rules of Origin), as a result of processes performed in the territory of <br> one or both Parties. For these purposes, the Harmonized System shall be the <br> basis of the classification of the goods. <br> "}, {"ArticleTitle": "Processing Operations", "ArticleDesc": "Article 26: Processing Operations <br> For purposes of the processing operation rule provided in Article 23 <br> (Product Specific Rules), the originating status shall be conferred only to the <br> goods as a result of manufacturing or processing operations specified in Annex <br> 3 (Product Specific Rules of Origin), which are carried out in the territory of one <br> or both Parties. <br> "}, {"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 41: Obligations Regarding Importations <br> Except as otherwise provided in this Chapter, each Party shall require an <br> importer in its territory that claims preferential tariff treatment to: <br> (a) make a written statement in the import customs declaration, <br> indicating that the good qualifies as an originating good; <br> (b) posses a valid Certificate of Origin, at the time the import customs <br> declaration referred to in subparagraph (a) is made; and <br> (c) submit the original Certificate of Origin and other documentary <br> evidence related to the importation of the goods, upon <br> requirements of the customs administration of the importing Party. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 45: Denial of Preferential Tariff Treatment <br> 1 A Party may deny preferential tariff treatment to a good when: <br> (a) the good imported does not qualify as originating in accordance <br> with the provisions of this Chapter; <br> (b) the good imported does not comply with the provisions on direct <br> consignment under Article 35 (Direct Consignment); <br> (c) the competent authority of the exporting Party fails, as required <br> under Article 38 (Authorized Bodies), to inform the competent <br> authority of the importing Party of the name of the authorized body <br> or bodies, any security features of the Certificate of Origin, or any <br> change in the above information; <br> (d) the importer, exporter, producer or authorized bodies, as <br> appropriate, requested by the importing Party, fails to comply with <br> the requirements under paragraph 3 of the Article 44 (Verification of Origin); <br> (e) the Certificate of Origin has not been duly completed, signed, or <br> stamped in accordance with the provisions under this Chapter; <br> (f) the data provided under the Certificate of Origin does not <br> correspond to that of the supporting documents submitted; or <br> (g) the description, quantity and weight of goods, marks and number <br> of packages, number and kinds of packages, as specified in the <br> Certificate of Origin, do not conform to the goods presented. <br> 2 In the event that the preferential tariff treatment is denied, the competent <br> authority of the importing Party shall inform the importer of the decision on the <br> denial of the preferential treatment and the reasons for that decision. <br> "}, {"ArticleTitle": "Committee on Rules of Origin", "ArticleDesc": "Article 46: Committee on Rules of Origin <br> 1 The Parties hereby establish a Committee on Rules of Origin, comprising <br> in the case of China, the General Administration of Customs, the General <br> Administration of Quality Supervision, Inspection and Quarantine, and the <br> Ministry of Commerce; and in the case of Costa Rica, the Ministry of Foreign <br> Trade (Ministerio de Comercio Exterior) and the National Customs Service <br> (Servicio Nacional de Aduanas). <br> 2 The Committee shall meet on the request of a Party or the Commission <br> to consider any matter arising under this Chapter. <br> 3 The functions of the Committee on Rules of Origin, shall include: <br> (a) ensuring the effective, uniform and consistent administration of <br> this Chapter, and enhancing the cooperation in this regard; <br> (b) keeping updated Annex 3 (Product Specific Rules of Origin) on <br> the basis of the transposition of the Harmonized System; <br> (c) advising the Commission of proposed solutions to address issues related to: <br> (i) interpretation, application and administration of this Chapter; <br> (ii) calculation of the Regional Value Content; and <br> (iii) issues arising from the adoption by either Party of <br> operational practices not in conformity with this Chapter <br> that may adversely affect the flow of trade between the Parties. <br> Chapter 5 <br> Customs Procedures <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 47: Definitions <br> For purposes of this Chapter, customs administration means: <br> (a) for China, the General Administration of Customs of the People's <br> Republic of China; and <br> (b) for Costa Rica, the National Customs Service (Servicio Nacional de Aduanas). <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 48: Publication <br> 1 Each administration shall publish, including on the Internet, its customs <br> laws, regulations, and rules [2]. <br> 2 Each administration shall designate or maintain one contact point to <br> address inquiries by interested persons concerning customs matters and shall <br> make available on the Internet information concerning the procedures for <br> making such inquiries. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 49: Release of Goods <br> 1 According to its domestic law, each Party shall establish or maintain <br> simplified customs procedures for the efficient release of goods in order to <br> facilitate trade between the Parties. <br> 2 Each Party shall endeavour to adopt procedures to ensure, to the extent <br> possible, the release of goods within a period no greater than 48 hours after <br> submission of the customs declaration. <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 50: Use of Automated Systems <br> 1 The customs administrations shall apply information technology to <br> support customs operations, particularly by facilitating the transmission of <br> information prior to the arrival of the shipment, to allow the release of goods in <br> the shortest time possible after their arrival. <br> 2 The customs administrations shall endeavour to use information <br> technology that expedites procedures for the release of goods and risk <br> management and targeting. <br> Party shall endeavour to provide the other Party with advance notice of any <br> [2] In the case of Costa Rica, the term @^@rules@^@ shall be understood as general administrative provisions. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 51: Cooperation <br> 1 With a view to facilitating the effective operation of this Agreement, each <br> significant modification of its administrative policy and other similar development <br> related to its laws or regulations governing importations or exportations, and <br> that is likely to substantially affect the operation of this Agreement. <br> 2 The Parties, through their customs administrations, shall cooperate in <br> achieving compliance with their respective domestic laws or regulations <br> governing importations or exportations pertaining to: <br> (a) the implementation and operation of this Agreement, including its <br> (b) the implementation and operation of the Customs Valuation Agreement; <br> Chapter 4 (Rules of Origin and Related Operational Procedures); <br> (c) restrictions or prohibitions on imports or exports; and <br> (d) other customs matters as the Parties may agree. <br> 3 According to its domestic law, each Party, through its customs <br> administration, shall endeavour to provide the other Party with any information <br> that may assist that Party in determining if importations or exportations are in <br> compliance with its laws or regulations governing importations, in particular <br> those related to the prevention of fiscal fraud in any of its modalities. <br> 4 For purposes to facilitate the flow of trade between the Parties, the <br> Parties shall endeavour to provide the other Party with technical advice and <br> assistance for the purpose of improving risk assessment techniques, simplifying <br> and expediting customs procedures, advancing the technical skills of personnel, <br> and enhancing the use of technologies that can lead to improved compliance <br> with the laws or regulations governing importations. <br> 5 The customs administrations of the Parties shall negotiate a Mutual <br> Administrative Assistance Agreement that will cover relevant customs issues, <br> no later than 3 months counted from the date of entry into force of this Free <br> Trade Agreement. The Mutual Administrative Assistance Agreement shall be in <br> compliance with the domestic law of each Party. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 52: Risk Management <br> Each Party shall endeavour to adopt or maintain risk management <br> systems that enable its customs administration to focus its inspection activities <br> on high-risk goods and that simplify the clearance and movement of low-risk goods. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 53: Express Shipments <br> Each customs administration shall adopt or maintain separate and <br> expedited customs procedures for express shipments while maintaining <br> appropriate risk management systems. These procedures shall, under normal <br> circumstances, provide an express or expedited clearance of goods after <br> submission of all the necessary requirements and customs documents. <br> "}]}]}, "members_found": ["188", "156"]}