{"FtaRooDetails": {"FtaId": 281, "FtaCode": "ITC00287", "FtaName": "FTA, China-Iceland", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OF ICELAND", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Iceland", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2019", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Iceland", "AdminProcCooAuth": "The certification type under FTA, China-Iceland is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Iceland is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Iceland agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 50%", "RooText": "Change to this heading from any other heading, provided that there is a Regional Value Content of not less than 50%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00287_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.government.is/media/utanrikisraduneyti-media/media/fta-kina/Vidauki-V---Upprunavottord.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00287_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.government.is/media/utanrikisraduneyti-media/media/fta-kina/Vidauki-IV---Upprunareglur-um-framleidsluvorur.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00287_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00287_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00287_full.pdf", "DocType": "8_full", "WebLink": "http://fta.mofcom.gov.cn/iceland/xieyi/2013-4-17-en.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00287_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N127.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Accumulation <br /> Where originating goods or materials of a Party are incorporated into a good in the other <br /> Party, the goods or materials so incorporated shall be regarded to be originating <br /> in the latter Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : De Minimis <br /> A good that does not meet tariff classification change requirements, pursuant to the <br /> provisions of Annex IV, shall nonetheless be considered to be an originating good, if: <br /> (a) the value of all non-originating materials determined pursuant to Article 25, <br /> including materials of undetermined origin, that do not meet the tariff <br /> classification change requirement does not exceed 10% of the FOB value of <br /> the given good; and <br /> (b) the good meets all the other applicable criteria of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Regional Value Content <br /> 2 The value of the non-originating materials used by the producer in the production <br /> of a good shall not include, for purposes of calculating the regional value content of the <br /> good, pursuant to paragraph 1, the value of non-originating materials used to produce <br /> originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Accessories, Spare Parts, and Tools <br /> Accessories, spare parts, or tools presented with the good upon importation shall be <br /> disregarded when determining the origin of the good, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced <br /> separately from the good; and <br /> (b) the quantities and the value of said accessories, spare parts, or tools are the <br /> normal ones for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Wholly Obtained Goods <br /> For the purpose of sub-paragraph (a) of Article 22, the following shall be considered as <br /> wholly obtained in a Party: <br /> (a) mineral products extracted from the soil or from the seabed of a Party; <br /> (b) plants and plant products harvested in a Party; <br /> (c) live animals, born and raised in a Party; <br /> (d) products from live animals referred to in paragraph (c); <br /> (e) products obtained by hunting, trapping or fishing in inland waters conducted in a Party; <br /> (f) products of sea fishing and other products taken from the territorial sea of a Party; <br /> (g) products of sea fishing and other products taken beyond the territorial sea of a <br /> Party, including the exclusive economic zone of that Party, by a vessel <br /> registered in a Party and flying the flag of that Party; <br /> (h) products manufactured on board a factory ship registered in a Party and flying <br /> the flag of that Party, exclusively from products referred to in sub-paragraphs (f) and (g); <br /> (i) products extracted from the seabed or beneath the seabed outside the <br /> territorial sea of a Party, provided that they have sole rights to exploit such seabed; <br /> (j) used articles collected in a Party fit only for the recovery of raw materials; <br /> (k) waste and scrap resulting from manufacturing operations conducted in a Party <br /> and are fit only for the recovery of raw materials; and <br /> (l) products manufactured in a Party exclusively from products specified <br /> in sub-paragraphs (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Operations that do not Confer Origin <br /> 1 The following operations shall be considered as insufficient working or processing <br /> to confer the status of originating goods: <br /> (a) preserving operations to ensure that the goods remain in good condition <br /> during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glasing of cereals and rice; <br /> (g) operations to color sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> goods or their packaging; <br /> (m) simple mixing of goods, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of goods into parts; <br /> (o) operations whose sole purpose is to ease port handling; <br /> (p) slaughtering of animals; and <br /> (q) a combination of two or more operations specified in sub-paragraphs (a) to (p). <br /> 2 For purposes of this Article: <br /> (a) @^@simple@^@ generally describes activities which need neither special skills nor <br /> special machines, apparatus or equipment specially produced or installed for <br /> carrying out the activity; and <br /> (b) @^@simple mixing@^@ generally describes activities which need neither special <br /> skills nor machines, apparatus or equipment especially produced or installed <br /> for carrying out the activity. However, simple mixing does not include chemical reaction.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Regional Value Content <br /> 1 For the purpose of sub-paragraph (c) of Article 22, the regional value content of a <br /> good shall be calculated on the basis of the following method: <br /> RVC = [(V-VNM/V] x 100 % <br /> where: <br /> (a) @^@RVC@^@ means the regional value content expressed as a percentage; <br /> (b) @^@V@^@ means the value of the good, as defined in the WTO Customs Valuation <br /> Agreement, adjusted on a FOB basis; and <br /> (c) @^@VNM@^@ means the value, as defined in the WTO Customs Valuation <br /> Agreement, of the non-originating materials, adjusted on a CIF basis. <br /> 2 The value of the non-originating materials used by the producer in the production <br /> of a good shall not include, for purposes of calculating the regional value content of the <br /> good, pursuant to paragraph 1, the value of non-originating materials used to produce <br /> originating materials that are subsequently used in the production of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Neutral Elements <br /> 1 In order to determine whether a good originates, the origin of the neutral elements <br /> defined in paragraph 2 shall not be taken into account. <br /> 2 @^@Neutral elements@^@ mean articles used in the production of a good which are not <br /> physically incorporated into or form part of the good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the good; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Direct Transport <br /> 1 Preferential tariff treatment provided for in this Agreement shall be applied to <br /> goods which satisfy the requirements of this Chapter and are directly <br /> transported between the Parties. <br /> 2 Notwithstanding paragraph 1, the following shall be considered as transported <br /> directly from the exporting Party to the importing Party: <br /> (a) goods that are transported without passing through a non-Party; and <br /> (b) goods whose transport involves transit through one or more non-Parties with <br /> or without trans-shipment or temporary storage in such non-Parties, provided that: <br /> (i) the transit is justified by geographical reasons or by consideration <br /> related exclusively to transport requirements; <br /> (ii) the goods do not enter into trade or consumption there; and <br /> (iii) the goods do not undergo subsequent production or any operation there <br /> other than unloading, reloading, splitting-up of consignments or any <br /> other operation necessary to preserve them in good condition, provided <br /> that the goods remain under customs control during transit through non-Parties. <br /> 3 Compliance with the provisions set out in paragraph 2 shall be authenticated by <br /> presenting to the customs authorities of the importing Party either with customs documents of <br /> the non-Parties or with any other documents to the satisfaction of the customs authorities of <br /> the importing Party. <br /> Section 2: Operational Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Originating Goods <br /> For the purposes of this Agreement, a good shall be considered as originating in a Party when: <br /> (a) the good is wholly obtained or produced entirely in the territory of a Party, <br /> within the meaning of Article 23; or <br /> (b) the good is produced entirely in the territory of one or both Parties, <br /> exclusively from materials whose origin conform to the provisions of this Chapter; or <br /> (c) the good is produced in the territory of one or both Parties, using non- <br /> originating materials that conform to a change in tariff classification, a <br /> regional value content, a process requirement or other requirements specified <br /> in Annex IV, and the good meets the other applicable provisions of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Packing and Containers for Transportation <br /> Containers and packing materials used for the transport of goods shall not be taken into <br /> account in determining the origin of the goods. <br /> Article 31 : Packaging Materials and Containers for Retail Sale <br /> Where goods are subject to a change in tariff classification criterion set out in Annex IV, <br /> the origin of the packaging materials and containers in which goods are packaged for <br /> retail sale shall be disregarded in determining the origin of the goods, provided that the <br /> packaging materials and containers are classified with the goods. However, if the goods <br /> are subject to a Regional Value Content requirement, the value of the packaging materials <br /> and containers used for retail sale shall be taken into account as originating materials or <br /> non-originating materials as the case may be when determining the origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Documentary Evidence of Origin <br /> To qualify for preferential tariff treatment under this Agreement, either of the following <br /> documents shall be submitted to the customs of the importing Party upon importation: <br /> (a) a Certificate of Origin referred to in Article 36; or <br /> (b) a Declaration of Origin referred to in Article 37. <br /> Article 36 : Procedure for the Issue of a Certificate of Origin <br /> 1 A Certificate of Origin as set out in Annex V shall be issued by the authorised <br /> bodies of a Party on application by the exporter, subject to the condition that the goods <br /> concerned fulfil the requirements of this Chapter. <br /> 2 The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating for the <br /> purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as advised to <br /> the importing Party by the exporting Party; and <br /> (e) be completed in English by typing. <br /> 3 The Certificate of Origin shall be issued before or at the time of exportation of the <br /> goods in question. It shall be valid for one year from the date of issuance in the exporting Party. <br /> 4 Each Party shall inform the customs authority of the other Party of the name of <br /> each authorised body, as well as relevant contact details, and shall provide details of any <br /> security features for relevant forms and documents used by each authorised body, prior to <br /> the issuance of any certificates by that body. Any change in the information provided <br /> above shall be promptly notified to the customs authority of the other Party. <br /> 5 If the Certificate of Origin has not been issued before or at the time of exportation <br /> due to force majeure, or involuntary errors, omissions or other valid causes, the <br /> Certificate of Origin may be issued retrospectively but no longer than one year from the <br /> date of shipment, bearing the words @^@ISSUED RETROACTIVELY@^@ or @^@ISSUED <br /> RETROSPECTIVELY@^@, which shall be inserted in the @^@Remarks@^@ box of the Certificate of Origin. <br /> 6 In the event of theft, loss or damage of a Certificate of Origin, the exporter or <br /> manufacturer may make a written request to the authorised bodies of the exporting Party <br /> for issuing a certified copy, provided that the exporter or manufacturer makes sure that <br /> the original copy previously issued has not been used. The certified copy shall bear the <br /> words @^@CERTIFIED TRUE COPY of the original certificate of origin number dated <br /> ___@^@, which shall be inserted in the @^@Remarks@^@ box of the Certificate of Origin. If the <br /> importing customs authority ascertains that the original copy has been used, the certified <br /> copy shall be invalid and vice versa. <br /> Article 37 : Declaration of Origin <br /> 1 An approved exporter under Article 38 in a Party may, for the purposes of <br /> obtaining preferential tariff treatment in the other Party, complete a Declaration of Origin <br /> in the version provided in Annex VI. <br /> 2 A Declaration of Origin shall be completed only by an approved exporter within the <br /> meaning of Article 38. <br /> 3 A Declaration of Origin shall be produced only if the good concerned can be <br /> considered as an originating good of a Party according to the provisions of this Chapter. <br /> 4 Where the approved exporter in the customs territory of the exporting Party is not <br /> the producer of the product, a Declaration of Origin for the product may be completed by <br /> the approved exporter in accordance with the laws and regulations of the exporting Party. <br /> 5 A Declaration of Origin shall be completed prior to the importation in the importing <br /> Party of the products to which it relates. <br /> 6 A Declaration of Origin shall be valid for 12 months from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Waiver of Certificate of Origin or Declaration of Origin <br /> 1 For the purpose of granting preferential treatment under this Chapter, a Party may <br /> waive the requirements for the presentation of a Certificate of Origin or Declaration of <br /> Origin and grant preferential tariff treatment to: <br /> (a) any consignment of originating products of a value not exceeding US$ 600 or <br /> its equivalent amount in the Party's currency; or <br /> (b) other originating products as provided under its domestic legislation. <br /> 2 Waivers provided for in paragraph 1 shall not be applicable when it is established <br /> by the customs authorities of the importing Party that the importation forms part of a <br /> series of importations that may reasonably be considered to have been undertaken or <br /> arranged for the purpose of avoiding the submission of Certificate of Origin or <br /> Declaration of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Approved Exporter <br /> 1 The importing Party shall grant preferential tariff treatment to the goods covered by <br /> a Declaration of Origin completed by the approved exporter of the exporting Party. The <br /> format of the Declaration of Origin is set out in Annex VI. <br /> 2 The Approved exporter authorised by the exporting Party to complete a Declaration <br /> of Origin shall be given a unique authorisation number required to be marked on the <br /> Declaration of Origin when in use. The use of such number shall be closely monitored <br /> and supervised by the exporting Party. <br /> 3 Each Party shall provide the other Party with detailed information on the approved <br /> exporters, such as the names, registration numbers and contact details of the approved <br /> exporters and specimen of the stamp used by the exporters, prior to the actual exportation of <br /> their goods. Any change in the information above shall be promptly notified to the other Party. <br /> 4 Before 31 March each year a Party shall provide the other Party with information on <br /> the name and registration number of each approved exporter, along with corresponding serial <br /> numbers of all the Declarations of Origin completed in the preceding year. If any <br /> discrepancies are discovered because of this information, a Party shall inform the other Party <br /> of such discrepancies fur further investigation or clarification on behalf of that Party. <br /> [Customs administration]: <br /> Article 55 : Authorised Economic Operator System <br /> A Party operating an Authorised Economic Operator System or security measures affecting <br /> international trade flows shall: <br /> (a) afford the other Party the possibility to negotiate a mutual recognition of <br /> authorisation and security measures for the purpose of facilitating international <br /> trade while ensuring effective customs control; and <br /> (b) draw on relevant international standards, in particular the WCO Framework of Standards.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Definitions <br /> Definitions <br /> For purposes of this Section: <br /> (a) @^@authorised body@^@ means any body designated under the domestic law of a <br /> Party or by the governmental authority of a Party to issue a Certificate of Origin; and <br /> (b) @^@competent authority@^@ means: <br /> (i) in the case of China, the General Administration of Customs is <br /> responsible for the organisation and implementation of the Rules of <br /> Origin under this Agreement in accordance with domestic laws, the <br /> General Administration of Quality Supervision, Inspection and <br /> Quarantine is responsible for the administration of issuance of the <br /> Certificate of Origin in accordance with domestic laws; and <br /> (ii) in the case of Iceland, the Directorate of Customs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Procedure for the Issue of a Certificate of Origin <br /> 2 The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating for the <br /> purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as advised to <br /> the importing Party by the exporting Party; and <br /> (e) be completed in English by typing. <br /> 3 The Certificate of Origin shall be issued before or at the time of exportation of the <br /> goods in question. It shall be valid for one year from the date of issuance in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 42 : Preservation of Documents <br /> 1 Each Party shall require its producers, exporters and importers to retain documents that <br /> prove the originating status of the goods as well as the fulfilment of the other requirements of <br /> this Chapter for at least three years. <br /> 2 Each Party shall require that its authorised bodies retain copies of Certificates of Origin <br /> and other documentary evidence of origin for at least three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Procedure for the Issue of a Certificate of Origin <br /> 5 If the Certificate of Origin has not been issued before or at the time of exportation <br /> due to force majeure, or involuntary errors, omissions or other valid causes, the <br /> Certificate of Origin may be issued retrospectively but no longer than one year from the <br /> date of shipment, bearing the words @^@ISSUED RETROACTIVELY@^@ or @^@ISSUED <br /> RETROSPECTIVELY@^@, which shall be inserted in the @^@Remarks@^@ box of the Certificate of Origin. <br /> Article 41 : Refund of Import Duties or Deposits <br /> Refund of Import Duties or Deposits <br /> 1 If a good is imported into the territory of a Party without the submission of a <br /> Certificate of Origin or a Declaration of Origin under this Agreement, the customs <br /> authority of the importing Party may, where applicable, impose the applied non- <br /> preferential customs duty, or require payment of a deposit or guarantee equivalent to the <br /> full amount of the customs duty on that good, provided that the importer formally declare <br /> to the customs authority upon importation that the good in question qualifies as an originating good. <br /> 2 The importer may apply for a refund of any excess customs duties imposed or <br /> deposit paid within the period specified in the legislation of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Obligations Regarding Importations <br /> The importer claiming preferential tariff treatment for a good under this Agreement shall: <br /> (a) make a written statement in the customs declaration, on his own initiative, <br /> indicating that the good qualifies as an originating good; <br /> (b) possess a valid Certificate of Origin or Declaration of Origin, at the time the <br /> import customs declaration referred to in sub-paragraph (a) is made; and <br /> (c) submit the original Certificate of Origin or Declaration of Origin, and other <br /> documentary evidence related to the importation of the goods, upon request of <br /> the customs authority of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 43 : Verification <br /> 1 For the purpose of determining the authenticity or accuracy of the Certificate of <br /> Origin or the Declaration of Origin, the originating status of the goods concerned, or the <br /> fulfilment of the other requirements of this Chapter, the customs authority of the <br /> importing Party may conduct origin verification by means of a request to the competent <br /> authority of the exporting Party, or such other procedures as the customs authorities of the <br /> Parties may jointly decide. <br /> 2 The customs authority of the importing Party requesting a verification to the <br /> competent authority of exporting Party shall specify the reasons, and provide any <br /> documents and information justifying the verification. <br /> 3 The competent authority of the exporting Party to whom a request for verification is <br /> made under paragraph 1, shall respond to the verification request within six months from <br /> the date of the receipt of the request. <br /> 4 If no reply is received within the periods mentioned above, or if the reply does not <br /> contain sufficient information to determine the authenticity of the documents or the <br /> originating status of the goods in question, the requesting customs authorities may deny <br /> preferential tariff treatment. <br /> Article 44 : Denial of Preferential Tariff Treatment <br /> Except as otherwise provided in this Chapter, the importing Party may deny claim for <br /> preferential tariff treatment, if: <br /> (a) the goods do not meet the requirements of this Chapter; <br /> (b) the importer, exporter or producer fails to comply with the relevant <br /> requirements of this Chapter; or <br /> (c) the Certificate of Origin or the Declaration of Origin does not meet the <br /> requirements of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 49 : Advance Rulings <br /> 1 Each Party shall in a reasonable, time-bound manner, upon written request, issue a <br /> binding, written advance ruling, which contains all information necessary to an importer, <br /> exporter or producer that has registered with the Party's customs administration as required by <br /> its domestic laws, before the date of importation of a product , with regard to: <br /> (a) tariff classification of the product; <br /> (b) the rules of origin that the Party will apply to the product; and <br /> (c) such other matters as the Parties may agree. <br /> 2 A Party that declines to issue an advance ruling shall promptly notify the requesting <br /> importer, producer or exporter in writing, setting forth the basis for its decision. <br /> 3 Each Party shall provide that advance rulings take effect on the date they are issued, or <br /> on another date specified in the ruling, provided that the facts or circumstances on which the <br /> ruling is based remain unchanged. <br /> 4 Each Party may limit the validity of advance rulings to a period determined by <br /> domestic legislation. <br /> 5 Each Party shall endeavour to make information on advance rulings, which it considers <br /> to be of significant interest to other traders, publicly available, taking into account the need to <br /> protect confidential information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 57 : Review and Appeal <br /> Each Party shall ensure that importers, exporters and producers have the right to at least one <br /> level of independent administrative review and judicial appeal in accordance with its <br /> domestic legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 21 : Definitions <br> For the purposes of this Chapter: <br> (a) @^@Customs Valuation Agreement@^@ means the Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994, which is <br> part of the WTO Agreement; <br> (b) @^@CIF@^@ means the value of the good imported, inclusive of the costs of freight <br> and insurance up to the port or place of entry into the country of importation; <br> (c) @^@FOB@^@ means the value of the good free on board, independent of the means <br> of transportation, at the port or site of final shipment abroad; <br> (d) @^@material@^@ means a good or product that is used in the production or <br> transformation of another good, including a part or an ingredient; <br> (e) @^@production@^@ means growing, raising, mining, harvesting, fishing, trapping, <br> hunting, manufacturing, processing, or assembling a good; and <br> (f) @^@producer@^@ means a person who grows, raises, mines, harvests, fishes, traps, <br> hunts, manufactures, processes or assembles a good. <br> "}, {"ArticleTitle": "Change in Tariff Classification", "ArticleDesc": "Article 24 : Change in Tariff Classification <br> A change in tariff classification under Annex IV requires that the non-originating <br> materials used in the production of the goods undergo a change of tariff classification as a <br> result of processes performed in the territory of one or both Parties. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Article 45 : Contact Points <br> implementation of this Chapter. <br> "}, {"ArticleTitle": "CONTACT POINTS", "ArticleDesc": "Each Party shall designate contact points to ensure the effective and efficient <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "General Principles", "ArticleDesc": "Article 46 : General Principles <br> 1 The Parties recognise their common objectives of serving the interests of their <br> respective business communities and creating a trading environment allowing them to take <br> advantage of the opportunities offered by this Agreement. <br> 2 The Parties agree that the following principles, inter alia, are the basis for the <br> development and administration by competent authorities, of trade facilitation measures: <br> (a) transparency, efficiency, simplification, harmonisation and consistency of trade procedures; <br> (b) promotion of international standards; <br> (c) consistency with multilateral instruments; <br> (d) the best possible use of information technology; <br> (e) high standard of public service in the interest of their respective business communities; <br> (f) governmental controls based on risk management principles; <br> (g) co-operation within each Party among customs and other border authorities; <br> (h) consultations with their respective business communities; and <br> (i) assurance of trade security and facilitation. <br> "}, {"ArticleTitle": "Co-operation", "ArticleDesc": "Article 47 : Co-operation <br> While recognising the need for strengthening co-operation in multilateral fora and for <br> applying the procedures in the major instruments governing trade facilitation to which both <br> Parties are signatories, the Parties affirm their commitment to the use of efficient trade <br> procedures aiming to reduce costs and unnecessary delays in the trade between them. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 48 : Transparency <br> 1 Each Party shall promptly publish on the Internet, as far as practicable in English, all <br> laws, regulations and rules of general application relevant to trade in goods between the Parties. <br> 2 Each Party shall establish inquiry points for customs and other matters covered under <br> this Chapter that may be contacted as far as practicable in English via the Internet. <br> 3 The Parties shall consult their respective business communities on their needs with <br> regard to the development and implementation of trade facilitation measures, noting that <br> particular attention should be given to the interests of small and medium-sized enterprises. <br> 4 Each Party shall publish in advance, and in particular on the Internet, draft laws and <br> regulations of general application relevant to international trade, with a view to affording the <br> public, especially interested persons, an opportunity to provide comment on them. <br> 5 Each Party shall ensure that a reasonable interval is provided between the publication <br> of laws and regulations of general application relevant to international trade in goods and their <br> entry into force. <br> 6 Each Party shall administer in a uniform, impartial and reasonable manner all its laws, <br> regulations, rules and administrative decisions relevant to international trade in goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 50 : Customs Valuation <br> The Parties shall apply Article VII of the GATT 1994 and the Agreement on Implementation <br> of Article VII of the General Agreement on Tariff and Trade 1994 to goods traded between them. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 51 : Tariff Classification <br> The Parties shall apply the International Convention on the Harmonised Commodity <br> Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Simplification of Customs Procedures", "ArticleDesc": "Article 52 : Simplification of Customs Procedures <br> 1 Each Party's customs procedures shall be simple, reasonable, objective and impartial. <br> 2 Each Party shall adopt or maintain simplified customs procedures for the efficient <br> release of goods in order to facilitate trade between the Parties. <br> 3 The Parties shall limit controls, formalities and the number of documents required in <br> the context of trade in goods between the Parties to those necessary and appropriate to ensure <br> compliance with legal requirements and thereby simplify to the greatest extent possible the <br> respective procedures. <br> 4 Pursuant to paragraph 3, each Party shall adopt or maintain procedures that: <br> (a) provide for advance electronic submission and processing of information before <br> the physical arrival of goods subject to the satisfaction of certain conditions or <br> requirements, to expedite their clearance; <br> (b) may allow importers to obtain the release of goods prior to meeting all import <br> requirements of that Party if the importer provides sufficient and effective <br> guarantees and where it is decided that neither further examination, physical <br> inspection nor any other submission is required. A Party is not required to release <br> goods where the Party's legitimate import requirements have not been satisfied; and <br> (c) provide for a guarantee to be discharged without delay once it is no longer required. <br> 5 Each Party shall base its procedures for trade in goods and related services to the <br> greatest extent possible on internationally agreed standards that are applied by each Party <br> respectively, aiming to reduce costs and unnecessary delays in trade between them, in <br> particular the standards and recommended practices of the World Customs Organisation <br> (hereinafter referred to as @^@the WCO@^@), including the principles of the revised International <br> Convention on the Simplification and Harmonisation of Customs Procedures (Revised Kyoto Convention). <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 53 : Risk Management <br> 1 In the application of customs control, the Parties shall use risk management. Each Party <br> shall determine which persons and which goods, including means of transport, should be <br> examined, and the extent of the examination based on current risk assessments. The Parties <br> shall adopt a compliance measurement strategy to support risk management. This shall not <br> preclude the Parties from conducting quality control and compliance reviews which may <br> require more extensive examinations. <br> 2 Each Party shall focus measures of control on high-risk goods and facilitate the <br> clearance of low-risk goods in administering customs procedures. <br> 3 Each Party's customs procedures, including its documentary examinations, physical <br> examinations or post-audit examinations, shall not be more onerous than necessary to limit <br> the Party's exposure to the risks referred to in paragraph 2. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 54 : Application of Information Technology <br> The Parties shall apply information technology to support customs operations, where it is <br> cost-effective and efficient, particularly in the paperless trading context, taking into account <br> developments in this area within the WCO. <br> "}, {"ArticleTitle": "Temporary Admission of Goods", "ArticleDesc": "Article 56 : Temporary Admission of Goods <br> 1 Each Party shall facilitate temporary admission of goods in accordance with its <br> domestic laws and regulations and international standards that are applied by each Party respectively. <br> 2 For the purposes of this Article, @^@temporary admission@^@ means customs procedures <br> under which certain goods may be brought into a customs territory conditionally relieved <br> from payment of customs duties. Such goods shall be imported for a specific purpose, and <br> shall be intended for re-exportation within a specified period and without having undergone <br> any change except normal depreciation due to the use made of them. <br> "}, {"ArticleTitle": "Border Agency Co-operation", "ArticleDesc": "Article 58 : Border Agency Co-operation <br> Each Party shall ensure co-operation and co-ordination in the procedures of its authorities and <br> agencies involved in border enforcement and import and export controls in order to facilitate trade. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 59 : Confidentiality <br> All information provided in relation to importation, exportation or other related matters shall <br> be treated as confidential by the Parties and shall be covered by the obligation of professional <br> secrecy, in accordance with the respective laws of each Party. Such information shall not be <br> disclosed by the authorities of a Party without the express permission of the person or <br> authority providing the information. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 60 : Consultation <br> 1 Either Party may request consultations on matters arising from the operation or <br> implementation of this Chapter. Such consultations shall be conducted through the relevant <br> contact points, designated by the Parties. Information on contact points shall be provided to <br> the other Party, who shall be notified promptly of any amendments of the said information. <br> 2 With the objective of developing further steps to facilitate trade under this Agreement, <br> the Parties shall establish and notify each other, as appropriate, identify and submit, for the <br> consideration of the FTA Joint Commission established under Chapter 10, further measures <br> aimed at facilitating trade between the Parties, such as, inter alia, the following: <br> (a) general measures to facilitate trade; <br> (b) official controls; <br> (c) transport; <br> (d) the promotion and use of standards; <br> (e) the use of computers and EDI; <br> (f) the availability of information; <br> (g) customs operations in general; <br> (h) customs and other official procedures concerning means of transport and <br> transport equipment, including containers; <br> (i) official requirements for imported goods; <br> (j) customs clearance of exports; <br> (k) the origin of goods; <br> (l) transhipment of goods; <br> (m) goods in international transit; <br> (n) commercial trade practices; <br> (o) advance rulings; <br> (p) customs brokers; <br> (q) payment procedures; and <br> (r) such other matters as the Parties may agree. <br> 3 The FTA Joint Commission will review relevant international initiatives on trade <br> facilitation, to identify areas where further joint action would promote their common objectives. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 61 : Definitions <br> For the purposes of this Chapter: <br> (a) @^@customs administration@^@ means: <br> (i) in relation to China, the General Administration of Customs, the People's <br> Republic of China; and <br> (ii) in relation to Iceland, the Directorate of Customs, Iceland. <br> (b) @^@customs law@^@ means the statutory and regulatory provisions of a Party relating to <br> the importation, exportation, movement or storage of goods, the administration <br> and enforcement of which are specifically charged to the Customs, and any <br> regulations made by the Customs under their statutory powers; <br> (c) @^@customs procedures@^@ means the treatment applied by the customs administration <br> of a Party to goods and the means of transport that are subject to that Party's customs law; and <br> (d) @^@means of transport@^@ means various types of vessels, vehicles, aircraft and pack- <br> "}]}]}, "members_found": ["352", "156"]}