{"FtaRooDetails": {"FtaId": 287, "FtaCode": "ITC00293", "FtaName": "FTA, China-New Zealand", "FtaFullName": "Free Trade Agreement Between The Government of the People’s Republic of China And The Government of New Zealand", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2008", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; New Zealand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-New Zealand", "AdminProcCooAuth": "The certification type under FTA, China-New Zealand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-New Zealand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-New Zealand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 45%", "RooText": "Change to heading 8703 from any other heading provided there is a regional value content of not less than 45 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 5: Product Specific Rules of Origin<br /> Headnote<br /> 1. The specific rule, or specific set of rules, that applies to a particular<br /> heading (4-digit code) or subheading (6-digit code) is set out immediately<br /> adjacent to the heading or subheading.<br /> 2. The following definitions apply to the Annex:<br /> (a) The product specific rules in this Annex are structured on the basis of the<br /> Harmonized System, including its General Interpretative Rules, Section<br /> Notes and Chapter Notes;<br /> (b) Section means a section of the Harmonized System;<br /> (c) Chapter means a chapter of the Harmonized System;<br /> (d) Heading means the first four digits in the tariff classification number<br /> under the Harmonized System;<br /> (e) Subheading means the first six digits in the tariff classification number<br /> under the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00293_coo.pdf", "DocType": "1_coo", "WebLink": "http://images.mofcom.gov.cn/gjs/accessory/200804/1208159458625.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00293_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://gjs.mofcom.gov.cn/accessory/200804/1208159376339.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00293_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mfat.govt.nz/assets/China/CHAPTER-4-Rules-of-Origin-and-Operational-Procedures.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00293_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mfat.govt.nz/assets/China/CHAPTER-5-Customs-Procedures-and-Cooperation.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00293_full.pdf", "DocType": "8_full", "WebLink": "http://gjs.mofcom.gov.cn/accessory/200804/1208158780064.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 23: Accumulation <br /> Where originating goods or materials of a Party are incorporated into a <br /> good in the other Party's territory, the goods or materials so incorporated shall <br /> be regarded to be originating in the latter's territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: De Minimis <br /> A good that does not meet tariff classification change requirements, <br /> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br /> originating good if: <br /> (a) the value of all non-originating materials, including materials of <br /> undetermined origin, that do not meet the tariff classification change <br /> requirement does not exceed 10% of the FOB value of the given <br /> good, determined pursuant to Article 22; and <br /> (b) the good meets all the other applicable criteria of this Section.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 28: Accessories, Spare Parts and Tools <br /> 1 With regard to the change in tariff classification requirements for origin <br /> specified in Annex 5, accessories, spare parts, tools, instructional and <br /> information materials presented with the good upon importation shall be <br /> disregarded in the determination of the origin of the good, provided that these <br /> are classified with and not invoiced separately from the good. <br /> 2 Where the goods are subject to an RVC requirement, the value of the <br /> accessories, spare parts, tools, instructional and information materials shall be <br /> taken into account as originating materials or non-originating materials, as the <br /> case may be, in calculating the RVC of the goods. <br /> 3 This Article applies only where the quantities and values of said <br /> accessories, spare parts, tools, instructional and information materials are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Goods Wholly Obtained <br /> Within the meaning of Article 19(a), the following goods shall be <br /> considered as wholly obtained or produced in the territory of a Party: <br /> (a) plant products harvested, picked or gathered in the territory of a Party; <br /> (b) live animals born and raised in the territory of a Party; <br /> (c) goods obtained from live animals raised in the territory of a Party; <br /> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br /> capturing conducted in the territory of a Party; <br /> (e) minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br /> seabed or beneath its seabed; <br /> (f) goods extracted or taken by a Party, or a person of a Party, from the <br /> waters, seabed or subsoil beneath the seabed outside the territorial <br /> waters of that Party, provided that the Party has the right to exploit <br /> such waters, seabed or subsoil beneath the seabed under that <br /> Party's applicable domestic law in accordance with relevant <br /> international agreements to which that Party is a party; <br /> (g) goods (fish, shellfish, plant and other marine life) taken within the <br /> territorial waters or the Exclusive Economic Zone of a Party <br /> seaward of the territorial sea under that Party's applicable laws in <br /> accordance with relevant international agreements to which that <br /> Party is a party, or taken from the high seas, by a vessel registered <br /> or recorded with a Party and flying or entitled to fly the flag of that Party; <br /> (h) goods processed and/or made on board factory ships registered or <br /> recorded with a Party and flying or entitled to fly the flag of that <br /> Party, exclusively from goods referred to in paragraph (g) above; <br /> (i) scrap and waste derived from processing operations in the territory <br /> of a Party and fit only for the recovery of raw materials, or used <br /> goods collected in the territory of a Party provided that such goods <br /> are fit only for the recovery of raw materials; <br /> (j) goods obtained or produced in the territory of a Party solely from <br /> goods referred to in paragraphs (a) to (i) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Minimal Operations or Processes <br /> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br /> need neither special skills nor special machines, apparatus or equipment <br /> specially produced or installed for carrying out the activity. <br /> 2 Operations or processes which contribute minimally to the essential <br /> characteristics of the goods, either by themselves or in combination, are <br /> considered to be minimal operations or processes and do not confer origin. <br /> These include: <br /> (a) operations to ensure the preservation of goods in good condition <br /> during transport and storage, such as drying, freezing, ventilation, <br /> chilling and like operations; <br /> (b) simple operations consisting of sifting, sorting, grading, screening, <br /> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br /> (c) breaking-up and assembly of consignments; <br /> (d) packing, unpacking or repacking operations; <br /> (e) simple packaging operations, such as simple placing in bottles, <br /> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br /> (f) affixing or printing marks, labels, logos or other like distinguishing <br /> signs on products or their packaging; <br /> (g) mere dilution with water or another substance that does not <br /> materially alter the characteristics of the goods; <br /> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br /> (i) operations to colour sugar or form sugar lumps.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Regional Value Content <br /> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br /> shall be calculated as follows: <br /> RVC = [FOB - VNM)/FOB] x 100 <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> FOB is the FOB value of the goods; and <br /> VNM is the value in CIF terms of non-originating materials (including <br /> materials of undetermined origin). <br /> 2 The value of the non-originating materials shall be: <br /> (a) the CIF value at the time of importation of the material; or <br /> (b) the earliest ascertained price paid or payable for the non-originating <br /> materials in the territory of the Party where the working or <br /> processing takes place. When the producer of a good acquires non- <br /> originating materials within that Party the value of such materials <br /> shall not include freight, insurance, packing costs, and any other <br /> costs incurred in transporting the material from the supplier's <br /> warehouse to the producer's location. <br /> 3 Both the FOB and CIF values referred to above shall be determined <br /> pursuant to the Customs Valuation Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 29: Neutral Elements <br /> 1 In determining whether a good is an originating good, the origin of any <br /> neutral elements as defined in paragraph 2 shall be disregarded. <br /> 2 Neutral elements are goods used in the production, testing or inspection <br /> of another good but not physically incorporated into the good, or goods used in <br /> the maintenance of buildings or the operation of equipment associated with the <br /> production of a good. These include: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment <br /> and buildings; <br /> (f) lubricants, greases, compounding materials and other materials <br /> used in production or used to operate equipment and buildings; <br /> (g) any other goods that are not incorporated into the good but whose <br /> use in the production of the good can reasonably be demonstrated <br /> to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 25: Direct Consignment <br /> 1 For the purposes of Article 18, the following shall be considered as <br /> consigned directly from the exporting Party to the importing Party: <br /> (a) goods that are transported without passing through the territory of a non-Party; <br /> (b) goods whose transport involves transit through one or more non- <br /> Parties with or without trans-shipment or temporary storage of up to <br /> 6 months in such non-Parties, provided that: <br /> (i) the goods do not enter into trade or commerce there; and <br /> (ii) the goods do not undergo any operation there other than <br /> unloading and reloading, repacking, or any operation required <br /> to keep them in good condition. <br /> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br /> evidenced by presenting the customs authorities of the importing Party either <br /> with customs documents of the non-Parties or with any other documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Originating Goods <br /> Unless otherwise indicated in this Section, a good shall be considered as <br /> originating in a Party when: <br /> (a) the good is wholly obtained or produced in the territory of a Party <br /> as set out and defined in Article 20, including where required to be <br /> so under Annex 5; <br /> (b) the good is produced entirely in the territory of one or both Parties, <br /> exclusively from materials whose origin conforms to the provisions of this Section; or <br /> (c) the good is produced in the territory of one or both Parties, using <br /> non-originating materials that conform to a change in tariff <br /> classification, a regional value content, a process requirement or <br /> other requirements specified in Annex 5, and the good meets the <br /> other applicable provisions of this Section.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 26: Packing and Containers for Transportation <br /> Containers and packing materials used for the transport of goods shall <br /> not be taken into account in determining the origin of the goods. <br /> Article 27: Packaging Materials and Containers for Retail Sale <br /> Where goods are subject to a change in tariff classification criterion set <br /> out in Annex 5, the origin of the packaging materials and containers in which <br /> goods are packaged for retail sale shall be disregarded in determining the origin <br /> of the goods, provided that the packaging materials and containers are <br /> classified with the goods. However, if the goods are subject to an RVC <br /> requirement, the value of the packaging materials and containers used for retail <br /> sale shall be taken into account as originating materials or non-originating <br /> materials as the case may be when determining the origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Interchangeable Materials <br /> 1 In determining whether a good is an originating good, any <br /> interchangeable materials shall be distinguished by: <br /> (a) physical separation of the goods; or <br /> (b) an inventory management method recognised in the generally <br /> accepted accounting principles of the exporting Party. <br /> 2 Interchangeable materials are goods or materials which are <br /> interchangeable for commercial purposes, whose properties are essentially <br /> identical, and between which it is impractical to differentiate by a mere visual examination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: Certificate of Origin <br /> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br /> (a) contain a unique certificate number; <br /> (b) cover the goods presented under a single import customs declaration; <br /> (c) state the basis on which the goods are deemed to qualify as <br /> originating for the purposes of Section 1 of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps <br /> as advised to the importing Party by the exporting Party; and <br /> (e) be completed in English. <br /> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br /> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br /> submitted within the said period to the importing customs administration. <br /> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br /> exporter or manufacturer may make a written request to the authorized bodies <br /> of the exporting Party for issuing a certified copy, provided that the exporter or <br /> manufacturer makes sure that the original copy previously issued has not been <br /> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br /> original Certificate of Origin number…. Dated….@^@. If the importing customs <br /> administration ascertains that the original copy has been used, the certified dated <br /> copy shall be invalid and vice versa. <br /> 5 The format and any requirements set out in Annex 6 may be revised or <br /> modified by joint decision through an exchange of letters between the Parties. <br /> Article 38: Amendments to Origin Documents <br /> 1 Neither erasures nor superimpositions shall be permitted on any origin <br /> documents. Any amendment shall be made by striking out the erroneous <br /> information and making any addition which might be required. Such alterations <br /> shall be endorsed by the person who made them. <br /> 2 Any unused space shall be crossed out to prevent any addition <br /> subsequent to certification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: Declaration of Origin <br /> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br /> shall be accepted in place of a Certificate of Origin: <br /> (a) for any consignment whose aggregate customs value does not <br /> exceed US$1,000 or its equivalent in the currency of the importing <br /> Party, or such higher amount as that Party may establish; <br /> (b) for any consignment of goods covered by an advance ruling in <br /> accordance with Article 52 that deems the good to qualify as <br /> originating, so long as the facts and circumstances on which the <br /> ruling was based remain unchanged and the ruling remains legally valid; or <br /> (c) when the importing Party otherwise decides, for any reason, that a <br /> Certificate of Origin is not required in relation to a specific <br /> consignment or in general. <br /> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br /> of importations that may reasonably be considered to have been undertaken or <br /> arranged for the purposes of circumventing the requirements of this Section, the <br /> importing Party may deny preferential tariff treatment. <br /> 3 A Declaration of Origin shall cover the goods presented under a single <br /> import customs declaration, and shall remain valid for 12 months from the date of issue. <br /> 4 The format and any requirements set out in Annex 7 may be revised or <br /> modified by joint decision through an exchange of letters between the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: Certificate of Origin <br /> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br /> 3 A Declaration of Origin shall cover the goods presented under a single <br /> import customs declaration, and shall remain valid for 12 months from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "included (time period not specified)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 39: Retention of Origin Documents <br /> 1 Each Party shall require its producers, exporters and importers to retain <br /> origin documents for a period specified in its domestic legislation. <br /> 2 Each Party shall ensure that its authorized bodies retain copies of <br /> Certificates of Origin and other documentary evidence of origin for a period <br /> specified in its domestic legislation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Refund of Import Duties or Deposits <br /> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br /> be, is not provided at the time of importation of a good from a Party pursuant to <br /> Article 34, the importing Party may impose the applied non-preferential import <br /> customs duty or require payment of a deposit on that good, where applicable. In <br /> such a case the importer may apply for a refund of any excess import customs <br /> duty or deposit paid within one year of the date on which the good was <br /> imported, provided that: <br /> (a) a written declaration that the good presented qualifies as an <br /> originating good was provided to the customs administration of the <br /> importing Party at the time of importation; and <br /> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br /> be, is provided in relation to the good imported. <br /> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br /> following entry into force of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 41: Verification of Origin <br /> 1 For the purposes of determining whether goods imported into the territory <br /> of a Party from the territory of the other Party qualify as originating goods, the <br /> importing customs administration may verify any claims for tariff preference by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or <br /> producer in the territory of the exporting Party; <br /> (c) requests that the competent authorities of the exporting Party verify <br /> the origin of a good; or <br /> (d) such other procedures as the customs administrations of the Parties <br /> may jointly decide. <br /> 2 A verification process under paragraph 1 shall only be initiated when <br /> there are reasonable grounds to doubt the accuracy or authenticity of origin <br /> documents, the origin status of the goods concerned or the fulfilment of any <br /> other requirements under this Section, and when customs duty is sufficiently <br /> material to warrant the request. <br /> 3 A verification request to the competent authority of the exporting Party <br /> shall specify the reasons, and any documents and information obtained <br /> justifying the verification activities shall be forwarded to the competent authority <br /> of the requested Party. <br /> 4 The Parties shall develop an electronic verification system to ensure the <br /> effective and efficient implementation of this Section in a manner and within a <br /> timeframe to be jointly determined by the Parties. <br /> Article 42: Denial of Preferential Tariff Treatment <br /> 1 A Party may deny preferential tariff treatment to a good when: <br /> (a) the name of the relevant authorized body or any security features <br /> for relevant forms and documents used by that authorized body, or <br /> any change in the above information, has not been advised to the <br /> customs administration of the other Party; <br /> (b) the importer, exporter, manufacturer or producer, as appropriate, <br /> fails to provide information which the Party has requested in the <br /> course of a verification process under Article 41, or the requested <br /> competent authority is unable for any reason to respond to the <br /> request to the satisfaction of the importing customs administration, <br /> within 6 months of the date of request; or <br /> (c) the good does not or did not comply with the other requirements of <br /> this Chapter, including where: <br /> (i) the Certificate of Origin has not been duly completed and signed; <br /> (ii) the origin of the goods is not in conformity with Section 1; <br /> (iii) the data provided under the Certificate of Origin does not <br /> correspond to those of the supporting documents submitted; or <br /> (iv) the description, quantity and weight of goods, marks and <br /> number of packages, number and kinds of packages, as <br /> specified, do not conform to the goods imported. <br /> 2 In the event preferential tariff treatment is denied, the importing Party <br /> shall ensure that its customs administration provides in writing to the exporter, <br /> the importer or producer, as the case may be, the reasons for that decision.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 52: Advance Rulings <br /> 1 Each customs administration shall provide in writing rulings in respect of <br /> the tariff classification and origin of goods to a person described in paragraph 2(a). <br /> 2 Each customs administration shall adopt or maintain procedures, which shall: <br /> (a) provide that an exporter, importer or any person with a justifiable <br /> cause may apply, in the national language of the issuing customs <br /> administration, for a ruling at least 3 months before the date of <br /> importation of the goods that are the subject of the application. An <br /> applicant for an advance ruling on tariff classification from China <br /> Customs shall be registered with China Customs; <br /> (b) require that an applicant for a ruling provide a detailed description of <br /> the goods and all relevant information needed to issue a ruling; <br /> (c) provide that its customs administration may, at any time during the <br /> course of issuing a ruling, request that the applicant provide <br /> additional information within a specified period; <br /> (d) provide that any ruling be based on the facts and circumstances <br /> presented by the applicant, and any other relevant information in the <br /> possession of the decision-maker; and <br /> (e) provide that the ruling be issued, in the national language of the <br /> issuing customs administration, to the applicant expeditiously on <br /> receipt of all necessary information, or in any case within: <br /> (i) 60 days with respect to tariff classification; and <br /> (ii) 90 days with respect to origin. <br /> 3 A Party may reject requests for a ruling where the additional information <br /> requested by it in accordance with subparagraph 2(c) is not provided within a <br /> specified time. <br /> 4 Subject to paragraph 5, each Party shall apply a ruling to all importations <br /> of goods described in that ruling into its territory through any port of entry within <br /> 3 years of the date of that ruling or such other period as required by that Party's <br /> domestic legislation. <br /> 5 A Party may modify or revoke a ruling: <br /> (a) upon a determination that the ruling was based on an error of fact <br /> or law, or the information provided is false or inaccurate; <br /> (b) if there is a change in domestic law consistent with this Agreement; or <br /> (c) if there is a change in a material fact or circumstances on which <br /> the ruling is based. <br /> 6 Subject to the confidentiality requirements of a Party's domestic law, <br /> each Party shall publish its rulings. <br /> 7 Where an importer claims that the treatment accorded to an imported <br /> good should be governed by a ruling, the customs administration may evaluate <br /> whether the facts and circumstances of the importation are consistent with the <br /> facts and circumstances upon which a ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 51: Appeal <br /> 1 The legislation of each Party shall provide for the right of appeal without <br /> penalty in regard to customs administrative rulings, determinations or decisions <br /> by the importer, exporter or any other person affected by that administrative <br /> ruling, determination or decision. <br /> 2 An initial right of appeal by a person described in paragraph 1 may be to <br /> an authority within the customs administration or to an independent body, but <br /> the legislation of each Party shall provide for the right of appeal without penalty <br /> to a judicial authority. <br /> 3 Notice of the decision on appeal shall be given to the appellant and the <br /> reasons for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 19: Originating Goods <br> Article 22: Regional Value Content <br> Article 35: Refund of Import Duties or Deposits <br> Article 41: Verification of Origin <br> RULES OF ORIGIN AND OPERATIONAL PROCEDURES <br> Unless otherwise indicated in this Section, a good shall be considered as <br> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br> 1 For the purposes of determining whether goods imported into the territory <br> Section 1: Rules of Origin <br> originating in a Party when: <br> shall be calculated as follows: <br> be, is not provided at the time of importation of a good from a Party pursuant to <br> of a Party from the territory of the other Party qualify as originating goods, the <br> (a) the good is wholly obtained or produced in the territory of a Party <br> RVC = [FOB - VNM)/FOB] x 100 <br> Article 34, the importing Party may impose the applied non-preferential import <br> importing customs administration may verify any claims for tariff preference by means of: <br> as set out and defined in Article 20, including where required to be <br> customs duty or require payment of a deposit on that good, where applicable. In <br> (a) written requests for additional information from the importer; <br> so under Annex 5; <br> such a case the importer may apply for a refund of any excess import customs <br> (b) the good is produced entirely in the territory of one or both Parties, <br> FOB is the FOB value of the goods; and <br> duty or deposit paid within one year of the date on which the good was <br> producer in the territory of the exporting Party; <br> exclusively from materials whose origin conforms to the provisions of this Section; or <br> VNM is the value in CIF terms of non-originating materials (including <br> imported, provided that: <br> (c) requests that the competent authorities of the exporting Party verify <br> (c) the good is produced in the territory of one or both Parties, using <br> (e) minerals and other naturally occurring substances, not included in <br> materials of undetermined origin). <br> (a) a written declaration that the good presented qualifies as an <br> the origin of a good; or <br> non-originating materials that conform to a change in tariff <br> originating good was provided to the customs administration of the <br> (b) written requests for additional information from the exporter or <br> (d) such other procedures as the customs administrations of the Parties <br> classification, a regional value content, a process requirement or <br> (a) the CIF value at the time of importation of the material; or <br> importing Party at the time of importation; and <br> may jointly decide. <br> other requirements specified in Annex 5, and the good meets the <br> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br> 2 A verification process under paragraph 1 shall only be initiated when <br> other applicable provisions of this Section. <br> materials in the territory of the Party where the working or <br> be, is provided in relation to the good imported. <br> there are reasonable grounds to doubt the accuracy or authenticity of origin <br> Article 20: Goods Wholly Obtained <br> processing takes place. When the producer of a good acquires non- <br> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br> documents, the origin status of the goods concerned or the fulfilment of any <br> Within the meaning of Article 19(a), the following goods shall be <br> originating materials within that Party the value of such materials <br> following entry into force of this Agreement. <br> other requirements under this Section, and when customs duty is sufficiently <br> considered as wholly obtained or produced in the territory of a Party: <br> shall not include freight, insurance, packing costs, and any other <br> Article 36: Certificate of Origin <br> material to warrant the request. <br> (a) plant products harvested, picked or gathered in the territory of a Party; <br> costs incurred in transporting the material from the supplier's <br> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br> 3 A verification request to the competent authority of the exporting Party <br> (b) live animals born and raised in the territory of a Party; <br> (a) contain a unique certificate number; <br> shall specify the reasons, and any documents and information obtained <br> (c) goods obtained from live animals raised in the territory of a Party; <br> 3 Both the FOB and CIF values referred to above shall be determined <br> (b) cover the goods presented under a single import customs declaration; <br> justifying the verification activities shall be forwarded to the competent authority <br> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br> pursuant to the Customs Valuation Agreement. <br> (c) state the basis on which the goods are deemed to qualify as <br> of the requested Party. <br> capturing conducted in the territory of a Party; <br> Article 23: Accumulation <br> originating for the purposes of Section 1 of this Chapter; <br> 4 The Parties shall develop an electronic verification system to ensure the <br> signs on products or their packaging; <br> Where originating goods or materials of a Party are incorporated into a <br> (d) contain security features, such as specimen signatures or stamps <br> effective and efficient implementation of this Section in a manner and within a <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br> good in the other Party's territory, the goods or materials so incorporated shall <br> as advised to the importing Party by the exporting Party; and <br> timeframe to be jointly determined by the Parties. <br> seabed or beneath its seabed; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be regarded to be originating in the latter's territory. <br> (e) be completed in English. <br> Article 42: Denial of Preferential Tariff Treatment <br> (f) goods extracted or taken by a Party, or a person of a Party, from the <br> Article 24: Minimal Operations or Processes <br> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br> 1 A Party may deny preferential tariff treatment to a good when: <br> waters, seabed or subsoil beneath the seabed outside the territorial <br> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br> (a) the name of the relevant authorized body or any security features <br> waters of that Party, provided that the Party has the right to exploit <br> need neither special skills nor special machines, apparatus or equipment <br> submitted within the said period to the importing customs administration. <br> for relevant forms and documents used by that authorized body, or <br> such waters, seabed or subsoil beneath the seabed under that <br> specially produced or installed for carrying out the activity. <br> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br> any change in the above information, has not been advised to the <br> Party's applicable domestic law in accordance with relevant <br> 2 Operations or processes which contribute minimally to the essential <br> exporter or manufacturer may make a written request to the authorized bodies <br> customs administration of the other Party; <br> international agreements to which that Party is a party; <br> characteristics of the goods, either by themselves or in combination, are <br> of the exporting Party for issuing a certified copy, provided that the exporter or <br> (b) the importer, exporter, manufacturer or producer, as appropriate, <br> (g) goods (fish, shellfish, plant and other marine life) taken within the <br> considered to be minimal operations or processes and do not confer origin. <br> manufacturer makes sure that the original copy previously issued has not been <br> fails to provide information which the Party has requested in the <br> territorial waters or the Exclusive Economic Zone of a Party <br> These include: <br> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br> course of a verification process under Article 41, or the requested <br> seaward of the territorial sea under that Party's applicable laws in <br> (a) operations to ensure the preservation of goods in good condition <br> Where: <br> original Certificate of Origin number…. Dated….@^@. If the importing customs <br> competent authority is unable for any reason to respond to the <br> accordance with relevant international agreements to which that <br> during transport and storage, such as drying, freezing, ventilation, <br> administration ascertains that the original copy has been used, the certified dated <br> request to the satisfaction of the importing customs administration, <br> Party is a party, or taken from the high seas, by a vessel registered <br> chilling and like operations; <br> copy shall be invalid and vice versa. <br> within 6 months of the date of request; or <br> or recorded with a Party and flying or entitled to fly the flag of that Party; <br> (b) simple operations consisting of sifting, sorting, grading, screening, <br> 5 The format and any requirements set out in Annex 6 may be revised or <br> (c) the good does not or did not comply with the other requirements of <br> (h) goods processed and/or made on board factory ships registered or <br> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br> modified by joint decision through an exchange of letters between the Parties. <br> this Chapter, including where: <br> recorded with a Party and flying or entitled to fly the flag of that <br> (c) breaking-up and assembly of consignments; <br> Article 37: Declaration of Origin <br> (i) the Certificate of Origin has not been duly completed and signed; <br> are fit only for the recovery of raw materials; <br> Party, exclusively from goods referred to in paragraph (g) above; <br> (d) packing, unpacking or repacking operations; <br> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br> (ii) the origin of the goods is not in conformity with Section 1; <br> (i) scrap and waste derived from processing operations in the territory <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (e) simple packaging operations, such as simple placing in bottles, <br> shall be accepted in place of a Certificate of Origin: <br> (iii) the data provided under the Certificate of Origin does not <br> of a Party and fit only for the recovery of raw materials, or used <br> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br> (a) for any consignment whose aggregate customs value does not <br> correspond to those of the supporting documents submitted; or <br> goods collected in the territory of a Party provided that such goods <br> (f) affixing or printing marks, labels, logos or other like distinguishing <br> exceed US$1,000 or its equivalent in the currency of the importing <br> (iv) the description, quantity and weight of goods, marks and <br> Party, or such higher amount as that Party may establish; <br> number of packages, number and kinds of packages, as <br> (j) goods obtained or produced in the territory of a Party solely from <br> (g) mere dilution with water or another substance that does not <br> (b) for any consignment of goods covered by an advance ruling in <br> specified, do not conform to the goods imported. <br> goods referred to in paragraphs (a) to (i) above. <br> materially alter the characteristics of the goods; <br> warehouse to the producer's location. <br> accordance with Article 52 that deems the good to qualify as <br> 2 In the event preferential tariff treatment is denied, the importing Party <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br> originating, so long as the facts and circumstances on which the <br> shall ensure that its customs administration provides in writing to the exporter, <br> (i) operations to colour sugar or form sugar lumps. <br> RVC is the regional value content, expressed as a percentage; <br> ruling was based remain unchanged and the ruling remains legally valid; or <br> the importer or producer, as the case may be, the reasons for that decision. <br> Article 25: Direct Consignment <br> (c) when the importing Party otherwise decides, for any reason, that a <br> 1 For the purposes of Article 18, the following shall be considered as <br> Certificate of Origin is not required in relation to a specific <br> consigned directly from the exporting Party to the importing Party: <br> consignment or in general. <br> 2 The value of the non-originating materials shall be: <br> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br> (b) goods whose transport involves transit through one or more non- <br> of importations that may reasonably be considered to have been undertaken or <br> Parties with or without trans-shipment or temporary storage of up to <br> arranged for the purposes of circumventing the requirements of this Section, the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> 6 months in such non-Parties, provided that: <br> importing Party may deny preferential tariff treatment. <br> (d) tools, dies and moulds; <br> (i) the goods do not enter into trade or commerce there; and <br> 3 A Declaration of Origin shall cover the goods presented under a single <br> (ii) the goods do not undergo any operation there other than <br> import customs declaration, and shall remain valid for 12 months from the date of issue. <br> unloading and reloading, repacking, or any operation required <br> 4 The format and any requirements set out in Annex 7 may be revised or <br> to keep them in good condition. <br> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br> Article 38: Amendments to Origin Documents <br> evidenced by presenting the customs authorities of the importing Party either <br> 1 Neither erasures nor superimpositions shall be permitted on any origin <br> with customs documents of the non-Parties or with any other documents. <br> documents. Any amendment shall be made by striking out the erroneous <br> Article 26: Packing and Containers for Transportation <br> information and making any addition which might be required. Such alterations <br> Containers and packing materials used for the transport of goods shall <br> shall be endorsed by the person who made them. <br> not be taken into account in determining the origin of the goods. <br> 2 Any unused space shall be crossed out to prevent any addition <br> Article 27: Packaging Materials and Containers for Retail Sale <br> subsequent to certification. <br> Where goods are subject to a change in tariff classification criterion set <br> Article 39: Retention of Origin Documents <br> out in Annex 5, the origin of the packaging materials and containers in which <br> 1 Each Party shall require its producers, exporters and importers to retain <br> goods are packaged for retail sale shall be disregarded in determining the origin <br> origin documents for a period specified in its domestic legislation. <br> of the goods, provided that the packaging materials and containers are <br> 2 Each Party shall ensure that its authorized bodies retain copies of <br> classified with the goods. However, if the goods are subject to an RVC <br> Certificates of Origin and other documentary evidence of origin for a period <br> requirement, the value of the packaging materials and containers used for retail <br> specified in its domestic legislation. <br> sale shall be taken into account as originating materials or non-originating <br> materials as the case may be when determining the origin of the goods. <br> Article 28: Accessories, Spare Parts and Tools <br> 1 With regard to the change in tariff classification requirements for origin <br> specified in Annex 5, accessories, spare parts, tools, instructional and <br> information materials presented with the good upon importation shall be <br> disregarded in the determination of the origin of the good, provided that these <br> are classified with and not invoiced separately from the good. <br> 2 Where the goods are subject to an RVC requirement, the value of the <br> accessories, spare parts, tools, instructional and information materials shall be <br> taken into account as originating materials or non-originating materials, as the <br> case may be, in calculating the RVC of the goods. <br> 3 This Article applies only where the quantities and values of said <br> accessories, spare parts, tools, instructional and information materials are <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> Article 29: Neutral Elements <br> 1 In determining whether a good is an originating good, the origin of any <br> neutral elements as defined in paragraph 2 shall be disregarded. <br> 2 Neutral elements are goods used in the production, testing or inspection <br> of another good but not physically incorporated into the good, or goods used in <br> the maintenance of buildings or the operation of equipment associated with the <br> production of a good. These include: <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment <br> and buildings; <br> (f) lubricants, greases, compounding materials and other materials <br> (a) fuel, energy, catalysts and solvents; <br> used in production or used to operate equipment and buildings; <br> (g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production. <br> Article 30: Interchangeable Materials <br> 1 In determining whether a good is an originating good, any <br> interchangeable materials shall be distinguished by: <br> (a) physical separation of the goods; or <br> 2 Interchangeable materials are goods or materials which are <br> interchangeable for commercial purposes, whose properties are essentially <br> identical, and between which it is impractical to differentiate by a mere visual examination. <br> Article 31: De Minimis <br> A good that does not meet tariff classification change requirements, <br> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br> originating good if: <br> (a) the value of all non-originating materials, including materials of <br> undetermined origin, that do not meet the tariff classification change <br> requirement does not exceed 10% of the FOB value of the given <br> good, determined pursuant to Article 22; and <br> (b) the good meets all the other applicable criteria of this Section. <br> customary for the good. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 17: Definitions <br> Article 33: Definitions <br> For the purposes of this Chapter: <br> For the purposes of this Section: <br> authorized body means any government authority or other entity authorized <br> under the domestic legislation of a Party to issue a Certificate of Origin; <br> Certificate of Origin means a form issued by an authorized body of the <br> Article VII of the General Agreement on Tariffs and Trade 1994, which is part of <br> exporting Party, identifying the goods being consigned between the Parties and <br> certifying, for the purposes of Section 1 of this Chapter, that the goods to which <br> CIF means the value of the good imported inclusive of the cost of insurance and <br> FOB means the value of the good free on board inclusive of the cost of <br> the certificate relates originate in a Party; <br> freight up to the port or place of entry in the country of importation; <br> transport to the port or site of final shipment abroad; <br> competent authority means a government agency responsible for carrying out <br> generally accepted accounting principles means the recognized accounting <br> verification activities under Article 41, and notified by each Party to the other Party; <br> Customs Valuation Agreement means the Agreement on Implementation of <br> standards of a Party with respect to the recording of revenues, expenses, costs, <br> Declaration of Origin means a statement as to the origin of the goods made by <br> assets and liabilities, the disclosure of information and the preparation of <br> the manufacturer, producer, supplier or exporter of those goods or by any other <br> financial statements. Those standards may encompass broad guidelines of <br> competent person; <br> origin document means a Certificate of Origin, a Declaration of Origin or other <br> Harmonized System means the Harmonized Commodity Description and <br> documentary evidence of origin; <br> Coding System of the World Customs Organization; <br> other documentary evidence of origin means any other documentary <br> materials means any matter or substance used in the production or <br> evidence sufficient to substantiate the origin of the goods. <br> transformation of another good, including a part or ingredient; <br> the WTO Agreement; <br> producer means a person who engages in the production of a good; <br> qualify as originating in accordance with the provisions of this Section; <br> packing materials and containers for shipment means goods used to protect <br> a good during its transportation, other than containers or packaging materials <br> used for retail sale; <br> general application as well as detailed standards, practices and procedures; <br> production means methods of obtaining goods, including growing, raising, <br> mining, harvesting, fishing, farming, trapping, hunting, capturing, gathering, <br> collecting, breeding, extracting, manufacturing, processing or assembling a good. <br> originating materials or originating goods means materials or goods which <br> "}, {"ArticleTitle": "Preferential Tariff Treatment", "ArticleDesc": "Article 18: Preferential Tariff Treatment <br> Preferential tariff treatment under this Agreement shall be applied to <br> goods that satisfy the requirements of this Chapter and which are consigned <br> directly between the Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 19: Originating Goods <br> Article 22: Regional Value Content <br> Article 35: Refund of Import Duties or Deposits <br> Article 41: Verification of Origin <br> RULES OF ORIGIN AND OPERATIONAL PROCEDURES <br> Unless otherwise indicated in this Section, a good shall be considered as <br> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br> 1 For the purposes of determining whether goods imported into the territory <br> Section 1: Rules of Origin <br> originating in a Party when: <br> shall be calculated as follows: <br> be, is not provided at the time of importation of a good from a Party pursuant to <br> of a Party from the territory of the other Party qualify as originating goods, the <br> (a) the good is wholly obtained or produced in the territory of a Party <br> RVC = [FOB - VNM)/FOB] x 100 <br> Article 34, the importing Party may impose the applied non-preferential import <br> importing customs administration may verify any claims for tariff preference by means of: <br> as set out and defined in Article 20, including where required to be <br> customs duty or require payment of a deposit on that good, where applicable. In <br> (a) written requests for additional information from the importer; <br> so under Annex 5; <br> such a case the importer may apply for a refund of any excess import customs <br> (b) the good is produced entirely in the territory of one or both Parties, <br> FOB is the FOB value of the goods; and <br> duty or deposit paid within one year of the date on which the good was <br> producer in the territory of the exporting Party; <br> exclusively from materials whose origin conforms to the provisions of this Section; or <br> VNM is the value in CIF terms of non-originating materials (including <br> imported, provided that: <br> (c) requests that the competent authorities of the exporting Party verify <br> (c) the good is produced in the territory of one or both Parties, using <br> (e) minerals and other naturally occurring substances, not included in <br> materials of undetermined origin). <br> (a) a written declaration that the good presented qualifies as an <br> the origin of a good; or <br> non-originating materials that conform to a change in tariff <br> originating good was provided to the customs administration of the <br> (b) written requests for additional information from the exporter or <br> (d) such other procedures as the customs administrations of the Parties <br> classification, a regional value content, a process requirement or <br> (a) the CIF value at the time of importation of the material; or <br> importing Party at the time of importation; and <br> may jointly decide. <br> other requirements specified in Annex 5, and the good meets the <br> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br> 2 A verification process under paragraph 1 shall only be initiated when <br> other applicable provisions of this Section. <br> materials in the territory of the Party where the working or <br> be, is provided in relation to the good imported. <br> there are reasonable grounds to doubt the accuracy or authenticity of origin <br> Article 20: Goods Wholly Obtained <br> processing takes place. When the producer of a good acquires non- <br> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br> documents, the origin status of the goods concerned or the fulfilment of any <br> Within the meaning of Article 19(a), the following goods shall be <br> originating materials within that Party the value of such materials <br> following entry into force of this Agreement. <br> other requirements under this Section, and when customs duty is sufficiently <br> considered as wholly obtained or produced in the territory of a Party: <br> shall not include freight, insurance, packing costs, and any other <br> Article 36: Certificate of Origin <br> material to warrant the request. <br> (a) plant products harvested, picked or gathered in the territory of a Party; <br> costs incurred in transporting the material from the supplier's <br> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br> 3 A verification request to the competent authority of the exporting Party <br> (b) live animals born and raised in the territory of a Party; <br> (a) contain a unique certificate number; <br> shall specify the reasons, and any documents and information obtained <br> (c) goods obtained from live animals raised in the territory of a Party; <br> 3 Both the FOB and CIF values referred to above shall be determined <br> (b) cover the goods presented under a single import customs declaration; <br> justifying the verification activities shall be forwarded to the competent authority <br> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br> pursuant to the Customs Valuation Agreement. <br> (c) state the basis on which the goods are deemed to qualify as <br> of the requested Party. <br> capturing conducted in the territory of a Party; <br> Article 23: Accumulation <br> originating for the purposes of Section 1 of this Chapter; <br> 4 The Parties shall develop an electronic verification system to ensure the <br> signs on products or their packaging; <br> Where originating goods or materials of a Party are incorporated into a <br> (d) contain security features, such as specimen signatures or stamps <br> effective and efficient implementation of this Section in a manner and within a <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br> good in the other Party's territory, the goods or materials so incorporated shall <br> as advised to the importing Party by the exporting Party; and <br> timeframe to be jointly determined by the Parties. <br> seabed or beneath its seabed; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be regarded to be originating in the latter's territory. <br> (e) be completed in English. <br> Article 42: Denial of Preferential Tariff Treatment <br> (f) goods extracted or taken by a Party, or a person of a Party, from the <br> Article 24: Minimal Operations or Processes <br> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br> 1 A Party may deny preferential tariff treatment to a good when: <br> waters, seabed or subsoil beneath the seabed outside the territorial <br> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br> (a) the name of the relevant authorized body or any security features <br> waters of that Party, provided that the Party has the right to exploit <br> need neither special skills nor special machines, apparatus or equipment <br> submitted within the said period to the importing customs administration. <br> for relevant forms and documents used by that authorized body, or <br> such waters, seabed or subsoil beneath the seabed under that <br> specially produced or installed for carrying out the activity. <br> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br> any change in the above information, has not been advised to the <br> Party's applicable domestic law in accordance with relevant <br> 2 Operations or processes which contribute minimally to the essential <br> exporter or manufacturer may make a written request to the authorized bodies <br> customs administration of the other Party; <br> international agreements to which that Party is a party; <br> characteristics of the goods, either by themselves or in combination, are <br> of the exporting Party for issuing a certified copy, provided that the exporter or <br> (b) the importer, exporter, manufacturer or producer, as appropriate, <br> (g) goods (fish, shellfish, plant and other marine life) taken within the <br> considered to be minimal operations or processes and do not confer origin. <br> manufacturer makes sure that the original copy previously issued has not been <br> fails to provide information which the Party has requested in the <br> territorial waters or the Exclusive Economic Zone of a Party <br> These include: <br> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br> course of a verification process under Article 41, or the requested <br> seaward of the territorial sea under that Party's applicable laws in <br> (a) operations to ensure the preservation of goods in good condition <br> Where: <br> original Certificate of Origin number…. Dated….@^@. If the importing customs <br> competent authority is unable for any reason to respond to the <br> accordance with relevant international agreements to which that <br> during transport and storage, such as drying, freezing, ventilation, <br> administration ascertains that the original copy has been used, the certified dated <br> request to the satisfaction of the importing customs administration, <br> Party is a party, or taken from the high seas, by a vessel registered <br> chilling and like operations; <br> copy shall be invalid and vice versa. <br> within 6 months of the date of request; or <br> or recorded with a Party and flying or entitled to fly the flag of that Party; <br> (b) simple operations consisting of sifting, sorting, grading, screening, <br> 5 The format and any requirements set out in Annex 6 may be revised or <br> (c) the good does not or did not comply with the other requirements of <br> (h) goods processed and/or made on board factory ships registered or <br> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br> modified by joint decision through an exchange of letters between the Parties. <br> this Chapter, including where: <br> recorded with a Party and flying or entitled to fly the flag of that <br> (c) breaking-up and assembly of consignments; <br> Article 37: Declaration of Origin <br> (i) the Certificate of Origin has not been duly completed and signed; <br> are fit only for the recovery of raw materials; <br> Party, exclusively from goods referred to in paragraph (g) above; <br> (d) packing, unpacking or repacking operations; <br> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br> (ii) the origin of the goods is not in conformity with Section 1; <br> (i) scrap and waste derived from processing operations in the territory <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (e) simple packaging operations, such as simple placing in bottles, <br> shall be accepted in place of a Certificate of Origin: <br> (iii) the data provided under the Certificate of Origin does not <br> of a Party and fit only for the recovery of raw materials, or used <br> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br> (a) for any consignment whose aggregate customs value does not <br> correspond to those of the supporting documents submitted; or <br> goods collected in the territory of a Party provided that such goods <br> (f) affixing or printing marks, labels, logos or other like distinguishing <br> exceed US$1,000 or its equivalent in the currency of the importing <br> (iv) the description, quantity and weight of goods, marks and <br> Party, or such higher amount as that Party may establish; <br> number of packages, number and kinds of packages, as <br> (j) goods obtained or produced in the territory of a Party solely from <br> (g) mere dilution with water or another substance that does not <br> (b) for any consignment of goods covered by an advance ruling in <br> specified, do not conform to the goods imported. <br> goods referred to in paragraphs (a) to (i) above. <br> materially alter the characteristics of the goods; <br> warehouse to the producer's location. <br> accordance with Article 52 that deems the good to qualify as <br> 2 In the event preferential tariff treatment is denied, the importing Party <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br> originating, so long as the facts and circumstances on which the <br> shall ensure that its customs administration provides in writing to the exporter, <br> (i) operations to colour sugar or form sugar lumps. <br> RVC is the regional value content, expressed as a percentage; <br> ruling was based remain unchanged and the ruling remains legally valid; or <br> the importer or producer, as the case may be, the reasons for that decision. <br> Article 25: Direct Consignment <br> (c) when the importing Party otherwise decides, for any reason, that a <br> 1 For the purposes of Article 18, the following shall be considered as <br> Certificate of Origin is not required in relation to a specific <br> consigned directly from the exporting Party to the importing Party: <br> consignment or in general. <br> 2 The value of the non-originating materials shall be: <br> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br> (b) goods whose transport involves transit through one or more non- <br> of importations that may reasonably be considered to have been undertaken or <br> Parties with or without trans-shipment or temporary storage of up to <br> arranged for the purposes of circumventing the requirements of this Section, the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> 6 months in such non-Parties, provided that: <br> importing Party may deny preferential tariff treatment. <br> (d) tools, dies and moulds; <br> (i) the goods do not enter into trade or commerce there; and <br> 3 A Declaration of Origin shall cover the goods presented under a single <br> (ii) the goods do not undergo any operation there other than <br> import customs declaration, and shall remain valid for 12 months from the date of issue. <br> unloading and reloading, repacking, or any operation required <br> 4 The format and any requirements set out in Annex 7 may be revised or <br> to keep them in good condition. <br> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br> Article 38: Amendments to Origin Documents <br> evidenced by presenting the customs authorities of the importing Party either <br> 1 Neither erasures nor superimpositions shall be permitted on any origin <br> with customs documents of the non-Parties or with any other documents. <br> documents. Any amendment shall be made by striking out the erroneous <br> Article 26: Packing and Containers for Transportation <br> information and making any addition which might be required. Such alterations <br> Containers and packing materials used for the transport of goods shall <br> shall be endorsed by the person who made them. <br> not be taken into account in determining the origin of the goods. <br> 2 Any unused space shall be crossed out to prevent any addition <br> Article 27: Packaging Materials and Containers for Retail Sale <br> subsequent to certification. <br> Where goods are subject to a change in tariff classification criterion set <br> Article 39: Retention of Origin Documents <br> out in Annex 5, the origin of the packaging materials and containers in which <br> 1 Each Party shall require its producers, exporters and importers to retain <br> goods are packaged for retail sale shall be disregarded in determining the origin <br> origin documents for a period specified in its domestic legislation. <br> of the goods, provided that the packaging materials and containers are <br> 2 Each Party shall ensure that its authorized bodies retain copies of <br> classified with the goods. However, if the goods are subject to an RVC <br> Certificates of Origin and other documentary evidence of origin for a period <br> requirement, the value of the packaging materials and containers used for retail <br> specified in its domestic legislation. <br> sale shall be taken into account as originating materials or non-originating <br> materials as the case may be when determining the origin of the goods. <br> Article 28: Accessories, Spare Parts and Tools <br> 1 With regard to the change in tariff classification requirements for origin <br> specified in Annex 5, accessories, spare parts, tools, instructional and <br> information materials presented with the good upon importation shall be <br> disregarded in the determination of the origin of the good, provided that these <br> are classified with and not invoiced separately from the good. <br> 2 Where the goods are subject to an RVC requirement, the value of the <br> accessories, spare parts, tools, instructional and information materials shall be <br> taken into account as originating materials or non-originating materials, as the <br> case may be, in calculating the RVC of the goods. <br> 3 This Article applies only where the quantities and values of said <br> accessories, spare parts, tools, instructional and information materials are <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> Article 29: Neutral Elements <br> 1 In determining whether a good is an originating good, the origin of any <br> neutral elements as defined in paragraph 2 shall be disregarded. <br> 2 Neutral elements are goods used in the production, testing or inspection <br> of another good but not physically incorporated into the good, or goods used in <br> the maintenance of buildings or the operation of equipment associated with the <br> production of a good. These include: <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment <br> and buildings; <br> (f) lubricants, greases, compounding materials and other materials <br> (a) fuel, energy, catalysts and solvents; <br> used in production or used to operate equipment and buildings; <br> (g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production. <br> Article 30: Interchangeable Materials <br> 1 In determining whether a good is an originating good, any <br> interchangeable materials shall be distinguished by: <br> (a) physical separation of the goods; or <br> 2 Interchangeable materials are goods or materials which are <br> interchangeable for commercial purposes, whose properties are essentially <br> identical, and between which it is impractical to differentiate by a mere visual examination. <br> Article 31: De Minimis <br> A good that does not meet tariff classification change requirements, <br> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br> originating good if: <br> (a) the value of all non-originating materials, including materials of <br> undetermined origin, that do not meet the tariff classification change <br> requirement does not exceed 10% of the FOB value of the given <br> good, determined pursuant to Article 22; and <br> (b) the good meets all the other applicable criteria of this Section. <br> customary for the good. <br> "}, {"ArticleTitle": "Change in Tariff Classification", "ArticleDesc": "Article 21: Change in Tariff Classification <br> A change in tariff classification under Annex 5 requires that the non- <br> originating materials used in the production of the goods undergo a change of <br> tariff classification as a result of processes performed in the territory of one or <br> both Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 19: Originating Goods <br> Article 22: Regional Value Content <br> Article 35: Refund of Import Duties or Deposits <br> Article 41: Verification of Origin <br> RULES OF ORIGIN AND OPERATIONAL PROCEDURES <br> Unless otherwise indicated in this Section, a good shall be considered as <br> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br> 1 For the purposes of determining whether goods imported into the territory <br> Section 1: Rules of Origin <br> originating in a Party when: <br> shall be calculated as follows: <br> be, is not provided at the time of importation of a good from a Party pursuant to <br> of a Party from the territory of the other Party qualify as originating goods, the <br> (a) the good is wholly obtained or produced in the territory of a Party <br> RVC = [FOB - VNM)/FOB] x 100 <br> Article 34, the importing Party may impose the applied non-preferential import <br> importing customs administration may verify any claims for tariff preference by means of: <br> as set out and defined in Article 20, including where required to be <br> customs duty or require payment of a deposit on that good, where applicable. In <br> (a) written requests for additional information from the importer; <br> so under Annex 5; <br> such a case the importer may apply for a refund of any excess import customs <br> (b) the good is produced entirely in the territory of one or both Parties, <br> FOB is the FOB value of the goods; and <br> duty or deposit paid within one year of the date on which the good was <br> producer in the territory of the exporting Party; <br> exclusively from materials whose origin conforms to the provisions of this Section; or <br> VNM is the value in CIF terms of non-originating materials (including <br> imported, provided that: <br> (c) requests that the competent authorities of the exporting Party verify <br> (c) the good is produced in the territory of one or both Parties, using <br> (e) minerals and other naturally occurring substances, not included in <br> materials of undetermined origin). <br> (a) a written declaration that the good presented qualifies as an <br> the origin of a good; or <br> non-originating materials that conform to a change in tariff <br> originating good was provided to the customs administration of the <br> (b) written requests for additional information from the exporter or <br> (d) such other procedures as the customs administrations of the Parties <br> classification, a regional value content, a process requirement or <br> (a) the CIF value at the time of importation of the material; or <br> importing Party at the time of importation; and <br> may jointly decide. <br> other requirements specified in Annex 5, and the good meets the <br> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br> 2 A verification process under paragraph 1 shall only be initiated when <br> other applicable provisions of this Section. <br> materials in the territory of the Party where the working or <br> be, is provided in relation to the good imported. <br> there are reasonable grounds to doubt the accuracy or authenticity of origin <br> Article 20: Goods Wholly Obtained <br> processing takes place. When the producer of a good acquires non- <br> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br> documents, the origin status of the goods concerned or the fulfilment of any <br> Within the meaning of Article 19(a), the following goods shall be <br> originating materials within that Party the value of such materials <br> following entry into force of this Agreement. <br> other requirements under this Section, and when customs duty is sufficiently <br> considered as wholly obtained or produced in the territory of a Party: <br> shall not include freight, insurance, packing costs, and any other <br> Article 36: Certificate of Origin <br> material to warrant the request. <br> (a) plant products harvested, picked or gathered in the territory of a Party; <br> costs incurred in transporting the material from the supplier's <br> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br> 3 A verification request to the competent authority of the exporting Party <br> (b) live animals born and raised in the territory of a Party; <br> (a) contain a unique certificate number; <br> shall specify the reasons, and any documents and information obtained <br> (c) goods obtained from live animals raised in the territory of a Party; <br> 3 Both the FOB and CIF values referred to above shall be determined <br> (b) cover the goods presented under a single import customs declaration; <br> justifying the verification activities shall be forwarded to the competent authority <br> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br> pursuant to the Customs Valuation Agreement. <br> (c) state the basis on which the goods are deemed to qualify as <br> of the requested Party. <br> capturing conducted in the territory of a Party; <br> Article 23: Accumulation <br> originating for the purposes of Section 1 of this Chapter; <br> 4 The Parties shall develop an electronic verification system to ensure the <br> signs on products or their packaging; <br> Where originating goods or materials of a Party are incorporated into a <br> (d) contain security features, such as specimen signatures or stamps <br> effective and efficient implementation of this Section in a manner and within a <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br> good in the other Party's territory, the goods or materials so incorporated shall <br> as advised to the importing Party by the exporting Party; and <br> timeframe to be jointly determined by the Parties. <br> seabed or beneath its seabed; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be regarded to be originating in the latter's territory. <br> (e) be completed in English. <br> Article 42: Denial of Preferential Tariff Treatment <br> (f) goods extracted or taken by a Party, or a person of a Party, from the <br> Article 24: Minimal Operations or Processes <br> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br> 1 A Party may deny preferential tariff treatment to a good when: <br> waters, seabed or subsoil beneath the seabed outside the territorial <br> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br> (a) the name of the relevant authorized body or any security features <br> waters of that Party, provided that the Party has the right to exploit <br> need neither special skills nor special machines, apparatus or equipment <br> submitted within the said period to the importing customs administration. <br> for relevant forms and documents used by that authorized body, or <br> such waters, seabed or subsoil beneath the seabed under that <br> specially produced or installed for carrying out the activity. <br> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br> any change in the above information, has not been advised to the <br> Party's applicable domestic law in accordance with relevant <br> 2 Operations or processes which contribute minimally to the essential <br> exporter or manufacturer may make a written request to the authorized bodies <br> customs administration of the other Party; <br> international agreements to which that Party is a party; <br> characteristics of the goods, either by themselves or in combination, are <br> of the exporting Party for issuing a certified copy, provided that the exporter or <br> (b) the importer, exporter, manufacturer or producer, as appropriate, <br> (g) goods (fish, shellfish, plant and other marine life) taken within the <br> considered to be minimal operations or processes and do not confer origin. <br> manufacturer makes sure that the original copy previously issued has not been <br> fails to provide information which the Party has requested in the <br> territorial waters or the Exclusive Economic Zone of a Party <br> These include: <br> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br> course of a verification process under Article 41, or the requested <br> seaward of the territorial sea under that Party's applicable laws in <br> (a) operations to ensure the preservation of goods in good condition <br> Where: <br> original Certificate of Origin number…. Dated….@^@. If the importing customs <br> competent authority is unable for any reason to respond to the <br> accordance with relevant international agreements to which that <br> during transport and storage, such as drying, freezing, ventilation, <br> administration ascertains that the original copy has been used, the certified dated <br> request to the satisfaction of the importing customs administration, <br> Party is a party, or taken from the high seas, by a vessel registered <br> chilling and like operations; <br> copy shall be invalid and vice versa. <br> within 6 months of the date of request; or <br> or recorded with a Party and flying or entitled to fly the flag of that Party; <br> (b) simple operations consisting of sifting, sorting, grading, screening, <br> 5 The format and any requirements set out in Annex 6 may be revised or <br> (c) the good does not or did not comply with the other requirements of <br> (h) goods processed and/or made on board factory ships registered or <br> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br> modified by joint decision through an exchange of letters between the Parties. <br> this Chapter, including where: <br> recorded with a Party and flying or entitled to fly the flag of that <br> (c) breaking-up and assembly of consignments; <br> Article 37: Declaration of Origin <br> (i) the Certificate of Origin has not been duly completed and signed; <br> are fit only for the recovery of raw materials; <br> Party, exclusively from goods referred to in paragraph (g) above; <br> (d) packing, unpacking or repacking operations; <br> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br> (ii) the origin of the goods is not in conformity with Section 1; <br> (i) scrap and waste derived from processing operations in the territory <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (e) simple packaging operations, such as simple placing in bottles, <br> shall be accepted in place of a Certificate of Origin: <br> (iii) the data provided under the Certificate of Origin does not <br> of a Party and fit only for the recovery of raw materials, or used <br> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br> (a) for any consignment whose aggregate customs value does not <br> correspond to those of the supporting documents submitted; or <br> goods collected in the territory of a Party provided that such goods <br> (f) affixing or printing marks, labels, logos or other like distinguishing <br> exceed US$1,000 or its equivalent in the currency of the importing <br> (iv) the description, quantity and weight of goods, marks and <br> Party, or such higher amount as that Party may establish; <br> number of packages, number and kinds of packages, as <br> (j) goods obtained or produced in the territory of a Party solely from <br> (g) mere dilution with water or another substance that does not <br> (b) for any consignment of goods covered by an advance ruling in <br> specified, do not conform to the goods imported. <br> goods referred to in paragraphs (a) to (i) above. <br> materially alter the characteristics of the goods; <br> warehouse to the producer's location. <br> accordance with Article 52 that deems the good to qualify as <br> 2 In the event preferential tariff treatment is denied, the importing Party <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br> originating, so long as the facts and circumstances on which the <br> shall ensure that its customs administration provides in writing to the exporter, <br> (i) operations to colour sugar or form sugar lumps. <br> RVC is the regional value content, expressed as a percentage; <br> ruling was based remain unchanged and the ruling remains legally valid; or <br> the importer or producer, as the case may be, the reasons for that decision. <br> Article 25: Direct Consignment <br> (c) when the importing Party otherwise decides, for any reason, that a <br> 1 For the purposes of Article 18, the following shall be considered as <br> Certificate of Origin is not required in relation to a specific <br> consigned directly from the exporting Party to the importing Party: <br> consignment or in general. <br> 2 The value of the non-originating materials shall be: <br> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br> (b) goods whose transport involves transit through one or more non- <br> of importations that may reasonably be considered to have been undertaken or <br> Parties with or without trans-shipment or temporary storage of up to <br> arranged for the purposes of circumventing the requirements of this Section, the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> 6 months in such non-Parties, provided that: <br> importing Party may deny preferential tariff treatment. <br> (d) tools, dies and moulds; <br> (i) the goods do not enter into trade or commerce there; and <br> 3 A Declaration of Origin shall cover the goods presented under a single <br> (ii) the goods do not undergo any operation there other than <br> import customs declaration, and shall remain valid for 12 months from the date of issue. <br> unloading and reloading, repacking, or any operation required <br> 4 The format and any requirements set out in Annex 7 may be revised or <br> to keep them in good condition. <br> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br> Article 38: Amendments to Origin Documents <br> evidenced by presenting the customs authorities of the importing Party either <br> 1 Neither erasures nor superimpositions shall be permitted on any origin <br> with customs documents of the non-Parties or with any other documents. <br> documents. Any amendment shall be made by striking out the erroneous <br> Article 26: Packing and Containers for Transportation <br> information and making any addition which might be required. Such alterations <br> Containers and packing materials used for the transport of goods shall <br> shall be endorsed by the person who made them. <br> not be taken into account in determining the origin of the goods. <br> 2 Any unused space shall be crossed out to prevent any addition <br> Article 27: Packaging Materials and Containers for Retail Sale <br> subsequent to certification. <br> Where goods are subject to a change in tariff classification criterion set <br> Article 39: Retention of Origin Documents <br> out in Annex 5, the origin of the packaging materials and containers in which <br> 1 Each Party shall require its producers, exporters and importers to retain <br> goods are packaged for retail sale shall be disregarded in determining the origin <br> origin documents for a period specified in its domestic legislation. <br> of the goods, provided that the packaging materials and containers are <br> 2 Each Party shall ensure that its authorized bodies retain copies of <br> classified with the goods. However, if the goods are subject to an RVC <br> Certificates of Origin and other documentary evidence of origin for a period <br> requirement, the value of the packaging materials and containers used for retail <br> specified in its domestic legislation. <br> sale shall be taken into account as originating materials or non-originating <br> materials as the case may be when determining the origin of the goods. <br> Article 28: Accessories, Spare Parts and Tools <br> 1 With regard to the change in tariff classification requirements for origin <br> specified in Annex 5, accessories, spare parts, tools, instructional and <br> information materials presented with the good upon importation shall be <br> disregarded in the determination of the origin of the good, provided that these <br> are classified with and not invoiced separately from the good. <br> 2 Where the goods are subject to an RVC requirement, the value of the <br> accessories, spare parts, tools, instructional and information materials shall be <br> taken into account as originating materials or non-originating materials, as the <br> case may be, in calculating the RVC of the goods. <br> 3 This Article applies only where the quantities and values of said <br> accessories, spare parts, tools, instructional and information materials are <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> Article 29: Neutral Elements <br> 1 In determining whether a good is an originating good, the origin of any <br> neutral elements as defined in paragraph 2 shall be disregarded. <br> 2 Neutral elements are goods used in the production, testing or inspection <br> of another good but not physically incorporated into the good, or goods used in <br> the maintenance of buildings or the operation of equipment associated with the <br> production of a good. These include: <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment <br> and buildings; <br> (f) lubricants, greases, compounding materials and other materials <br> (a) fuel, energy, catalysts and solvents; <br> used in production or used to operate equipment and buildings; <br> (g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production. <br> Article 30: Interchangeable Materials <br> 1 In determining whether a good is an originating good, any <br> interchangeable materials shall be distinguished by: <br> (a) physical separation of the goods; or <br> 2 Interchangeable materials are goods or materials which are <br> interchangeable for commercial purposes, whose properties are essentially <br> identical, and between which it is impractical to differentiate by a mere visual examination. <br> Article 31: De Minimis <br> A good that does not meet tariff classification change requirements, <br> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br> originating good if: <br> (a) the value of all non-originating materials, including materials of <br> undetermined origin, that do not meet the tariff classification change <br> requirement does not exceed 10% of the FOB value of the given <br> good, determined pursuant to Article 22; and <br> (b) the good meets all the other applicable criteria of this Section. <br> customary for the good. <br> "}, {"ArticleTitle": "Compliance", "ArticleDesc": "Article 32: Compliance <br> Compliance with the requirements of this Section shall be determined in <br> accordance with the provisions of Section 2 as applicable. <br> Section 2: Operational Procedures <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 17: Definitions <br> Article 33: Definitions <br> For the purposes of this Chapter: <br> For the purposes of this Section: <br> authorized body means any government authority or other entity authorized <br> under the domestic legislation of a Party to issue a Certificate of Origin; <br> Certificate of Origin means a form issued by an authorized body of the <br> Article VII of the General Agreement on Tariffs and Trade 1994, which is part of <br> exporting Party, identifying the goods being consigned between the Parties and <br> certifying, for the purposes of Section 1 of this Chapter, that the goods to which <br> CIF means the value of the good imported inclusive of the cost of insurance and <br> FOB means the value of the good free on board inclusive of the cost of <br> the certificate relates originate in a Party; <br> freight up to the port or place of entry in the country of importation; <br> transport to the port or site of final shipment abroad; <br> competent authority means a government agency responsible for carrying out <br> generally accepted accounting principles means the recognized accounting <br> verification activities under Article 41, and notified by each Party to the other Party; <br> Customs Valuation Agreement means the Agreement on Implementation of <br> standards of a Party with respect to the recording of revenues, expenses, costs, <br> Declaration of Origin means a statement as to the origin of the goods made by <br> assets and liabilities, the disclosure of information and the preparation of <br> the manufacturer, producer, supplier or exporter of those goods or by any other <br> financial statements. Those standards may encompass broad guidelines of <br> competent person; <br> origin document means a Certificate of Origin, a Declaration of Origin or other <br> Harmonized System means the Harmonized Commodity Description and <br> documentary evidence of origin; <br> Coding System of the World Customs Organization; <br> other documentary evidence of origin means any other documentary <br> materials means any matter or substance used in the production or <br> evidence sufficient to substantiate the origin of the goods. <br> transformation of another good, including a part or ingredient; <br> the WTO Agreement; <br> producer means a person who engages in the production of a good; <br> qualify as originating in accordance with the provisions of this Section; <br> packing materials and containers for shipment means goods used to protect <br> a good during its transportation, other than containers or packaging materials <br> used for retail sale; <br> general application as well as detailed standards, practices and procedures; <br> production means methods of obtaining goods, including growing, raising, <br> mining, harvesting, fishing, farming, trapping, hunting, capturing, gathering, <br> collecting, breeding, extracting, manufacturing, processing or assembling a good. <br> originating materials or originating goods means materials or goods which <br> "}, {"ArticleTitle": "Granting Preference", "ArticleDesc": "Article 34: Granting Preference <br> The importing Party shall grant preferential tariff treatment to goods <br> imported from the other Party only in cases where an importer claiming <br> preferential tariff treatment provides to the importing customs administration <br> upon importation of the goods, in accordance with this Chapter, a Certificate of <br> Origin, a Declaration of Origin, or any other documentary evidence of origin that <br> the importing Party may decide. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 19: Originating Goods <br> Article 22: Regional Value Content <br> Article 35: Refund of Import Duties or Deposits <br> Article 41: Verification of Origin <br> RULES OF ORIGIN AND OPERATIONAL PROCEDURES <br> Unless otherwise indicated in this Section, a good shall be considered as <br> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br> 1 For the purposes of determining whether goods imported into the territory <br> Section 1: Rules of Origin <br> originating in a Party when: <br> shall be calculated as follows: <br> be, is not provided at the time of importation of a good from a Party pursuant to <br> of a Party from the territory of the other Party qualify as originating goods, the <br> (a) the good is wholly obtained or produced in the territory of a Party <br> RVC = [FOB - VNM)/FOB] x 100 <br> Article 34, the importing Party may impose the applied non-preferential import <br> importing customs administration may verify any claims for tariff preference by means of: <br> as set out and defined in Article 20, including where required to be <br> customs duty or require payment of a deposit on that good, where applicable. In <br> (a) written requests for additional information from the importer; <br> so under Annex 5; <br> such a case the importer may apply for a refund of any excess import customs <br> (b) the good is produced entirely in the territory of one or both Parties, <br> FOB is the FOB value of the goods; and <br> duty or deposit paid within one year of the date on which the good was <br> producer in the territory of the exporting Party; <br> exclusively from materials whose origin conforms to the provisions of this Section; or <br> VNM is the value in CIF terms of non-originating materials (including <br> imported, provided that: <br> (c) requests that the competent authorities of the exporting Party verify <br> (c) the good is produced in the territory of one or both Parties, using <br> (e) minerals and other naturally occurring substances, not included in <br> materials of undetermined origin). <br> (a) a written declaration that the good presented qualifies as an <br> the origin of a good; or <br> non-originating materials that conform to a change in tariff <br> originating good was provided to the customs administration of the <br> (b) written requests for additional information from the exporter or <br> (d) such other procedures as the customs administrations of the Parties <br> classification, a regional value content, a process requirement or <br> (a) the CIF value at the time of importation of the material; or <br> importing Party at the time of importation; and <br> may jointly decide. <br> other requirements specified in Annex 5, and the good meets the <br> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br> 2 A verification process under paragraph 1 shall only be initiated when <br> other applicable provisions of this Section. <br> materials in the territory of the Party where the working or <br> be, is provided in relation to the good imported. <br> there are reasonable grounds to doubt the accuracy or authenticity of origin <br> Article 20: Goods Wholly Obtained <br> processing takes place. When the producer of a good acquires non- <br> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br> documents, the origin status of the goods concerned or the fulfilment of any <br> Within the meaning of Article 19(a), the following goods shall be <br> originating materials within that Party the value of such materials <br> following entry into force of this Agreement. <br> other requirements under this Section, and when customs duty is sufficiently <br> considered as wholly obtained or produced in the territory of a Party: <br> shall not include freight, insurance, packing costs, and any other <br> Article 36: Certificate of Origin <br> material to warrant the request. <br> (a) plant products harvested, picked or gathered in the territory of a Party; <br> costs incurred in transporting the material from the supplier's <br> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br> 3 A verification request to the competent authority of the exporting Party <br> (b) live animals born and raised in the territory of a Party; <br> (a) contain a unique certificate number; <br> shall specify the reasons, and any documents and information obtained <br> (c) goods obtained from live animals raised in the territory of a Party; <br> 3 Both the FOB and CIF values referred to above shall be determined <br> (b) cover the goods presented under a single import customs declaration; <br> justifying the verification activities shall be forwarded to the competent authority <br> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br> pursuant to the Customs Valuation Agreement. <br> (c) state the basis on which the goods are deemed to qualify as <br> of the requested Party. <br> capturing conducted in the territory of a Party; <br> Article 23: Accumulation <br> originating for the purposes of Section 1 of this Chapter; <br> 4 The Parties shall develop an electronic verification system to ensure the <br> signs on products or their packaging; <br> Where originating goods or materials of a Party are incorporated into a <br> (d) contain security features, such as specimen signatures or stamps <br> effective and efficient implementation of this Section in a manner and within a <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br> good in the other Party's territory, the goods or materials so incorporated shall <br> as advised to the importing Party by the exporting Party; and <br> timeframe to be jointly determined by the Parties. <br> seabed or beneath its seabed; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be regarded to be originating in the latter's territory. <br> (e) be completed in English. <br> Article 42: Denial of Preferential Tariff Treatment <br> (f) goods extracted or taken by a Party, or a person of a Party, from the <br> Article 24: Minimal Operations or Processes <br> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br> 1 A Party may deny preferential tariff treatment to a good when: <br> waters, seabed or subsoil beneath the seabed outside the territorial <br> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br> (a) the name of the relevant authorized body or any security features <br> waters of that Party, provided that the Party has the right to exploit <br> need neither special skills nor special machines, apparatus or equipment <br> submitted within the said period to the importing customs administration. <br> for relevant forms and documents used by that authorized body, or <br> such waters, seabed or subsoil beneath the seabed under that <br> specially produced or installed for carrying out the activity. <br> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br> any change in the above information, has not been advised to the <br> Party's applicable domestic law in accordance with relevant <br> 2 Operations or processes which contribute minimally to the essential <br> exporter or manufacturer may make a written request to the authorized bodies <br> customs administration of the other Party; <br> international agreements to which that Party is a party; <br> characteristics of the goods, either by themselves or in combination, are <br> of the exporting Party for issuing a certified copy, provided that the exporter or <br> (b) the importer, exporter, manufacturer or producer, as appropriate, <br> (g) goods (fish, shellfish, plant and other marine life) taken within the <br> considered to be minimal operations or processes and do not confer origin. <br> manufacturer makes sure that the original copy previously issued has not been <br> fails to provide information which the Party has requested in the <br> territorial waters or the Exclusive Economic Zone of a Party <br> These include: <br> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br> course of a verification process under Article 41, or the requested <br> seaward of the territorial sea under that Party's applicable laws in <br> (a) operations to ensure the preservation of goods in good condition <br> Where: <br> original Certificate of Origin number…. Dated….@^@. If the importing customs <br> competent authority is unable for any reason to respond to the <br> accordance with relevant international agreements to which that <br> during transport and storage, such as drying, freezing, ventilation, <br> administration ascertains that the original copy has been used, the certified dated <br> request to the satisfaction of the importing customs administration, <br> Party is a party, or taken from the high seas, by a vessel registered <br> chilling and like operations; <br> copy shall be invalid and vice versa. <br> within 6 months of the date of request; or <br> or recorded with a Party and flying or entitled to fly the flag of that Party; <br> (b) simple operations consisting of sifting, sorting, grading, screening, <br> 5 The format and any requirements set out in Annex 6 may be revised or <br> (c) the good does not or did not comply with the other requirements of <br> (h) goods processed and/or made on board factory ships registered or <br> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br> modified by joint decision through an exchange of letters between the Parties. <br> this Chapter, including where: <br> recorded with a Party and flying or entitled to fly the flag of that <br> (c) breaking-up and assembly of consignments; <br> Article 37: Declaration of Origin <br> (i) the Certificate of Origin has not been duly completed and signed; <br> are fit only for the recovery of raw materials; <br> Party, exclusively from goods referred to in paragraph (g) above; <br> (d) packing, unpacking or repacking operations; <br> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br> (ii) the origin of the goods is not in conformity with Section 1; <br> (i) scrap and waste derived from processing operations in the territory <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (e) simple packaging operations, such as simple placing in bottles, <br> shall be accepted in place of a Certificate of Origin: <br> (iii) the data provided under the Certificate of Origin does not <br> of a Party and fit only for the recovery of raw materials, or used <br> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br> (a) for any consignment whose aggregate customs value does not <br> correspond to those of the supporting documents submitted; or <br> goods collected in the territory of a Party provided that such goods <br> (f) affixing or printing marks, labels, logos or other like distinguishing <br> exceed US$1,000 or its equivalent in the currency of the importing <br> (iv) the description, quantity and weight of goods, marks and <br> Party, or such higher amount as that Party may establish; <br> number of packages, number and kinds of packages, as <br> (j) goods obtained or produced in the territory of a Party solely from <br> (g) mere dilution with water or another substance that does not <br> (b) for any consignment of goods covered by an advance ruling in <br> specified, do not conform to the goods imported. <br> goods referred to in paragraphs (a) to (i) above. <br> materially alter the characteristics of the goods; <br> warehouse to the producer's location. <br> accordance with Article 52 that deems the good to qualify as <br> 2 In the event preferential tariff treatment is denied, the importing Party <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br> originating, so long as the facts and circumstances on which the <br> shall ensure that its customs administration provides in writing to the exporter, <br> (i) operations to colour sugar or form sugar lumps. <br> RVC is the regional value content, expressed as a percentage; <br> ruling was based remain unchanged and the ruling remains legally valid; or <br> the importer or producer, as the case may be, the reasons for that decision. <br> Article 25: Direct Consignment <br> (c) when the importing Party otherwise decides, for any reason, that a <br> 1 For the purposes of Article 18, the following shall be considered as <br> Certificate of Origin is not required in relation to a specific <br> consigned directly from the exporting Party to the importing Party: <br> consignment or in general. <br> 2 The value of the non-originating materials shall be: <br> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br> (b) goods whose transport involves transit through one or more non- <br> of importations that may reasonably be considered to have been undertaken or <br> Parties with or without trans-shipment or temporary storage of up to <br> arranged for the purposes of circumventing the requirements of this Section, the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> 6 months in such non-Parties, provided that: <br> importing Party may deny preferential tariff treatment. <br> (d) tools, dies and moulds; <br> (i) the goods do not enter into trade or commerce there; and <br> 3 A Declaration of Origin shall cover the goods presented under a single <br> (ii) the goods do not undergo any operation there other than <br> import customs declaration, and shall remain valid for 12 months from the date of issue. <br> unloading and reloading, repacking, or any operation required <br> 4 The format and any requirements set out in Annex 7 may be revised or <br> to keep them in good condition. <br> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br> Article 38: Amendments to Origin Documents <br> evidenced by presenting the customs authorities of the importing Party either <br> 1 Neither erasures nor superimpositions shall be permitted on any origin <br> with customs documents of the non-Parties or with any other documents. <br> documents. Any amendment shall be made by striking out the erroneous <br> Article 26: Packing and Containers for Transportation <br> information and making any addition which might be required. Such alterations <br> Containers and packing materials used for the transport of goods shall <br> shall be endorsed by the person who made them. <br> not be taken into account in determining the origin of the goods. <br> 2 Any unused space shall be crossed out to prevent any addition <br> Article 27: Packaging Materials and Containers for Retail Sale <br> subsequent to certification. <br> Where goods are subject to a change in tariff classification criterion set <br> Article 39: Retention of Origin Documents <br> out in Annex 5, the origin of the packaging materials and containers in which <br> 1 Each Party shall require its producers, exporters and importers to retain <br> goods are packaged for retail sale shall be disregarded in determining the origin <br> origin documents for a period specified in its domestic legislation. <br> of the goods, provided that the packaging materials and containers are <br> 2 Each Party shall ensure that its authorized bodies retain copies of <br> classified with the goods. However, if the goods are subject to an RVC <br> Certificates of Origin and other documentary evidence of origin for a period <br> requirement, the value of the packaging materials and containers used for retail <br> specified in its domestic legislation. <br> sale shall be taken into account as originating materials or non-originating <br> materials as the case may be when determining the origin of the goods. <br> Article 28: Accessories, Spare Parts and Tools <br> 1 With regard to the change in tariff classification requirements for origin <br> specified in Annex 5, accessories, spare parts, tools, instructional and <br> information materials presented with the good upon importation shall be <br> disregarded in the determination of the origin of the good, provided that these <br> are classified with and not invoiced separately from the good. <br> 2 Where the goods are subject to an RVC requirement, the value of the <br> accessories, spare parts, tools, instructional and information materials shall be <br> taken into account as originating materials or non-originating materials, as the <br> case may be, in calculating the RVC of the goods. <br> 3 This Article applies only where the quantities and values of said <br> accessories, spare parts, tools, instructional and information materials are <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> Article 29: Neutral Elements <br> 1 In determining whether a good is an originating good, the origin of any <br> neutral elements as defined in paragraph 2 shall be disregarded. <br> 2 Neutral elements are goods used in the production, testing or inspection <br> of another good but not physically incorporated into the good, or goods used in <br> the maintenance of buildings or the operation of equipment associated with the <br> production of a good. These include: <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment <br> and buildings; <br> (f) lubricants, greases, compounding materials and other materials <br> (a) fuel, energy, catalysts and solvents; <br> used in production or used to operate equipment and buildings; <br> (g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production. <br> Article 30: Interchangeable Materials <br> 1 In determining whether a good is an originating good, any <br> interchangeable materials shall be distinguished by: <br> (a) physical separation of the goods; or <br> 2 Interchangeable materials are goods or materials which are <br> interchangeable for commercial purposes, whose properties are essentially <br> identical, and between which it is impractical to differentiate by a mere visual examination. <br> Article 31: De Minimis <br> A good that does not meet tariff classification change requirements, <br> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br> originating good if: <br> (a) the value of all non-originating materials, including materials of <br> undetermined origin, that do not meet the tariff classification change <br> requirement does not exceed 10% of the FOB value of the given <br> good, determined pursuant to Article 22; and <br> (b) the good meets all the other applicable criteria of this Section. <br> customary for the good. <br> "}, {"ArticleTitle": "Authorized Bodies", "ArticleDesc": "Article 40: Authorized Bodies <br> 1 A Certificate of Origin shall be issued only by an authorized body in the exporting Party. <br> 2 Each Party shall inform the customs administration of the other Party of <br> the name of each authorized body, as well as relevant contact details, and shall <br> provide details of any security features for relevant forms and documents used <br> by each authorized body, prior to the issuance of any certificates by that body. <br> Any change in the information provided above shall be advised promptly to the <br> customs administration of the other Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 19: Originating Goods <br> Article 22: Regional Value Content <br> Article 35: Refund of Import Duties or Deposits <br> Article 41: Verification of Origin <br> RULES OF ORIGIN AND OPERATIONAL PROCEDURES <br> Unless otherwise indicated in this Section, a good shall be considered as <br> 1 Where Annex 5 refers to a Regional Value Content (@^@RVC@^@), the RVC <br> 1 Where a Certificate of Origin or a Declaration of Origin, as the case may <br> 1 For the purposes of determining whether goods imported into the territory <br> Section 1: Rules of Origin <br> originating in a Party when: <br> shall be calculated as follows: <br> be, is not provided at the time of importation of a good from a Party pursuant to <br> of a Party from the territory of the other Party qualify as originating goods, the <br> (a) the good is wholly obtained or produced in the territory of a Party <br> RVC = [FOB - VNM)/FOB] x 100 <br> Article 34, the importing Party may impose the applied non-preferential import <br> importing customs administration may verify any claims for tariff preference by means of: <br> as set out and defined in Article 20, including where required to be <br> customs duty or require payment of a deposit on that good, where applicable. In <br> (a) written requests for additional information from the importer; <br> so under Annex 5; <br> such a case the importer may apply for a refund of any excess import customs <br> (b) the good is produced entirely in the territory of one or both Parties, <br> FOB is the FOB value of the goods; and <br> duty or deposit paid within one year of the date on which the good was <br> producer in the territory of the exporting Party; <br> exclusively from materials whose origin conforms to the provisions of this Section; or <br> VNM is the value in CIF terms of non-originating materials (including <br> imported, provided that: <br> (c) requests that the competent authorities of the exporting Party verify <br> (c) the good is produced in the territory of one or both Parties, using <br> (e) minerals and other naturally occurring substances, not included in <br> materials of undetermined origin). <br> (a) a written declaration that the good presented qualifies as an <br> the origin of a good; or <br> non-originating materials that conform to a change in tariff <br> originating good was provided to the customs administration of the <br> (b) written requests for additional information from the exporter or <br> (d) such other procedures as the customs administrations of the Parties <br> classification, a regional value content, a process requirement or <br> (a) the CIF value at the time of importation of the material; or <br> importing Party at the time of importation; and <br> may jointly decide. <br> other requirements specified in Annex 5, and the good meets the <br> (b) a valid Certificate of Origin or Declaration of Origin, as the case may <br> 2 A verification process under paragraph 1 shall only be initiated when <br> other applicable provisions of this Section. <br> materials in the territory of the Party where the working or <br> be, is provided in relation to the good imported. <br> there are reasonable grounds to doubt the accuracy or authenticity of origin <br> Article 20: Goods Wholly Obtained <br> processing takes place. When the producer of a good acquires non- <br> 2 The requirement in paragraph 1(a) shall not apply for the first 12 months <br> documents, the origin status of the goods concerned or the fulfilment of any <br> Within the meaning of Article 19(a), the following goods shall be <br> originating materials within that Party the value of such materials <br> following entry into force of this Agreement. <br> other requirements under this Section, and when customs duty is sufficiently <br> considered as wholly obtained or produced in the territory of a Party: <br> shall not include freight, insurance, packing costs, and any other <br> Article 36: Certificate of Origin <br> material to warrant the request. <br> (a) plant products harvested, picked or gathered in the territory of a Party; <br> costs incurred in transporting the material from the supplier's <br> 1 A Certificate of Origin shall be in the format as set out in Annex 6, and shall: <br> 3 A verification request to the competent authority of the exporting Party <br> (b) live animals born and raised in the territory of a Party; <br> (a) contain a unique certificate number; <br> shall specify the reasons, and any documents and information obtained <br> (c) goods obtained from live animals raised in the territory of a Party; <br> 3 Both the FOB and CIF values referred to above shall be determined <br> (b) cover the goods presented under a single import customs declaration; <br> justifying the verification activities shall be forwarded to the competent authority <br> (d) goods obtained from hunting, trapping, fishing, farming, gathering or <br> pursuant to the Customs Valuation Agreement. <br> (c) state the basis on which the goods are deemed to qualify as <br> of the requested Party. <br> capturing conducted in the territory of a Party; <br> Article 23: Accumulation <br> originating for the purposes of Section 1 of this Chapter; <br> 4 The Parties shall develop an electronic verification system to ensure the <br> signs on products or their packaging; <br> Where originating goods or materials of a Party are incorporated into a <br> (d) contain security features, such as specimen signatures or stamps <br> effective and efficient implementation of this Section in a manner and within a <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, <br> good in the other Party's territory, the goods or materials so incorporated shall <br> as advised to the importing Party by the exporting Party; and <br> timeframe to be jointly determined by the Parties. <br> seabed or beneath its seabed; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> be regarded to be originating in the latter's territory. <br> (e) be completed in English. <br> Article 42: Denial of Preferential Tariff Treatment <br> (f) goods extracted or taken by a Party, or a person of a Party, from the <br> Article 24: Minimal Operations or Processes <br> 2 A Certificate of Origin shall remain valid for 12 months from the date of issue. <br> 1 A Party may deny preferential tariff treatment to a good when: <br> waters, seabed or subsoil beneath the seabed outside the territorial <br> 1 For purposes of this Article, @^@simple@^@ generally describes activities which <br> 3 Only the original Certificate of Origin marked @^@ORIGINAL@^@ shall be <br> (a) the name of the relevant authorized body or any security features <br> waters of that Party, provided that the Party has the right to exploit <br> need neither special skills nor special machines, apparatus or equipment <br> submitted within the said period to the importing customs administration. <br> for relevant forms and documents used by that authorized body, or <br> such waters, seabed or subsoil beneath the seabed under that <br> specially produced or installed for carrying out the activity. <br> 4 In the event of theft, loss or damage of a Certificate of Origin, the <br> any change in the above information, has not been advised to the <br> Party's applicable domestic law in accordance with relevant <br> 2 Operations or processes which contribute minimally to the essential <br> exporter or manufacturer may make a written request to the authorized bodies <br> customs administration of the other Party; <br> international agreements to which that Party is a party; <br> characteristics of the goods, either by themselves or in combination, are <br> of the exporting Party for issuing a certified copy, provided that the exporter or <br> (b) the importer, exporter, manufacturer or producer, as appropriate, <br> (g) goods (fish, shellfish, plant and other marine life) taken within the <br> considered to be minimal operations or processes and do not confer origin. <br> manufacturer makes sure that the original copy previously issued has not been <br> fails to provide information which the Party has requested in the <br> territorial waters or the Exclusive Economic Zone of a Party <br> These include: <br> used. The certified copy shall bear the words @^@CERTIFIED TRUE COPY of the <br> course of a verification process under Article 41, or the requested <br> seaward of the territorial sea under that Party's applicable laws in <br> (a) operations to ensure the preservation of goods in good condition <br> Where: <br> original Certificate of Origin number…. Dated….@^@. If the importing customs <br> competent authority is unable for any reason to respond to the <br> accordance with relevant international agreements to which that <br> during transport and storage, such as drying, freezing, ventilation, <br> administration ascertains that the original copy has been used, the certified dated <br> request to the satisfaction of the importing customs administration, <br> Party is a party, or taken from the high seas, by a vessel registered <br> chilling and like operations; <br> copy shall be invalid and vice versa. <br> within 6 months of the date of request; or <br> or recorded with a Party and flying or entitled to fly the flag of that Party; <br> (b) simple operations consisting of sifting, sorting, grading, screening, <br> 5 The format and any requirements set out in Annex 6 may be revised or <br> (c) the good does not or did not comply with the other requirements of <br> (h) goods processed and/or made on board factory ships registered or <br> classifying, washing, cutting, slitting, bending, coiling, or uncoiling; <br> modified by joint decision through an exchange of letters between the Parties. <br> this Chapter, including where: <br> recorded with a Party and flying or entitled to fly the flag of that <br> (c) breaking-up and assembly of consignments; <br> Article 37: Declaration of Origin <br> (i) the Certificate of Origin has not been duly completed and signed; <br> are fit only for the recovery of raw materials; <br> Party, exclusively from goods referred to in paragraph (g) above; <br> (d) packing, unpacking or repacking operations; <br> 1 A Declaration of Origin shall be in the format as set out in Annex 7, and <br> (ii) the origin of the goods is not in conformity with Section 1; <br> (i) scrap and waste derived from processing operations in the territory <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (e) simple packaging operations, such as simple placing in bottles, <br> shall be accepted in place of a Certificate of Origin: <br> (iii) the data provided under the Certificate of Origin does not <br> of a Party and fit only for the recovery of raw materials, or used <br> cans, flasks, bags, cases, boxes, fixing on cards or boards; <br> (a) for any consignment whose aggregate customs value does not <br> correspond to those of the supporting documents submitted; or <br> goods collected in the territory of a Party provided that such goods <br> (f) affixing or printing marks, labels, logos or other like distinguishing <br> exceed US$1,000 or its equivalent in the currency of the importing <br> (iv) the description, quantity and weight of goods, marks and <br> Party, or such higher amount as that Party may establish; <br> number of packages, number and kinds of packages, as <br> (j) goods obtained or produced in the territory of a Party solely from <br> (g) mere dilution with water or another substance that does not <br> (b) for any consignment of goods covered by an advance ruling in <br> specified, do not conform to the goods imported. <br> goods referred to in paragraphs (a) to (i) above. <br> materially alter the characteristics of the goods; <br> warehouse to the producer's location. <br> accordance with Article 52 that deems the good to qualify as <br> 2 In the event preferential tariff treatment is denied, the importing Party <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals other than rice; <br> originating, so long as the facts and circumstances on which the <br> shall ensure that its customs administration provides in writing to the exporter, <br> (i) operations to colour sugar or form sugar lumps. <br> RVC is the regional value content, expressed as a percentage; <br> ruling was based remain unchanged and the ruling remains legally valid; or <br> the importer or producer, as the case may be, the reasons for that decision. <br> Article 25: Direct Consignment <br> (c) when the importing Party otherwise decides, for any reason, that a <br> 1 For the purposes of Article 18, the following shall be considered as <br> Certificate of Origin is not required in relation to a specific <br> consigned directly from the exporting Party to the importing Party: <br> consignment or in general. <br> 2 The value of the non-originating materials shall be: <br> 2 Notwithstanding paragraph 1, where an importation forms part of a series <br> (b) goods whose transport involves transit through one or more non- <br> of importations that may reasonably be considered to have been undertaken or <br> Parties with or without trans-shipment or temporary storage of up to <br> arranged for the purposes of circumventing the requirements of this Section, the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> 6 months in such non-Parties, provided that: <br> importing Party may deny preferential tariff treatment. <br> (d) tools, dies and moulds; <br> (i) the goods do not enter into trade or commerce there; and <br> 3 A Declaration of Origin shall cover the goods presented under a single <br> (ii) the goods do not undergo any operation there other than <br> import customs declaration, and shall remain valid for 12 months from the date of issue. <br> unloading and reloading, repacking, or any operation required <br> 4 The format and any requirements set out in Annex 7 may be revised or <br> to keep them in good condition. <br> 2 Compliance with the provisions set out in paragraph 1(b) shall be <br> Article 38: Amendments to Origin Documents <br> evidenced by presenting the customs authorities of the importing Party either <br> 1 Neither erasures nor superimpositions shall be permitted on any origin <br> with customs documents of the non-Parties or with any other documents. <br> documents. Any amendment shall be made by striking out the erroneous <br> Article 26: Packing and Containers for Transportation <br> information and making any addition which might be required. Such alterations <br> Containers and packing materials used for the transport of goods shall <br> shall be endorsed by the person who made them. <br> not be taken into account in determining the origin of the goods. <br> 2 Any unused space shall be crossed out to prevent any addition <br> Article 27: Packaging Materials and Containers for Retail Sale <br> subsequent to certification. <br> Where goods are subject to a change in tariff classification criterion set <br> Article 39: Retention of Origin Documents <br> out in Annex 5, the origin of the packaging materials and containers in which <br> 1 Each Party shall require its producers, exporters and importers to retain <br> goods are packaged for retail sale shall be disregarded in determining the origin <br> origin documents for a period specified in its domestic legislation. <br> of the goods, provided that the packaging materials and containers are <br> 2 Each Party shall ensure that its authorized bodies retain copies of <br> classified with the goods. However, if the goods are subject to an RVC <br> Certificates of Origin and other documentary evidence of origin for a period <br> requirement, the value of the packaging materials and containers used for retail <br> specified in its domestic legislation. <br> sale shall be taken into account as originating materials or non-originating <br> materials as the case may be when determining the origin of the goods. <br> Article 28: Accessories, Spare Parts and Tools <br> 1 With regard to the change in tariff classification requirements for origin <br> specified in Annex 5, accessories, spare parts, tools, instructional and <br> information materials presented with the good upon importation shall be <br> disregarded in the determination of the origin of the good, provided that these <br> are classified with and not invoiced separately from the good. <br> 2 Where the goods are subject to an RVC requirement, the value of the <br> accessories, spare parts, tools, instructional and information materials shall be <br> taken into account as originating materials or non-originating materials, as the <br> case may be, in calculating the RVC of the goods. <br> 3 This Article applies only where the quantities and values of said <br> accessories, spare parts, tools, instructional and information materials are <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> Article 29: Neutral Elements <br> 1 In determining whether a good is an originating good, the origin of any <br> neutral elements as defined in paragraph 2 shall be disregarded. <br> 2 Neutral elements are goods used in the production, testing or inspection <br> of another good but not physically incorporated into the good, or goods used in <br> the maintenance of buildings or the operation of equipment associated with the <br> production of a good. These include: <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment <br> and buildings; <br> (f) lubricants, greases, compounding materials and other materials <br> (a) fuel, energy, catalysts and solvents; <br> used in production or used to operate equipment and buildings; <br> (g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production. <br> Article 30: Interchangeable Materials <br> 1 In determining whether a good is an originating good, any <br> interchangeable materials shall be distinguished by: <br> (a) physical separation of the goods; or <br> 2 Interchangeable materials are goods or materials which are <br> interchangeable for commercial purposes, whose properties are essentially <br> identical, and between which it is impractical to differentiate by a mere visual examination. <br> Article 31: De Minimis <br> A good that does not meet tariff classification change requirements, <br> pursuant to the provisions of Annex 5, shall nonetheless be considered to be an <br> originating good if: <br> (a) the value of all non-originating materials, including materials of <br> undetermined origin, that do not meet the tariff classification change <br> requirement does not exceed 10% of the FOB value of the given <br> good, determined pursuant to Article 22; and <br> (b) the good meets all the other applicable criteria of this Section. <br> customary for the good. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 43: Review <br> The competent authorities of the Parties shall review the procedures <br> under this Section as they mutually deem necessary. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 44: Definitions <br> For the purposes of this Chapter: <br> customs administration means: <br> (a) in relation to New Zealand, the New Zealand Customs Service; and <br> (b) in relation to China, the General Administration of Customs of the <br> customs procedures means the treatment applied by each customs <br> Customs Valuation Agreement means the Agreement on Implementation of <br> Article VII of the General Agreement on Tariffs and Trade 1994, which is part of <br> People's Republic of China; <br> customs law means any legislation administered, applied, or enforced by the <br> customs administration of a Party; <br> administration to goods and means of transport that are subject to customs control; <br> the WTO Agreement; <br> means of transport means various types of vessels, vehicles, aircraft and <br> pack-animals which enter or leave the territory carrying persons, goods or articles. <br> "}, {"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 45: Scope and Objectives <br> 1 This Chapter shall apply, in accordance with the Parties' respective <br> international obligations and domestic customs law, to customs procedures <br> applied to goods traded between the Parties and to the movement of means of <br> transport between the Parties. <br> 2 The objectives of this Chapter are to: <br> (a) simplify and harmonise customs procedures of the Parties; <br> (b) ensure predictability, consistency and transparency in the <br> application of customs laws and administrative procedures of the Parties; <br> (c) ensure the efficient and expeditious clearance of goods and means of transport; <br> (d) facilitate trade between the Parties; and <br> (e) promote cooperation between the customs administrations, within <br> the scope of this Chapter. <br> "}, {"ArticleTitle": "Competent Authorities", "ArticleDesc": "Article 46: Competent Authorities <br> The competent authorities for the administration of this Chapter are: <br> (a) in relation to New Zealand, the New Zealand Customs Service; and <br> (b) in relation to China, the General Administration of Customs of the <br> People's Republic of China. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 47: Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are <br> predictable, consistent, transparent and facilitate trade. <br> 2 Customs procedures of each Party shall, where possible and to the <br> extent permitted by their respective customs law, conform with the trade-related <br> instruments of the WCO to which that Party is a contracting party, including <br> those of the International Convention on the Simplification and Harmonization of <br> Customs Procedures (as amended), known as the Revised Kyoto Convention. <br> 3 Customs administrations of the Parties shall facilitate the clearance of <br> goods in administering their procedures. <br> 4 Each customs administration shall endeavour to provide a focal point, <br> electronic or otherwise, through which its traders may submit all required <br> regulatory information in order to obtain clearance of goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 48: Customs Valuation <br> The Parties shall apply Article VII of GATT 1994 and the Customs <br> Valuation Agreement to goods traded between them. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 49: Tariff Classification <br> The Parties shall apply the International Convention on the Harmonized <br> Commodity Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 50: Customs Cooperation <br> To the extent permitted by their domestic laws, the customs <br> administrations of the Parties shall assist each other, in relation to: <br> (b) such other issues as the Parties mutually determine. <br> (a) the implementation and operation of this Chapter; and <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 51: Appeal <br> transport between the Parties. <br> 1 The legislation of each Party shall provide for the right of appeal without <br> penalty in regard to customs administrative rulings, determinations or decisions <br> by the importer, exporter or any other person affected by that administrative <br> ruling, determination or decision. <br> 2 An initial right of appeal by a person described in paragraph 1 may be to <br> an authority within the customs administration or to an independent body, but <br> the legislation of each Party shall provide for the right of appeal without penalty <br> to a judicial authority. <br> 3 Notice of the decision on appeal shall be given to the appellant and the <br> Article 52: Advance Rulings <br> 1 Each customs administration shall provide in writing rulings in respect of <br> the tariff classification and origin of goods to a person described in paragraph 2(a). <br> 2 Each customs administration shall adopt or maintain procedures, which shall: <br> additional information within a specified period; <br> (a) provide that an exporter, importer or any person with a justifiable <br> cause may apply, in the national language of the issuing customs <br> administration, for a ruling at least 3 months before the date of <br> importation of the goods that are the subject of the application. An <br> applicant for an advance ruling on tariff classification from China <br> Customs shall be registered with China Customs; <br> (b) require that an applicant for a ruling provide a detailed description of <br> the goods and all relevant information needed to issue a ruling; <br> (c) provide that its customs administration may, at any time during the <br> course of issuing a ruling, request that the applicant provide <br> (d) provide that any ruling be based on the facts and circumstances <br> presented by the applicant, and any other relevant information in the <br> possession of the decision-maker; and <br> (e) provide that the ruling be issued, in the national language of the <br> issuing customs administration, to the applicant expeditiously on <br> receipt of all necessary information, or in any case within: <br> (i) 60 days with respect to tariff classification; and <br> (ii) 90 days with respect to origin. <br> 3 A Party may reject requests for a ruling where the additional information <br> requested by it in accordance with subparagraph 2(c) is not provided within a <br> specified time. <br> 4 Subject to paragraph 5, each Party shall apply a ruling to all importations <br> of goods described in that ruling into its territory through any port of entry within <br> 3 years of the date of that ruling or such other period as required by that Party's <br> domestic legislation. <br> 5 A Party may modify or revoke a ruling: <br> (a) upon a determination that the ruling was based on an error of fact <br> or law, or the information provided is false or inaccurate; <br> (b) if there is a change in domestic law consistent with this Agreement; or <br> reasons for such decision shall be provided in writing. <br> (c) if there is a change in a material fact or circumstances on which <br> the ruling is based. <br> 6 Subject to the confidentiality requirements of a Party's domestic law, <br> each Party shall publish its rulings. <br> 7 Where an importer claims that the treatment accorded to an imported <br> good should be governed by a ruling, the customs administration may evaluate <br> whether the facts and circumstances of the importation are consistent with the <br> facts and circumstances upon which a ruling was based. <br> "}, {"ArticleTitle": "Use of Automated Systems in the Paperless Trading", "ArticleDesc": "Article 53: Use of Automated Systems in the Paperless Trading <br> Environment <br> The customs administrations shall apply information technology to <br> support customs operations, where it is cost-effective and efficient, particularly <br> in the paperless trading context, taking into account developments in this area within the WCO. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 54: Risk Management <br> Each customs administration shall focus resource on high-risk goods and <br> facilitate the clearance of low-risk goods in administering customs procedures. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 55: Publication and Enquiry Points <br> 1 Each customs administration shall publish all customs laws and any <br> administrative procedures it applies or enforces. <br> 2 Each customs administration shall designate one or more enquiry points <br> to deal with inquiries from interested persons from either Party on customs <br> matters arising from the implementation of this Agreement, and provide details <br> of such enquiry points to the other customs administration. <br> 3 Each customs administration shall provide the other customs <br> administration with timely notice of any significant modification of customs laws <br> or procedures governing the movement of goods and means of transport that is <br> likely to substantially affect the operation of this Chapter. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 56: Express Consignments <br> Each customs administration shall adopt procedures to expedite the <br> clearance of express consignments. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 57: Release of Goods <br> Each Party shall adopt or maintain procedures which allow goods to be <br> released within 48 hours of arrival unless: <br> (a) the importer fails to provide any information required by the <br> (b) the goods are selected for closer examination by the competent <br> importing Party at the time of first entry; <br> authority of the importing Party through the application of risk management techniques; <br> (c) the goods are to be examined by any agency, other than the <br> competent authority of the importing Party, acting under powers <br> conferred by the domestic legislation of the importing Party; or <br> (d) fulfilment of all necessary customs formalities has not been able to <br> be completed or release is otherwise delayed by virtue of force majeur. <br> "}, {"ArticleTitle": "Review of Customs Procedures", "ArticleDesc": "Article 58: Review of Customs Procedures <br> 1 Each customs administration shall periodically review its procedures with <br> a view to their further simplification and the development of mutually beneficial <br> arrangements to facilitate the flow of trade between the Parties. <br> 2 In applying a risk management approach to customs control, each <br> customs administration shall regularly review the performance, effectiveness <br> and efficiency of its systems. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 59: Consultation <br> 1 Either customs administration may at any time request consultations with <br> the other customs administration on any matter arising from the operation or <br> implementation of this Chapter. Such consultations shall be conducted through <br> the relevant contact points, and shall take place within 30 days of the request, <br> unless the customs administrations of the Parties mutually determine otherwise. <br> 2 In the event that such consultations fail to resolve any such matter, the <br> requesting Party may refer the matter to the Committee on Trade in Goods for consideration. <br> 3 Each customs administration shall designate one or more contact points <br> for the purposes of this Chapter and provide details of such contact points to the <br> other Party. Customs administrations of the Parties shall notify each other <br> promptly of any amendments to the details of their contact points. <br> 4 Customs administrations may consult each other on any trade facilitation <br> issues arising from procedures to secure trade and the movement of means of <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 51: Appeal <br> transport between the Parties. <br> 1 The legislation of each Party shall provide for the right of appeal without <br> penalty in regard to customs administrative rulings, determinations or decisions <br> by the importer, exporter or any other person affected by that administrative <br> ruling, determination or decision. <br> 2 An initial right of appeal by a person described in paragraph 1 may be to <br> an authority within the customs administration or to an independent body, but <br> the legislation of each Party shall provide for the right of appeal without penalty <br> to a judicial authority. <br> 3 Notice of the decision on appeal shall be given to the appellant and the <br> Article 52: Advance Rulings <br> 1 Each customs administration shall provide in writing rulings in respect of <br> the tariff classification and origin of goods to a person described in paragraph 2(a). <br> 2 Each customs administration shall adopt or maintain procedures, which shall: <br> additional information within a specified period; <br> (a) provide that an exporter, importer or any person with a justifiable <br> cause may apply, in the national language of the issuing customs <br> administration, for a ruling at least 3 months before the date of <br> importation of the goods that are the subject of the application. An <br> applicant for an advance ruling on tariff classification from China <br> Customs shall be registered with China Customs; <br> (b) require that an applicant for a ruling provide a detailed description of <br> the goods and all relevant information needed to issue a ruling; <br> (c) provide that its customs administration may, at any time during the <br> course of issuing a ruling, request that the applicant provide <br> (d) provide that any ruling be based on the facts and circumstances <br> presented by the applicant, and any other relevant information in the <br> possession of the decision-maker; and <br> (e) provide that the ruling be issued, in the national language of the <br> issuing customs administration, to the applicant expeditiously on <br> receipt of all necessary information, or in any case within: <br> (i) 60 days with respect to tariff classification; and <br> (ii) 90 days with respect to origin. <br> 3 A Party may reject requests for a ruling where the additional information <br> requested by it in accordance with subparagraph 2(c) is not provided within a <br> specified time. <br> 4 Subject to paragraph 5, each Party shall apply a ruling to all importations <br> of goods described in that ruling into its territory through any port of entry within <br> 3 years of the date of that ruling or such other period as required by that Party's <br> domestic legislation. <br> 5 A Party may modify or revoke a ruling: <br> (a) upon a determination that the ruling was based on an error of fact <br> or law, or the information provided is false or inaccurate; <br> (b) if there is a change in domestic law consistent with this Agreement; or <br> reasons for such decision shall be provided in writing. <br> (c) if there is a change in a material fact or circumstances on which <br> the ruling is based. <br> 6 Subject to the confidentiality requirements of a Party's domestic law, <br> each Party shall publish its rulings. <br> 7 Where an importer claims that the treatment accorded to an imported <br> good should be governed by a ruling, the customs administration may evaluate <br> whether the facts and circumstances of the importation are consistent with the <br> facts and circumstances upon which a ruling was based. <br> "}]}]}, "members_found": ["554", "156"]}