{"FtaRooDetails": {"FtaId": 289, "FtaCode": "ITC00295", "FtaName": "FTA, China-Pakistan", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE ISLAMIC REPUBLIC OF PAKISTAN AND THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2007", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Pakistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Pakistan", "AdminProcCooAuth": "The certification type under FTA, China-Pakistan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Pakistan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Pakistan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "(a) For the purposes of Article 13(b), a product shall be deemed to be originating if not less than 40% of its content originates from a Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00295_coo.pdf", "DocType": "1_coo", "WebLink": "http://fta.mofcom.gov.cn/pakistan/xieyi/fta_xieyi_annex_en2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00295_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/Annex-II_PK-CN_FTA.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00295_proo.pdf", "DocType": "4_proo", "WebLink": "http://o.fbr.gov.pk/newcu/pta/files/ChinaProcedures.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00295_full.pdf", "DocType": "8_full", "WebLink": "http://www.tdap.gov.pk/pdf/Pak-China_FTA_Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Cumulative Rule of Origin <br /> Unless otherwise provided for, products which comply with origin <br /> requirements provided for in Article 13 and which are used in the territory of a Party as <br /> materials for a finished product eligible for preferential treatment under the Agreement <br /> shall be considered as products originating in the territory of the Party where working <br /> or processing of the finished product has taken place provided that the aggregate <br /> China-Pakistan originating content on the final product is not less than 40%.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other <br /> information materials presented with the goods therewith shall be neglected in <br /> determining the origin of the goods, provided that such accessories, spare parts, tools <br /> and information materials are classified and collected customs duties with the goods by <br /> the importing member state.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Wholly Obtained or Produced Products <br /> Within the meaning of Article13 (a), the following shall be considered as <br /> wholly produced or obtained in a Party: <br /> (a) Plant and plant products harvested, picked or gathered there; <br /> (b) Live animals born and raised there; <br /> (c) Products obtained from live animals referred to in paragraph (b) above; <br /> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br /> or capturing conducted there; <br /> (e) Minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br /> (f) Products taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of that Party; provided that that Party has the rights to exploit such <br /> waters, seabed and beneath the seabed in accordance with international law; <br /> (g) Products of sea fishing and other marine products taken from the high <br /> seas by vessels registered with a Party or entitled to fly the flag of that Party; <br /> (h) Products processed and/or made on board factory ships registered with a <br /> Party or entitled to fly the flag of that Party, exclusively from products referred to in <br /> paragraph (g) above; <br /> (i) Parts or raw materials recovered there from articles which can no longer <br /> perform their original purpose nor are capable of being restored or repaired; <br /> (j) Articles collected there which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only for disposal or <br /> recovery of parts of raw materials, or for recycling purposes; <br /> (k) Waste and scrap resulting from manufacturing operations conducted there; and <br /> (l) Goods obtained or produced in a Party solely from products referred to <br /> in paragraphs (a) to (k) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Minimal Operations and Processes <br /> The following operations or processes shall be considered as minimal <br /> operations and shall not be taken into account in determining the origin of a product in <br /> terms of Article 13: <br /> (a) Operations to ensure the preservation of products in good condition <br /> during transport and storage (such as drying, freezing, keeping in brine, ventilation, <br /> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations); <br /> (b) Simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br /> (c) Changes of packing and breaking up and assembly of consignments; <br /> (d) Simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br /> boxes, fixing on cards or boards and all other simple packing operations; <br /> (e) Affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> (f) Simple mixing of products whether or not of different kinds, where one or <br /> more components of the mixture do not meet the conditions laid down in this Chapter <br /> to enable them to be considered as originating products; <br /> (g) Simple assembly of parts of products to constitute a complete product; <br /> (h) Disassembly; <br /> (i) Slaughter of animals; <br /> (j) Mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods; and <br /> A combination of two or more operations referred to in paragraphs (a) to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Not Wholly Produced or Obtained Products <br /> (a) For the purposes of Article 13(b), a product shall be deemed to be <br /> originating if not less than 40% of its content originates from a Party. <br /> (b) For the purposes of calculating the originating value content the <br /> following method shall apply: <br /> (Value of Non-originating materials/FOB Price) x 100% < 60% <br /> (c) The value of the non-originating materials shall be: <br /> (i) the CIF value at the time of importation of the materials; or <br /> (ii) the earliest ascertained price paid for the materials of undetermined <br /> origin in the territory of the Party where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Definitions <br /> (g) @^@Indirect material@^@ means a good used in the production, testing or <br /> inspection of a good but not physically incorporated into the good, or a good used in the <br /> maintenance of buildings or the operation of equipment associated with the production <br /> of a good, including: <br /> (i) Fuel and energy; <br /> (ii) Tools, dies, and moulds; <br /> (iii) Parts and materials used in the maintenance of equipment and buildings; <br /> (iv) Lubricants, greases, compounding materials, and other materials used <br /> in production or used to operate equipment and buildings; <br /> (v) Gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (vi) Equipment, devices, and supplies used for testing or inspecting the goods; <br /> (vii) Catalysts and solvents; and any other goods that are not incorporated <br /> into the good but whose use in the production of the good can reasonably <br /> be demonstrated to be part of that production; <br /> Article 22: Treatment of Indirect Materials <br /> Unless otherwise provided, for the purpose of determining the origin of goods, <br /> the origin of indirect materials as defined in Article 12 (h), or the materials used in its <br /> manufacture which do not remain in the goods or form part of the goods, shall not be <br /> taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Direct Consignment <br /> The following shall be considered as consigned directly from the exporting <br /> Party to the importing Party: <br /> (a) If the products are transported without passing through the territory other <br /> than China and Pakistan; <br /> (b) The products whose transport involves transit through one or more <br /> intermediate non-CPFTA countries with or without transshipment or temporary storage <br /> in such countries, provided that: <br /> (i) the transit entry is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there;and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 20: Treatment of Packing <br /> (a) Where for purposes of assessing customs duties, a Party treats products <br /> separately from their packing; it may also, in respect of its imports consigned from <br /> another Party, determine separately the origin of such packing. <br /> (b) Where paragraph (a) above is not applied, packing shall be considered as <br /> forming a whole with the products and no part of any packing required for their <br /> transport or storage shall be considered as having been imported from outside the <br /> CPFTA when determining the origin of the products as a whole.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 20 <br /> (a) Products sent from an exporting Party for exhibition in the other Party <br /> and sold during or after the exhibition into a Party shall benefit from the <br /> China-Pakistan FTA preferential tariff treatment on the condition that <br /> the products meet the requirements of the China-Pakistan FTA Rules of <br /> Origin, provided that it is shown to the satisfaction of the relevant <br /> Government authorities of the importing Party that: <br /> (i) an exporter has dispatched those products from the territory of the <br /> exporting Party to the country where the exhibition is held and has <br /> exhibited them there; <br /> (ii) the exporter has sold the goods or transferred them to a consignee <br /> in the importing Party; and <br /> (iii) the products have been consigned during the exhibition or <br /> immediately thereafter to the importing Party in the state in which <br /> they were sent for exhibition. <br /> (b) For purposes of implementing the above provisions, the Certificate of <br /> Origin must be produced to the relevant Government authorities of the <br /> importing Party. The name and address of the exhibition must be <br /> indicated, a certificate issued by the relevant Government authorities of <br /> the Party where the exhibition took place together with supporting <br /> documents prescribed in rule 19(d) may be required. <br /> (c) Paragraph (a) shall apply to any trade, agricultural or crafts exhibition, <br /> fair or similar show or display in shops or business premises with the <br /> view to the sale of foreign products and where the products remain <br /> under Customs control during the exhibition. <br /> Action Against Fraudulent Acts", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 23: Certificate of Origin <br /> A claim that products shall be accepted as eligible for preferential concession <br /> shall be supported by a Certificate of Origin issued by a government authority <br /> designated by the exporting Party and notified to the other Party to the Agreement in <br /> accordance with the operational certification procedures, as set out in Annex II. <br /> Rule 5 <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential treatment, the exporter or his authorized representative shall submit <br /> a written application for the Certificate of Origin together with appropriate <br /> supporting documents proving that the products to be exported qualify for the <br /> issuance of a Certificate of Origin. <br /> Pre-Exportation Examination <br /> Rule 7 <br /> a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br /> the specimen as shown in Attachment II to this Annex @^@C@^@. It shall be made in English. <br /> b) The Certificate of Origin shall comprise one original and two copies. <br /> c) Each Certificate of Origin shall bear a reference number separately given <br /> by each place or office of issuance. <br /> d) The original shall be forwarded, by the exporter to the importer for <br /> submission to the Customs Authorities at the port of place of importation. <br /> Duplicate copy shall be retained by the issuing authority in the exporting <br /> country, and the triplicate copy shall be retained by the exporter. <br /> Original Beige (Pantone color code: 727c) <br /> Duplicate White(Pantone color code:) <br /> Triplicate White(Pantone color code:) <br /> Rule 8 <br /> To implement the provisions of Rule 4 and 5 of the China-Pakistan FTA Rules <br /> of Origin, the Certificate of Origin issued by the exporting Party shall indicate <br /> the relevant rules and applicable percentage of China-Pakistan FTA content in Box 8. <br /> Rule 9 <br /> Neither erasures nor superimposition shall be allowed on the certificate of <br /> origin. Any alteration shall be made by striking out the erroneous materials and <br /> making any addition required. Such alterations shall be approved by the person <br /> who made them and certified by the appropriate Government authorities. <br /> Unused spaces shall be crossed out to prevent any subsequent addition. <br /> Rule 11 <br /> In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br /> may apply in writing to the Government authorities which issued it for the <br /> certified true copy of the original and the triplicate to be made on the basis of <br /> the export documents in their possession bearing the endorsement of the words <br /> @^@CERTIFIED TRUE COPY@^@ in Box 12. This copy shall bear the date of the <br /> original Certificate of Origin. The certified true copy of a Certificate of Origin <br /> shall be issued not longer than one year from the date of issuance of the original <br /> Certificate of Origin and on condition that the exporter provides to the relevant <br /> issuing authority the third copy. <br /> Presentation", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 <br /> In the case of consignments of products originating in the exporting Party and <br /> not exceeding US$200.00 FOB, the production of a Certificate of Origin shall <br /> be waived and the use of simplified declaration by the exporter that the products <br /> in questioned have originated in the exporting Party will be accepted. Products <br /> sent through the post not exceeding US$200.00 FOB shall also be similarly treated.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 or 8 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 <br /> The following time limit for the presentation of the Certificate of Origin shall be observed: <br /> (a) Certificate of Origin shall be submitted to the Customs Authorities of <br /> the importing Party within six months from the date of endorsement by <br /> the relevant Government authorities of the exporting Party; <br /> (b) Where the products pass through the territory of one or more non- <br /> parties in accordance with the provisions of Rule 8 (b) of the China- <br /> Pakistan FTA Rules of Origin, the time limit laid down in paragraph <br /> (a) above for the submission of the Certificate of Origin is extended to eight months; <br /> (c) Where the Certificate of Origin is submitted to the relevant <br /> Government authorities of the importing Party after the expiration of <br /> the time limit for its submission, such Certificate is still to be accepted <br /> when failure to observe the time limit results from force majeure or <br /> other valid causes beyond the control of the exporter; and <br /> (d) In all cases, the relevant Government authorities in the importing Party <br /> may accept such Certificate of Origin provided that the products have <br /> been imported before the expiration of the time limit of the said <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17 <br /> (a) The application for Certificates of Origin and all documents related to <br /> such application shall be retained by the issuing authorities for not less <br /> than two (2) years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be <br /> furnished upon request of the importing Party. <br /> (c) Any information communicated between the Parties concerned shall be <br /> treated as confidential and shall be used for the validation of Certificates <br /> of Origin purposes only. <br /> Special Cases", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 <br /> (a) The Certificate of Origin shall be issued by the relevant Government <br /> authorities of the exporting Party before or at the time of exportation or within <br /> 15 days thereafter whenever the products to be exported can be considered <br /> originating in that Party within the meaning of the (China -Pakistan FTA Rules of Origin). <br /> (b) In exceptional cases where a Certificate of Origin has not been issued <br /> before or at the time of exportation or soon thereafter due to involuntary errors <br /> or omissions or other valid causes, the Certificate of Origin may be issued <br /> retroactively but no longer than (one year ) from the date of shipment, bearing <br /> the words @^@ ISSUED RETROSPECTIVELY@^@", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 19 <br /> For the purpose of implementing Rule 8(b) of the China-Pakistan FTA Rules of <br /> Origin, where transportation is effected through the territory outside the two <br /> member states, the following shall be produced to the Government authorities of <br /> the importing Member State: <br /> (a) A through Bill of Lading issued in the exporting Member State; <br /> (b) A Certificate of Origin issued by the relevant Government authorities <br /> of the exporting Member State; <br /> (c) A copy of the original commercial invoice in respect of the product; <br /> and <br /> (d) Supporting documents in evidence that the requirements of Rule 8(b) <br /> sub-paragraphs (i), (ii) and (iii) of the China-Pakistan FTA Rules of <br /> Origin are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 <br /> The exporter and/or the manufacturer of the products qualified for preferential <br /> treatment shall apply in writing to the Government authorities requesting for the <br /> pre-exportation verification of the origin of the products. The result of the <br /> verification, subject to review periodically or whenever appropriate, shall be <br /> accepted as the supporting evidence in verifying the origin of the said products <br /> to be exported thereafter. The pre-verification may not apply to the products of <br /> which, by their nature, origin can be easily verified. <br /> Rule 6 <br /> The Government authorities designated to issue the Certificate of Origin shall, <br /> to the best of their competence and ability, carry out proper examination upon <br /> each application for the Certificate of Origin to ensure that: <br /> (a) The application and the Certificate of Origin are duly completed and <br /> signed by the authorized signatory; <br /> (b) The origin of the product is in conformity with the China-Pakistan FTA Rules of Origin; <br /> (c) The other statements of the Certificate of Origin correspond to <br /> supporting documentary evidence submitted; <br /> (d) Description, quantity and weight of goods, marks and number of <br /> packages, number and kinds of packages, as specified, conform to the <br /> products to be exported. <br /> Issuance Of Certificate Of Origin <br /> Rule 16 <br /> (a) The importing Party may request a retroactive check at random and/or <br /> when it has reasonable doubt as to the authenticity of the document or as <br /> to the accuracy of the information regarding the true origin of the <br /> products in question or of certain parts thereof. <br /> (b) The request shall be accompanied with the Certificate of Origin <br /> concerned and shall specify the reasons and any additional information <br /> suggesting that the particulars given on the said Certificate of Origin may <br /> be inaccurate, unless the retroactive check is requested on a random basis. <br /> (c) The Customs Authorities of the importing Party may suspend the <br /> provisions on preferential treatment while awaiting the result of <br /> verification. However, it may release the products to the importer subject <br /> to any administrative measures deemed necessary, provided that they are <br /> not held to be subject to import prohibition or restriction and there is no <br /> suspicion of fraud. <br /> (d) The issuing Government authorities receiving a request for retroactive <br /> check shall respond to the request promptly and reply not later than six (6) <br /> months after the receipt of the request.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 21 <br /> (a) When it is suspected that fraudulent acts in connection with the <br /> Certificate of Origin have been committed, the Government authorities <br /> concerned shall co-operate in the action to be taken in the territory of the <br /> respective Party against the persons involved. <br /> (b) Each Party shall be responsible for providing legal sanctions for <br /> fraudulent acts related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 <br /> The discovery of minor discrepancies between the statements made in the <br /> Certificate of Origin and those made in the documents submitted to the Customs <br /> Authorities of the importing Party for the purpose of carrying out the formalities <br /> for importing the products shall not ipso-facto invalidate the Certificate of <br /> Origin, if it does in fact correspond to the products submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 14: Wholly Obtained or Produced Products <br> Article 18: Minimal Operations and Processes <br> Within the meaning of Article13 (a), the following shall be considered as <br> The following operations or processes shall be considered as minimal <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> operations and shall not be taken into account in determining the origin of a product in <br> (a) Plant and plant products harvested, picked or gathered there; <br> terms of Article 13: <br> (a) operations to ensure the preservation of products in good condition <br> during transport and storage (such as drying, freezing, keeping in brine, ventilation, <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> or capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> removal of damaged parts, and like operations); <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> sorting, classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside the <br> territorial waters of that Party; provided that that Party has the rights to exploit such <br> waters, seabed and beneath the seabed in accordance with international law; <br> (iii) the products have not undergone any operation there other than <br> boxes, fixing on cards or boards and all other simple packing operations; <br> (g) Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with a Party or entitled to fly the flag of that Party; <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> (h) Products processed and/or made on board factory ships registered with a <br> (i) slaughter of animals; <br> more components of the mixture do not meet the conditions laid down in this Chapter <br> Party or entitled to fly the flag of that Party, exclusively from products referred to in <br> (b) the products whose transport involves transit through one or more <br> paragraph (g) above; <br> (b) live animals born and raised there; <br> (i) Parts or raw materials recovered there from articles which can no longer <br> (h) Disassembly; <br> to enable them to be considered as originating products; <br> perform their original purpose nor are capable of being restored or repaired; <br> (j) Articles collected there which can no longer perform their original <br> purpose nor are capable of being restored or repaired and are fit only for disposal or <br> alter the characteristics of the goods; and <br> recovery of parts of raw materials, or for recycling purposes; <br> A combination of two or more operations referred to in paragraphs (a) to (j). <br> (k) Waste and scrap resulting from manufacturing operations conducted there; and <br> Article 19: Direct Consignment <br> (l) Goods obtained or produced in a Party solely from products referred to <br> The following shall be considered as consigned directly from the exporting <br> in paragraphs (a) to (k) above. <br> Party to the importing Party: <br> Article 15: Not Wholly Produced or Obtained Products <br> (a) If the products are transported without passing through the territory other <br> (a) For the purposes of Article 13(b), a product shall be deemed to be <br> than China and Pakistan; <br> originating if not less than 40% of its content originates from a Party. <br> (b) For the purposes of calculating the originating value content the <br> intermediate non-CPFTA countries with or without transshipment or temporary storage <br> following method shall apply: <br> in such countries, provided that: <br> (Value of Non-originating materials/FOB Price) x 100% < 60% <br> (i) the transit entry is justified for geographical reason or by <br> (c) The value of the non-originating materials shall be: <br> (ii) the products have not entered into trade or consumption there;and <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> origin in the territory of the Party where the working or processing takes place. <br> unloading and reloading or any operation required to keep them in good condition. <br> Article 16: Cumulative Rule of Origin <br> Article 20: Treatment of Packing <br> Unless otherwise provided for, products which comply with origin <br> (a) Where for purposes of assessing customs duties, a Party treats products <br> requirements provided for in Article 13 and which are used in the territory of a Party as <br> separately from their packing; it may also, in respect of its imports consigned from <br> materials for a finished product eligible for preferential treatment under the Agreement <br> another Party, determine separately the origin of such packing. <br> shall be considered as products originating in the territory of the Party where working <br> (b) Where paragraph (a) above is not applied, packing shall be considered as <br> or processing of the finished product has taken place provided that the aggregate <br> forming a whole with the products and no part of any packing required for their <br> China-Pakistan originating content on the final product is not less than 40%. <br> transport or storage shall be considered as having been imported from outside the <br> (i) the CIF value at the time of importation of the materials; or <br> CPFTA when determining the origin of the products as a whole. <br> Article 21: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall be neglected in <br> determining the origin of the goods, provided that such accessories, spare parts, tools <br> and information materials are classified and collected customs duties with the goods by <br> the importing member state. <br> Article 22: Treatment of Indirect Materials <br> The origin of accessories, spare parts, tools and instructional or other <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> the origin of indirect materials as defined in Article 12 (h), or the materials used in its <br> manufacture which do not remain in the goods or form part of the goods, shall not be <br> taken into account. <br> Article 23: Certificate of Origin <br> A claim that products shall be accepted as eligible for preferential concession <br> shall be supported by a Certificate of Origin issued by a government authority <br> designated by the exporting Party and notified to the other Party to the Agreement in <br> accordance with the operational certification procedures, as set out in Annex II. <br> (c) changes of packing and breaking up and assembly of consignments; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> (g) simple assembly of parts of products to constitute a complete product; <br> Chapter IV <br> (j) mere dilution with water or another substance that does not materially <br> consideration related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 12: Definitions <br> For the purposes of these Rules: <br> (a) @^@CIF value@^@ means the price actually paid or payable to the exporter for the <br> good when the good is unloaded from the carrier, at the port of importation. The value <br> includes the cost of the good, insurance and freight necessary to deliver the good to the <br> named port of destination. <br> (b)@^@Customs Valuation Agreement@^@ means the WTO Agreement on <br> Implementation of Article VII of the General Agreement on Tariffs and Trade 1994. <br> (c) @^@FOB value@^@ means the price actually paid or payable to the exporter for the <br> good when the good is loaded into the carrier at the named port of exportation. The <br> value includes the cost of the good and all costs necessary to bring the good into the carrier. <br> (d) @^@Materials@^@ include ingredients, parts, components, subassembly and/or <br> goods that were physically incorporated into another good or were subject to a process <br> in the production of another good. <br> (e) @^@Originating goods@^@ means products that qualify as originating in <br> accordance with the provisions of Article 13. <br> (f) @^@Product Specific Rules@^@ are rules that specify that the materials have <br> undergone a change in tariff classification or a specific manufacturing or processing <br> operation, or satisfy an ad valorem criterion or a combination of any of these criteria. <br> (g) @^@Indirect material@^@ means a good used in the production, testing or <br> inspection of a good but not physically incorporated into the good, or a good used in the <br> maintenance of buildings or the operation of equipment associated with the production <br> of a good, including: <br> in production or used to operate equipment and buildings; <br> (ii) Tools, dies, and moulds; <br> (iii) Parts and materials used in the maintenance of equipment and buildings; <br> (iv) Lubricants, greases, compounding materials, and other materials used <br> (v) Gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> (vi) Equipment, devices, and supplies used for testing or inspecting the goods; <br> (vii) Catalysts and solvents; and any other goods that are not incorporated <br> (i) fuel and energy; <br> into the good but whose use in the production of the good can reasonably <br> be demonstrated to be part of that production; <br> (h) @^@Non-originating material@^@ used in production means any material whose <br> country of origin is other than that of the Parties and any material whose origin cannot be determined; <br> (i) @^@Production@^@ includes methods of obtaining goods including manufacturing, <br> producing, assembling, processing, raising, growing, breeding, mining, extracting, <br> harvesting, fishing, trapping, gathering, collecting, hunting and capturing. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 13: Origin Criteria <br> For the purposes of this Agreement, products imported by a Party shall be <br> deemed to be originating and eligible for preferential concessions if they conform to <br> the origin requirements under any one of the following: <br> (a) products which are wholly obtained or produced as set out and defined in Article 14; or <br> (b) products not wholly obtained or produced provided that the said products <br> are eligible under Article 15, Article 16 or Article 17. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14: Wholly Obtained or Produced Products <br> Article 18: Minimal Operations and Processes <br> Within the meaning of Article13 (a), the following shall be considered as <br> The following operations or processes shall be considered as minimal <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> operations and shall not be taken into account in determining the origin of a product in <br> (a) Plant and plant products harvested, picked or gathered there; <br> terms of Article 13: <br> (a) operations to ensure the preservation of products in good condition <br> during transport and storage (such as drying, freezing, keeping in brine, ventilation, <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> or capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> removal of damaged parts, and like operations); <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> sorting, classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside the <br> territorial waters of that Party; provided that that Party has the rights to exploit such <br> waters, seabed and beneath the seabed in accordance with international law; <br> (iii) the products have not undergone any operation there other than <br> boxes, fixing on cards or boards and all other simple packing operations; <br> (g) Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with a Party or entitled to fly the flag of that Party; <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> (h) Products processed and/or made on board factory ships registered with a <br> (i) slaughter of animals; <br> more components of the mixture do not meet the conditions laid down in this Chapter <br> Party or entitled to fly the flag of that Party, exclusively from products referred to in <br> (b) the products whose transport involves transit through one or more <br> paragraph (g) above; <br> (b) live animals born and raised there; <br> (i) Parts or raw materials recovered there from articles which can no longer <br> (h) Disassembly; <br> to enable them to be considered as originating products; <br> perform their original purpose nor are capable of being restored or repaired; <br> (j) Articles collected there which can no longer perform their original <br> purpose nor are capable of being restored or repaired and are fit only for disposal or <br> alter the characteristics of the goods; and <br> recovery of parts of raw materials, or for recycling purposes; <br> A combination of two or more operations referred to in paragraphs (a) to (j). <br> (k) Waste and scrap resulting from manufacturing operations conducted there; and <br> Article 19: Direct Consignment <br> (l) Goods obtained or produced in a Party solely from products referred to <br> The following shall be considered as consigned directly from the exporting <br> in paragraphs (a) to (k) above. <br> Party to the importing Party: <br> Article 15: Not Wholly Produced or Obtained Products <br> (a) If the products are transported without passing through the territory other <br> (a) For the purposes of Article 13(b), a product shall be deemed to be <br> than China and Pakistan; <br> originating if not less than 40% of its content originates from a Party. <br> (b) For the purposes of calculating the originating value content the <br> intermediate non-CPFTA countries with or without transshipment or temporary storage <br> following method shall apply: <br> in such countries, provided that: <br> (Value of Non-originating materials/FOB Price) x 100% < 60% <br> (i) the transit entry is justified for geographical reason or by <br> (c) The value of the non-originating materials shall be: <br> (ii) the products have not entered into trade or consumption there;and <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> origin in the territory of the Party where the working or processing takes place. <br> unloading and reloading or any operation required to keep them in good condition. <br> Article 16: Cumulative Rule of Origin <br> Article 20: Treatment of Packing <br> Unless otherwise provided for, products which comply with origin <br> (a) Where for purposes of assessing customs duties, a Party treats products <br> requirements provided for in Article 13 and which are used in the territory of a Party as <br> separately from their packing; it may also, in respect of its imports consigned from <br> materials for a finished product eligible for preferential treatment under the Agreement <br> another Party, determine separately the origin of such packing. <br> shall be considered as products originating in the territory of the Party where working <br> (b) Where paragraph (a) above is not applied, packing shall be considered as <br> or processing of the finished product has taken place provided that the aggregate <br> forming a whole with the products and no part of any packing required for their <br> China-Pakistan originating content on the final product is not less than 40%. <br> transport or storage shall be considered as having been imported from outside the <br> (i) the CIF value at the time of importation of the materials; or <br> CPFTA when determining the origin of the products as a whole. <br> Article 21: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall be neglected in <br> determining the origin of the goods, provided that such accessories, spare parts, tools <br> and information materials are classified and collected customs duties with the goods by <br> the importing member state. <br> Article 22: Treatment of Indirect Materials <br> The origin of accessories, spare parts, tools and instructional or other <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> the origin of indirect materials as defined in Article 12 (h), or the materials used in its <br> manufacture which do not remain in the goods or form part of the goods, shall not be <br> taken into account. <br> Article 23: Certificate of Origin <br> A claim that products shall be accepted as eligible for preferential concession <br> shall be supported by a Certificate of Origin issued by a government authority <br> designated by the exporting Party and notified to the other Party to the Agreement in <br> accordance with the operational certification procedures, as set out in Annex II. <br> (c) changes of packing and breaking up and assembly of consignments; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> (g) simple assembly of parts of products to constitute a complete product; <br> Chapter IV <br> (j) mere dilution with water or another substance that does not materially <br> consideration related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Article 17: Product Specific Rules <br> Products which have undergone sufficient transformation in a Party shall be <br> treated as originating goods of that Party. Products which satisfy the Product Specific <br> Criteria as annexed to these Rules shall be considered as goods to which sufficient <br> transformation has been carried out in a Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 14: Wholly Obtained or Produced Products <br> Article 18: Minimal Operations and Processes <br> Within the meaning of Article13 (a), the following shall be considered as <br> The following operations or processes shall be considered as minimal <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> operations and shall not be taken into account in determining the origin of a product in <br> (a) Plant and plant products harvested, picked or gathered there; <br> terms of Article 13: <br> (a) operations to ensure the preservation of products in good condition <br> during transport and storage (such as drying, freezing, keeping in brine, ventilation, <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering <br> spreading out, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> or capturing conducted there; <br> (e) minerals and other naturally occurring substances, not included in <br> (b) Simple operations consisting of removal of dust, sifting or screening, <br> removal of damaged parts, and like operations); <br> paragraphs (a) to (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> sorting, classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (f) Products taken from the waters, seabed or beneath the seabed outside the <br> territorial waters of that Party; provided that that Party has the rights to exploit such <br> waters, seabed and beneath the seabed in accordance with international law; <br> (iii) the products have not undergone any operation there other than <br> boxes, fixing on cards or boards and all other simple packing operations; <br> (g) Products of sea fishing and other marine products taken from the high <br> seas by vessels registered with a Party or entitled to fly the flag of that Party; <br> (f) Simple mixing of products whether or not of different kinds, where one or <br> (h) Products processed and/or made on board factory ships registered with a <br> (i) slaughter of animals; <br> more components of the mixture do not meet the conditions laid down in this Chapter <br> Party or entitled to fly the flag of that Party, exclusively from products referred to in <br> (b) the products whose transport involves transit through one or more <br> paragraph (g) above; <br> (b) live animals born and raised there; <br> (i) Parts or raw materials recovered there from articles which can no longer <br> (h) Disassembly; <br> to enable them to be considered as originating products; <br> perform their original purpose nor are capable of being restored or repaired; <br> (j) Articles collected there which can no longer perform their original <br> purpose nor are capable of being restored or repaired and are fit only for disposal or <br> alter the characteristics of the goods; and <br> recovery of parts of raw materials, or for recycling purposes; <br> A combination of two or more operations referred to in paragraphs (a) to (j). <br> (k) Waste and scrap resulting from manufacturing operations conducted there; and <br> Article 19: Direct Consignment <br> (l) Goods obtained or produced in a Party solely from products referred to <br> The following shall be considered as consigned directly from the exporting <br> in paragraphs (a) to (k) above. <br> Party to the importing Party: <br> Article 15: Not Wholly Produced or Obtained Products <br> (a) If the products are transported without passing through the territory other <br> (a) For the purposes of Article 13(b), a product shall be deemed to be <br> than China and Pakistan; <br> originating if not less than 40% of its content originates from a Party. <br> (b) For the purposes of calculating the originating value content the <br> intermediate non-CPFTA countries with or without transshipment or temporary storage <br> following method shall apply: <br> in such countries, provided that: <br> (Value of Non-originating materials/FOB Price) x 100% < 60% <br> (i) the transit entry is justified for geographical reason or by <br> (c) The value of the non-originating materials shall be: <br> (ii) the products have not entered into trade or consumption there;and <br> (ii) the earliest ascertained price paid for the materials of undetermined <br> origin in the territory of the Party where the working or processing takes place. <br> unloading and reloading or any operation required to keep them in good condition. <br> Article 16: Cumulative Rule of Origin <br> Article 20: Treatment of Packing <br> Unless otherwise provided for, products which comply with origin <br> (a) Where for purposes of assessing customs duties, a Party treats products <br> requirements provided for in Article 13 and which are used in the territory of a Party as <br> separately from their packing; it may also, in respect of its imports consigned from <br> materials for a finished product eligible for preferential treatment under the Agreement <br> another Party, determine separately the origin of such packing. <br> shall be considered as products originating in the territory of the Party where working <br> (b) Where paragraph (a) above is not applied, packing shall be considered as <br> or processing of the finished product has taken place provided that the aggregate <br> forming a whole with the products and no part of any packing required for their <br> China-Pakistan originating content on the final product is not less than 40%. <br> transport or storage shall be considered as having been imported from outside the <br> (i) the CIF value at the time of importation of the materials; or <br> CPFTA when determining the origin of the products as a whole. <br> Article 21: Accessories, Spare Parts and Tools <br> information materials presented with the goods therewith shall be neglected in <br> determining the origin of the goods, provided that such accessories, spare parts, tools <br> and information materials are classified and collected customs duties with the goods by <br> the importing member state. <br> Article 22: Treatment of Indirect Materials <br> The origin of accessories, spare parts, tools and instructional or other <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> the origin of indirect materials as defined in Article 12 (h), or the materials used in its <br> manufacture which do not remain in the goods or form part of the goods, shall not be <br> taken into account. <br> Article 23: Certificate of Origin <br> A claim that products shall be accepted as eligible for preferential concession <br> shall be supported by a Certificate of Origin issued by a government authority <br> designated by the exporting Party and notified to the other Party to the Agreement in <br> accordance with the operational certification procedures, as set out in Annex II. <br> (c) changes of packing and breaking up and assembly of consignments; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (d) simple cutting, slicing and repacking or placing in bottles, flasks, bags, <br> (g) simple assembly of parts of products to constitute a complete product; <br> Chapter IV <br> (j) mere dilution with water or another substance that does not materially <br> consideration related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Review and Modification", "ArticleDesc": "Article 24: Review and Modification <br> These rules may be reviewed and modified as and when necessary upon <br> request of a Party and may be open to such reviews and modifications as may be agreed <br> Attachment A <br> upon by both Parties. <br> OPERATIONAL CERTIFICATION PROCEDURES FOR THE RULES <br> OF ORIGIN OF THE CHINA-PAKISTAN FREE TRADE AREA <br> For the purpose of implementing the rules of origin for the China-Pakistan Free <br> Trade Area, the following operational procedures on the issuance and <br> verification of the Certificate of Origin (Form X) and the other related <br> administrative matters shall apply <br> Authorities <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Rule 1", "ArticleDesc": "Rule 1 <br> The Certificate of origin shall be issued by the Government authorities of the <br> exporting Party. <br> "}, {"ArticleTitle": "Rule 2", "ArticleDesc": "Rule 2 <br> (a) The two Parties shall inform each other of the names and addresses of <br> their respective Government authorities issuing the Certificate of <br> Origin and shall provide specimen signatures and specimen of official <br> seals used by their said Government authorities. <br> (b) The above information and specimens shall be provided reciprocally. <br> Any change in names, addresses, or official seals shall be promptly <br> informed in the same manner as mutually agreed upon by both Parties. <br> "}, {"ArticleTitle": "Rule 3", "ArticleDesc": "Rule 3 <br> For the purpose of verifying the conditions for preferential treatment, the <br> Government authorities designated to issue the Certificate of Origin shall have <br> the right to request any supporting documentary evidence or to carry out any <br> check where appropriate. If such right cannot be obtained through the existing <br> national laws and regulations, it shall be inserted as a clause in the application <br> form referred to in the following rules 4 and 5. <br> Applications <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> Rule 19 <br> be reported to the other Member State <br> Issuance of Certificate of Origin <br> The exporter and/or the manufacturer of the products qualified for preferential <br> For the purpose of implementing Rule 8(b) of the China-Pakistan FTA Rules of <br> treatment shall apply in writing to the Government authorities requesting for the <br> (a) Certificate of Origin shall be submitted to the Customs Authorities of <br> Origin, where transportation is effected through the territory outside the two <br> pre-exportation verification of the origin of the products. The result of the <br> RULE 13 <br> the importing Party within six months from the date of endorsement by <br> member states, the following shall be produced to the Government authorities of <br> the relevant Government authorities of the exporting Party; <br> the importing Member State: <br> accepted as the supporting evidence in verifying the origin of the said products <br> (b) Where the products pass through the territory of one or more non- <br> (a) A through Bill of Lading issued in the exporting Member State; <br> to be exported thereafter. The pre-verification may not apply to the products of <br> parties in accordance with the provisions of Rule 8 (b) of the China- <br> (b) A Certificate of Origin issued by the relevant Government authorities <br> RULE 5 <br> which, by their nature, origin can be easily verified. <br> Pakistan FTA Rules of Origin, the time limit laid down in paragraph <br> of the exporting Member State; <br> (a) above for the submission of the Certificate of Origin is extended to eight months; <br> (c) A copy of the original commercial invoice in respect of the product; <br> At the time of carrying out the formalities for exporting the products under <br> issuance of a Certificate of Origin. <br> PRESENTATION <br> (c) Where the Certificate of Origin is submitted to the relevant <br> Government authorities of the importing Party after the expiration of <br> (d) Supporting documents in evidence that the requirements of Rule 8(b) <br> a written application for the Certificate of Origin together with appropriate <br> the time limit for its submission, such Certificate is still to be accepted <br> sub-paragraphs (i), (ii) and (iii) of the China-Pakistan FTA Rules of <br> supporting documents proving that the products to be exported qualify for the <br> when failure to observe the time limit results from force majeure or <br> Origin are being complied with. <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> (d) In all cases, the relevant Government authorities in the importing Party <br> (a) Products sent from an exporting Party for exhibition in the other Party <br> Rule 6 <br> may accept such Certificate of Origin provided that the products have <br> and sold during or after the exhibition into a Party shall benefit from the <br> The Government authorities designated to issue the Certificate of Origin shall, <br> been imported before the expiration of the time limit of the said <br> China-Pakistan FTA preferential tariff treatment on the condition that <br> to the best of their competence and ability, carry out proper examination upon <br> the products meet the requirements of the China-Pakistan FTA Rules of <br> each application for the Certificate of Origin to ensure that: <br> verification, subject to review periodically or whenever appropriate, shall be <br> Rule 14 <br> Origin, provided that it is shown to the satisfaction of the relevant <br> (a) The application and the Certificate of Origin are duly completed and <br> In the case of consignments of products originating in the exporting Party and <br> signed by the authorized signatory; <br> not exceeding US$200.00 FOB, the production of a Certificate of Origin shall <br> (i) an exporter has dispatched those products from the territory of the <br> (b) The origin of the product is in conformity with the China-Pakistan FTA Rules of Origin; <br> be waived and the use of simplified declaration by the exporter that the products <br> exporting Party to the country where the exhibition is held and has <br> (c) The other statements of the Certificate of Origin correspond to <br> RULE 7 <br> in questioned have originated in the exporting Party will be accepted. Products <br> ACTION AGAINST FRAUDULENT ACTS <br> exhibited them there; <br> sent through the post not exceeding US$200.00 FOB shall also be similarly treated. <br> (ii) the exporter has sold the goods or transferred them to a consignee <br> (d) Description, quantity and weight of goods, marks and number of <br> Rule 15 <br> in the importing Party; and <br> preferential treatment, the exporter or his authorized representative shall submit <br> (iii) the products have been consigned during the exhibition or <br> Certificate of Origin have been committed, the government authorities <br> products to be exported. <br> Certificate of Origin and those made in the documents submitted to the Customs <br> immediately thereafter to the importing Party in the state in which <br> Authorities of the importing Party for the purpose of carrying out the formalities <br> they were sent for exhibition. <br> for importing the products shall not ipso-facto invalidate the Certificate of <br> (b) For purposes of implementing the above provisions, the Certificate of <br> a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br> Origin, if it does in fact correspond to the products submitted. <br> Origin must be produced to the relevant Government authorities of the <br> the specimen as shown in Attachment II to this Annex @^@C@^@. It shall be made in English. <br> Certificate of Origin. <br> importing Party. The name and address of the exhibition must be <br> b) The Certificate of Origin shall comprise one original and two copies. <br> (a) The importing Party may request a retroactive check at random and/or <br> indicated, a certificate issued by the relevant Government authorities of <br> c) Each Certificate of Origin shall bear a reference number separately given <br> when it has reasonable doubt as to the authenticity of the document or as <br> the Party where the exhibition took place together with supporting <br> by each place or office of issuance. <br> to the accuracy of the information regarding the true origin of the <br> documents prescribed in rule 19(d) may be required. <br> d) The original shall be forwarded, by the exporter to the importer for <br> packages, number and kinds of packages, as specified, conform to the <br> products in question or of certain parts thereof. <br> (c) Paragraph (a) shall apply to any trade, agricultural or crafts exhibition, <br> submission to the Customs Authorities at the port of place of importation. <br> (b) The request shall be accompanied with the Certificate of Origin <br> fair or similar show or display in shops or business premises with the <br> Duplicate copy shall be retained by the issuing authority in the exporting <br> concerned and shall specify the reasons and any additional information <br> view to the sale of foreign products and where the products remain <br> country, and the triplicate copy shall be retained by the exporter. <br> suggesting that the particulars given on the said Certificate of Origin may <br> under Customs control during the exhibition. <br> Original Beige (Pantone color code: 727c) <br> be inaccurate, unless the retroactive check is requested on a random basis. <br> Duplicate White(Pantone color code:) <br> supporting documentary evidence submitted; <br> (c) The Customs Authorities of the importing Party may suspend the <br> Rule 21 <br> Triplicate White(Pantone color code:) <br> provisions on preferential treatment while awaiting the result of <br> verification. However, it may release the products to the importer subject <br> RULE 8 <br> To implement the provisions of Rule 4 and 5 of the China-Pakistan FTA Rules <br> to any administrative measures deemed necessary, provided that they are <br> concerned shall co-operate in the action to be taken in the territory of the <br> of Origin, the Certificate of Origin issued by the exporting Party shall indicate <br> PRE-EXPORTATION EXAMINATION <br> not held to be subject to import prohibition or restriction and there is no <br> RULE 16 <br> the relevant rules and applicable percentage of China-Pakistan FTA content in Box 8. <br> suspicion of fraud. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> (d) The issuing Government authorities receiving a request for retroactive <br> Neither erasures nor superimposition shall be allowed on the certificate of <br> RULE 9 <br> check shall respond to the request promptly and reply not later than six (6) <br> months after the receipt of the request. <br> making any addition required. Such alterations shall be approved by the person <br> who made them and certified by the appropriate Government authorities. <br> (a) The application for Certificates of Origin and all documents related to <br> such application shall be retained by the issuing authorities for not less <br> Rule 10 <br> than two (2) years from the date of issuance. <br> (a) The Certificate of Origin shall be issued by the relevant Government <br> (b) Information relating to the validity of the Certificate of Origin shall be <br> authorities of the exporting Party before or at the time of exportation or within <br> furnished upon request of the importing Party. <br> 15 days thereafter whenever the products to be exported can be considered <br> Origin. Any alteration shall be made by striking out the erroneous materials and <br> originating in that Party within the meaning of the (China -Pakistan FTA Rules of Origin). <br> treated as confidential and shall be used for the validation of Certificates <br> (b) In exceptional cases where a Certificate of Origin has not been issued <br> of Origin purposes only. <br> before or at the time of exportation or soon thereafter due to involuntary errors <br> Special Cases <br> or omissions or other valid causes, the Certificate of Origin may be issued <br> retroactively but no longer than (one year ) from the date of shipment, bearing <br> the words @^@ ISSUED RETROSPECTIVELY@^@ <br> Rule 11 <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the Government authorities which issued it for the <br> certified true copy of the original and the triplicate to be made on the basis of <br> the export documents in their possession bearing the endorsement of the words <br> @^@CERTIFIED TRUE COPY@^@ in Box 12. This copy shall bear the date of the <br> original Certificate of Origin. The certified true copy of a Certificate of Origin <br> (a) When it is suspected that fraudulent acts in connection with the <br> shall be issued not longer than one year from the date of issuance of the original <br> Certificate of Origin and on condition that the exporter provides to the relevant <br> RULE 17 <br> issuing authority the third copy. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> The discovery of minor discrepancies between the statements made in the <br> (c) Any information communicated between the Parties concerned shall be <br> government authorities of the importing Party that: <br> fraudulent acts related to the Certificate of Origin. <br> and <br> respective Party against the persons involved. <br> "}, {"ArticleTitle": "Rule 12", "ArticleDesc": "Rule 12 <br> The importer shall take the initiative to claim for the preferential treatment to <br> the Customs of the importing party at the time of import declaration. The <br> original Certificate of Origin shall be submitted to the Customs Authorities at <br> the time of lodging the import entry for the products concerned. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> Rule 19 <br> be reported to the other Member State <br> Issuance of Certificate of Origin <br> The exporter and/or the manufacturer of the products qualified for preferential <br> For the purpose of implementing Rule 8(b) of the China-Pakistan FTA Rules of <br> treatment shall apply in writing to the Government authorities requesting for the <br> (a) Certificate of Origin shall be submitted to the Customs Authorities of <br> Origin, where transportation is effected through the territory outside the two <br> pre-exportation verification of the origin of the products. The result of the <br> RULE 13 <br> the importing Party within six months from the date of endorsement by <br> member states, the following shall be produced to the Government authorities of <br> the relevant Government authorities of the exporting Party; <br> the importing Member State: <br> accepted as the supporting evidence in verifying the origin of the said products <br> (b) Where the products pass through the territory of one or more non- <br> (a) A through Bill of Lading issued in the exporting Member State; <br> to be exported thereafter. The pre-verification may not apply to the products of <br> parties in accordance with the provisions of Rule 8 (b) of the China- <br> (b) A Certificate of Origin issued by the relevant Government authorities <br> RULE 5 <br> which, by their nature, origin can be easily verified. <br> Pakistan FTA Rules of Origin, the time limit laid down in paragraph <br> of the exporting Member State; <br> (a) above for the submission of the Certificate of Origin is extended to eight months; <br> (c) A copy of the original commercial invoice in respect of the product; <br> At the time of carrying out the formalities for exporting the products under <br> issuance of a Certificate of Origin. <br> PRESENTATION <br> (c) Where the Certificate of Origin is submitted to the relevant <br> Government authorities of the importing Party after the expiration of <br> (d) Supporting documents in evidence that the requirements of Rule 8(b) <br> a written application for the Certificate of Origin together with appropriate <br> the time limit for its submission, such Certificate is still to be accepted <br> sub-paragraphs (i), (ii) and (iii) of the China-Pakistan FTA Rules of <br> supporting documents proving that the products to be exported qualify for the <br> when failure to observe the time limit results from force majeure or <br> Origin are being complied with. <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> (d) In all cases, the relevant Government authorities in the importing Party <br> (a) Products sent from an exporting Party for exhibition in the other Party <br> Rule 6 <br> may accept such Certificate of Origin provided that the products have <br> and sold during or after the exhibition into a Party shall benefit from the <br> The Government authorities designated to issue the Certificate of Origin shall, <br> been imported before the expiration of the time limit of the said <br> China-Pakistan FTA preferential tariff treatment on the condition that <br> to the best of their competence and ability, carry out proper examination upon <br> the products meet the requirements of the China-Pakistan FTA Rules of <br> each application for the Certificate of Origin to ensure that: <br> verification, subject to review periodically or whenever appropriate, shall be <br> Rule 14 <br> Origin, provided that it is shown to the satisfaction of the relevant <br> (a) The application and the Certificate of Origin are duly completed and <br> In the case of consignments of products originating in the exporting Party and <br> signed by the authorized signatory; <br> not exceeding US$200.00 FOB, the production of a Certificate of Origin shall <br> (i) an exporter has dispatched those products from the territory of the <br> (b) The origin of the product is in conformity with the China-Pakistan FTA Rules of Origin; <br> be waived and the use of simplified declaration by the exporter that the products <br> exporting Party to the country where the exhibition is held and has <br> (c) The other statements of the Certificate of Origin correspond to <br> RULE 7 <br> in questioned have originated in the exporting Party will be accepted. Products <br> ACTION AGAINST FRAUDULENT ACTS <br> exhibited them there; <br> sent through the post not exceeding US$200.00 FOB shall also be similarly treated. <br> (ii) the exporter has sold the goods or transferred them to a consignee <br> (d) Description, quantity and weight of goods, marks and number of <br> Rule 15 <br> in the importing Party; and <br> preferential treatment, the exporter or his authorized representative shall submit <br> (iii) the products have been consigned during the exhibition or <br> Certificate of Origin have been committed, the government authorities <br> products to be exported. <br> Certificate of Origin and those made in the documents submitted to the Customs <br> immediately thereafter to the importing Party in the state in which <br> Authorities of the importing Party for the purpose of carrying out the formalities <br> they were sent for exhibition. <br> for importing the products shall not ipso-facto invalidate the Certificate of <br> (b) For purposes of implementing the above provisions, the Certificate of <br> a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br> Origin, if it does in fact correspond to the products submitted. <br> Origin must be produced to the relevant Government authorities of the <br> the specimen as shown in Attachment II to this Annex @^@C@^@. It shall be made in English. <br> Certificate of Origin. <br> importing Party. The name and address of the exhibition must be <br> b) The Certificate of Origin shall comprise one original and two copies. <br> (a) The importing Party may request a retroactive check at random and/or <br> indicated, a certificate issued by the relevant Government authorities of <br> c) Each Certificate of Origin shall bear a reference number separately given <br> when it has reasonable doubt as to the authenticity of the document or as <br> the Party where the exhibition took place together with supporting <br> by each place or office of issuance. <br> to the accuracy of the information regarding the true origin of the <br> documents prescribed in rule 19(d) may be required. <br> d) The original shall be forwarded, by the exporter to the importer for <br> packages, number and kinds of packages, as specified, conform to the <br> products in question or of certain parts thereof. <br> (c) Paragraph (a) shall apply to any trade, agricultural or crafts exhibition, <br> submission to the Customs Authorities at the port of place of importation. <br> (b) The request shall be accompanied with the Certificate of Origin <br> fair or similar show or display in shops or business premises with the <br> Duplicate copy shall be retained by the issuing authority in the exporting <br> concerned and shall specify the reasons and any additional information <br> view to the sale of foreign products and where the products remain <br> country, and the triplicate copy shall be retained by the exporter. <br> suggesting that the particulars given on the said Certificate of Origin may <br> under Customs control during the exhibition. <br> Original Beige (Pantone color code: 727c) <br> be inaccurate, unless the retroactive check is requested on a random basis. <br> Duplicate White(Pantone color code:) <br> supporting documentary evidence submitted; <br> (c) The Customs Authorities of the importing Party may suspend the <br> Rule 21 <br> Triplicate White(Pantone color code:) <br> provisions on preferential treatment while awaiting the result of <br> verification. However, it may release the products to the importer subject <br> RULE 8 <br> To implement the provisions of Rule 4 and 5 of the China-Pakistan FTA Rules <br> to any administrative measures deemed necessary, provided that they are <br> concerned shall co-operate in the action to be taken in the territory of the <br> of Origin, the Certificate of Origin issued by the exporting Party shall indicate <br> PRE-EXPORTATION EXAMINATION <br> not held to be subject to import prohibition or restriction and there is no <br> RULE 16 <br> the relevant rules and applicable percentage of China-Pakistan FTA content in Box 8. <br> suspicion of fraud. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> (d) The issuing Government authorities receiving a request for retroactive <br> Neither erasures nor superimposition shall be allowed on the certificate of <br> RULE 9 <br> check shall respond to the request promptly and reply not later than six (6) <br> months after the receipt of the request. <br> making any addition required. Such alterations shall be approved by the person <br> who made them and certified by the appropriate Government authorities. <br> (a) The application for Certificates of Origin and all documents related to <br> such application shall be retained by the issuing authorities for not less <br> Rule 10 <br> than two (2) years from the date of issuance. <br> (a) The Certificate of Origin shall be issued by the relevant Government <br> (b) Information relating to the validity of the Certificate of Origin shall be <br> authorities of the exporting Party before or at the time of exportation or within <br> furnished upon request of the importing Party. <br> 15 days thereafter whenever the products to be exported can be considered <br> Origin. Any alteration shall be made by striking out the erroneous materials and <br> originating in that Party within the meaning of the (China -Pakistan FTA Rules of Origin). <br> treated as confidential and shall be used for the validation of Certificates <br> (b) In exceptional cases where a Certificate of Origin has not been issued <br> of Origin purposes only. <br> before or at the time of exportation or soon thereafter due to involuntary errors <br> Special Cases <br> or omissions or other valid causes, the Certificate of Origin may be issued <br> retroactively but no longer than (one year ) from the date of shipment, bearing <br> the words @^@ ISSUED RETROSPECTIVELY@^@ <br> Rule 11 <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the Government authorities which issued it for the <br> certified true copy of the original and the triplicate to be made on the basis of <br> the export documents in their possession bearing the endorsement of the words <br> @^@CERTIFIED TRUE COPY@^@ in Box 12. This copy shall bear the date of the <br> original Certificate of Origin. The certified true copy of a Certificate of Origin <br> (a) When it is suspected that fraudulent acts in connection with the <br> shall be issued not longer than one year from the date of issuance of the original <br> Certificate of Origin and on condition that the exporter provides to the relevant <br> RULE 17 <br> issuing authority the third copy. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> The discovery of minor discrepancies between the statements made in the <br> (c) Any information communicated between the Parties concerned shall be <br> government authorities of the importing Party that: <br> fraudulent acts related to the Certificate of Origin. <br> and <br> respective Party against the persons involved. <br> "}, {"ArticleTitle": "Rule 18", "ArticleDesc": "Rule 18 <br> When destination of all or parts of the products exported to a Party is changed, <br> before or after their arrival in the Party, the following rules shall be observed: <br> (a) If the products have already been submitted to the Customs Authorities <br> in the importing Party, the Certificate of Origin shall, by a written <br> application of the importer be endorsed to this effect for all or parts of <br> products by the said authorities and the original returned to the importer. <br> The triplicate shall be returned to the issuing authorities. <br> (b) If the changing of destination occurs during transportation to the <br> importing Party as specified in the Certificate of Origin, the exporter <br> shall apply in writing, accompanied with the issued Certificate of Origin, <br> for the new issuance for all or parts of products. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> Rule 19 <br> be reported to the other Member State <br> Issuance of Certificate of Origin <br> The exporter and/or the manufacturer of the products qualified for preferential <br> For the purpose of implementing Rule 8(b) of the China-Pakistan FTA Rules of <br> treatment shall apply in writing to the Government authorities requesting for the <br> (a) Certificate of Origin shall be submitted to the Customs Authorities of <br> Origin, where transportation is effected through the territory outside the two <br> pre-exportation verification of the origin of the products. The result of the <br> RULE 13 <br> the importing Party within six months from the date of endorsement by <br> member states, the following shall be produced to the Government authorities of <br> the relevant Government authorities of the exporting Party; <br> the importing Member State: <br> accepted as the supporting evidence in verifying the origin of the said products <br> (b) Where the products pass through the territory of one or more non- <br> (a) A through Bill of Lading issued in the exporting Member State; <br> to be exported thereafter. The pre-verification may not apply to the products of <br> parties in accordance with the provisions of Rule 8 (b) of the China- <br> (b) A Certificate of Origin issued by the relevant Government authorities <br> RULE 5 <br> which, by their nature, origin can be easily verified. <br> Pakistan FTA Rules of Origin, the time limit laid down in paragraph <br> of the exporting Member State; <br> (a) above for the submission of the Certificate of Origin is extended to eight months; <br> (c) A copy of the original commercial invoice in respect of the product; <br> At the time of carrying out the formalities for exporting the products under <br> issuance of a Certificate of Origin. <br> PRESENTATION <br> (c) Where the Certificate of Origin is submitted to the relevant <br> Government authorities of the importing Party after the expiration of <br> (d) Supporting documents in evidence that the requirements of Rule 8(b) <br> a written application for the Certificate of Origin together with appropriate <br> the time limit for its submission, such Certificate is still to be accepted <br> sub-paragraphs (i), (ii) and (iii) of the China-Pakistan FTA Rules of <br> supporting documents proving that the products to be exported qualify for the <br> when failure to observe the time limit results from force majeure or <br> Origin are being complied with. <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> (d) In all cases, the relevant Government authorities in the importing Party <br> (a) Products sent from an exporting Party for exhibition in the other Party <br> Rule 6 <br> may accept such Certificate of Origin provided that the products have <br> and sold during or after the exhibition into a Party shall benefit from the <br> The Government authorities designated to issue the Certificate of Origin shall, <br> been imported before the expiration of the time limit of the said <br> China-Pakistan FTA preferential tariff treatment on the condition that <br> to the best of their competence and ability, carry out proper examination upon <br> the products meet the requirements of the China-Pakistan FTA Rules of <br> each application for the Certificate of Origin to ensure that: <br> verification, subject to review periodically or whenever appropriate, shall be <br> Rule 14 <br> Origin, provided that it is shown to the satisfaction of the relevant <br> (a) The application and the Certificate of Origin are duly completed and <br> In the case of consignments of products originating in the exporting Party and <br> signed by the authorized signatory; <br> not exceeding US$200.00 FOB, the production of a Certificate of Origin shall <br> (i) an exporter has dispatched those products from the territory of the <br> (b) The origin of the product is in conformity with the China-Pakistan FTA Rules of Origin; <br> be waived and the use of simplified declaration by the exporter that the products <br> exporting Party to the country where the exhibition is held and has <br> (c) The other statements of the Certificate of Origin correspond to <br> RULE 7 <br> in questioned have originated in the exporting Party will be accepted. Products <br> ACTION AGAINST FRAUDULENT ACTS <br> exhibited them there; <br> sent through the post not exceeding US$200.00 FOB shall also be similarly treated. <br> (ii) the exporter has sold the goods or transferred them to a consignee <br> (d) Description, quantity and weight of goods, marks and number of <br> Rule 15 <br> in the importing Party; and <br> preferential treatment, the exporter or his authorized representative shall submit <br> (iii) the products have been consigned during the exhibition or <br> Certificate of Origin have been committed, the government authorities <br> products to be exported. <br> Certificate of Origin and those made in the documents submitted to the Customs <br> immediately thereafter to the importing Party in the state in which <br> Authorities of the importing Party for the purpose of carrying out the formalities <br> they were sent for exhibition. <br> for importing the products shall not ipso-facto invalidate the Certificate of <br> (b) For purposes of implementing the above provisions, the Certificate of <br> a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br> Origin, if it does in fact correspond to the products submitted. <br> Origin must be produced to the relevant Government authorities of the <br> the specimen as shown in Attachment II to this Annex @^@C@^@. It shall be made in English. <br> Certificate of Origin. <br> importing Party. The name and address of the exhibition must be <br> b) The Certificate of Origin shall comprise one original and two copies. <br> (a) The importing Party may request a retroactive check at random and/or <br> indicated, a certificate issued by the relevant Government authorities of <br> c) Each Certificate of Origin shall bear a reference number separately given <br> when it has reasonable doubt as to the authenticity of the document or as <br> the Party where the exhibition took place together with supporting <br> by each place or office of issuance. <br> to the accuracy of the information regarding the true origin of the <br> documents prescribed in rule 19(d) may be required. <br> d) The original shall be forwarded, by the exporter to the importer for <br> packages, number and kinds of packages, as specified, conform to the <br> products in question or of certain parts thereof. <br> (c) Paragraph (a) shall apply to any trade, agricultural or crafts exhibition, <br> submission to the Customs Authorities at the port of place of importation. <br> (b) The request shall be accompanied with the Certificate of Origin <br> fair or similar show or display in shops or business premises with the <br> Duplicate copy shall be retained by the issuing authority in the exporting <br> concerned and shall specify the reasons and any additional information <br> view to the sale of foreign products and where the products remain <br> country, and the triplicate copy shall be retained by the exporter. <br> suggesting that the particulars given on the said Certificate of Origin may <br> under Customs control during the exhibition. <br> Original Beige (Pantone color code: 727c) <br> be inaccurate, unless the retroactive check is requested on a random basis. <br> Duplicate White(Pantone color code:) <br> supporting documentary evidence submitted; <br> (c) The Customs Authorities of the importing Party may suspend the <br> Rule 21 <br> Triplicate White(Pantone color code:) <br> provisions on preferential treatment while awaiting the result of <br> verification. However, it may release the products to the importer subject <br> RULE 8 <br> To implement the provisions of Rule 4 and 5 of the China-Pakistan FTA Rules <br> to any administrative measures deemed necessary, provided that they are <br> concerned shall co-operate in the action to be taken in the territory of the <br> of Origin, the Certificate of Origin issued by the exporting Party shall indicate <br> PRE-EXPORTATION EXAMINATION <br> not held to be subject to import prohibition or restriction and there is no <br> RULE 16 <br> the relevant rules and applicable percentage of China-Pakistan FTA content in Box 8. <br> suspicion of fraud. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> (d) The issuing Government authorities receiving a request for retroactive <br> Neither erasures nor superimposition shall be allowed on the certificate of <br> RULE 9 <br> check shall respond to the request promptly and reply not later than six (6) <br> months after the receipt of the request. <br> making any addition required. Such alterations shall be approved by the person <br> who made them and certified by the appropriate Government authorities. <br> (a) The application for Certificates of Origin and all documents related to <br> such application shall be retained by the issuing authorities for not less <br> Rule 10 <br> than two (2) years from the date of issuance. <br> (a) The Certificate of Origin shall be issued by the relevant Government <br> (b) Information relating to the validity of the Certificate of Origin shall be <br> authorities of the exporting Party before or at the time of exportation or within <br> furnished upon request of the importing Party. <br> 15 days thereafter whenever the products to be exported can be considered <br> Origin. Any alteration shall be made by striking out the erroneous materials and <br> originating in that Party within the meaning of the (China -Pakistan FTA Rules of Origin). <br> treated as confidential and shall be used for the validation of Certificates <br> (b) In exceptional cases where a Certificate of Origin has not been issued <br> of Origin purposes only. <br> before or at the time of exportation or soon thereafter due to involuntary errors <br> Special Cases <br> or omissions or other valid causes, the Certificate of Origin may be issued <br> retroactively but no longer than (one year ) from the date of shipment, bearing <br> the words @^@ ISSUED RETROSPECTIVELY@^@ <br> Rule 11 <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the Government authorities which issued it for the <br> certified true copy of the original and the triplicate to be made on the basis of <br> the export documents in their possession bearing the endorsement of the words <br> @^@CERTIFIED TRUE COPY@^@ in Box 12. This copy shall bear the date of the <br> original Certificate of Origin. The certified true copy of a Certificate of Origin <br> (a) When it is suspected that fraudulent acts in connection with the <br> shall be issued not longer than one year from the date of issuance of the original <br> Certificate of Origin and on condition that the exporter provides to the relevant <br> RULE 17 <br> issuing authority the third copy. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> The discovery of minor discrepancies between the statements made in the <br> (c) Any information communicated between the Parties concerned shall be <br> government authorities of the importing Party that: <br> fraudulent acts related to the Certificate of Origin. <br> and <br> respective Party against the persons involved. <br> "}, {"ArticleTitle": "Consultation on Dispute", "ArticleDesc": "Rule 22: Consultation on Dispute <br> In the case of a dispute concerning origin determination, classification of <br> products or other matters, the Government authorities concerned in both parties <br> shall consult each other with a view to resolving the dispute, and the result shall <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 4 <br> Rule 19 <br> be reported to the other Member State <br> Issuance of Certificate of Origin <br> The exporter and/or the manufacturer of the products qualified for preferential <br> For the purpose of implementing Rule 8(b) of the China-Pakistan FTA Rules of <br> treatment shall apply in writing to the Government authorities requesting for the <br> (a) Certificate of Origin shall be submitted to the Customs Authorities of <br> Origin, where transportation is effected through the territory outside the two <br> pre-exportation verification of the origin of the products. The result of the <br> RULE 13 <br> the importing Party within six months from the date of endorsement by <br> member states, the following shall be produced to the Government authorities of <br> the relevant Government authorities of the exporting Party; <br> the importing Member State: <br> accepted as the supporting evidence in verifying the origin of the said products <br> (b) Where the products pass through the territory of one or more non- <br> (a) A through Bill of Lading issued in the exporting Member State; <br> to be exported thereafter. The pre-verification may not apply to the products of <br> parties in accordance with the provisions of Rule 8 (b) of the China- <br> (b) A Certificate of Origin issued by the relevant Government authorities <br> RULE 5 <br> which, by their nature, origin can be easily verified. <br> Pakistan FTA Rules of Origin, the time limit laid down in paragraph <br> of the exporting Member State; <br> (a) above for the submission of the Certificate of Origin is extended to eight months; <br> (c) A copy of the original commercial invoice in respect of the product; <br> At the time of carrying out the formalities for exporting the products under <br> issuance of a Certificate of Origin. <br> PRESENTATION <br> (c) Where the Certificate of Origin is submitted to the relevant <br> Government authorities of the importing Party after the expiration of <br> (d) Supporting documents in evidence that the requirements of Rule 8(b) <br> a written application for the Certificate of Origin together with appropriate <br> the time limit for its submission, such Certificate is still to be accepted <br> sub-paragraphs (i), (ii) and (iii) of the China-Pakistan FTA Rules of <br> supporting documents proving that the products to be exported qualify for the <br> when failure to observe the time limit results from force majeure or <br> Origin are being complied with. <br> other valid causes beyond the control of the exporter; and <br> Rule 20 <br> (d) In all cases, the relevant Government authorities in the importing Party <br> (a) Products sent from an exporting Party for exhibition in the other Party <br> Rule 6 <br> may accept such Certificate of Origin provided that the products have <br> and sold during or after the exhibition into a Party shall benefit from the <br> The Government authorities designated to issue the Certificate of Origin shall, <br> been imported before the expiration of the time limit of the said <br> China-Pakistan FTA preferential tariff treatment on the condition that <br> to the best of their competence and ability, carry out proper examination upon <br> the products meet the requirements of the China-Pakistan FTA Rules of <br> each application for the Certificate of Origin to ensure that: <br> verification, subject to review periodically or whenever appropriate, shall be <br> Rule 14 <br> Origin, provided that it is shown to the satisfaction of the relevant <br> (a) The application and the Certificate of Origin are duly completed and <br> In the case of consignments of products originating in the exporting Party and <br> signed by the authorized signatory; <br> not exceeding US$200.00 FOB, the production of a Certificate of Origin shall <br> (i) an exporter has dispatched those products from the territory of the <br> (b) The origin of the product is in conformity with the China-Pakistan FTA Rules of Origin; <br> be waived and the use of simplified declaration by the exporter that the products <br> exporting Party to the country where the exhibition is held and has <br> (c) The other statements of the Certificate of Origin correspond to <br> RULE 7 <br> in questioned have originated in the exporting Party will be accepted. Products <br> ACTION AGAINST FRAUDULENT ACTS <br> exhibited them there; <br> sent through the post not exceeding US$200.00 FOB shall also be similarly treated. <br> (ii) the exporter has sold the goods or transferred them to a consignee <br> (d) Description, quantity and weight of goods, marks and number of <br> Rule 15 <br> in the importing Party; and <br> preferential treatment, the exporter or his authorized representative shall submit <br> (iii) the products have been consigned during the exhibition or <br> Certificate of Origin have been committed, the government authorities <br> products to be exported. <br> Certificate of Origin and those made in the documents submitted to the Customs <br> immediately thereafter to the importing Party in the state in which <br> Authorities of the importing Party for the purpose of carrying out the formalities <br> they were sent for exhibition. <br> for importing the products shall not ipso-facto invalidate the Certificate of <br> (b) For purposes of implementing the above provisions, the Certificate of <br> a) The Certificate of Origin must be on ISO A4 size paper in conformity to <br> Origin, if it does in fact correspond to the products submitted. <br> Origin must be produced to the relevant Government authorities of the <br> the specimen as shown in Attachment II to this Annex @^@C@^@. It shall be made in English. <br> Certificate of Origin. <br> importing Party. The name and address of the exhibition must be <br> b) The Certificate of Origin shall comprise one original and two copies. <br> (a) The importing Party may request a retroactive check at random and/or <br> indicated, a certificate issued by the relevant Government authorities of <br> c) Each Certificate of Origin shall bear a reference number separately given <br> when it has reasonable doubt as to the authenticity of the document or as <br> the Party where the exhibition took place together with supporting <br> by each place or office of issuance. <br> to the accuracy of the information regarding the true origin of the <br> documents prescribed in rule 19(d) may be required. <br> d) The original shall be forwarded, by the exporter to the importer for <br> packages, number and kinds of packages, as specified, conform to the <br> products in question or of certain parts thereof. <br> (c) Paragraph (a) shall apply to any trade, agricultural or crafts exhibition, <br> submission to the Customs Authorities at the port of place of importation. <br> (b) The request shall be accompanied with the Certificate of Origin <br> fair or similar show or display in shops or business premises with the <br> Duplicate copy shall be retained by the issuing authority in the exporting <br> concerned and shall specify the reasons and any additional information <br> view to the sale of foreign products and where the products remain <br> country, and the triplicate copy shall be retained by the exporter. <br> suggesting that the particulars given on the said Certificate of Origin may <br> under Customs control during the exhibition. <br> Original Beige (Pantone color code: 727c) <br> be inaccurate, unless the retroactive check is requested on a random basis. <br> Duplicate White(Pantone color code:) <br> supporting documentary evidence submitted; <br> (c) The Customs Authorities of the importing Party may suspend the <br> Rule 21 <br> Triplicate White(Pantone color code:) <br> provisions on preferential treatment while awaiting the result of <br> verification. However, it may release the products to the importer subject <br> RULE 8 <br> To implement the provisions of Rule 4 and 5 of the China-Pakistan FTA Rules <br> to any administrative measures deemed necessary, provided that they are <br> concerned shall co-operate in the action to be taken in the territory of the <br> of Origin, the Certificate of Origin issued by the exporting Party shall indicate <br> PRE-EXPORTATION EXAMINATION <br> not held to be subject to import prohibition or restriction and there is no <br> RULE 16 <br> the relevant rules and applicable percentage of China-Pakistan FTA content in Box 8. <br> suspicion of fraud. <br> (b) Each Party shall be responsible for providing legal sanctions for <br> (d) The issuing Government authorities receiving a request for retroactive <br> Neither erasures nor superimposition shall be allowed on the certificate of <br> RULE 9 <br> check shall respond to the request promptly and reply not later than six (6) <br> months after the receipt of the request. <br> making any addition required. Such alterations shall be approved by the person <br> who made them and certified by the appropriate Government authorities. <br> (a) The application for Certificates of Origin and all documents related to <br> such application shall be retained by the issuing authorities for not less <br> Rule 10 <br> than two (2) years from the date of issuance. <br> (a) The Certificate of Origin shall be issued by the relevant Government <br> (b) Information relating to the validity of the Certificate of Origin shall be <br> authorities of the exporting Party before or at the time of exportation or within <br> furnished upon request of the importing Party. <br> 15 days thereafter whenever the products to be exported can be considered <br> Origin. Any alteration shall be made by striking out the erroneous materials and <br> originating in that Party within the meaning of the (China -Pakistan FTA Rules of Origin). <br> treated as confidential and shall be used for the validation of Certificates <br> (b) In exceptional cases where a Certificate of Origin has not been issued <br> of Origin purposes only. <br> before or at the time of exportation or soon thereafter due to involuntary errors <br> Special Cases <br> or omissions or other valid causes, the Certificate of Origin may be issued <br> retroactively but no longer than (one year ) from the date of shipment, bearing <br> the words @^@ ISSUED RETROSPECTIVELY@^@ <br> Rule 11 <br> In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply in writing to the Government authorities which issued it for the <br> certified true copy of the original and the triplicate to be made on the basis of <br> the export documents in their possession bearing the endorsement of the words <br> @^@CERTIFIED TRUE COPY@^@ in Box 12. This copy shall bear the date of the <br> original Certificate of Origin. The certified true copy of a Certificate of Origin <br> (a) When it is suspected that fraudulent acts in connection with the <br> shall be issued not longer than one year from the date of issuance of the original <br> Certificate of Origin and on condition that the exporter provides to the relevant <br> RULE 17 <br> issuing authority the third copy. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> The following time limit for the presentation of the Certificate of Origin shall be observed: <br> The discovery of minor discrepancies between the statements made in the <br> (c) Any information communicated between the Parties concerned shall be <br> government authorities of the importing Party that: <br> fraudulent acts related to the Certificate of Origin. <br> and <br> respective Party against the persons involved. <br> "}]}]}, "members_found": ["586", "156"]}