{"FtaRooDetails": {"FtaId": 290, "FtaCode": "ITC00296", "FtaName": "FTA, China-Peru", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF PERU AND THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2010", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Peru", "AdminProcCooAuth": "The certification type under FTA, China-Peru is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Peru is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Peru agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 50%", "RooText": "A change from any other heading, provided there is a regional value content of not less than 50 percent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes", "RooText": " ANNEX 4<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Headnotes<br /> The product specific rules in this Annex are structured on the basis of the HS.<br /> The specific rule, or specific set of rules, that applies to a particular heading (4-digit<br /> code) or subheading (6-digit code) is set out immediately adjacent to the heading or<br /> subheading.<br /> There are chapter notes on the product specific rules of origin, as provided for<br /> under the respective chapters, which shall be construed as a part of the rules on the<br /> goods as specified in the chapters.<br /> The PSR are fully listed in accordance with the sequential orders of HS2007. The<br /> six-digit codes listed in the PSR correspond to the descriptions of goods as defined<br /> under the same six-digit codes of the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00296_coo.pdf", "DocType": "1_coo", "WebLink": "http://fta.mofcom.gov.cn/bilu/annex/bilu_fujian5_en.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00296_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://fta.mofcom.gov.cn/bilu/annex/bilu_fujian4_en.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00296_roo.pdf", "DocType": "3_roo", "WebLink": "http://fta.mofcom.gov.cn/bilu/annex/bilu_xdwb_03_en.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00296_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00296_full.pdf", "DocType": "8_full", "WebLink": "http://fta.mofcom.gov.cn/bilu/annex/bilu_xdwb_en.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 28: Accumulation <br /> 1. Originating goods or materials from the territory of a Party, incorporated into a <br /> good in the territory of the other Party, shall be considered as originating in the territory <br /> of that other Party. <br /> 2. A good shall be considered as originating where its production is carried out by one <br /> or more producers in the territory of a Party, in such way that the production of the <br /> materials incorporated in that good, carried out in the territory of that Party, may be <br /> considered as part of the production of the good, provided that the good complies with <br /> the requirements established in Article 23 (Originating Goods) and all other applicable <br /> requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 29: De Minimis <br /> 1. A good that does not meet the change in tariff classification, pursuant to Annex 4 <br /> (Product Specific Rules of Origin), shall be considered to be originating if the value of <br /> all non-originating materials used in its production not meeting the change in tariff <br /> classification does not exceed 10% of the value of the good, determined pursuant to <br /> Article 26 (Regional Value Content (RVC)). Additionally, the good shall satisfy all <br /> other applicable requirements in this Chapter. <br /> 2. Where the good mentioned in paragraph 1 is also subject to a regional value content <br /> requirement, the value of all non-originating materials shall be considered for <br /> calculating the regional value content of the good. Additionally, the good shall satisfy <br /> all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 32: Accessories, Spare Parts and Tools <br /> 1. With regard to the change in tariff classification requirements, specified in Annex 4 <br /> (Product Specific Rules of Origin), accessories, spare parts, tools, and instructional and <br /> information materials presented with the good upon importation shall be disregarded in <br /> the determination of the origin of the good, provided that these are classified with and <br /> not invoiced separately from the good. <br /> 2 . Where the good is subject to an RVC requirement, the value of the accessories, <br /> spare parts, tools, and instructional and information materials shall be taken into <br /> account as originating materials or non-originating materials, as the case may be, for <br /> calculating the RVC of the good, provided that these are classified with and not <br /> invoiced separately from the good. <br /> 3. This Article applies only where the quantities and values of said accessories spare <br /> parts, tools, and instructional and information materials are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Wholly Obtained Goods <br /> For the purpose of subparagraph (a) of Article 23 (Originating Goods), the <br /> following goods shall be regarded as wholly obtained or produced entirely in the <br /> territory of one or both Parties: <br /> (a) live animals, born and raised in Peru or China; <br /> (b) goods obtained from live animals raised in Peru or China; <br /> (c) goods obtained by hunting, trapping, fishing or aquaculture in Peru or China; <br /> (d) fish, shellfish and other marine life taken from the sea beyond the territory of a <br /> Party, by a vessel flying the flag of Peru or China; <br /> (e) goods manufactured on board a factory ship flying the flag of Peru or China, <br /> exclusively from goods referred to in subparagraph (d); <br /> (f) plants and plants products harvested, picked or gathered in Peru or China; <br /> (g) mineral goods and other naturally occurring substances extracted from the soil, <br /> waters, seabed or beneath the seabed of Peru or China; <br /> (h) goods other than fish, shellfish and other marine life taken or extracted by a <br /> Party from the waters, seabed or beneath the seabed outside Peru or China, <br /> provided that that Party has rights to exploit them; <br /> (i) waste and scrap derived from: <br /> (i) manufacturing operations conducted in Peru or China; or <br /> (ii) used goods collected in Peru or China; <br /> provided that such waste and scrap is fit only for the recovery of raw materials; <br /> and <br /> (j) goods produced in Peru or China exclusively from goods specified in <br /> subparagraphs (a) to (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27: Minimal Operations or Processes <br /> Operations or processes which contribute minimally to the essential characteristics <br /> of the goods, either by themselves or in combination, are considered to be minimal <br /> operations or processes and do not confer origin, notwithstanding that the good or <br /> materials satisfies with the provisions of this Chapter. These include: <br /> (a) operations to ensure the preservation of goods in good condition during <br /> transport and storage; <br /> (b) breaking-up or assembly of consignments; <br /> (c) packing, unpacking or repacking operations for retail sale purposes; or <br /> (d) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 26: Regional Value Content (RVC) <br /> 1. The regional value content of a good shall be calculated on the basis of the <br /> following method: <br /> FOB - VNM <br /> RVC = --------------------- X 100 <br /> FOB <br /> where: <br /> RVC: is the regional value content, expressed as a percentage; <br /> FOB: is the Free On Board value of the good; and <br /> VNM: is the value of the non-originating materials. <br /> 2. The value of the non-originating materials shall be: <br /> (a) the CIF value at the time of importation of the material; or <br /> (b) the earliest ascertained price paid or payable for the non-originating materials <br /> in the territory of the Party where the working or processing takes place. When <br /> the producer of a good acquires non-originating materials within that Party, the <br /> value of such materials shall not include freight, insurance, packing costs and <br /> any other costs incurred in transporting the material from the supplier's <br /> warehouse to the producer's location. <br /> 3. The values referred to above shall be determined pursuant to the Customs Valuation <br /> Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 35: Neutral Elements <br /> 1. In order to determine whether a good is originating, the origin of the neutral <br /> elements defined in paragraph 2 shall not be taken into account. <br /> 2. Neutral elements mean articles used in the production of a good which are not <br /> physically incorporated into it, neither form part of it, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 36: Direct Transport <br /> 1. In order for originating goods to maintain their originating status, the goods shall be <br /> transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, the following shall be considered as transported <br /> directly from the exporting Party to the importing Party: <br /> (a) goods that are transported without passing through the territory of a non-Party; <br /> and <br /> (b) goods whose transport involves transit through one or more non-Parties, with <br /> or without trans-shipment or temporary storage of up to 3 months in such <br /> non-Parties, provided that: <br /> (i) the goods do not enter into trade or commerce there; and <br /> (ii) the goods do not undergo any operation there other than unloading and <br /> reloading, repacking, or any operation required to keep them in good <br /> condition. <br /> 3. Compliance with the provisions set out in paragraphs 1 and 2 shall be authenticated <br /> by presenting to the competent authority of the importing Party, either with customs <br /> documents of the non-Parties or with any other documents so provided to the <br /> satisfaction of the competent authority of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 33: Packaging Materials and Containers for Retail Sale <br /> 1. Where the packaging materials and containers are classified with the good, the <br /> origin of the packaging materials and containers in which a good is packaged for retail <br /> sale, shall be disregarded in determining the origin of the good, provided that: <br /> (a) the good is wholly obtained or entirely produced as defined in subparagraph (a) <br /> of Article 23 (Originating Goods); <br /> (b) the good is produced exclusively from originating materials, as defined in <br /> subparagraph (b) of Article 23 (Originating Goods); or <br /> (c) the good is subject to a change in tariff classification requirement set out in <br /> Annex 4 (Product Specific Rules of Origin). <br /> 2. Where the good is subject to a regional value content requirement, the value of the <br /> packaging materials and containers used for retail sale shall be taken into account when <br /> determining the origin of the good. <br /> Article 34: Packing Materials and Containers for Shipment <br /> The packing materials and containers used to protect a good during its <br /> transportation shall not be taken into account when determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Fungible Goods or Materials <br /> 1. In determining whether a good is an originating good, any fungible goods or <br /> materials shall be distinguished by: <br /> (a) physical separation of the goods or materials; or <br /> (b) an inventory management method recognized in the Generally Accepted <br /> Accounting Principles of the exporting Party. <br /> 2. The inventory management method selected under paragraph 1 for a particular <br /> fungible good or material shall continue to be used for that good or material throughout <br /> the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: Sets <br /> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when <br /> all the components of the sets are originating. Nevertheless, when a set is composed of <br /> originating and non-originating goods, the set as a whole shall be regarded as <br /> originating, provided that the value of the non-originating goods does not exceed 15% <br /> of the total value of the set, determined pursuant to Article 26 (Regional Value Content <br /> (RVC)).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 37: Exhibitions <br /> 1. Preferential tariff treatment as provided for under this Agreement shall be granted <br /> to originating goods, sent for exhibition in a non-Party and sold after the exhibition for <br /> importation in Peru or China, when the following conditions are met to the satisfaction <br /> of the customs authority of the importing Party: <br /> (a) an exporter has consigned these goods from Peru or China to the non-Party <br /> where the exhibition has actually taken place; <br /> (b) the goods have been sold or otherwise disposed of by that exporter to a person <br /> in Peru or China; <br /> (c) the goods have been consigned during the exhibition or immediately thereafter <br /> in the state in which they were sent for exhibition; <br /> (d) the goods have not been used for any purpose other than demonstration at the <br /> exhibition since they were consigned for exhibition; and <br /> (e) the goods have remained during the exhibition under customs authority control. <br /> 2. For purposes of application of paragraph 1, a Certificate of Origin shall be issued in <br /> accordance with the provisions of this Chapter and submitted to the customs authority <br /> of the importing Party, with the name and address of the exhibition being attached <br /> thereon. Where necessary, additional documentary evidence related to the exhibition <br /> may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair <br /> or similar public show or display which is not organized for private purposes in shops or <br /> business premises, with a view to the sale of foreign goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 38: Certificate of Origin <br /> 1. In order for originating goods to qualify for preferential tariff treatment, the <br /> importer shall hold and submit, where required by the customs legislation of the <br /> importing Party, an original and valid Certificate of Origin, issued in writing on the <br /> basis of the format as set out in Section A (Certificate of Origin) of Annex 5 (Certificate <br /> of Origin and Declaration of Origin), at the time of importation. <br /> 2. The exporter of the good shall apply in writing to the authorized body of the <br /> exporting Party for the issuance of a Certificate of Origin, which shall be issued before <br /> or at the time of exportation. <br /> 3. The Certificate of Origin must be duly completed in English, covering one or more <br /> goods under one consignment. <br /> 4. The exporter of the good applying for a Certificate of Origin shall provide the <br /> commercial invoice, the origin application which contains the minimum information <br /> data required under its domestic legislation, and all necessary documents to prove the <br /> originating status of the good concerned as required by the competent authority or <br /> authorized body, and undertake to fulfill the other requirements as laid down under this <br /> Chapter. <br /> 5. The Certificate of Origin, as referred to in paragraph 1, shall be valid for one year <br /> from its date of issuance. <br /> 6. In the event of theft, loss or destruction of a Certificate of Origin, the exporter may <br /> apply in writing to the authorized body which issued it for a duplicate of the original, on <br /> the basis of the export documents in his possession. The duplicate issued in this manner <br /> shall bear in the Remarks box the word @^@CERTIFIED TRUE COPY of the original <br /> Certificate of Origin number_dated_@^@, for its validation period to count from that date. <br /> Notwithstanding subparagraph 2, a Certificate of Origin may, under exceptional <br /> circumstances, be issued retrospectively subsequent to the exportation of the good if: <br /> (a) it was not issued at the time of exportation because of errors, involuntary <br /> omissions or any other circumstances as may be deemed justified under the <br /> legislation of each Party, provided that the exporter provides all the necessary <br /> commercial documents and the export declaration endorsed by the customs <br /> authority of the exporting Party; or <br /> (b) it is demonstrated to the satisfaction of the authorized body that a Certificate of <br /> Origin was issued but was not accepted at importation for technical reasons. <br /> The validation period shall remain the same as indicated in the certificate <br /> originally issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 39: Exemption of Certificate of Origin <br /> 1. A Declaration of Origin, in the format as set out in Section B (Declaration of Origin) <br /> Annex 5 (Certificate of Origin and Declaration of Origin), may be completed by the <br /> exporter or producer and shall be accepted instead of a Certificate of Origin for any <br /> consignment whose customs value does not exceed US$ 600 or its equivalent in the <br /> currency of the importing Party, or such higher amount as that Party may establish. <br /> 2. A Declaration of Origin shall cover the goods presented under a single import <br /> Customs Declaration and shall remain valid for one year from its date of issuance. <br /> 3. Notwithstanding paragraph 1, where an importation forms part of a series of <br /> importations that may reasonably be considered to have been undertaken or arranged for <br /> the purpose of circumventing the requirements of this Section, the importing Party may <br /> deny preferential tariff treatment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Definitions <br /> competent authority means: <br /> (a) for Peru, by the Ministry of Foreign Trade and Tourism, or its successor; and <br /> (b) for China, the application and administration of the Rules of Origin under this <br /> Agreement shall be organized by the General Administration of Customs;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 38: Certificate of Origin <br /> 5. The Certificate of Origin, as referred to in paragraph 1, shall be valid for one year <br /> from its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 44: Preservation of Certificate of Origin and Supporting Documents <br /> 1. The exporter applying for the issuance of a Certificate of Origin shall keep for at <br /> least 3 years the documents referred to in Article 43 (Supporting Documents), from its <br /> date of issuance. <br /> 2. The authorized bodies of the exporting Party issuing a Certificate of Origin shall <br /> keep a copy of the Certificate of Origin for at least 3 years, from its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 42: Refund of Import Customs Duties or Deposit <br /> 1. Where an originating good is imported into the territory of a Party without a valid <br /> Certificate of Origin under this Agreement, the importer may apply for a refund of any <br /> excess import customs duties paid or deposit imposed, where applicable, within one <br /> year for the duties paid or within 3 months or such longer period not greater than one <br /> year as specified in the legislation of the importing Party for the deposit imposed, after <br /> the date on which the good was imported, on presentation of: <br /> (a) the valid Certificate of Origin, which shall comply with Article 38 (Certificate <br /> of Origin); and <br /> (b) other documentation related to the importation of the good as the customs <br /> authority of the importing Party may require; <br /> provided that the importer provides a written declaration at the time of importation that <br /> the good presented qualifies as an originating good. <br /> 2. No customs duties or deposit shall be refunded in the case where the importer failed <br /> to declare to the customs authority of the importing Party, at the time of importation, <br /> that the good was an originating good under this Agreement, even though a valid <br /> certificate was provided to the customs authority subsequently.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 43: Supporting Documents <br /> The documents used for the purpose of proving that the goods covered by a <br /> Certificate of Origin can be considered as originating goods and fulfill the other <br /> requirements of this Chapter may include, but are not limited, to the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br /> the goods concerned, contained for example in his accounts or internal <br /> book-keeping; <br /> (b) documents proving the originating status of the materials used, where these <br /> documents are used in accordance with the domestic legislation; <br /> (c) documents proving the working or processing of materials, where these <br /> documents are used in accordance with the domestic legislation; or <br /> (d) Certificates of Origin proving the originating status of the materials used.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 45: Verifications Process <br /> 1. For purposes of determining whether a good imported into one Party from the other <br /> Party qualifies as an originating good, the competent authority of the importing Party <br /> may conduct a verification process by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or producer <br /> through the competent authority of the exporting Party; <br /> (c) requests that the competent authority of the exporting Party assists in verifying <br /> the origin of the good; <br /> (d) or, in the case where any request under subparagraphs (a), (b) or (c) fails to <br /> satisfy the concern of the importing Party, that Party may request on-site visits <br /> to observe the verification process conducted by the competent authority of the <br /> exporting Party in the premises of the exporter or producer in the territory of <br /> the exporting Party. <br /> 2. For purposes of subparagraphs 1(b) and 1(c), all the information requested by the <br /> competent authority of the importing Party and responded by the competent authority of <br /> the exporting Party shall be communicated in English. <br /> 3. For purposes of subparagraphs 1(a) and 1(b), where the importer, exporter or <br /> producer does not answer the written request for additional information made by the <br /> importing Party, within a period of 90 days from the date on which it was received, the <br /> importing Party may deny the preferential tariff treatment. <br /> 4. For purposes of subparagraph 1(c), the competent authority of the importing Party <br /> shall provide the competent authority of the exporting Party with: <br /> (a) the reasons why such assistance for verification is requested; <br /> (b) the Certificate of Origin of the good, or a copy thereof; and <br /> (c) any information and documents as may be necessary for the purpose of such <br /> request. <br /> The competent authority of the exporting Party shall provide the competent <br /> authority of the importing Party a written statement in English, regarding the origin of <br /> the good under verification process, including the following information: <br /> (a) description of the production process of the good; <br /> (b) description and tariff classification of originating and non-originating materials, <br /> indicating the supplier of such materials; and <br /> (c) detailed explanation of how the good obtained the status of an originating <br /> good. <br /> In the cases where the competent authority of the exporting Party does not provide <br /> the written statement within 150 days from the date of request or where the written <br /> statement does not contain sufficient information, the importing Party shall determine <br /> the origin of the good based on the best information available at that moment. <br /> 5. For purposes of subparagraph 1(d), the importing Party shall notify by writing, 30 <br /> days prior to the on-site visit, the competent authority of the exporting Party of such a <br /> request. <br /> In the case where the competent authority of the exporting Party does not give its <br /> written consent to such a request within 30 days from the receipt of the notification, the <br /> importing Party may deny the preferential tariff treatment to the relevant good. <br /> 6. The importing Party shall, within 300 days from the start of the verification process, <br /> notify the exporting Party, in writing, of the results of the determination on the origin of <br /> the good, as well as the legal basis and findings of fact, based on which the <br /> determination was made. <br /> 7. Where, at the time of importation, the customs authority of the importing Party has <br /> a reasonable doubt on the origin of the good, covered under the Certificate of Origin, <br /> the good may be released upon a deposit or the payment of duties, pending the outcome <br /> of the verification process. The above deposit or duties paid shall be refunded once the <br /> outcome of the verification process confirms that the good qualifies as an originating <br /> good. <br /> 8. A Party may suspend preferential tariff treatment to an importer on any subsequent <br /> import of a good when the competent authority had already determined that an identical <br /> good was not eligible for such treatment, until it is demonstrated that the good complies <br /> with the provisions under this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 47: Penalties <br /> Penalties shall be imposed in accordance with the domestic legislation of each Party <br /> for infringement on the provisions of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 60: Advance Rulings <br /> 1. The customs administration of each Party shall issue written advance rulings prior <br /> to the importation of a good into its territory upon written request of an importer in its <br /> territory, or an exporter in the territory of the other Party (for China, the applicant of an <br /> advance ruling on tariff classification shall be registered with a local customs <br /> administration of China), on the basis of the facts and circumstances provided by the <br /> requester, including a detailed description of the information required to process a <br /> request for an advance ruling, concerning: <br /> (a) tariff classification; or <br /> (b) whether a good qualifies as an originating good under the provision established <br /> in this Agreement. <br /> 2. The customs administrations shall issue advance rulings after receiving a written <br /> request, provided that the requester has submitted all necessary information. The <br /> issuance of advance ruling on determination of origin of a good shall be made within <br /> 150 days. <br /> 3. Each Party shall provide that advance rulings shall be in force from their date of <br /> issuance, or such other date specified by the ruling, for at least one year, provided that <br /> the facts or circumstances on which the ruling is based remain unchanged. <br /> 4. The customs administrations issuing the advance ruling may modify or revoke an <br /> advance ruling where facts or circumstances prove that the information on which the <br /> advance ruling is based is false or inaccurate. <br /> 5. Where an importer claims that the treatment accorded to an imported good should <br /> be governed by an advance ruling, the customs administrations may evaluate whether <br /> the facts and circumstances of the importation are consistent with the facts and <br /> circumstances upon which the advance ruling was based. <br /> 6. Each Party shall make its advance rulings publicly available, subject to <br /> confidentiality requirements in its domestic law, for purposes of promoting the <br /> consistent application of advance rulings to other goods. <br /> 7. If a requester provides false information or omits relevant circumstances or facts in <br /> its request for an advance ruling, or does not act in accordance with the ruling's terms <br /> and conditions, the importing Party may apply appropriate measures, including civil, <br /> criminal, and administrative actions, penalties, or other sanctions in accordance with its <br /> domestic laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures and trade facilitation]: <br /> Article 59: Review and Appeal <br /> Each Party shall ensure that with respect to its administrative acts on customs <br /> matters, importers in its territory have access to: <br /> (a) a level of administrative review independent of the employee or office that <br /> issued the administrative act; and <br /> (b) judicial review of the administrative acts.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 22: Definitions <br> aquaculture means the farming of aquatic organisms, including fish, mollusks, <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as eggs, <br> fries, fingerlings and larvae, by intervention in the rearing or growth processes to <br> enhance production, such as regular stocking, feeding, protection from predators, etc.; <br> authorized body means any body authorized under the domestic legislation of a Party <br> to issue a Certificate of Origin; <br> up to the port or place of entry in the country of importation; <br> FOB means the value of the good free on board, inclusive of the cost of transportation <br> commercial purposes and whose properties are essentially identical; <br> to the port or site of final shipment abroad, independent of the means of transportation; <br> CIF means the value of the good imported inclusive of the cost of insurance and freight <br> substantial authoritative support in the territory of a Party, with respect to the recording <br> competent authority means: <br> encompass broad guidelines for general application, as well as detailed standards, <br> (a) for Peru, by the Ministry of Foreign Trade and Tourism, or its successor; and <br> (b) for China, the application and administration of the Rules of Origin under this <br> Agreement shall be organized by the General Administration of Customs; <br> Generally Accepted Accounting Principles means the recognized consensus or <br> practices, and procedures; <br> material means a good used in the production of another good, including any <br> of revenues, expenses, costs, assets, and liabilities, the disclosure of information and the <br> identical goods means @^@identical goods@^@, as defined in the Customs Valuation <br> components, ingredients, raw materials, parts or pieces; <br> fishing, trapping, hunting, manufacturing, processing or assembling a good; and <br> producer means a person who grows, raises, extracts, picks, gathers, mines, harvests, <br> fishes, traps, hunts, manufactures, processes or assembles a good. <br> production means growing, raising, extracting, picking, gathering, mining, harvesting, <br> For purposes of this Chapter: <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "fungible goods or materials means goods or materials that are interchangeable for <br> preparation of financial statements. Generally Accepted Accounting Principles may <br> Agreement; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 23: Originating Goods <br> Unless otherwise indicated in this Chapter, and on the condition that a good meets <br> all the other applicable requirements of this Chapter, the good shall be regarded as <br> originating from a Party when: <br> (a) the good is wholly obtained or produced entirely in the territory of one or both <br> Parties, within the meaning of Article 24 (Wholly Obtained Goods), including <br> where required under Annex 4 (Product Specific Rules of Origin); <br> (b) the good is produced in the territory of one or both Parties, exclusively from <br> materials whose origin conforms to the provisions of this Chapter; or <br> (c) the good is produced in the territory of one or both Parties, using <br> non-originating materials that conform to a change in tariff classification, a <br> regional value content, a process requirement or other requirements specified in <br> Annex 4 (Product Specific Rules of Origin). <br> "}, {"ArticleTitle": "Change in Tariff Classification", "ArticleDesc": "Article 25: Change in Tariff Classification <br> A change in tariff classification requires that the non-originating materials used in <br> the production of the goods undergo a change in tariff classification as specified in <br> Annex 4 (Product Specific Rules of Origin) as a result of production processes <br> performed in the territory of one or both Parties. <br> "}, {"ArticleTitle": "Exhibitions", "ArticleDesc": "Article 37: Exhibitions <br> 1. Preferential tariff treatment as provided for under this Agreement shall be granted <br> to originating goods, sent for exhibition in a non-Party and sold after the exhibition for <br> importation in Peru or China, when the following conditions are met to the satisfaction <br> of the customs authority of the importing Party: <br> (a) an exporter has consigned these goods from Peru or China to the non-Party <br> where the exhibition has actually taken place; <br> (b) the goods have been sold or otherwise disposed of by that exporter to a person <br> in Peru or China; <br> (c) the goods have been consigned during the exhibition or immediately thereafter <br> in the state in which they were sent for exhibition; <br> (d) the goods have not been used for any purpose other than demonstration at the <br> exhibition since they were consigned for exhibition; and <br> (e) the goods have remained during the exhibition under customs authority control. <br> 2. For purposes of application of paragraph 1, a Certificate of Origin shall be issued in <br> accordance with the provisions of this Chapter and submitted to the customs authority <br> of the importing Party, with the name and address of the exhibition being attached <br> thereon. Where necessary, additional documentary evidence related to the exhibition <br> may be required. <br> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair <br> or similar public show or display which is not organized for private purposes in shops or <br> business premises, with a view to the sale of foreign goods. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Authorized Bodies", "ArticleDesc": "Article 40: Authorized Bodies <br> 1. A Certificate of Origin shall be issued only by an authorized body in the exporting <br> Party. <br> 2. The competent authority of each Party shall inform the competent authority of the <br> other Party of the name of each authorized body, as well as their relevant contact details, <br> and shall provide impression specimens of the stamps, as well as details of any security <br> features for relevant forms and documents used by each authorized body prior to the <br> issuance of any certificates by that body. Any change in the information provided above <br> shall be communicated in advance to the competent authority of the other Party. <br> 3. The authorized body shall be held accountable to ensure that the information <br> included in the Certificate of Origin corresponds to the goods covered by the Certificate <br> of Origin and that the originating status of the goods, as required under this Chapter, is <br> correct. <br> "}, {"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 41: Obligations Regarding Importations <br> 1. Except as otherwise provided in this Chapter, each Party shall require an importer <br> in its territory that claims preferential tariff treatment to: <br> (a) make a written statement in the customs declaration, based on a valid <br> Certificate of Origin, indicating that the good qualifies as an originating good; <br> (b) hold the Certificate of Origin at the time the statement referred to in <br> subparagraph (a) is made; <br> (c) hold the documents which certify that the requirements established in Article <br> 36 (Direct Transport) have been met, where applicable; and <br> (d) submit the valid Certificate of Origin, as well as the documents indicated in <br> subparagraph (c) to the customs authority, when it is required. <br> 2. When an importer has reason to believe that a Certificate of Origin on which a <br> statement was based contains incorrect information, the importer shall make a corrected <br> statement and pay any customs duty owed, before a verification process is initiated. <br> 3. When the importer does not comply with any requirements under this Article and <br> any other requirements under this Chapter, the preferential tariff treatment shall be <br> denied for the goods imported from the territory of the exporting Party. <br> "}, {"ArticleTitle": "Development of Electronic Certification and Verification System", "ArticleDesc": "Article 46: Development of Electronic Certification and Verification System <br> After 6 months from the entry into force of the Agreement, the Parties shall start the <br> work on developing an electronic certification and verification system to ensure the <br> effective and efficient implementation of this Section, in a manner to be jointly <br> determined by the competent authorities of the Parties, in order to be implemented <br> within 3 years from the entry into force of the Agreement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 48: Confidentiality <br> 1. A Party shall maintain the confidentiality of the information provided by the other <br> Party pursuant to this Chapter, if such other Party so request. Any violation of the <br> confidentiality shall be treated in accordance with the domestic legislation of each <br> Party. <br> 2. This information shall not be disclosed without the specific permission of the <br> person or government providing such information, except to the extent that it may be <br> required to be disclosed in the context of judicial proceedings. <br> "}, {"ArticleTitle": "Committee on Rules of Origin", "ArticleDesc": "Article 49: Committee on Rules of Origin <br> The functions of the Committee on Rules of Origin under this Agreement shall <br> include: <br> (a) ensuring the effective, uniform and consistent administration of this Chapter, <br> and enhancing the cooperation in this regard; <br> (b) maintaining the Annex 4 (Product Specific Rules of Origin) on the basis of the <br> transposition of the HS; <br> (c) advising the Free Trade Commission of proposed solutions to address issues <br> related to: <br> (i) interpretation, application and administration of this Chapter; <br> (ii) calculation of the Regional Value Content; and <br> (iii) issues arising from the adoption by either Party of operational practices not <br> in conformity with this Chapter that may affect adversely the flow of trade <br> between the Parties; <br> (d) proposing to the Free Trade Commission for approval on the modification <br> proposals under Article 50 (Modifications), in the event a consensus is reached <br> (e) working on the development of an electronic certification and verification <br> system; <br> (f) referring the issues on tariff classification and customs valuation related to the <br> determination of origin, to the Committee on Trade Facilitation for settlement; <br> and <br> (g) studying any other origin-related matters as referred to by the Committee on <br> Trade in Goods. <br> "}, {"ArticleTitle": "Modifications", "ArticleDesc": "Article 50: Modifications <br> 1. If a Party considers that there is a need to make amendments to Annex 4 (Product <br> Specific Rules of Origin), that Party may submit a modification proposal to the other <br> Party, along with supporting rationale and studies. <br> 2. The other Party shall respond the results of the study on the proposal made by the <br> requesting Party within 180 days from its submission. <br> "}]}, {"ArticleType": "Customs procedures and trade facilitation", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 51: Definitions <br> For purposes of this Chapter: <br> customs administration means: <br> (a) for Peru, National Superintendence of Tax Administration (Superintendencia <br> Nacional de Administracion Tributaria (SUNAT)), or its successor; and <br> (b) for China, the General Administration of Customs of the People's Republic of <br> China; <br> customs law means any legislation administered, applied, or enforced by the customs <br> administration of a Party; <br> customs procedures means the treatment applied by each customs administration to <br> goods and means of transport that are subject to customs control; and <br> means of transport means various types of vessels, vehicles, aircraft and pack-animals <br> which enter or leave the territory carrying persons, goods or articles. <br> "}, {"ArticleTitle": "Scope and Objectives", "ArticleDesc": "Article 52: Scope and Objectives <br> 1. This Chapter shall apply, in accordance with the Parties' respective international <br> obligations and domestic customs law, to customs procedures applied to goods traded <br> between the Parties and to the movement of means of transport between the Parties. <br> 2. The objectives of this Chapter are: <br> (a) to simplify and harmonize customs procedures of the Parties; <br> (b) to ensure predictability, consistency and transparency in the application of <br> customs laws, including administrative procedures of the Parties; <br> (c) to ensure the efficient and expeditious clearance of goods and movement of <br> means of transport; <br> (d) to facilitate trade between the Parties; and <br> (e) to promote cooperation between the customs administrations, within the scope <br> of this Chapter. <br> "}, {"ArticleTitle": "Competent Authorities", "ArticleDesc": "Article 53: Competent Authorities <br> The competent authorities for the administration of this Chapter are: <br> (a) for Peru, the Ministry of Foreign Trade and Tourism; and <br> (b) for China, the General Administration of Customs of the People's Republic of <br> China. <br> "}, {"ArticleTitle": "Facilitation", "ArticleDesc": "Article 54: Facilitation <br> 1. Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent, transparent and facilitate trade. <br> 2. Customs procedures of each Party shall, where possible and to the extent permitted <br> by their respective customs law, conform with the trade-related instruments of the <br> World Customs Organization (WCO) to which that Party is a contracting party, <br> including those of the International Convention on the Simplification and <br> Harmonization of Customs Procedures (as amended), known as the Revised Kyoto <br> Convention. <br> 3. The customs administrations of the Parties shall facilitate the clearance, including <br> release, of goods in administering their procedures. <br> 4. Each Party shall endeavor to provide a focal point, electronic or otherwise, through <br> which its traders may submit all required regulatory information in order to obtain <br> clearance, including release, of goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 55: Customs Valuation <br> The Parties shall apply Article VII of GATT 1994 and the Customs Valuation <br> Agreement to goods traded between them. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 56: Tariff Classification <br> The Parties shall apply the International Convention on the Harmonized <br> Commodity Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Committee on Trade Facilitation", "ArticleDesc": "Article 57: Committee on Trade Facilitation <br> The Parties shall establish the Committee on Trade Facilitation that have, among <br> others, the following functions: <br> (a) to adopt customs practices and standards which facilitate commercial exchange <br> between the Parties, according to the international standards; <br> (b) to settle any disputes related to the interpretation, application and <br> administration of this Chapter, including tariff classification. If the Committee <br> does not reach a decision on the tariff classification, said Committee shall hold <br> the appropriate consultations at the WCO. The decision of the WCO shall, to <br> the greatest extent possible, be applied by the Parties; and <br> (c) to settle other issues as referred to the Committee on Trade Facilitation, <br> including the issues on tariff classification and customs valuation related to the <br> determination of origin under this Agreement. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 58: Customs Cooperation <br> To the extent permitted by their domestic laws, the customs administrations of the <br> Parties shall assist each other, in relation to: <br> (a) the implementation and operation of this Chapter and the Agreement Between <br> the Government of the Republic of Peru and the Government of the People's <br> Republic of China Concerning Co-Operation and Mutual Administrative <br> Assistance in Customs Matters; and <br> (b) such other issues as the Parties mutually determine. <br> "}, {"ArticleTitle": "Use of Automated Systems in the Paperless Trading Environment", "ArticleDesc": "Article 61: Use of Automated Systems in the Paperless Trading Environment <br> 1. The customs administrations shall apply information technology to support customs <br> operations, where it is cost-effective and efficient, particularly in the paperless trading <br> context, taking into account developments in this area within the WCO. <br> 2. The customs administrations shall endeavor to use information technology that <br> expedites procedures for the release of goods, including the submision and processing <br> of information and data before arrival of the shipment, as well as electronic or <br> automated systems for risk management and targeting. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 62: Risk Management <br> Each customs administration shall focus resource on high-risk shipments of goods <br> and facilitate the clearance, including release, of low-risk goods in administering <br> customs procedures. Additionally, customs administrations shall exchange information <br> related to applied techniques on risk management, ensuring the confidentiality of the <br> information. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 63: Publication and Enquiry Points <br> 1. Each customs administration shall publish all customs laws and any administrative <br> procedures it applies or enforces. <br> 2. Each customs administration shall designate one or more enquiry points to deal <br> with inquiries from interested persons from either Party on customs matters arising from <br> the implementation of this Agreement, and provide details of such enquiry points to the <br> other customs administration. Information concerning the procedures for making such <br> inquiries shall be easily accessed to public. <br> 3. Each customs administration will endeavor to provide the other customs <br> administration with timely notice of any significant modification of customs laws or <br> procedures governing the movement of goods and means of transport that is likely to <br> substantially affect the operation of this Chapter. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 64: Express Consignments <br> Each customs administration shall adopt or maintain separate and expedited <br> customs procedures for express shipments while maintaining appropriate customs <br> control and selection. Said procedures shall, under normal circumstances, provide an <br> express clearance of goods after submission of all the necessary customs documents, <br> and shall not be limited by weight or customs value. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 65: Release of Goods <br> 1. Each Party shall adopt or maintain efficient and expeditious procedures which <br> allow goods to be released within 48 hours of arrival unless: <br> (a) the importer fails to provide any information required by the importing Party at <br> the time of first entry; <br> (b) the goods are selected for closer examination by the customs administration of <br> the importing Party through the application of risk management techniques; <br> (c) the goods are to be examined by any agency, other than the customs <br> administration of the importing Party, acting under powers conferred by the <br> domestic legislation of the importing Party; or <br> (d) fulfillment of all necessary customs formalities has not been able to be <br> completed or release is otherwise delayed by virtue of force majeure. <br> 2. In accordance with its national legislations and regulations, each Party shall allow <br> importers to withdraw goods from customs before the final determination by its customs <br> administration of the applicable customs duties, taxes, and fees provided that the <br> sufficient guarantee is submitted to customs administrations. <br> "}, {"ArticleTitle": "Review of Customs Procedures", "ArticleDesc": "Article 66: Review of Customs Procedures <br> 1. Each customs administration shall periodically review its procedures with a view to <br> their further simplification and the development of mutually beneficial arrangements to <br> facilitate the flow of trade between the Parties. <br> 2. In applying a risk management approach to customs control, each customs <br> administration shall regularly review the performance, effectiveness and efficiency of <br> its systems. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 67: Consultation <br> 1. Without prejudice to Article 57 (Committee on Trade Facilitation), each customs <br> administration may at any time request consultations with the other customs <br> administration on any matter arising from the operation or implementation of this <br> Chapter. Such consultations shall be conducted through the relevant contact points, and <br> shall take place within 30 days of the request, unless the customs administrations of the <br> Parties mutually determine otherwise. <br> 2. In the event that such consultations fail to resolve any such matter, the requesting <br> Party may refer the matter to the Committee on Trade in Goods for consideration. <br> 3. Each customs administration shall designate one or more contact points for the <br> purposes of this Chapter and provide details of such contact points to the other Party. <br> The customs administrations of the Parties shall notify each other promptly of any <br> amendments to the details of their contact points. <br> 4. The customs administrations may consult each other on any trade facilitation issues <br> arising from procedures to secure trade and the movement of means of transport <br> between the Parties. <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 68: Implementation <br> The obligations of the Parties under this Chapter shall enter into force as follows: <br> (a) Article 60 (Advance Rulings) shall enter into force 3 years after the date of <br> entry into force of this Agreement; and <br> (b) Article 65 (Release of Goods) shall enter into force one year after the date of <br> "}]}]}, "members_found": ["604", "156"]}