{"FtaRooDetails": {"FtaId": 293, "FtaCode": "ITC00299", "FtaName": "FTA, China-Switzerland", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE PEOPLE’S REPUBLIC OF CHINA AND THE SWISS CONFEDERATION", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Liechtenstein; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Switzerland", "AdminProcCooAuth": "The certification type under FTA, China-Switzerland is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Switzerland is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Switzerland agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "VNM 60%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX II<br /> REFERRED TO IN ARTICLE 3.4<br /> PRODUCT-SPECIFIC RULES<br /> SECTION I<br /> INTRODUCTORY NOTES<br /> 1. The first column of the list contains chapters, headings or sub-headings of the<br /> Harmonized System (HS) and the second column sets out a description of the products. For<br /> each entry in the first two columns, one or two rules are specified in columns 3 and 4. If the<br /> HS code in column 1 is preceded by an 'ex', this means that the rules in column 3 or 4 apply<br /> only to that part of the chapter, heading or sub-heading mentioned in column 2. Where, for an<br /> entry in the first two columns, a rule is specified in both columns 3 and 4, either rule may be<br /> applied. If no origin rule is given in column 4, the rule set out in column 3 shall be applied.<br /> 2. For the purposes of the product specific rules set out in this Annex:<br /> (a) \"VNM%\" denotes the maximum percentage of the value of non-originating<br /> materials allowed in relation to the ex-works price of the product. For example,<br /> \"VNM 60%\" indicates that the VNM does not exceed 60 percent of the ex-<br /> works price of the product;<br /> (b) \" CC \" denotes a change to the chapter, heading or subheading from any other<br /> chapter. This indicates that all non-originating materials used in the production<br /> of the product have undergone a change in tariff classification at the two-digit<br /> level (i.e. a change in chapter) of the HS;<br /> (c) \"CTH\" denotes a change to the chapter, heading or subheading from any<br /> other heading. This indicates that all non-originating materials used in the<br /> production of the product have undergone a change in tariff classification at the<br /> four-digit level (i.e. a change in heading) of the HS;<br /> (d) \"CTSH\" denotes a change to the chapter, heading or subheading from any<br /> other subheading. This indicates that all non-originating materials used in the<br /> production of the product have undergone a change in tariff classification at the<br /> six-digit level (i.e. a change in subheading) of the HS; and<br /> (e) \"WO\" indicates that the product is wholly obtained in a Party as defined in<br /> Article 3.3 of the Agreement;<br /> 3. This Annex is formulated on the basis of the Harmonized System as updated as<br /> Version 2012.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}, {"RooCode": "Note referring to chapters 27 to 40", "RooText": " SECTION II<br /> NOTE REFERRING TO CHAPTERS 27 TO 40<br /> 1. The fundamental principle is that if a substantial transformation of a molecule has<br /> occurred, then the origin of the product is the country where the transformation took place.<br /> 2. For the purpose of this note, a product shall be considered as wholly obtained, thereby<br /> considered as originating in a Party if:<br /> (a) products of Chapter 30 are obtained by using cell cultures;<br /> (b) products falling within Chapters 27 to 40 are obtained by fermentation.<br /> 3. The approaches referred to in paragraph 2 shall be interpreted as follows:<br /> (a) \"Cell culture\" is defined as the cultivation of human cells, animal cells and<br /> plant cells under controlled conditions (such as defined temperatures, growth<br /> medium, gas mixture, ph) outside a living organism.<br /> (b) \"Fermentation\" is a biotechnological process in which bacteria, yeasts, fungi or<br /> enzymes are used to produce products falling within Chapters 27 to 40.<br /> 4. The main method for determining origin should be the rule of Change in Tariff<br /> Classification. If \"Change in Tariff Classification\" is not feasible, the alternative approaches<br /> shall be applied in sequence as follows:<br /> (a) chemical reaction;<br /> (b) mixtures and blends;<br /> (c) purification;<br /> (d) change in particle size;<br /> (e) standards materials;<br /> (f) isomer separation.<br /> 5. The alternative approaches referred to in paragraph 4 shall be interpreted as follows:<br /> (a) Chemical reaction: A \"chemical reaction\" is a process (including a biochemical<br /> process) which results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering<br /> the spatial arrangement of the molecule. A chemical reaction may be expressed<br /> by a change of the \"CAS number\". The following are not considered to be<br /> chemical reactions for the purposes of determining whether a product is an<br /> originating good:<br /> (i) dissolving in water or other solvents;<br /> (ii) the elimination of solvents including solvent water; or<br /> (iii) the addition or elimination of water of crystallization.<br /> (b) Mixtures and blends: For purposes of chapters 30, 31 and 32, heading 33.02,<br /> subheading 3502.20, headings 35.06 through 35.07, heading 37.07 and 3808,<br /> the deliberate and proportionally controlled mixing or blending (including<br /> dispersing) of materials to conform to predetermined specifications which<br /> results in the production of a good having physical or chemical characteristics<br /> which are relevant to the purposes or uses of the good and are different from<br /> the input materials is considered to be origin conferring.<br /> (c) Purification: For purposes of chapters 28 through 35 and chapter 38,<br /> purification is considered to be origin conferring provided that one of the<br /> following criteria is satisfied:<br /> (i) purification of a good resulting in the elimination of 80 per cent of the<br /> content of existing impurities; or<br /> (ii) the reduction or elimination of impurities resulting in a good suitable for<br /> one or more of the following applications:<br /> (aa) pharmaceutical, medicinal, cosmetic, veterinary, or food grade<br /> substances;<br /> (bb) chemical products and reagents for analytical, diagnostic or<br /> laboratory uses;<br /> (cc) elements and components for use in micro-elements;<br /> (dd) specialised optical uses;<br /> (ee) non toxic uses for health and safety;<br /> (ff) biotechnical use;<br /> (gg) carriers used in a separation process; or<br /> (hh) nuclear grade uses.<br /> (d) Change in particle size: For the purposes of Chapters 30, 31 and 32, the<br /> deliberate and controlled modification in particle size of a good, other than by<br /> merely crushing or pressing, resulting in a good having a defined particle size,<br /> defined particle size distribution or defined surface area, which are relevant to<br /> the purposes of the resulting good and have different physical or chemical<br /> characteristics from the input materials is considered to be origin conferring.<br /> (e) Standards materials: For the purposes of Chapters 28 through 32, Chapter 35<br /> and Chapter 38, the production of standards materials is considered to be origin<br /> conferring. Standards materials (including standard solutions) are preparations<br /> suitable for analytical, calibrating or referencing uses having precise degrees of<br /> purity or proportions which are certified by the manufacturer. The production<br /> of standard materials is to be considered as origin conferring.<br /> (f) Isomer Separation: For the purposes of Chapters 28 through 32 and Chapter 35,<br /> the isolation or separation of isomers from a mixture of isomers is to be<br /> considered origin conferring.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00299_coo.pdf", "DocType": "1_coo", "WebLink": "fta.mofcom.gov.cn/ruishi/xieyi/fujian_03_en.rar"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00299_sroo.pdf", "DocType": "2_sroo", "WebLink": "fta.mofcom.gov.cn/ruishi/xieyi/fujian_02_en.rar"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00299_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00299_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00299_full.pdf", "DocType": "8_full", "WebLink": "fta.mofcom.gov.cn/ruishi/xieyi/xieyi_en.rar"}, {"DocDesc": "WTO notification", "DocFileName": "itc00299_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N120.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7 : Accumulation <br /> 1. Without prejudice to Article 3.2, a product originating in a Party, which is used <br /> as material in the production of a product in the other Party, shall be considered as <br /> originating in the Party where the last operations beyond those referred to in paragraph <br /> 1 of Article 3.6 have been carried out. <br /> 2. A product originating in a Party, which is exported from a Party to the other <br /> Party and does not undergo working or processing beyond those referred to in paragraph <br /> 1 of Article 3.6, shall retain its origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5 : De Minimis <br /> 1. Notwithstanding paragraph 1 of Article 3.4, non-originating materials do not <br /> have to fulfil the conditions set out in Annex II provided that their total value does not <br /> exceed 10% of the ex-works price. <br /> 2. This Article does not apply to value criteria set out in Annex II.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.18 : Inward and Outward Processing <br /> 1. Each Party shall allow inward and outward processing of goods, in accordance <br /> with international standards and practices subject to terms and conditions as may be <br /> specified in the national legislation. <br /> 2. For the purposes of this Article, @^@inward processing@^@ means customs procedures <br /> under which certain goods can be brought into a customs territory conditionally relieved <br /> from payment of customs duties, on the basis that such goods are intended for <br /> manufacturing, processing or repair and subsequent exportation. <br /> 3. For the purposes of this Article, @^@outward processing@^@ means customs <br /> procedures under which certain goods, which are in free circulation in a customs <br /> territory, may be temporarily exported for manufacturing, processing or repair abroad <br /> and then re-imported with total or partial exemption from customs duties and taxes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9 : Accessories, Spare Parts and Tools <br /> 1. Accessories, spare parts, tools and instruction and information material <br /> presented together and classified with the product shall be considered as part of the <br /> product in question provided that: <br /> (a) they aire invoiced together; and <br /> (b) their quantities aire considered as normal for this product. <br /> 2. Accessories, spare parts, tools and instruction and information material shall be <br /> considered as materials of the product in calculating the value of non-originating <br /> materials used in its production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3 : Wholly Obtained Products <br /> For the purpose of subparagraph (a) of Article 3.2, the following products shall be <br /> considered as wholly obtained in a Party: <br /> (a) mineral products and other non-living naturally occurring substances <br /> extracted or taken from their soil, internal waters, territorial sea, seabed or <br /> subsoil; <br /> (b) vegetable products harvested, picked or gathered there; <br /> (c) live animals born and raised there, and products obtained from such animals; <br /> (d) products obtained by hunting, trapping, fishing, gathering, capturing or <br /> aquaculture conducted there; <br /> (e) products of sea fishing and other products taken from the territorial sea or the <br /> Exclusive Economic Zone of a Party by vessels registered with that Party and <br /> flying the flag of that Party; <br /> (f) products of sea fishing and other products taken from the high sea by vessels <br /> registered with a Party and flying the flag of that Party; <br /> (g) products processed or made on board factory ships registered with a Party and <br /> flying the flag of that Party, exclusively from products referred to in <br /> subparagraph (e) and (f); <br /> (h) products taken from the seabed and subsoil outside the territorial waters of a <br /> Party, provided that the Party has the rights to exploit such seabed or subsoil <br /> under domestic law in accordance with international law; <br /> (i) waste and scrap resulting from manufacturing operations conducted there <br /> which fit only for the recovery of raw materials; <br /> 2 The working or processing of that product may be carried out in different factories within a Party. <br /> (j) used products collected there which fit only for the recovery of raw materials; <br /> and <br /> (k) products obtained or produced there exclusively from products referred to in <br /> subparagraphs (a) to (j)-", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6 : Minimal Operations or Processes <br /> 1. Notwithstanding Article 3.4, a product shall not be considered as originating, if <br /> it has only undergone one or more of the following operations or processes: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage; <br /> (b) freezing or thawing; <br /> (c) packaging and re-packaging; <br /> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles or textile products; <br /> (f) simple painting and polishing; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (h) operations to colour sugar or form sugar lumps; <br /> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; <br /> (1) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) slaughter of animals. <br /> 2. For the purpose of paragraph 1, @^@simple@^@ describes activities which need neither <br /> special skills nor machines, apparatus or equipment especially produced or installed to <br /> carry out the activity. <br /> 3. All operations in the production of a given product carried out in a Party shall <br /> be taken into account when determining whether the working or processing undergone <br /> by that product is considered as minimal operations or processes referred to in <br /> paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4 : Substantial Transformation <br /> 1. A product obtained using non-originating materials shall be considered to have <br /> undergone substantial transformation if the requirements specified in Annex II are <br /> fulfilled. <br /> 2. For the purpose of paragraph 1, the operations provided for in Article 3.6 are <br /> considered as insufficient to obtain originating status. <br /> 3. Where Annex II refers to a percentage of the value of non-originating material <br /> (VNM), it shall mean the maximum percentage of the VNM allowed in relation to the <br /> ex-works price of a product. That percentage shall be calculated as follows: <br /> VNM% = VNM x 100 <br /> ex-works price <br /> 4. VNM shall be determined on the basis of the customs value at the time of <br /> importation of the non-originating materials, including materials of undetermined origin. <br /> If such value is unknown and cannot be ascertained, the first ascertainable price paid or <br /> payable for the materials in a Party shall be applied. <br /> 5. If a product which has acquired originating status in accordance with paragraph <br /> 1 in a Party is further processed in that Party and used as material in the manufacture of <br /> mother product, no account shall be taken of the non-originating components of that <br /> material in the determination of the originating status of the product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10 : Neutral Elements <br /> When determining whether a product is an originating product, the origin of neutral <br /> elements used in the production, testing or inspection of the product but not physically <br /> incorporated into the product by themselves, shall not be taken into account. Such <br /> neutral elements include, but are not limited to the following: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the products; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> and <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13 : Direct Transport <br /> 1. Preferential tariff treatment under this Agreement shall only be granted to <br /> originating products which are transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, originating products which are transported <br /> through the territories of non-parties may still be considered as being transported <br /> directly between the Parties, provided that: <br /> (a) they do not undergo operations other than unloading, reloading, or any <br /> operation confined to preserve them in good condition; and <br /> (b) they remain under customs control in those non-parties. <br /> Consignments of originating products may be split up in non-parties for further <br /> transport subject to the fulfilment of conditions listed in subparagraphs (a) and (b). <br /> 3. For the purpose of paragraph 1, an originating product may be transported by <br /> pipeline across territories of non-parties. <br /> 4. The customs authorities of the importing Party may require that the importer of the <br /> above products shall submit sufficient evidence to prove to their satisfaction that the <br /> conditions set out in paragraphs 2 and 3 have been fulfilled. <br /> SECTION II Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12 : Principle of Territoriality <br /> The conditions for acquiring originating status set out in Articles 3.2 to 3.10 <br /> shall be fulfilled without any interruption in a Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8 : Unit of Qualification <br /> 1. For the purpose of determining the originating status, the unit of qualification of <br /> a product or material shall be considered as the basic unit and determined in accordance <br /> with the Harmonized System <br /> 2. Pursuant to paragraph 1, <br /> (a) where a set of articles is classified under a single heading or subheading in <br /> accordance with General Interpretative Rule 3 of the Harmonized System, it <br /> shall constitute the unit of qualification; <br /> (b) where a consignment consists of a number of identical products classified <br /> under a single heading or subheading of the Harmonized System, each <br /> product shall be considered separately in determining whether it qualifies as <br /> an originating product of a Party; and <br /> (c) packaging shall be included with the product if it is included and classified <br /> with that product in accordance with General Interpretative Rule 5 of the <br /> Harmonized System. Packaging used for retail sale shall be considered as <br /> materials of the product in calculating the value of non-originating materials <br /> used in its production. <br /> 3. Packing materials and containers for shipment that are used to protect a product <br /> during transportation shall be disregarded in determining the origin of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11 : Fungible Materials <br /> 1. Where originating and non-originating fungible materials are used in the <br /> working or processing of a product, the determination of whether the materials used are <br /> originating may be determined on the basis of an inventory management system. <br /> 2. For the purpose of paragraph 1, @^@fungible materials@^@ means interchangeable <br /> materials that are of the same kind and commercial quality, which cannot be <br /> distinguished from one another once they Eire incorporated into the finished product. <br /> 3. The inventory management system shall be based on generally accepted <br /> accounting principles applicable in the Party in which the product is manufactured and <br /> ensure that no more final products receive originating status than would have been the <br /> case if the materials had been physically segregated. A producer using such a system <br /> shall keep records of the operation of the system that are necessary to verify compliance <br /> with the provisions of this Chapter. <br /> 4. For the purpose of this Article, a Party may require an inventory management <br /> system in accordance with the legislation of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15 : Certificate of Origin <br /> 1. A Certificate of Origin shall be issued by the authorised body of the exporting <br /> Party. <br /> 2. The Certificate of Origin shall be issued before or at the time of exportation <br /> whenever the products to be exported can be considered originating in that Party subject <br /> to the provisions of this Chapter. The exporter or, in accordance with the domestic <br /> legislation, his authorised representative shall submit a written application for the <br /> Certificate of Origin together with appropriate supporting documents proving that the <br /> products to be exported qualify for the issuance of a Certificate of Origin. <br /> 3. In exceptional cases where a Certificate of Origin has not been issued before or <br /> at the time of exportation, the Certificate of Origin may be issued retrospectively <br /> bearing the remark @^@ISSUED RETROSPECTIVELY@^@. <br /> 4. The Certificate of Origin, based on the formats as set out in Annex III shall be <br /> completed in English and duly signed and stamped. A Certificate of Origin shall be <br /> valid only within twelve months from the date of its issuance. <br /> 5. For cases of theft, loss or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may make a written request to the authorised bodies of the <br /> exporting Party for issuing a certified copy, provided that the original copy previously <br /> issued has been verified not to be used. The certified copy shall bear the words either <br /> CERTIFIED TRUE COPY of the original Certificate of Origin number_dated_ <br /> or @^@DUPLICATE@^@ together with the reference number and the date of issuance of the <br /> original Certificate of Origin. The certified copy shall be valid during the term of <br /> validity of the original Certificate of Origin. <br /> 6. Certificates of Origin which are submitted to the customs authority of the <br /> importing Party after the validity may be accepted when failure to observe the time limit <br /> is due to force majeure or other valid causes beyond the control of the exporter or <br /> importer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19 : Waiver of documentary evidence of origin <br /> 1. For the purpose of granting preferential tariff treatment under this Chapter, a <br /> Party may waive the requirements for the presentation of a documentary evidence of <br /> origin and grant preferential tariff treatment to: <br /> (a) any consignment of originating products of a value not exceeding US$ 600 or <br /> its equivalent amount in the Party's currency; or <br /> (b) other originating products as provided under its domestic legislation. <br /> 2. Waivers provided for in paragraph 1 shall not be applicable when it is <br /> established by the customs authorities of the importing Party that the importation forms <br /> part of a series of importations that may reasonably be considered to have been <br /> undertaken or arranged for the purpose of avoiding the submission of a formal <br /> documentary evidence of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16 : Origin Declaration by Approved Exporter <br /> 1. A Party may implement an Approved Exporter system under this Agreement, <br /> which allows the Approved Exporter to complete an Origin Declaration. The Approved <br /> Exporter shall be approved and administered by the exporting Party in accordance with <br /> its domestic legislation. <br /> 2. An Approved Exporter shall complete the Origin Declaration according to the <br /> text as provided for in Annex IV. The Origin Declaration shall contain the registration <br /> number of the Approved Exporter and the serial number of the Origin Declaration. An <br /> Origin Declaration shall be produced in accordance with the laws and regulations of the <br /> exporting Party by an Approved Exporter by typing, stamping or printing on the invoice <br /> or other commercial documents, as deemed valid by the importing customs <br /> administration, which describe the product concerned in such a detail so as to render it <br /> identifiable. <br /> 3. Ail Origin Declaration shall be valid only within twelve months from the date of <br /> the issuance of the invoice or other commercial documents, as deemed valid by the <br /> importing customs administration. <br /> 4. Before 31st of March each year, the exporting Party shall provide the importing <br /> Party with information on the name and registration number of each approved exporter, <br /> along with corresponding serial numbers of all the Origin Declaration made in the <br /> preceding year. If any discrepancies are discovered because of this information a Party <br /> shall inform the other Party of such discrepancies for further investigation or <br /> clarification on behalf of that Party. To facilitate the communication of the information <br /> above, the Parties shall work towards establishing an electronic system on the exchange <br /> of that information.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15 : Certificate of Origin <br /> 4. The Certificate of Origin, based on the formats as set out in Annex III shall be <br /> completed in English and duly signed and stamped. A Certificate of Origin shall be <br /> valid only within twelve months from the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17 : Retention of Origin Documents <br /> 1. Each Party shall require its producers, exporters and importers to retain <br /> documents related to the origin of the products as well as the fulfilment of the other <br /> requirements of this Chapter for at least three years. <br /> 2. Each Party shall require that its authorised bodies retain copies of Certificates of <br /> Origin and other documentary evidence of origin for at least three years. <br /> 3. Exporters and importers benefitting from this Agreement shall, within the <br /> framework of this Agreement and subject to domestic legislation of the exporting Party <br /> and importing Party respectively, comply with the requirements of that Party and submit, <br /> at their request, supporting documents regarding the fulfilment of the requirements of <br /> this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Documentary Evidence of Origin <br /> To qualify for preferential tariff treatment under this Agreement, either of the <br /> following documentary evidences of origin shall be submitted to the customs authority <br /> of the importing Party: <br /> (a) Certificate of Origin as referred to in Article 3.15; or <br /> (b) an Origin Declaration by an Approved Exporter as referred to in Article 3.16.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20 : Origin Verification <br /> 1. To ensure the effective application of this Chapter, the Parties shall assist each <br /> other to carry out verification on the authenticity of the documentary evidence of origin, <br /> the correctness of the information given therein, the originating status of the products <br /> concerned, and the fulfilment of any other requirements under this Chapter. <br /> 2. The competent governmental authorities of the exporting Party shall carry out <br /> verifications referred to in paragraph 1 upon request of the customs authority of the <br /> importing Party. <br /> 3. The importing Party shall submit the verification request to the exporting Party <br /> within 36 months from the completion or issuance of the documentary evidence of <br /> origin. The exporting Party is not obliged to conduct verifications based on verification <br /> requests received after that deadline. <br /> 4. The verification request shall include a copy of the documentary evidence of <br /> origin and, if appropriate, any other document or information giving reason to believe <br /> that the documentary evidence of origin is invalid. The reasons for the request shall be <br /> specified. <br /> 5. The customs authorities of the importing Party may, in accordance with their <br /> domestic legislation, suspend preferential tariff treatment or require payment of a <br /> deposit equivalent to the Ml amount of duties on a product covered by a documentary <br /> evidence of origin until the verification procedure has been accomplished. <br /> 6. The competent governmental authorities of the exporting Party may request <br /> evidence, carry out inspections at exporter's or producer's premises, check the <br /> exporter's and the producer's accounts and take other appropriate measures to verify <br /> compliance with this Chapter. <br /> 7. The requested Party shall notify the requesting Party of the results and findings <br /> of the verification within six months from the date of the verification request, unless the <br /> Parties agree upon another time frame on justified grounds. If the requesting Party <br /> receives no reply within six months or another time frame as agreed upon by the Parties, <br /> or if the reply does not state clearly whether the documentary evidence of origin is valid <br /> or whether a product is an originating product, the requesting Party may deny <br /> preferential tariff treatment to the product covered by the documentary evidence of <br /> origin concerned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.6 : Advance Rulings <br /> 1. A Party shall in a reasonable, time-bound manner, issue a binding, written <br /> advance ruling 3 upon submission of a written request that contains all necessary <br /> information to an importer, producer or exporter4 with regard to: <br /> (a) tariff classification of a product; <br /> (b) the method of the transaction value to be used for determining the customs <br /> value under a particular set of facts; <br /> (c) the rules of origin it will accord to a product; and <br /> (d) such other matters as the Parties may agree. <br /> 2. A Party that declines to issue an advance ruling shall promptly notify the <br /> requester in writing, setting forth the basis for its decision to decline to issue the <br /> advance ruling. <br /> 3. Each Party shall provide that advance rulings take effect on the date they are <br /> issued, or on another reasonable date specified in the ruling, provided that the facts or <br /> circumstances on which the ruling is based, remain unchanged. <br /> 4. The Parties may limit the validity of advance rulings to a period determined by <br /> domestic legislation. <br /> 5. Each Party shall endeavour to make information on advance rulings which it <br /> considers to be of significant interest to other traders, publicly available, taking into <br /> account the need to protect confidential information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> Article 4.20 : Review and Appeal <br /> Each Party shall ensure that importers, exporters and producers have the right to <br /> at least one level of independent administrative review or appeal and judicial appeal in <br /> accordance with its domestic legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1 : Definitions <br> For the purposes of this Chapter: <br> (a) @^@Party@^@ means either China or Switzerland. This Chapter applies to the <br> customs territory of China and the customs territory of Switzerland as defined <br> in paragraph 1 of Article 2.1; <br> (b) @^@production@^@ means methods of obtaining products including, but not limited <br> to, growing, mining, harvesting, fishing, trapping, hunting, <br> (c) @^@material@^@ means ingredients, parts, components, subassemblies and/or <br> products that were physically incorporated into another product or were <br> subject to a process in the production of another product; <br> (d) @^@non-originating product@^@ or @^@non-originating material@^@ mean a product or <br> (e) @^@originating product@^@ or @^@originating material@^@ mean a product or material <br> that qualifies as originating under this Chapter; <br> (f) @^@customs value@^@ means the value as determined in accordance with the <br> Agreement on Implementation of Article VII of the General Agreement on <br> Tariffs and Trade 1994 (Customs Valuation Agreement); <br> (g) @^@ex-works price@^@ means the price paid for the product ex-works to the <br> producer located in a Party in whose undertaking the last working or <br> processing is carried out, provided that the price includes the value of all the <br> materials used, wage and any other cost, and profit minus any internal taxes <br> returned or repaid when the product obtained is exported; <br> (h) @^@Harmonized System@^@ and @^@HS@^@ mean the Harmonized Commodity <br> (i) @^@chapter@^@, @^@heading@^@ and @^@subheading@^@ mean a chapter (two-digit codes), <br> heading (four-digit codes) or subheading (six-digit codes) of the Harmonized <br> System; and <br> (j) @^@authorised body@^@ means any body designated under domestic law of a Party <br> or by the governmental authority of a Party to issue a Certificate of Origin. <br> Description and Coding System; <br> material that does not qualify as originating under this Chapter; <br> manufacturing, processing or assembling a product; <br> "}, {"ArticleTitle": "Originating Products", "ArticleDesc": "Article 3.2 : Originating Products <br> For the purpose of this Agreement, and unless otherwise required in this Chapter, a <br> product shall be considered as originating in a Party if: <br> (a) it has been wholly obtained in a Party, in accordance with Article 3.3; <br> (b) the non-originating materials used in the working or processing of that <br> product have undergone substantial transformation in a Party2, in accordance <br> with Article 3.4, and meets the other applicable provisions of this Chapter; or <br> (c) it has been produced in a Party exclusively from originating materials of one <br> or both Parties. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Requirements Regarding Importation", "ArticleDesc": "Article 3.18 : Requirements Regarding Importation <br> 1. Each Party shall grant preferential tariff treatment in accordance with this <br> Agreement to originating products imported from the other Party on the basis of a <br> documentary evidence of origin as defined in Article 3.14. <br> 2. In order to obtain preferential tariff treatment, the importer shall, in accordance <br> with the procedures applicable in the importing Party, request preferential tariff <br> treatment at the time of importation of an originating product and submit the <br> documentary evidence of origin specified in Article 3.14, as well as other documentary <br> evidence upon requirements of the customs authorities of the importing Party. <br> 3. For the purpose of paragraph 2, a documentary evidence of origin shall be <br> submitted to the customs authorities of the importing Party within 12 months from the <br> date of issuance. <br> 4. If the importer is not in possession of a documentary evidence of origin at the <br> time of importation, the importer may, in accordance with the domestic legislation of <br> the importing Party, make a claim for preferential tariff treatment at the time of <br> importation and present the documentary evidence of origin and, if required, other <br> documentation relating to the importation within a period as specified in the legislation <br> of the importing Party. The customs authorities of the importing Party shall complete <br> the import formalities in accordance with the domestic legislation. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 3.21 : Denial of Preferential Tariff Treatment <br> Except as otherwise provided in this Chapter, the importing Party may deny a <br> claim for preferential tariff treatment, if: <br> a) the documentary evidence of origin does not meet the requirement of this <br> Chapter; <br> b) the compliance with Article 3.13 is not proven; <br> c) it is proven based on the results of the origin verification in the exporting <br> Party that the documentary evidence of origin is not authentic or not accurate; <br> d) in a case according to paragraph 7 of Article 3.20; or <br> e) the products do not meet the requirements of this Chapter. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 3.22 : Notifications <br> 1. Prior to the entry into force of this Agreement, the Parties shall provide each <br> other with: <br> a) for the purpose of Article 3.15, the names and addresses of the authorised <br> bodies issuing the certificate of origin and specimen impressions of official <br> seals used by such authorised bodies. Any change in names, addresses, or <br> official seals shall be promptly notified to the customs administration of the <br> importing Party; <br> b) for the purpose of Article 3.16, the names, registration numbers and contact <br> details of the Approved Exporters. Any change in the information above shall <br> be advised promptly to the other Party; <br> (c) the addresses of the competent governmental authorities of the Parties <br> responsible for verifications referred to in Article 3.20 and other issues <br> related to the implementation or application of this Chapter; and <br> (d) information on the interpretation, application and administration of this <br> Chapter. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.23 : Confidentiality <br> Subject to the domestic legislation of each Party, all information which is <br> specified by a Party as confidential or provided on a confidential basis shall not be <br> disclosed without the explicit permission of the person or authority providing it. <br> "}, {"ArticleTitle": "Sub-Committee on the Implementation of Origin Matters", "ArticleDesc": "Article 3.24 : Sub-Committee on the Implementation of Origin Matters <br> 1. The Sub-Committee on the Implementation of Origin Matters (hereinafter <br> referred to in this Article as the @^@Sub-Committee@^@) consisting of representatives of both <br> Parties is hereby established under the Joint Committee. <br> 2. The Sub-Committee shall deal with the following issues: <br> (a) monitor and review of measures taken and implementation of commitments; <br> (b) exchange of information and review developments; <br> (c) other matters as the Parties may agree; <br> (d) other matters that are referred to the Sub-Committee by the Joint Committee; <br> and <br> (e) make recommendations and report to the Joint Committee as necessary. <br> 3. The Sub-Committee shall be co-chaired by representatives of the customs <br> administrations of the Parties. The host Party shall act as the chair. The chairperson <br> shall prepare a provisional agenda for each meeting of the Sub-Committee in <br> consultation with the other Party and forward it to the other Party before the meeting. <br> 4. The Sub-Committee shall meet as often as necessary upon instruction of the <br> Joint Committee or as agreed by the Parties. The meeting shall take place either in <br> China or Switzerland as mutually agreed by the Parties. <br> 5. The Sub-Committee shall prepare a written report on the results of each meeting. <br> "}, {"ArticleTitle": "Products Transported en Route after Exportation", "ArticleDesc": "Article 3.25 : Products Transported en Route after Exportation <br> The provisions of this Chapter may be applied to products which, on the date of <br> entry into force of this Agreement, are transported en route after exportation, including <br> transit, before the arrival in the other Party. For such products, documentary evidence of <br> origin may be completed retrospectively up to six months after the entry into force of <br> this Agreement, provided that the provisions of this Chapter and in particular Article <br> 3.13 have been fulfilled. <br> "}]}, {"ArticleType": "Customs administration and trade facilitation", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 4.1 : Scope <br> This Chapter applies to the customs territory of China and the customs territory <br> of Switzerland as defined in Article 2.1. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.2 : Definitions <br> For the purposes of this Chapter: <br> (a) @^@customs administration@^@ means: <br> i) in relation to China, the General Administration of Customs; and <br> ii) in relation to Switzerland, the Federal Customs Administration. <br> (b) @^@customs law@^@ means the statutory and regulatory provisions of a Party relating to <br> the importation, exportation, movement or storage of goods, the administration and <br> enforcement of which are specifically charged to the customs, and any regulations made by <br> the customs under their statutory powers; <br> (c) @^@customs procedures@^@ means the treatment applied by the customs administration of <br> a Party to goods and the means of transport, which are subject to that Party's customs law; <br> (d) @^@Customs Valuation Agreement@^@ means the Agreement on Implementation of <br> Article VII of the General Agreement on Tariff and Trade 1994, which is a part of the WTO <br> Agreement; and <br> (e) @^@means of transport@^@ means any vessels, road vehicles, aircrafts, railway rolling <br> stock and pack-animals which enter or leave the territory carrying persons and/or goods. <br> "}, {"ArticleTitle": "General Principles", "ArticleDesc": "Article 4.3 : General Principles <br> The Parties, aiming to serve the interests of their respective business <br> communities and to create a trading environment allowing them to benefit from the <br> opportunities offered by this Agreement, agree that in particular the following principles <br> are the basis for the development and administration by competent authorities of trade <br> facilitation measures: <br> (a) transparency, efficiency, simplification, harmonisation and consistency of <br> trade procedures; <br> (b) promotion of international standards; <br> (c) consistency with multilateral instruments; <br> (d) the best possible use of information technology; <br> (e) high standards of public service; <br> (f) governmental controls based on risk management; <br> (g) cooperation within each Party among customs and other border authorities; <br> (h) consultations between the Parties and their respective business communities; <br> and <br> (i) assurance of trade security. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.4 : Transparency <br> 1. Each Party shall promptly publish on the Internet, and as far as practicable in <br> English, all laws, regulations and rules of general application relevant to trade in goods <br> between China and Switzerland. <br> 2. Each Party shall establish enquiry points for customs and other matters covered <br> under this Chapter, which may be contacted as far as practicable in English via the <br> Internet. <br> 3. Each Party shall consult its respective business community on its needs with <br> regard to the development and implementation of trade facilitation measures, noting that <br> particular attention should be given to the interests of small and medium-sized <br> enterprises. <br> 4. Each Party shall publish in advance, and in particular on the Internet, draft laws <br> and regulations of general application relevant to international trade, with a view to <br> affording the public, especially interested persons, an opportunity to provide comments <br> on them. <br> 5. Each Party shall ensure that a reasonable interval is provided between the <br> publication of laws and regulations of general application relevant to international trade <br> in goods and their entry into force. <br> 6. Each Party shall administer in a uniform, impartial and reasonable manner all its <br> laws, regulations and rules relevant to international trade in goods. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.5 : Cooperation <br> 1. The Parties may identify, and submit to the Joint Committee for consideration, <br> further measures with a view to facilitating trade between the Parties, as appropriate. <br> 2. The Parties shall promote international cooperation in relevant multilateral fora <br> on trade facilitation. The Parties shall review relevant international initiatives on trade <br> facilitation in order to identify, and submit to the Joint Committee for consideration, <br> further areas where joint action could contribute to their common objectives. <br> "}, {"ArticleTitle": "Simplification of International Trade Procedures", "ArticleDesc": "Article 4.7 : Simplification of International Trade Procedures <br> 1. Each Party's procedures related to customs controls and international trade shall <br> be simple, reasonable, objective and impartial. <br> 2. The Parties shall limit controls, formalities and the number of documents <br> required in the context of trade in goods between the Parties to those necessary and <br> 3 For greater certainty, an importer, exporter, or producer may submit a request for an advance ruling <br> through a duly authorised representative. <br> 4 An applicant for an advance ruling from China Customs shall be registered with China Customs. <br> appropriate to ensure compliance with legal requirements, thereby simplifying, to the <br> greatest extent possible, the related procedures. <br> 3. The importing Party shall not require an original or a copy of the export <br> declaration from the importer. <br> 4. The Parties shall use efficient trade procedures, based, as appropriate, on <br> international standards, aiming to reduce costs and unnecessary delays in trade between <br> them, in particular the standards and recommended practices of the World Customs <br> Organisation (hereinafter referred to as the @^@WCO@^@), including the principles of the <br> revised International Convention on the Simplification and Harmonisation of Customs <br> Procedures (Revised Kyoto Convention). <br> 5. Each Party shall adopt or maintain procedures that: <br> (a) provide for advance electronic submission and processing of information <br> before the physical arrival of goods in order to expedite their clearance; <br> (b) may allow importers to obtain the release of goods prior to meeting all import <br> requirements of that Party if the importer provides sufficient and effective <br> guarantees and where it is decided that neither further examination, physical <br> inspection nor any other submission is required; and <br> (c) provide for guarantee to be discharged without delay when it is no longer <br> required. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 4.8 : Customs Valuation <br> The Parties shall apply Article VII of the GATT 1994 and the Customs <br> Valuation Agreement to goods traded between them.5 <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 4.9 : Tariff Classification <br> The Parties shall apply the International Convention on the Harmonized <br> Commodity Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "Competent Customs Offices", "ArticleDesc": "Article 4.10 : Competent Customs Offices <br> 1. The Parties shall designate the customs offices at which goods may be presented <br> or cleared. In determining the competence and location of these offices and their hours <br> 5 Switzerland applies customs duties based on weight or quantity rather than ad valorem duties <br> (notification to the WTO: G/VAL/N/ 1/CHE/1 of 28 August 1995). <br> of business, the factors to be taken into account shall include in particular the <br> requirements of trade. <br> 2. Each Party shall, subject to the availability of resources, perform customs <br> controls and procedures outside the designated hours of business or away from customs <br> offices if so requested by a trader for valid reasons. Any expenses chargeable by the <br> customs shall be limited to the approximate cost of the services rendered. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.11 : Risk Management <br> 1. Each Party shall determine which persons, goods or means of transport are to be <br> examined and the extent of the examination, based on risk management. <br> 2. In identifying and addressing risks related to the entry, exit, transit, transfer or <br> end-use of goods moved between the customs territory of a Party and the other Party, or <br> the presence of goods that are not in free circulation, the Parties shall systematically <br> apply objective risk management procedures and practices. <br> 3. Risk management shall be applied in such a manner that it does not create <br> arbitrary or unjustifiable discrimination under the same conditions or disguised <br> restriction on international trade. <br> 4. Each Party's procedures related to customs controls and international trade, <br> including its documentary examinations, physical examinations or post-audit <br> examinations, shall not be more onerous than necessary in order to limit its exposure to <br> these risks. <br> 5. The Parties shall adopt effective and efficient customs controls with a view to <br> expediting the release of goods. <br> "}, {"ArticleTitle": "Customs Audit", "ArticleDesc": "Article 4.12 : Customs Audit <br> 1. Customs audit is the process whereby the examination and verification of the <br> goods is conducted by customs after release of the goods within a specified period of <br> time. <br> 2. The customs audit shall be implemented in a transparent manner. Parties shall <br> notify the persons concerned of the result of the case, the rights and obligations it has, as <br> well as the evidences and reasons for the result. <br> 3. The Parties shall, wherever practicable, use the result of customs audit in <br> applying risk management and identifying authorised traders. <br> "}, {"ArticleTitle": "Authorised Economic Operator System", "ArticleDesc": "Article 4.13 : Authorised Economic Operator System <br> A Party operating an Authorised Economic Operator System or security <br> measures affecting international trade flows shall: <br> (a) afford the other Party the possibility to negotiate mutual recognition of <br> authorisation and security measures for the purpose of facilitating <br> international trade while ensuring effective customs control; and <br> (b) draw on relevant international standards, in particular the WCO Framework <br> of Standards. <br> "}, {"ArticleTitle": "Customs Brokers", "ArticleDesc": "Article 4.14 : Customs Brokers <br> The Parties shall ensure that legislation regarding customs brokers is based on <br> transparent rules. The Parties shall allow legal persons to operate with their own <br> customs brokers, as defined in their respective national law. <br> "}, {"ArticleTitle": "Fees and Charges", "ArticleDesc": "Article 4.15 : Fees and Charges <br> 1. Each Party shall ensure, in accordance with paragraph 1 of Article VIII of the <br> GATT 1994, that all fees and charges of whatever character (other than customs duties, <br> charges equivalent to an internal tax or other internal charge applied consistently with <br> paragraph 2 of Article III of the GATT 1994, and anti-dumping and countervailing <br> duties) imposed on or in connection with import or export are limited in amount to the <br> approximate cost of services rendered and do not represent an indirect protection to <br> domestic goods or a taxation on imports or exports for fiscal purposes. <br> 2. Each Party shall publish information on fees and charges. The Parties shall <br> endeavour to publish this information on the Internet, in English, as appropriate. Such <br> information may include the type of the fee or charge, the fees and charges that will be <br> applied and the way they are calculated. <br> 3. Upon request, a Party shall provide information on fees and charges applicable <br> to imports of goods into that Party. <br> "}, {"ArticleTitle": "Consular Transaction", "ArticleDesc": "Article 4.16 : Consular Transaction <br> A Party shall not require consular transaction, including related fees and charges <br> in connection with the importation of any goods of the other Party. <br> "}, {"ArticleTitle": "Temporary Admission of Goods", "ArticleDesc": "Article 4.17 : Temporary Admission of Goods <br> 1. Each Party shall facilitate temporary admission of goods. <br> 2. For the purposes of this Article, @^@temporary admission@^@ means customs <br> procedures under which certain goods may be brought into a customs territory <br> conditionally relieved from payment of customs duties. Such goods shall be imported <br> for a specific purpose, and shall be intended for re-exportation within a specified period <br> and without having undergone any change except normal depreciation due to the use <br> made of them. <br> "}, {"ArticleTitle": "Border Agency Cooperation", "ArticleDesc": "Article 4.19 : Border Agency Cooperation <br> A Party shall ensure that its authorities and agencies involved in border and <br> other import and export controls cooperate and coordinate their procedures in order to <br> facilitate trade. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.21 : Confidentiality <br> All information provided in relation with the importation, exportation, advance <br> rulings or transit of goods shall be treated as confidential by the Parties and shall be <br> covered by the obligation of professional secrecy, in accordance with the respective <br> laws of each Party. This information shall not be disclosed by the authorities of a Party <br> without the express permission of the person or authority providing it. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 4.22 : Consultation <br> Either Party may request consultations on matters arising from the operation or <br> implementation of this Chapter. Such consultation shall be conducted through the <br> relevant contact points of the respective customs administration. Information on the <br> contact points shall be provided to the other Party and any amendment of the said <br> information shall be notified promptly. <br> "}, {"ArticleTitle": "Sub-Committee on Customs Procedures and Trade Facilitation", "ArticleDesc": "Article 4.23 : Sub-Committee on Customs Procedures and Trade Facilitation <br> 1. A Sub-Committee on Customs Procedures and Trade Facilitation (hereinafter <br> referred to in this Article as the @^@Sub-Committee@^@) consisting of representatives of both <br> Parties is hereby established under the Joint Committee. <br> 2. The Sub-Committee shall deal with the following issues: <br> (a) monitor and review of measures taken and implementation of commitments; <br> (b) exchange of information and review developments; <br> (c) prepare and coordinate positions of the Parties; <br> (d) prepare technical amendments and assist the Joint Committee; <br> (e) customs practices, including national and international standards, which <br> facilitate trade in goods between the Parties; <br> (f) interpretation, application and administration of this Chapter; <br> (g) tariff classification and customs valuation matters; <br> (h) other subjects regarding practices and procedures adopted by the Parties, <br> which may have an impact on the expeditious clearance of goods; <br> (i) other matters as the Parties may agree; <br> (j) other matters that are referred to the Sub-Committee by the Joint Committee; <br> and <br> (k) make recommendations and report to the Joint Committee as necessary. <br> 3. The Sub-Committee shall be chaired by representatives of the customs <br> administration of the Parties. Upon mutual agreement, the Parties may invite <br> representatives from industry, business associations or other relevant organisations to <br> participate in parts of the meetings of the Sub-Committee on a case by case basis. <br> 4. The Sub-Committee shall be co-chaired. The Sub-Committee shall designate a <br> chairperson. The chairperson shall prepare a provisional agenda for each meeting of the <br> Sub-Committee in consultation with the other Party and forward it to the other Party <br> before the meeting. <br> 5. The Sub-Committee shall meet as often as required. It shall be convened by the <br> Joint Committee, by the chairperson of the Sub-Committee or upon request of a Party. <br> The meeting shall take place alternately between China and Switzerland, or as mutually <br> agreed by the Parties. <br> 6. The Sub-Committee shall prepare a report on the results of each meeting, and <br> "}]}]}, "members_found": ["757", "156"]}