{"FtaRooDetails": {"FtaId": 296, "FtaCode": "ITC00302", "FtaName": "FTA, Chinese Taipei-Guatemala", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF CHINA (TAIWAN) AND THE REPUBLIC OF GUATEMALA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2006", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Guatemala; Taipei, Chinese", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chinese Taipei-Guatemala", "AdminProcCooAuth": "The certification type under FTA, Chinese Taipei-Guatemala is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chinese Taipei-Guatemala is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chinese Taipei-Guatemala agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT and RVC 45%", "RooText": "A change to heading 87.01 through 87.04 from any other heading, except from heading 87.06, provided there is a regional value content of not less than 45%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 87.01 through 87.04 from any other heading, except from heading 87.06, provided there is a regional value content of not less than 45%", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT and RVC 45%", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " ANNEX 4.03<br /> SPECIFIC RULES OF ORIGIN<br /> Section A<br /> General Interpretative Note<br /> 1. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 2. Where a specific rule of origin is defined with the criterion of change of tariff<br /> classification, and in its content the tariff code at chapter, heading or subheading level of<br /> the harmonized system are excluded, it shall be interpreted that the materials<br /> corresponding to those tariff codes have to be originating so that the good can be<br /> qualified as originating.<br /> 3. The excluded materials separated by comas and the conjunction (\"or\") must be<br /> originating in order that the good may qualify as originating, whether one or more of the<br /> materials provided in the exclusion are used in its production.<br /> 4. Where a tariff heading or subheading is subject to optional specific rules of origin, it<br /> shall suffice to comply with one of them.<br /> 5. Where a specific rule of origin provides for a group of headings or subheadings, a<br /> change from another heading or subheading, such change may within and outside the<br /> group of headings or subheadings specified in the rule, as appropriate, unless otherwise<br /> specified.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00302_coo.pdf", "DocType": "1_coo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/97615332971.doc"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00302_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/GTM_TWN_s/Annexes/Anx4.03_s.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00302_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/GTM_TWN_s/Text/Cap.4.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00302_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/GTM_TWN_s/Text/Cap.5.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00302_full.pdf", "DocType": "8_full", "WebLink": "https://www.trade.gov.tw/english/Pages/List.aspx?nodeID=676"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.06: Accumulation <br /> 1 A Party may only accumulate origin with goods originating from the <br /> territory of the other Party. <br /> 2. The originating materials or goods from a territory of one Party, <br /> incorporated into a good in the territory of the other Party, shall be considered <br /> as originating in the territory of the latter. <br /> 3. A good is originating when it is produced in the territory of one or both <br /> Parties by one or more producers, provided that the good satisfies the <br /> requirements established in Article 4.03 and all other applicable requirements <br /> of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.08: De Minimis <br /> 1. A good shall be considered originating if the value of all non-originating <br /> materials used in the production of this good that does not satisfy the <br /> requirement of change in tariff classification set out in Annex 4.03 does not <br /> exceed ten percent (10%) of the transaction value of the good, as determined <br /> according to Article 4.07. <br /> 2. When it refers to goods classified into chapters 50 through 63 of the <br /> Harmonized System, the percentage indicated in paragraph 1 shall refer to the <br /> weight of fibers or yarns with respect to the weight of the good being produced. <br /> 3. Paragraph 1 shall not apply to a non-originating material used in the <br /> production of goods classified into Chapters 1 through 27 of the Harmonized <br /> System, unless the non-originating material is classified in a different <br /> subheading from the good for which the origin is being determined <br /> according to this Article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07: Regional Value Content <br /> 6. For purposes of calculating the regional value content, the value of the <br /> non-originating materials used in the production of the good shall not include <br /> the value of the non-originating materials used in the production of an <br /> originating material acquired and used in the production of such good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Accessories, Spare Parts and Tools <br /> 1. The accessories, spare parts or tools delivered with the good that usually <br /> form part of the good shall not be taken into account in determining whether all <br /> non-originating materials used in the production of the good undergo the <br /> applicable change in tariff classification set out in Annex (4.03), provided that: <br /> a) the accessories, spare parts or tools are not invoiced separately <br /> from the good; and <br /> b) the amount and the value of these accessories, spare parts or tools <br /> are customary for the good. <br /> 2. When the good is subject to a requirement of regional value content, the <br /> value of the accessories, spare parts or tools will be considered as originating <br /> or non-originating materials, as the case may be, in calculating the regional <br /> value content of the good. <br /> 3 For those accessories, spare parts or tools that do not fulfill the conditions <br /> mentioned above, the rules of origin shall apply to each of them respectively <br /> and separately, according to this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.01: Definitions <br /> goods wholly obtained or produced entirely in the territory of a Party: <br /> a) minerals extracted or obtained in the territory of that Party; <br /> b) vegetables and vegetable products harvested, gathered or <br /> recollected in the territory of that Party; <br /> c) live animals born and raised in the territory of that Party; <br /> d) goods obtained by hunting, trapping, fishing, aquaculture, gathering <br /> or capture in the territory of that Party; <br /> e) goods obtained from live animals in the territory of that Party; <br /> f) fish, shellfish, and other marine species obtained outside the <br /> territorial sea of that Party, by fishing vessels registered or recorded <br /> in that Party and flying its flag, or by fishing vessels rented by <br /> enterprises established in the territory of that Party; <br /> g) goods obtained or produced on board factory vessels from the <br /> goods referred to in subparagraph f) provided that such vessels are <br /> registered or recorded in that Party and fly its flag, or are rented by <br /> enterprises established in the territory of that Party; <br /> h) goods obtained from the seabed or subsoil beneath the sea bed <br /> outside the territorial sea of that Party, by that Party or a person of <br /> that Party, provided that the Party has rights to exploit such seabed or subsoil; <br /> i) scrap and waste derived from manufacturing or processing <br /> operations in the territory of that Party and fit only for disposal or for <br /> the recovery of raw materials; or <br /> j) goods produced in the territory of that Party, exclusively from goods <br /> mentioned in subparagraph a) through and i) above;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.04: Minimal Processes or Operations <br /> The minimal processes or operations that by themselves or in combination do <br /> not confer origin to a good are as follows: <br /> a) the necessary operations for the preservation of a good during <br /> transportation or storage, including airing, ventilation, drying, <br /> refrigeration, freezing, elimination of damaged parts, application of <br /> oil, antirust painting or protective coatings, or the placing in salt, <br /> sulfur dioxide or some other aqueous solution; <br /> b) simple operations consisting of cleaning, washing, sifting or straining, <br /> or shaking, selection, classification or grading, culling, peeling, <br /> shelling or striping, grain removal, pitting, pressing or crushing, <br /> soaking, elimination of dust or of spoiled or damaged parts, sorting, <br /> division of consignments in bulk, grouping in packages, placing of <br /> marks, labels or distinctive signs on products and their packages, <br /> packing, unpacking or repackaging; <br /> c) combination or mixing operations of goods that have not result in <br /> any important difference in the characteristics of the goods before <br /> and after the combination or mixing; <br /> d) simple jointing or assembling of parts to make a complete good, or to <br /> form sets or assortments of goods; <br /> e) simple water dilution operations or ionization and salting, which have <br /> not changed the nature of the good; and <br /> f) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07: Regional Value Content <br /> 1. The regional value content of the goods shall be calculated according to <br /> the following formula: <br /> RVC= [(TV- VMN) / TV] * 100 <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; <br /> TV is the transaction value of the good adjusted to a FOB basis, <br /> unless as stated in paragraph 2. In case this value does not exist, <br /> or cannot be determined according to the principles and rules of <br /> Article 1 of the Customs Valuation Agreement, it shall be <br /> calculated according to the principles and rules of Articles 2 <br /> through 7 of the Agreement; and <br /> VMN is the transaction value of the non-originating materials adjusted <br /> to a CIF basis, unless as stated in paragraph 5. In case that the <br /> value does not exist or cannot be determined according to the <br /> principles and rules of Article 1 of the Customs Valuation <br /> Agreement, it shall be calculated according to the principles and <br /> rules of Articles 2 through 7 of the Agreement. <br /> 2. When the good is not exported directly by its producer, the value shall be <br /> adjusted to the point at which the buyer receives the good in the territory in <br /> which the producer is located. <br /> 3. When the origin is determined by the method of regional value content, <br /> the required percentage shall be specified in Annex 4.03 in the corresponding <br /> specific rule of origin. <br /> 4. All the records of the costs considered for the calculation of the regional <br /> value content shall be recorded and maintained according to the generally <br /> accepted accounting principles, applicable in the territory of the Party where <br /> the good is produced. <br /> 5. When the producer of a good acquires a non-originating material in the <br /> territory of a Party in which it is located, the value of the non-originating <br /> material shall not include freight, insurance, packing costs and any other cost <br /> incurred in the transportation of the material from the supplier's warehouse to <br /> the location of the producer. <br /> 6. For purposes of calculating the regional value content, the value of the <br /> non-originating materials used in the production of the good shall not include <br /> the value of the non-originating materials used in the production of an <br /> originating material acquired and used in the production of such good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.01: Definitions <br /> indirect material: a good used in the production, testing or inspection of <br /> another good, but not physically incorporated into the good, or a good used in <br /> the maintenance of buildings or the operation of equipment related to the <br /> production of another good, including: <br /> a) fuel, energy, solvents and catalysts; <br /> b) equipment, devices and supplies used in the testing or inspection of goods; <br /> c) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br /> d) tools, dies and molds; <br /> e) spare parts and materials used in the maintenance of equipment and buildings; <br /> f) lubricants, greases, compounding materials, and other materials <br /> used in production, or used to operate equipment and maintenance of buildings; and <br /> g) any other goods that are not incorporated into the good but whose <br /> use in the production of the good can reasonably be demonstrated <br /> to be a part of that production; <br /> Article 4.05: Indirect Materials <br /> Indirect materials shall be considered as originating, regardless where they are <br /> produced or manufactured, and the value of those materials shall be included <br /> in the costs as indicated in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Transit and Transshipment <br /> An originating good shall not lose such status when it is exported from a Party <br /> to the other Party and during its transportation it passes by the territories of <br /> one or more non-Parties, as long as it fulfills the following requirements: <br /> a) the transit is justifiable by geographical reasons or by considerations <br /> relative to requirements of international transportation; <br /> b) the good has not been destined for trade, consumption, and use in <br /> the countries of transit; <br /> c) during its transportation and temporary storage the good has not <br /> undergone operations other than unloading, reloading or any other <br /> operation necessary to preserve them in good condition; and <br /> the good remains under the control of the customs authority in the <br /> territory of any non-Party. <br /> ANNEX I <br /> INVENTORY MANAGEMENT METHODS <br /> Part I: Fungible Materials <br /> Definitions and Interpretation <br /> Article 1 <br /> For purposes of this part, it shall be understood by: <br /> opening inventory: the materials inventory at the time an inventory management method is chosen; <br /> materials inventory: with respect, <br /> a) with respect to a producer of a good, an inventory of fungible materials that are used <br /> in the production of the good; and <br /> b) with respect to a person from whom the producer of the good acquired those <br /> fungible materials, an inventory from which fungible materials are sold or otherwise <br /> transferred to the producer of the good; <br /> First-in, first-out method (FIFO): the method by which the origin of fungible materials first <br /> received in materials inventory is considered to be the origin of fungible materials first <br /> withdrawn from materials inventory; <br /> Last-in, first-out method (LIFO): the method by which the origin of fungible materials last <br /> received in materials inventory is considered to be the origin of fungible materials the first <br /> withdrawn from materials inventory; and <br /> Average method: the method by which the origin of fungible materials withdrawn from <br /> materials inventory is based on the percentage, of originating materials and non-originating <br /> materials in materials inventory, calculated according to Article 5 of this Annex. <br /> General Rules <br /> Article 2 <br /> For purposes of subparagraph a) of paragraph 1 of Article 9 of these Uniform <br /> Regulations, the inventory management methods for determining whether fungible <br /> materials are originating materials are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 3 <br /> Where a producer of a good or a person from whom the producer acquired materials that <br /> are used in the production of the good chooses an inventory management methods referred <br /> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br /> the average method, shall be used from the time the choice is made until the end of the fiscal <br /> year of the producer or person. <br /> Average Method <br /> Article 4 <br /> Where the producer or person referred to in Article 3 of this Annex chooses the <br /> average method, the origin of fungible materials withdrawn from materials inventory is <br /> determined on the basis of the ratio of originating materials and non-originating materials <br /> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br /> Article 5 <br /> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br /> respect to a month or three months period, at the choice of the producer or person, by <br /> dividing, <br /> a) the sum of: <br /> (i) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding <br /> one-month or three months period, and <br /> (ii) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding <br /> one month or three months period, and <br /> (ii) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> 2 The ratio calculated with respect to a preceding month or three months period under <br /> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br /> of the preceding month or three months period. <br /> Article 6 <br /> 1 Where the good is subject to a regional value content requirement and the ratio is <br /> calculated with respect to each shipment of the good by dividing: <br /> a) the total units of originating materials or non-originating materials that are fungible <br /> materials and that were in materials inventory prior to the shipment; <br /> by <br /> b) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the shipment; <br /> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br /> applied to the fungible materials remaining in materials inventory after the shipment. <br /> Manner of Dealing with Opening Inventory <br /> Article 7 <br /> 1 Except as otherwise provided under paragraph 2, where the producer or person <br /> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br /> origin of those fungible materials shall be determined by: <br /> a) identifying in the accounting books of the producer or the person, the latest receipts <br /> of fungible materials that add up to the amount of fungible materials in opening inventory; <br /> b) determining the origin of the fungible materials that make up those receipts; and <br /> c) considering the origin of those fungible materials to be the origin of the fungible <br /> materials in opening inventory. <br /> 2 The producer or the person may consider all fungible materials in opening inventory to <br /> be non-originating materials. <br /> Part II: Fungible Goods <br /> Definitions and Interpretation <br /> Article 8 <br /> For the purposes of this part, it shall be understood by: <br /> opening inventory: the finished goods inventory at the time an inventory management <br /> method is chosen; <br /> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br /> transferred to another person; <br /> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br /> received in finished goods inventory is considered to be the origin of t fungible goods first <br /> withdrawn from finished goods inventory; <br /> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br /> goods last received in finished goods inventory is considered to be the origin of fungible <br /> goods first withdrawn from finished goods inventory; and <br /> average method: the method by which the origin of fungible goods withdrawn from <br /> finished goods inventory is based on the percentage, calculated under Article 11 of this <br /> Annex, of originating goods and non-originating goods in finished goods inventory. <br /> General Rules <br /> Article 9 <br /> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br /> Regulations, the inventory management methods for determining whether fungible goods are <br /> originating goods are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 10 <br /> Where an exporter of a good or a person from whom the exporter acquired the good <br /> chooses an inventory management methods referred to in Article 9 of this Annex, that <br /> method, including the averaging period chosen in the case of the average method, shall be <br /> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br /> Average Method <br /> Article 11 <br /> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br /> average method, the origin of each shipment of fungible goods withdrawn from finished <br /> goods inventory during a month or three months period, at the choice of the exporter or <br /> person, is determined on the basis of the ratio of originating goods and non-originating <br /> goods in finished goods inventory for the preceding one month or three months period that <br /> is calculated by dividing, <br /> a) the sum of: <br /> (i) the total units of originating goods or non-originating goods that are fungible goods <br /> and that were in finished goods inventory at the beginning of the preceding one month or three <br /> months period ; and <br /> (ii) the total units of originating goods or non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding <br /> one month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating goods and non-originating goods that are fungible good <br /> and that were in finished goods inventory at the beginning of the preceding one month or three <br /> months period ; and <br /> (ii) the total units of originating goods and non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding one <br /> month or three months period. <br /> 2 The calculation with respect to a preceding one month or three months period under <br /> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br /> of the preceding one month or three months period. <br /> Manner of Dealing with Opening Inventory <br /> Article 12 <br /> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br /> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br /> fungible goods shall be determined by: <br /> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br /> fungible goods that add up to the amount of fungible goods in opening inventory; <br /> b) determining the origin of fungible goods that make up those receipts; and <br /> c) considering the origin of those fungible goods to be the origin of <br /> fungible goods in opening inventory. <br /> 2 The exporter or the person may consider all fungible goods in opening inventory <br /> to be non-originating goods. <br /> ANNEX II <br /> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br /> Article 1 <br /> Generally Accepted Accounting Principles stands for the recognized consensus or <br /> substantial authoritative support in the territory of each Party with respect to recording of <br /> revenues, costs, assets and liabilities, disclosure of information and <br /> preparation of financial statements. <br /> These standards may be broad guidelines of general application as well as detailed, practices and procedures. <br /> Article 2 <br /> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br /> authoritative supports are referred to or set out in the following publications: <br /> a) with respect to the territory of Guatemala: <br /> i. Decree-Law 2-70, Code of Commerce of Guatemala <br /> ii. Decree 26-92 on Income Tax Law and its amendments. <br /> iii. or any succeeding law thereof. <br /> b) For the Republic of China (Taiwan): with respect to the territory of the Republic of China (Taiwan): <br /> i. the Business Entity Accounting Law has promulgated on January 7, <br /> 1948 by the national Government Implemented in intervals on <br /> Taiwan Province beginning on January 1, 1952. The new law was <br /> Amended on April 26, 2000 by Presidential Promulgation. <br /> ii. The Statements of Financial Accounting Standards issued by the <br /> Financial Accounting Standards Committee of the Accounting <br /> Research and Development Foundation of the Republic of China (Taiwan). <br /> iii. Related rules governing the preparation of financial reports by public <br /> companies, securities firms, futures commission merchants, banks or <br /> bill finance companies which are promulgated respectively by the relevant competent authorities. <br /> iv. or any succeeding law thereof. <br /> ANNEX IV <br /> Corrected Declaration <br /> An importer shall not be subject to sanctions when, in the case of: <br /> a) The Republic of Guatemala, the importer presents a request for an amendment <br /> declaration before any administrative act is to be carried out, for verifying of the <br /> declaration in the document, or a physical examination of the goods has taken place. <br /> b) The Republic of China (Taiwan): the importer presents a request for an <br /> amendment declaration before any administrative act is to be carried out, for verifying of <br /> the declaration in the document, or the goods have been targeted for physical examination. <br /> [Customs administration]:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.03: Originating Goods <br /> 1 Except as otherwise provided in this Chapter, a good shall be considered <br /> as originating in the territory of a Party, when: <br /> a) it is wholly obtained or produced entirely in the territory of that Party; <br /> b) it is produced entirely in the territory of one or both Parties <br /> exclusively from materials that qualify as originating according to this Chapter; <br /> c) it is produced in the territory of one or both Parties from <br /> non-originating materials that meet with a change in tariff <br /> classification, satisfies a regional value content or other <br /> requirements, as specified in Annex 4.03 and the good complies with <br /> all other applicable requirements of this Chapter; <br /> d) it is produced in the territory of one or both Parties, even though one <br /> or more of the non-originating materials, provided for as parts under <br /> the Harmonized System, that are used in the production of the good <br /> have not undergone a change in the tariff classification because: <br /> i) the good was imported into the territory of one or both Parties in <br /> an unassembled or a disassembled form and has been <br /> classified as an assembled good according to General Rules of <br /> Interpretation 2(a) of the Harmonized System; <br /> ii) the good and its parts are classified into the same heading <br /> which describes specifically both the good itself and its parts, <br /> and that heading is not further divided into subheadings; or <br /> iii) the subheading for the good is the same as for its parts and <br /> describes specifically both the good itself and its parts; <br /> provided that the regional value content of the good, determined in <br /> accordance with Article 4.07, is not less than thirty five percent <br /> (35%), and the good fulfills all other applicable requirements of this <br /> Chapter, unless the specific rule of origin applicable to the good <br /> pursuant to Annex 4.03, specifies a different requirement of regional <br /> value content, in which case that specific requirement shall be applied. <br /> The rules provided for in this subparagraph shall not be applicable to <br /> the goods in Chapters 61 through 63 of the Harmonized System. <br /> 2. If a good of a Party fulfills the specific rules of origin in Annex 4.03, the <br /> additional fulfillment of the requirement of regional value content established in <br /> paragraph 1 d) shall not be required. <br /> 3. For purposes of this Chapter, the production of a good from <br /> non-originating materials that fulfill a change of tariff classification and other <br /> requirements specified in Annex 4.03, shall be done totally in the territory of <br /> one or both Parties, and the good shall satisfy all the applicable requirements <br /> of this Chapter. <br /> 4. Notwithstanding other provisions of this Article, goods shall not be <br /> considered originating, if they are exclusively the outcome of the minimal <br /> operations set out in Article 4.04 and carried out in the territory of one or both <br /> Parties, unless the specific rules of origin of Annex 4.03 indicate otherwise.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Packaging Materials and Containers for Retail Sale <br /> 1. When packaging materials and containers in which a good is packaged for <br /> retail sales are classified in the Harmonized System with the good, they shall <br /> not be taken into account in determining whether all non-originating materials <br /> used in the production of the good undergo the applicable change in tariff <br /> classification set out in Annex 4.03. <br /> 2. When the good is subject to a requirement of regional value content, the <br /> value of these packaging materials and containers shall be taken into account <br /> as originating or non-originating materials, as the case may be, in calculating <br /> the regional value content of the good. <br /> Article 4.13: Packing Materials and Containers for Shipment <br /> Containers and packing materials in which the good is packed for shipment <br /> shall not be taken into account in determining whether: <br /> a) the non-originating materials used in the production of the good <br /> undergo the applicable change in tariff classification set out in Annex 4.03; or <br /> b) the good satisfies the requirement of regional value content.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.09: Fungible Goods and Materials <br /> 1. When in the production of goods using originating or non-originating <br /> fungible goods or materials, the origin of those fungible goods or materials <br /> shall be determined either by physical segregation of each good or material, at <br /> the producer's choice, or through the application of one of the following <br /> inventory management methods: <br /> a) first in first out (FIFO) method; <br /> b) last in first out (LIFO) method; or <br /> c) averaging method. <br /> 2. When originating and non-originating fungible goods or materials are <br /> physically mixed or combined in the warehouse and before their exportation do <br /> not undergo any production process or any other operation in the territory of <br /> the Party in which they were mixed of physically combined, other than <br /> unloading, reloading or any other necessary movement to maintain the goods <br /> or materials in good condition or transport them to the territory or the other <br /> Party, the origin of the good or material shall be determined by one of the <br /> inventory management methods listed out in the preceding paragraph. <br /> 3 Once the inventory management method listed out in the preceding <br /> paragraph is selected by a producer, it shall be used during the entire period of <br /> a fiscal year of that producer. <br /> ANNEX I <br /> INVENTORY MANAGEMENT METHODS <br /> Part I: Fungible Materials <br /> Definitions and Interpretation <br /> Article 1 <br /> For purposes of this part, it shall be understood by: <br /> opening inventory: the materials inventory at the time an inventory management method is chosen; <br /> materials inventory: with respect, <br /> a) with respect to a producer of a good, an inventory of fungible materials that are used <br /> in the production of the good; and <br /> b) with respect to a person from whom the producer of the good acquired those <br /> fungible materials, an inventory from which fungible materials are sold or otherwise <br /> transferred to the producer of the good; <br /> First-in, first-out method (FIFO): the method by which the origin of fungible materials first <br /> received in materials inventory is considered to be the origin of fungible materials first <br /> withdrawn from materials inventory; <br /> Last-in, first-out method (LIFO): the method by which the origin of fungible materials last <br /> received in materials inventory is considered to be the origin of fungible materials the first <br /> withdrawn from materials inventory; and <br /> Average method: the method by which the origin of fungible materials withdrawn from <br /> materials inventory is based on the percentage, of originating materials and non-originating <br /> materials in materials inventory, calculated according to Article 5 of this Annex. <br /> General Rules <br /> Article 2 <br /> For purposes of subparagraph a) of paragraph 1 of Article 9 of these Uniform <br /> Regulations, the inventory management methods for determining whether fungible <br /> materials are originating materials are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 3 <br /> Where a producer of a good or a person from whom the producer acquired materials that <br /> are used in the production of the good chooses an inventory management methods referred <br /> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br /> the average method, shall be used from the time the choice is made until the end of the fiscal <br /> year of the producer or person. <br /> Average Method <br /> Article 4 <br /> Where the producer or person referred to in Article 3 of this Annex chooses the <br /> average method, the origin of fungible materials withdrawn from materials inventory is <br /> determined on the basis of the ratio of originating materials and non-originating materials <br /> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br /> Article 5 <br /> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br /> respect to a month or three months period, at the choice of the producer or person, by <br /> dividing, <br /> a) the sum of: <br /> (i) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding <br /> one-month or three months period, and <br /> (ii) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding <br /> one month or three months period, and <br /> (ii) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> 2 The ratio calculated with respect to a preceding month or three months period under <br /> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br /> of the preceding month or three months period. <br /> Article 6 <br /> 1 Where the good is subject to a regional value content requirement and the ratio is <br /> calculated with respect to each shipment of the good by dividing: <br /> a) the total units of originating materials or non-originating materials that are fungible <br /> materials and that were in materials inventory prior to the shipment; <br /> by <br /> b) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the shipment; <br /> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br /> applied to the fungible materials remaining in materials inventory after the shipment. <br /> Manner of Dealing with Opening Inventory <br /> Article 7 <br /> 1 Except as otherwise provided under paragraph 2, where the producer or person <br /> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br /> origin of those fungible materials shall be determined by: <br /> a) identifying in the accounting books of the producer or the person, the latest receipts <br /> of fungible materials that add up to the amount of fungible materials in opening inventory; <br /> b) determining the origin of the fungible materials that make up those receipts; and <br /> c) considering the origin of those fungible materials to be the origin of the fungible <br /> materials in opening inventory. <br /> 2 The producer or the person may consider all fungible materials in opening inventory to <br /> be non-originating materials. <br /> Part II: Fungible Goods <br /> Definitions and Interpretation <br /> Article 8 <br /> For the purposes of this part, it shall be understood by: <br /> opening inventory: the finished goods inventory at the time an inventory management <br /> method is chosen; <br /> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br /> transferred to another person; <br /> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br /> received in finished goods inventory is considered to be the origin of t fungible goods first <br /> withdrawn from finished goods inventory; <br /> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br /> goods last received in finished goods inventory is considered to be the origin of fungible <br /> goods first withdrawn from finished goods inventory; and <br /> average method: the method by which the origin of fungible goods withdrawn from <br /> finished goods inventory is based on the percentage, calculated under Article 11 of this <br /> Annex, of originating goods and non-originating goods in finished goods inventory. <br /> General Rules <br /> Article 9 <br /> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br /> Regulations, the inventory management methods for determining whether fungible goods are <br /> originating goods are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 10 <br /> Where an exporter of a good or a person from whom the exporter acquired the good <br /> chooses an inventory management methods referred to in Article 9 of this Annex, that <br /> method, including the averaging period chosen in the case of the average method, shall be <br /> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br /> Average Method <br /> Article 11 <br /> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br /> average method, the origin of each shipment of fungible goods withdrawn from finished <br /> goods inventory during a month or three months period, at the choice of the exporter or <br /> person, is determined on the basis of the ratio of originating goods and non-originating <br /> goods in finished goods inventory for the preceding one month or three months period that <br /> is calculated by dividing, <br /> a) the sum of: <br /> (i) the total units of originating goods or non-originating goods that are fungible goods <br /> and that were in finished goods inventory at the beginning of the preceding one month or three <br /> months period ; and <br /> (ii) the total units of originating goods or non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding <br /> one month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating goods and non-originating goods that are fungible good <br /> and that were in finished goods inventory at the beginning of the preceding one month or three <br /> months period ; and <br /> (ii) the total units of originating goods and non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding one <br /> month or three months period. <br /> 2 The calculation with respect to a preceding one month or three months period under <br /> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br /> of the preceding one month or three months period. <br /> Manner of Dealing with Opening Inventory <br /> Article 12 <br /> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br /> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br /> fungible goods shall be determined by: <br /> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br /> fungible goods that add up to the amount of fungible goods in opening inventory; <br /> b) determining the origin of fungible goods that make up those receipts; and <br /> c) considering the origin of those fungible goods to be the origin of <br /> fungible goods in opening inventory. <br /> 2 The exporter or the person may consider all fungible goods in opening inventory <br /> to be non-originating goods. <br /> ANNEX II <br /> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br /> Article 1 <br /> Generally Accepted Accounting Principles stands for the recognized consensus or <br /> substantial authoritative support in the territory of each Party with respect to recording of <br /> revenues, costs, assets and liabilities, disclosure of information and <br /> preparation of financial statements. <br /> These standards may be broad guidelines of general application as well as detailed, practices and procedures. <br /> Article 2 <br /> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br /> authoritative supports are referred to or set out in the following publications: <br /> a) with respect to the territory of Guatemala: <br /> i. Decree-Law 2-70, Code of Commerce of Guatemala <br /> ii. Decree 26-92 on Income Tax Law and its amendments. <br /> iii. or any succeeding law thereof. <br /> b) For the Republic of China (Taiwan): with respect to the territory of the Republic of China (Taiwan): <br /> i. the Business Entity Accounting Law has promulgated on January 7, <br /> 1948 by the national Government Implemented in intervals on <br /> Taiwan Province beginning on January 1, 1952. The new law was <br /> Amended on April 26, 2000 by Presidential Promulgation. <br /> ii. The Statements of Financial Accounting Standards issued by the <br /> Financial Accounting Standards Committee of the Accounting <br /> Research and Development Foundation of the Republic of China (Taiwan). <br /> iii. Related rules governing the preparation of financial reports by public <br /> companies, securities firms, futures commission merchants, banks or <br /> bill finance companies which are promulgated respectively by the relevant competent authorities. <br /> iv. or any succeeding law thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Sets or Assortments of Goods <br /> 1. A set or assortment of goods that is classified according to rule 3 of the <br /> General Rules of the Interpretation of the Harmonized System, as well as the <br /> goods whose description according to the nomenclature of the Harmonized <br /> System is specifically that of a set or assortment, shall qualify as originating, <br /> whenever each one of the goods contained in that set or assortment complies <br /> with the rules of origin set out in this Chapter and in Annex 4.03. <br /> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be <br /> considered originating, if the value of all non-originating goods used in making <br /> the set or assortment does not exceed the percentage set out in paragraph 1 <br /> of Article 4.08 with respect to the value of the set or assortment, adjusted to <br /> the basis indicated in Article 4.07 paragraphs 1 or 2, as the case may be. <br /> 3 The provisions of this Article shall prevail over the specific rules of origin <br /> set out in Annex 4.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Origin Certification <br /> 1 For the purposes of this Chapter, the Parties shall establish a single form of <br /> certificate of origin, which shall enter into force on the same day as this Agreement and <br /> may be modified as many time as deemed necessary by mutual consent. <br /> 2 The certificate of origin referred to in paragraph 1 shall be used to certify that a <br /> good being exported from the territory of a Party into the territory of the other Party <br /> qualifies as originating. <br /> 3 The certifying authorities of each Party shall require its exporters or producers to <br /> complete and sign a certificate of origin for each exportation of goods for which an <br /> importer of the other Party may claim preferential tariff treatment. <br /> 4 The exporter or producer completing and signing a certificate of origin will do so <br /> through an affidavit, committing to assume administrative, civil or criminal liability <br /> whenever the exporter includes false or incorrect information in the certificate of origin. <br /> 5 The certifying authority of each Party shall certify that the certificate of origin filled <br /> out and signed by the exporter or producer of the good is correctly completed, based on <br /> the information provided by such exporter or producer, who shall be responsible for the <br /> accuracy and validity of the information provided, and shall verify that the exporter or <br /> producer is indeed located in that Party. <br /> 6 Each Party shall require the certificate of origin to be sealed, signed and dated by <br /> the certifying authority of the exporting Party with respect to the exportation of a good for <br /> which the importer may claim preferential tariff treatment. The certificate of origin shall <br /> also carry a serial number allowing its identification, which will be <br /> managed by the certifying authority. <br /> 7 The certifying authority of the exporting Party shall: <br /> a) maintain the administrative procedures for certifying the certificates of origin <br /> that its producer or exporter fills out and signs; <br /> b) provide, if requested by the competent authority of the importing Party, <br /> information about the origin of the imported goods claiming <br /> preferential tariff treatment; and <br /> c) notify in writing, before this Agreement enters into force, the list of the names <br /> of the authorized persons and, where applicable, the list of bodies authorized <br /> to certify the certificate of origin, with the corresponding signatures and seals. <br /> Modifications to this list shall be notified immediately in writing to the other <br /> Party and shall enter into force thirty (30) days after the date on which that <br /> Party receives notification of the modification. <br /> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br /> single importation of one or more goods into the territory of that Party. <br /> 9 Each Party shall provide that a valid certification of origin be accepted by the <br /> customs authority of the importing Party for a period of one year from the date on which <br /> the certificate was signed and sealed by the certifying authority. <br /> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a certificate of origin is invoiced by an enterprise <br /> located in the territory of a non-Party. <br /> 11. The Parties shall, in the second year from the date on which this Agreement enters <br /> into force, review the certifying procedures with a view to confirm whether it would be <br /> more beneficial to the Parties to let exporters or producers certify certificates of origin by <br /> themselves, rather than requiring any agency to perform the certification. If this is agreed <br /> by the Parties, the exporter or producer will be the one responsible to certify the origin <br /> without the certifying agency of each Party being the one required to perform the certification. <br /> Article 5.04: Obligations Regarding Exportations <br /> 1 Each Party shall require its exporter or producer that has filled out and signed a <br /> certificate of origin to submit a copy of such certificate to its competent authority upon request. <br /> 2 Each Party shall require its exporter or producer who has completed and signed a <br /> certificate of origin or information for his/her certifying authority, and has reasons to <br /> believe such certificate contains incorrect information, to notify promptly in writing all <br /> persons to whom that certificate was given and its certifying authority, of any change <br /> that may affect the accuracy or validity of that certificate, in which case, the exporter or <br /> producer may not be penalized for having provided an incorrect certificate or information <br /> according to domestic laws of each Party. <br /> 3 Each Party shall require that if a false Certificate or information provided by its <br /> exporter or producer results in the good being exported to the territory of the other Party <br /> qualified as originating, such exporter or producer shall be subject to similar penalties as <br /> would apply to an importer in its territory for violating its customs laws and regulations by <br /> making false declarations or statements. <br /> 4 The certifying authority of the exporting Party shall provide the competent authority <br /> of the importing Party the notification referred to in paragraph 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.06: Origin Verification Procedures <br /> 1 The importing Party, through its competent authority, may request information <br /> about the origin of a good from the certifying authority of the exporting Party. The <br /> competent authority of the importing Party may also request its Embassy in the territory <br /> of the other Party for assistance in those matters. <br /> 2 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment according to this agreement <br /> qualifies as originating, a Party may verify the origin of the good through its competent <br /> authority by means of: <br /> a) written questionnaires or requests for information sent directly to the importer <br /> in its territory or the exporter or producer in the territory of the other Party; <br /> b) verification visits to the exporter or producer in the territory of the other Party <br /> to review the records and documents referred to in Article 5.05, and to <br /> inspect the materials and facilities used in the production of the good in question; <br /> c) delegating its Embassy in the territory of the other Party to conduct the <br /> verification visit mentioned above; or <br /> d) other procedures as the Parties may agree to. <br /> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br /> determinations of origin, notifications or any other written communications sent by the <br /> competent authority to the importer, exporter or the producer for origin verification, shall <br /> be considered valid, provided that they are done by the following means: <br /> a) certified mails with receipts of acknowledgement or other ways that confirm <br /> that the importer, exporter or producer has received the documents; <br /> b) official communications through the Embassies of the Parties whenever the <br /> competent authority requires; or <br /> c) any other way as the Parties may agree to. <br /> 4 In a written questionnaire or request for information referred to in <br /> paragraph 2 a) it shall: <br /> a) indicate the time period, which shall be no less than thirty (30) days from the <br /> date of receipt, that the importer, exporter or producer has to duly complete <br /> and return the questionnaire or provide the information requested; and <br /> b) include the notification of intention to deny preferential tariff treatment, in <br /> case the importer, exporter or producer does not duly complete and return <br /> the questionnaire or provide the information requested within such time period. <br /> 5 The importer, exporter or producer who receives a questionnaire or request for <br /> information according to paragraph 2 a) shall duly complete and return the questionnaire <br /> or respond to the request for information within the time period established in paragraph <br /> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br /> may make a written request to the competent authority of the importing Party for an <br /> extension of no more than thirty (30) days. Such request shall not have the <br /> consequence of denial of the preferential tariff treatment. <br /> 6 Each Party shall provide that, even if the answered questionnaire or information <br /> requested referred to in paragraph 5 has been received within the specified time period, <br /> it may still request, through its competent authority, additional information from the <br /> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br /> such cases the importer, exporter or producer shall answer the questionnaire or respond <br /> to the request within thirty (30) days from the date of receipt. <br /> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br /> does not return the questionnaire or provide the information requested within the time <br /> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br /> preferential tariff treatment to the goods subject to verification, by issuing a written <br /> determination of origin, including facts and the legal basis for that determination, to the <br /> importer, exporter or producer. <br /> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br /> Party shall, through its competent authority, provide a written notification of its intention <br /> to conduct the visit. The notification shall be sent to the exporter or producer to be <br /> visited, to the certifying authority and the competent authority of the Party in whose <br /> territory the visit will be conducted, and, if necessary, to the Embassy of the other Party <br /> in the territory of the importing Party. The competent authority of the importing Party <br /> shall request written consent from the exporter or producer to be visited. <br /> 9 The notification referred to in paragraph 8 shall include: <br /> a) the name of the competent authority that sends the notification; <br /> b) the name of the exporter or producer to be visited; <br /> c) the date and place of the proposed verification visit; <br /> d) the objective and scope of the verification visit, including the specific <br /> reference to the goods subject to verification; <br /> e) the names and positions of the officers conducting the verification visit; and <br /> f) the legal basis for carrying out the verification visit. <br /> 10 Any modification of the information referred to in the preceding paragraph shall <br /> also be notified according to paragraph 8. <br /> 11 If the exporter or producer has not given his written consent to a proposed <br /> verification visit within the thirty (30) days of the written notification as provided in <br /> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br /> good or goods by notifying in writing to the importer, exporter or producer its <br /> determination, including facts and the legal basis for such denial. <br /> 12. Each Party shall provide that, when an exporter or producer receives a notification <br /> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br /> days of receipt of the notification, notify in writing the competent authority of the <br /> importing Party, certifying authority and competent authority of the exporting Party, its <br /> decision to postpone only for once the proposed verification visit for a period no longer <br /> than sixty (60) days from the date the notification was received, or for a longer period as <br /> the Parties may agree to. <br /> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br /> a verification visit is postponed according to paragraph 12. <br /> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br /> to designate two observers to be present during the visit, provided that the observers do <br /> not participate in a manner other than as observers. Nevertheless, the failure of <br /> designating the observers by the exporter or producer shall not be a cause for <br /> postponing the visit. <br /> 15. Each Party shall require that an exporter or a producer provides the records and <br /> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br /> importing Party conducting a verification visit. If the records and documents are not in <br /> possession of the exporter or producer, he/she may request the producer or supplier of <br /> the materials to deliver them to the competent authority mentioned above. <br /> 16. When the competent authority of the importing Party verifies whether the regional <br /> value content, the de minimis calculation or any other requirement established under <br /> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br /> generally accepted accounting principles applied in the territory of the Party from which <br /> the good under verification was exported. <br /> 17. Once the verification visit has been concluded, the competent authority of the <br /> importing Party shall prepare a minute of the visit, which shall include the facts <br /> confirmed by it. The exporter or producer may sign this minute. <br /> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br /> verification of origin, the competent authority shall issue a written determination of origin, <br /> including the facts, results and the legal basis for such determination, and send it to the <br /> importer, exporter or producer of the good subject to verification according to paragraph <br /> 3, to determine whether or not the good qualifies as originating. <br /> 19. Where through a verification the importing Party determines that an importer, <br /> exporter or a producer has provided more than once, a false or unfounded certificate of <br /> origin or stating that a good qualifies as originating, the importing Party may suspend <br /> preferential tariff treatment to the identical goods imported, exported or produced by that <br /> person, until it is confirmed that such person is in compliance with all the requirements <br /> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br /> tariff treatment shall be accompanied by a written notification, including facts and the <br /> legal basis, to the importer, exporter or producer. <br /> 20. When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, according to the tariff <br /> classification or the value applied by the Party to one or more materials used in the <br /> production of the good, which differs from the classification or the value applied to the <br /> materials by the Party from which the good was exported, that Party shall provide that its <br /> origin determination shall not take effect until it has been notified in writing to the <br /> certifying authority of the exporting Party, to the importer of the good, to the person that <br /> has completed and signed the certificate of origin, as well as to the producer of the good. <br /> 21. A Party shall not apply a determination issued under paragraph 20 to an <br /> importation made before the date of entry into force of the determination when: <br /> a) the competent authority of that Party from whose territory the good was <br /> exported, had issued a determination on the tariff classification or on the <br /> value of the materials, on which a person is entitled to rely; and <br /> b) the determination mentioned in the preceding subparagraph was issued prior <br /> to the notification of the origin verification.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.01: Definitions <br /> 1 For purposes of this Chapter, the following terms shall be understood as: <br /> certifying authority: in the case of the Republic of Guatemala, the Ministry of <br /> Economy, or its successor; and in the case of the Republic of China (Taiwan), the <br /> Bureau of Foreign Trade (BOFT), Ministry of Economic Affairs, or its successor, or <br /> other agencies as authorized by BOFT or its successor;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Origin Certification <br /> [Customs administration]: <br /> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br /> single importation of one or more goods into the territory of that Party. <br /> 9 Each Party shall provide that a valid certification of origin be accepted by the <br /> customs authority of the importing Party for a period of one year from the date on which <br /> the certificate was signed and sealed by the certifying authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.05: Records <br /> 1 Each Party shall provide that: <br /> a) its exporter or producer who requests a certificate of origin and provides <br /> information to its certifying authority shall maintain, for at least five (5) years <br /> from the date on which the certificate is signed, all records and documents <br /> related to the origin of the goods, including those concerning: <br /> i) the purchase, costs, value, and payment of the good exported from its territory; <br /> ii) the purchase, costs, value and payment of all materials, including <br /> indirect ones, used in the production of the good exported from its territory; and <br /> iii) the production of the good in the form in which it is exported from its territory; <br /> b) an importer who claims preferential tariff treatment for a good imported into <br /> that Party's territory shall maintain a copy of the certificate of origin and other <br /> documentation relating to the importation for at least five (5) years from the <br /> date of importation of the good; and <br /> c) the certifying authority of the exporting Party that has issued a certificate of <br /> origin shall maintain all documentation relating to the issuance of the <br /> certificate for a minimum period of five (5) years from the issuing date of the certificate. <br /> 2 A Party may deny the preferential tariff treatment to an imported good subject to an <br /> origin verification, if the exporter, producer or importer of the good who shall maintain <br /> records or documents in accordance with paragraph 1: <br /> a) does not have the records or documents for determining the origin of the <br /> good, in accordance with the provisions of this Chapter and of Chapter 4 <br /> (Rules of Origin); or <br /> b) denies access to the records or documents.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.03: Obligations Regarding Importations <br /> [Customs administration]: <br /> 3 Each Party shall provide that, when the importer does not ask for a preferential <br /> tariff treatment for goods imported into its territory that would have qualified as <br /> originating, the importer may, not later than four (4) months from the date of release of <br /> the imported goods, request the return of the tariff duties paid in excess for not having <br /> requested the preferential tariff treatment for that good, as long as the importer has the <br /> certificate of origin in his/her possession and the request is accompanied by: <br /> a) a written declaration, indicating that the good qualifies as originating at the <br /> time of importation; <br /> b) the certificate of origin or its copy; and <br /> c) any other documentation related to the import of the good, as the customs <br /> authority may require. <br /> 4 Compliance with the provisions of previous paragraphs of this Article does not <br /> exempt the importer from the obligation to pay the corresponding customs duties <br /> according to the applicable laws of the importing Party, when the competent authority of <br /> that Party concludes an origin verification and determines to deny the preferential tariff <br /> treatment to goods imported, according to Article 5.06.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX IV <br /> Corrected Declaration <br /> An importer shall not be subject to sanctions when, in the case of: <br /> a) The Republic of Guatemala, the importer presents a request for an amendment <br /> declaration before any administrative act is to be carried out, for verifying of the <br /> declaration in the document, or a physical examination of the goods has taken place. <br /> b) The Republic of China (Taiwan): the importer presents a request for an <br /> amendment declaration before any administrative act is to be carried out, for verifying of <br /> the declaration in the document, or the goods have been targeted for physical examination. <br /> [Customs administration]: <br /> Article 5.03: Obligations Regarding Importations <br /> 1 Each Party shall require the importer claiming preferential tariff treatment for a <br /> good imported into its territory from the territory of the other Party to: <br /> a) declare in writing in the importation document required by its legislation, <br /> based on a valid certificate of origin that a good qualifies as an originating good; <br /> b) have the certification of origin in his possession at the time the declaration is made; <br /> c) provide, if requested by its customs authority, the certificate of origin or its copies; and <br /> d) promptly make a corrected declaration and pay any duties owing where the <br /> importer has reasons to believe that the certificate of origin on which a <br /> customs declaration was based contains incorrect information. Where the <br /> importer presents a corrected declaration before the customs authority <br /> notifies the revision, according to the domestic laws of each Party, the <br /> importer may not be penalized.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Origin Certification <br /> [Customs administration]: <br /> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a certificate of origin is invoiced by an enterprise <br /> located in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.03: Obligations Regarding Importations <br /> [Customs administration]: <br /> 2 Each Party shall provide that, if an importer in its territory fails to comply with any <br /> requirement established in this Chapter, it may deny the preferential tariff treatment <br /> under this Agreement to a good imported from the territory of the other Party. <br /> Article 5.06: Origin Verification Procedures <br /> 1 The importing Party, through its competent authority, may request information <br /> about the origin of a good from the certifying authority of the exporting Party. The <br /> competent authority of the importing Party may also request its Embassy in the territory <br /> of the other Party for assistance in those matters. <br /> 2 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment according to this agreement <br /> qualifies as originating, a Party may verify the origin of the good through its competent <br /> authority by means of: <br /> a) written questionnaires or requests for information sent directly to the importer <br /> in its territory or the exporter or producer in the territory of the other Party; <br /> b) verification visits to the exporter or producer in the territory of the other Party <br /> to review the records and documents referred to in Article 5.05, and to <br /> inspect the materials and facilities used in the production of the good in question; <br /> c) delegating its Embassy in the territory of the other Party to conduct the <br /> verification visit mentioned above; or <br /> d) other procedures as the Parties may agree to. <br /> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br /> determinations of origin, notifications or any other written communications sent by the <br /> competent authority to the importer, exporter or the producer for origin verification, shall <br /> be considered valid, provided that they are done by the following means: <br /> a) certified mails with receipts of acknowledgement or other ways that confirm <br /> that the importer, exporter or producer has received the documents; <br /> b) official communications through the Embassies of the Parties whenever the <br /> competent authority requires; or <br /> c) any other way as the Parties may agree to. <br /> 4 In a written questionnaire or request for information referred to in <br /> paragraph 2 a) it shall: <br /> a) indicate the time period, which shall be no less than thirty (30) days from the <br /> date of receipt, that the importer, exporter or producer has to duly complete <br /> and return the questionnaire or provide the information requested; and <br /> b) include the notification of intention to deny preferential tariff treatment, in <br /> case the importer, exporter or producer does not duly complete and return <br /> the questionnaire or provide the information requested within such time period. <br /> 5 The importer, exporter or producer who receives a questionnaire or request for <br /> information according to paragraph 2 a) shall duly complete and return the questionnaire <br /> or respond to the request for information within the time period established in paragraph <br /> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br /> may make a written request to the competent authority of the importing Party for an <br /> extension of no more than thirty (30) days. Such request shall not have the <br /> consequence of denial of the preferential tariff treatment. <br /> 6 Each Party shall provide that, even if the answered questionnaire or information <br /> requested referred to in paragraph 5 has been received within the specified time period, <br /> it may still request, through its competent authority, additional information from the <br /> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br /> such cases the importer, exporter or producer shall answer the questionnaire or respond <br /> to the request within thirty (30) days from the date of receipt. <br /> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br /> does not return the questionnaire or provide the information requested within the time <br /> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br /> preferential tariff treatment to the goods subject to verification, by issuing a written <br /> determination of origin, including facts and the legal basis for that determination, to the <br /> importer, exporter or producer. <br /> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br /> Party shall, through its competent authority, provide a written notification of its intention <br /> to conduct the visit. The notification shall be sent to the exporter or producer to be <br /> visited, to the certifying authority and the competent authority of the Party in whose <br /> territory the visit will be conducted, and, if necessary, to the Embassy of the other Party <br /> in the territory of the importing Party. The competent authority of the importing Party <br /> shall request written consent from the exporter or producer to be visited. <br /> 9 The notification referred to in paragraph 8 shall include: <br /> a) the name of the competent authority that sends the notification; <br /> b) the name of the exporter or producer to be visited; <br /> c) the date and place of the proposed verification visit; <br /> d) the objective and scope of the verification visit, including the specific <br /> reference to the goods subject to verification; <br /> e) the names and positions of the officers conducting the verification visit; and <br /> f) the legal basis for carrying out the verification visit. <br /> 10 Any modification of the information referred to in the preceding paragraph shall <br /> also be notified according to paragraph 8. <br /> 11 If the exporter or producer has not given his written consent to a proposed <br /> verification visit within the thirty (30) days of the written notification as provided in <br /> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br /> good or goods by notifying in writing to the importer, exporter or producer its <br /> determination, including facts and the legal basis for such denial. <br /> 12. Each Party shall provide that, when an exporter or producer receives a notification <br /> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br /> days of receipt of the notification, notify in writing the competent authority of the <br /> importing Party, certifying authority and competent authority of the exporting Party, its <br /> decision to postpone only for once the proposed verification visit for a period no longer <br /> than sixty (60) days from the date the notification was received, or for a longer period as <br /> the Parties may agree to. <br /> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br /> a verification visit is postponed according to paragraph 12. <br /> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br /> to designate two observers to be present during the visit, provided that the observers do <br /> not participate in a manner other than as observers. Nevertheless, the failure of <br /> designating the observers by the exporter or producer shall not be a cause for <br /> postponing the visit. <br /> 15. Each Party shall require that an exporter or a producer provides the records and <br /> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br /> importing Party conducting a verification visit. If the records and documents are not in <br /> possession of the exporter or producer, he/she may request the producer or supplier of <br /> the materials to deliver them to the competent authority mentioned above. <br /> 16. When the competent authority of the importing Party verifies whether the regional <br /> value content, the de minimis calculation or any other requirement established under <br /> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br /> generally accepted accounting principles applied in the territory of the Party from which <br /> the good under verification was exported. <br /> 17. Once the verification visit has been concluded, the competent authority of the <br /> importing Party shall prepare a minute of the visit, which shall include the facts <br /> confirmed by it. The exporter or producer may sign this minute. <br /> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br /> verification of origin, the competent authority shall issue a written determination of origin, <br /> including the facts, results and the legal basis for such determination, and send it to the <br /> importer, exporter or producer of the good subject to verification according to paragraph <br /> 3, to determine whether or not the good qualifies as originating. <br /> 19. Where through a verification the importing Party determines that an importer, <br /> exporter or a producer has provided more than once, a false or unfounded certificate of <br /> origin or stating that a good qualifies as originating, the importing Party may suspend <br /> preferential tariff treatment to the identical goods imported, exported or produced by that <br /> person, until it is confirmed that such person is in compliance with all the requirements <br /> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br /> tariff treatment shall be accompanied by a written notification, including facts and the <br /> legal basis, to the importer, exporter or producer. <br /> 20. When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, according to the tariff <br /> classification or the value applied by the Party to one or more materials used in the <br /> production of the good, which differs from the classification or the value applied to the <br /> materials by the Party from which the good was exported, that Party shall provide that its <br /> origin determination shall not take effect until it has been notified in writing to the <br /> certifying authority of the exporting Party, to the importer of the good, to the person that <br /> has completed and signed the certificate of origin, as well as to the producer of the good. <br /> 21. A Party shall not apply a determination issued under paragraph 20 to an <br /> importation made before the date of entry into force of the determination when: <br /> a) the competent authority of that Party from whose territory the good was <br /> exported, had issued a determination on the tariff classification or on the <br /> value of the materials, on which a person is entitled to rely; and <br /> b) the determination mentioned in the preceding subparagraph was issued prior <br /> to the notification of the origin verification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.09: Penalties <br /> Each Party shall establish or maintain measures that impose criminal, civil or <br /> administrative penalties for violations of its laws and regulations related to the provisions <br /> of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.07: Advance Rulings <br /> 1 Each Party shall, through its competent authority, expeditiously provide a written <br /> advance ruling, prior to the importation of a good into its territory. The advance ruling <br /> shall be issued in response to a written application made by an importer in whose <br /> territory or an exporter or producer in the territory of the other Party, based on the facts <br /> and circumstances stated by such importer, exporter or producer of the good, with respect to: <br /> a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br /> b) whether the non-originating materials used in the production of the good <br /> have undergone applicable changes on tariff classification established in <br /> Annex 4.03 (Specific Rules of Origin); <br /> c) whether the good fulfills the requirement of regional value content <br /> established in Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br /> d) whether the method applied by an exporter or producer in the territory of the <br /> other Party, according to the norms and principles of the Customs Valuation <br /> Agreement, to calculate the transaction value of a good or of the materials <br /> used in the production of the good, with respect to which an advance ruling is <br /> being requested, is adequate for demonstrating whether the good satisfies a <br /> regional value content requirement according to Chapter 4 (Rules of Origin) <br /> and in Annex 4.03 (Specific Rules of Origin). <br /> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br /> a) the obligation of the importer to provide information reasonably required to <br /> process an application for such ruling; <br /> b) the power of the competent authority to ask at any time for additional <br /> information from the person who applies for an advance ruling, while <br /> evaluating such application; <br /> c) the obligation of the competent authority to issue an advance ruling within a <br /> maximum period of one hundred and twenty (120) days, once all the <br /> necessary information has been collected from the applicant; and <br /> d) the obligation of the competent authority to issue an advance ruling in a <br /> complete, well-founded, and reasoned manner. <br /> 3 Each Party shall apply an advance ruling to the imports concerned, from the date <br /> on which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br /> been modified or revoked according to paragraph 5. <br /> 4 Each Party shall provide any person who applies for an advance ruling the same <br /> treatment, including the same interpretation and application of the provisions of Chapter <br /> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br /> person, to whom an advance ruling has been issued, whenever the facts and <br /> circumstances are identical in all substantial aspects. <br /> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br /> a) when it is based on an error: <br /> i) in fact; <br /> ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br /> iii) in the application of the regional value content requirement according to <br /> Chapter 4 (Rules of Origin); <br /> b) when the ruling is not in accordance with the interpretation agreed by the <br /> Parties with respect to Chapter 4 (Rules of Origin); <br /> c) when there is a change in the facts or circumstances on which the ruling is based; <br /> d) for the purpose of conforming with a modification of Chapter 4 (Rules of <br /> Origin) or this Chapter; or <br /> e) for the purpose of complying with an administrative decision independent <br /> from the issuing authority, a judicial decision or to adjust to a change in the <br /> national legislation of the Party that issued the advance ruling. <br /> 6 Each Party shall provide that any modification or revocation of an advance ruling <br /> shall enter into force from the date on which the modification or revocation is issued, or <br /> on such later date as may be specified therein, and shall not be applied to the <br /> importation of a good having occurred prior to that date, unless the person to whom the <br /> advance ruling was issued has not acted according to its terms and conditions. <br /> 7 Each Party shall provide that, when its competent authority verifies the origin of a <br /> good with respect to which an advance ruling has been issued, that authority <br /> shall evaluate whether: <br /> a) the exporter or producer has complied with the terms and conditions of the <br /> advance ruling; <br /> b) the operations of the exporter or producer are consistent with the facts and <br /> circumstances on which the advance ruling is based; and <br /> c) the data and calculations used in the application of criteria or methods to <br /> calculate the regional value content are correct in all substantial aspects. <br /> 8 Each Party shall provide that, when its competent authority determines that any of <br /> the requirements established in paragraph 7 has not been fulfilled, that authority may <br /> modify or revoke the advance ruling as the circumstances warrant. <br /> 9 Each Party shall provide that, when a person to whom an advance ruling has been <br /> issued demonstrates that he has acted with reasonable care and in good faith while <br /> stating the facts and circumstances on which the ruling was based, that person shall not <br /> be penalized whenever the issuing authority determines that the ruling was <br /> based on incorrect information. <br /> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br /> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br /> was based, or has not acted in accordance with the terms and conditions of the ruling, <br /> the competent authority may apply measures against that person according to the <br /> legislation of each Party. <br /> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br /> while the facts or circumstances on which the ruling was based are maintained. In case <br /> those facts or circumstances have changed, the holder of the ruling shall be allowed to <br /> present the necessary information for the issuing authority to modify or revoke it <br /> according to paragraph 5. <br /> 12 Any good subject to an origin verification or a request for review or appeal in the <br /> territory of one of the Parties, shall not be subject to advance ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.10: Review and Appeal <br /> 1 Each Party shall grant the same rights of review and appeal with respect to <br /> determinations and advance rulings to its importers, or to the exporters or producers of <br /> the other Party to whom those determinations and rulings have been issued <br /> according to Article 5.06 and Article 5.07. <br /> 2 When a Party denied preferential tariff treatment to a good by a determination <br /> based on non-compliance with time periods established in this Chapter, with respect to <br /> the presentation of records or other information to the competent authority of this Party, <br /> the decision made in the review or appeal shall only deal with the non-compliance of the <br /> time period to which this paragraph refers. <br /> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br /> administrative review, independent from the responsible official or office of the <br /> determination or the advance ruling under review, and access to a judicial review of the <br /> determination or ruling as the final resort of the administrative proceedings, according to <br /> the laws of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ANNEX II <br> Article 4.03: Originating Goods <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> RULES OF ORIGIN <br> as originating in the territory of a Party, when: <br> a) it is wholly obtained or produced entirely in the territory of that Party; <br> b) it is produced entirely in the territory of one or both Parties <br> exclusively from materials that qualify as originating according to this Chapter; <br> c) it is produced in the territory of one or both Parties from <br> non-originating materials that meet with a change in tariff <br> classification, satisfies a regional value content or other <br> Article 3 <br> requirements, as specified in Annex 4.03 and the good complies with <br> all other applicable requirements of this Chapter; <br> d) it is produced in the territory of one or both Parties, even though one <br> or more of the non-originating materials, provided for as parts under <br> the Harmonized System, that are used in the production of the good <br> have not undergone a change in the tariff classification because: <br> i) the good was imported into the territory of one or both Parties in <br> an unassembled or a disassembled form and has been <br> classified as an assembled good according to General Rules of <br> Interpretation 2(a) of the Harmonized System; <br> ii) the good and its parts are classified into the same heading <br> which describes specifically both the good itself and its parts, <br> and that heading is not further divided into subheadings; or <br> iii) the subheading for the good is the same as for its parts and <br> describes specifically both the good itself and its parts; <br> accordance with Article 4.07, is not less than thirty five percent <br> (35%), and the good fulfills all other applicable requirements of this <br> Chapter, unless the specific rule of origin applicable to the good <br> pursuant to Annex 4.03, specifies a different requirement of regional <br> value content, in which case that specific requirement shall be applied. <br> The rules provided for in this subparagraph shall not be applicable to <br> the goods in Chapters 61 through 63 of the Harmonized System. <br> 2. If a good of a Party fulfills the specific rules of origin in Annex 4.03, the <br> Where: <br> additional fulfillment of the requirement of regional value content established in <br> paragraph 1 d) shall not be required. <br> 3. For purposes of this Chapter, the production of a good from <br> non-originating materials that fulfill a change of tariff classification and other <br> requirements specified in Annex 4.03, shall be done totally in the territory of <br> one or both Parties, and the good shall satisfy all the applicable requirements <br> 4. Notwithstanding other provisions of this Article, goods shall not be <br> considered originating, if they are exclusively the outcome of the minimal <br> operations set out in Article 4.04 and carried out in the territory of one or both <br> Parties, unless the specific rules of origin of Annex 4.03 indicate otherwise. <br> Article 4.04: Minimal Processes or Operations <br> The minimal processes or operations that by themselves or in combination do <br> not confer origin to a good are as follows: <br> RVC is the regional value content, expressed as a percentage; <br> a) the necessary operations for the preservation of a good during <br> transportation or storage, including airing, ventilation, drying, <br> refrigeration, freezing, elimination of damaged parts, application of <br> oil, antirust painting or protective coatings, or the placing in salt, <br> sulfur dioxide or some other aqueous solution; <br> b) simple operations consisting of cleaning, washing, sifting or straining, <br> or shaking, selection, classification or grading, culling, peeling, <br> shelling or striping, grain removal, pitting, pressing or crushing, <br> soaking, elimination of dust or of spoiled or damaged parts, sorting, <br> division of consignments in bulk, grouping in packages, placing of <br> marks, labels or distinctive signs on products and their packages, <br> packing, unpacking or repackaging; <br> c) combination or mixing operations of goods that have not result in <br> any important difference in the characteristics of the goods before <br> and after the combination or mixing; <br> d) simple jointing or assembling of parts to make a complete good, or to <br> form sets or assortments of goods; <br> e) simple water dilution operations or ionization and salting, which have <br> from the good; and <br> ANNEX IV <br> not changed the nature of the good; and <br> are customary for the good. <br> f) slaughter of animals. <br> Article 4 <br> Article 4.05: Indirect Materials <br> Indirect materials shall be considered as originating, regardless where they are <br> produced or manufactured, and the value of those materials shall be included <br> in the costs as indicated in the accounting records of the producer of the good. <br> Article 4.06: Accumulation <br> 1 A Party may only accumulate origin with goods originating from the <br> used in the production of the good undergo the applicable change in tariff <br> territory of the other Party. <br> 2. The originating materials or goods from a territory of one Party, <br> incorporated into a good in the territory of the other Party, shall be considered <br> as originating in the territory of the latter. <br> 3. A good is originating when it is produced in the territory of one or both <br> Parties by one or more producers, provided that the good satisfies the <br> requirements established in Article 4.03 and all other applicable requirements <br> of this Chapter. <br> Article 4.07: Regional Value Content <br> 1. The regional value content of the goods shall be calculated according to <br> the following formula: <br> RVC= [(TV- VMN) / TV] * 100 <br> TV is the transaction value of the good adjusted to a FOB basis, <br> unless as stated in paragraph 2. In case this value does not exist, <br> or cannot be determined according to the principles and rules of <br> Article 1 of the Customs Valuation Agreement, it shall be <br> calculated according to the principles and rules of Articles 2 <br> through 7 of the Agreement; and <br> VMN is the transaction value of the non-originating materials adjusted <br> to a CIF basis, unless as stated in paragraph 5. In case that the <br> value does not exist or cannot be determined according to the <br> principles and rules of Article 1 of the Customs Valuation <br> Agreement, it shall be calculated according to the principles and <br> rules of Articles 2 through 7 of the Agreement. <br> 2. When the good is not exported directly by its producer, the value shall be <br> adjusted to the point at which the buyer receives the good in the territory in <br> which the producer is located. <br> 3. When the origin is determined by the method of regional value content, <br> the required percentage shall be specified in Annex 4.03 in the corresponding <br> specific rule of origin. <br> 4. All the records of the costs considered for the calculation of the regional <br> value content shall be recorded and maintained according to the generally <br> accepted accounting principles, applicable in the territory of the Party where <br> the good is produced. <br> 5. When the producer of a good acquires a non-originating material in the <br> territory of a Party in which it is located, the value of the non-originating <br> material shall not include freight, insurance, packing costs and any other cost <br> incurred in the transportation of the material from the supplier's warehouse to <br> the location of the producer. <br> 6. For purposes of calculating the regional value content, the value of the <br> non-originating materials used in the production of the good shall not include <br> the value of the non-originating materials used in the production of an <br> originating material acquired and used in the production of such good. <br> Article 4.08: De Minimis <br> 1. A good shall be considered originating if the value of all non-originating <br> materials used in the production of this good that does not satisfy the <br> requirement of change in tariff classification set out in Annex 4.03 does not <br> exceed ten percent (10%) of the transaction value of the good, as determined <br> according to Article 4.07. <br> 2. When it refers to goods classified into chapters 50 through 63 of the <br> Harmonized System, the percentage indicated in paragraph 1 shall refer to the <br> weight of fibers or yarns with respect to the weight of the good being produced. <br> 3. Paragraph 1 shall not apply to a non-originating material used in the <br> production of goods classified into Chapters 1 through 27 of the Harmonized <br> System, unless the non-originating material is classified in a different <br> subheading from the good for which the origin is being determined <br> according to this Article. <br> Article 4.09: Fungible Goods and Materials <br> 1. When in the production of goods using originating or non-originating <br> fungible goods or materials, the origin of those fungible goods or materials <br> shall be determined either by physical segregation of each good or material, at <br> the producer's choice, or through the application of one of the following <br> inventory management methods: <br> a) first in first out (FIFO) method; <br> b) last in first out (LIFO) method; or <br> c) averaging method. <br> provided that the regional value content of the good, determined in <br> 2. When originating and non-originating fungible goods or materials are <br> physically mixed or combined in the warehouse and before their exportation do <br> not undergo any production process or any other operation in the territory of <br> the Party in which they were mixed of physically combined, other than <br> the regional value content of the good. <br> unloading, reloading or any other necessary movement to maintain the goods <br> or materials in good condition or transport them to the territory or the other <br> Party, the origin of the good or material shall be determined by one of the <br> inventory management methods listed out in the preceding paragraph. <br> 3 Once the inventory management method listed out in the preceding <br> paragraph is selected by a producer, it shall be used during the entire period of <br> a fiscal year of that producer. <br> Article 4.10: Sets or Assortments of Goods <br> 1. A set or assortment of goods that is classified according to rule 3 of the <br> General Rules of the Interpretation of the Harmonized System, as well as the <br> goods whose description according to the nomenclature of the Harmonized <br> System is specifically that of a set or assortment, shall qualify as originating, <br> whenever each one of the goods contained in that set or assortment complies <br> with the rules of origin set out in this Chapter and in Annex 4.03. <br> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be <br> considered originating, if the value of all non-originating goods used in making <br> the set or assortment does not exceed the percentage set out in paragraph 1 <br> of Article 4.08 with respect to the value of the set or assortment, adjusted to <br> the basis indicated in Article 4.07 paragraphs 1 or 2, as the case may be. <br> 3 The provisions of this Article shall prevail over the specific rules of origin <br> set out in Annex 4.03. <br> Article 4.11: Accessories, Spare Parts and Tools <br> 1. The accessories, spare parts or tools delivered with the good that usually <br> form part of the good shall not be taken into account in determining whether all <br> non-originating materials used in the production of the good undergo the <br> applicable change in tariff classification set out in Annex (4.03), provided that: <br> a) the accessories, spare parts or tools are not invoiced separately <br> b) the amount and the value of these accessories, spare parts or tools <br> value of the accessories, spare parts or tools will be considered as originating <br> or non-originating materials, as the case may be, in calculating the regional <br> 3 For those accessories, spare parts or tools that do not fulfill the conditions <br> mentioned above, the rules of origin shall apply to each of them respectively <br> and separately, according to this Chapter. <br> Article 4.12: Packaging Materials and Containers for Retail Sale <br> 1. When packaging materials and containers in which a good is packaged for <br> retail sales are classified in the Harmonized System with the good, they shall <br> not be taken into account in determining whether all non-originating materials <br> classification set out in Annex 4.03. <br> 2. When the good is subject to a requirement of regional value content, the <br> value of these packaging materials and containers shall be taken into account <br> as originating or non-originating materials, as the case may be, in calculating <br> Article 4.13: Packing Materials and Containers for Shipment <br> Containers and packing materials in which the good is packed for shipment <br> shall not be taken into account in determining whether: <br> a) the non-originating materials used in the production of the good <br> undergo the applicable change in tariff classification set out in Annex 4.03; or <br> b) the good satisfies the requirement of regional value content. <br> Article 4.14: Transit and Transshipment <br> An originating good shall not lose such status when it is exported from a Party <br> to the other Party and during its transportation it passes by the territories of <br> one or more non-Parties, as long as it fulfills the following requirements: <br> a) the transit is justifiable by geographical reasons or by considerations <br> relative to requirements of international transportation; <br> b) the good has not been destined for trade, consumption, and use in <br> the countries of transit; <br> c) during its transportation and temporary storage the good has not <br> undergone operations other than unloading, reloading or any other <br> operation necessary to preserve them in good condition; and <br> the good remains under the control of the customs authority in the <br> territory of any non-Party. <br> ANNEX I <br> INVENTORY MANAGEMENT METHODS <br> Part I: Fungible Materials <br> Definitions and Interpretation <br> Article 1 <br> For purposes of this part, it shall be understood by: <br> opening inventory: the materials inventory at the time an inventory management method is chosen; <br> materials inventory: with respect, <br> a) with respect to a producer of a good, an inventory of fungible materials that are used <br> in the production of the good; and <br> b) with respect to a person from whom the producer of the good acquired those <br> fungible materials, an inventory from which fungible materials are sold or otherwise <br> transferred to the producer of the good; <br> First-in, first-out method (FIFO): the method by which the origin of fungible materials first <br> received in materials inventory is considered to be the origin of fungible materials first <br> withdrawn from materials inventory; <br> Last-in, first-out method (LIFO): the method by which the origin of fungible materials last <br> received in materials inventory is considered to be the origin of fungible materials the first <br> withdrawn from materials inventory; and <br> Average method: the method by which the origin of fungible materials withdrawn from <br> materials inventory is based on the percentage, of originating materials and non-originating <br> materials in materials inventory, calculated according to Article 5 of this Annex. <br> value content of the good. <br> General Rules <br> Article 2 <br> For purposes of subparagraph a) of paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible <br> materials are originating materials are the following: <br> a) first-in, first-out method (FIFO); <br> Where a producer of a good or a person from whom the producer acquired materials that <br> are used in the production of the good chooses an inventory management methods referred <br> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br> the average method, shall be used from the time the choice is made until the end of the fiscal <br> year of the producer or person. <br> Average Method <br> Where the producer or person referred to in Article 3 of this Annex chooses the <br> average method, the origin of fungible materials withdrawn from materials inventory is <br> determined on the basis of the ratio of originating materials and non-originating materials <br> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br> Article 5 <br> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br> respect to a month or three months period, at the choice of the producer or person, by <br> dividing, <br> (i) the total units of originating materials or non-originating materials that are <br> fungible materials and that were in materials inventory at the beginning of the preceding <br> one-month or three months period, and <br> (ii) the total units of originating materials or non-originating materials that are <br> month or three months period. <br> (i) the total units of originating materials and non-originating materials that are <br> one month or three months period, and <br> (ii) the total units of originating materials and non-originating materials that are <br> fungible materials and that were received in materials inventory during that preceding one <br> 2 The ratio calculated with respect to a preceding month or three months period under <br> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br> of the preceding month or three months period. <br> Article 6 <br> 1 Where the good is subject to a regional value content requirement and the ratio is <br> calculated with respect to each shipment of the good by dividing: <br> a) the total units of originating materials or non-originating materials that are fungible <br> materials and that were in materials inventory prior to the shipment; <br> by <br> b) the total units of originating materials and non-originating materials that are <br> fungible materials and that were in materials inventory prior to the shipment; <br> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br> applied to the fungible materials remaining in materials inventory after the shipment. <br> Article 7 <br> 1 Except as otherwise provided under paragraph 2, where the producer or person <br> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br> origin of those fungible materials shall be determined by: <br> a) identifying in the accounting books of the producer or the person, the latest receipts <br> of fungible materials that add up to the amount of fungible materials in opening inventory; <br> b) determining the origin of the fungible materials that make up those receipts; and <br> c) considering the origin of those fungible materials to be the origin of the fungible <br> materials in opening inventory. <br> 2 The producer or the person may consider all fungible materials in opening inventory to <br> be non-originating materials. <br> Part II: Fungible Goods <br> Article 8 <br> For the purposes of this part, it shall be understood by: <br> opening inventory: the finished goods inventory at the time an inventory management <br> method is chosen; <br> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br> transferred to another person; <br> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br> received in finished goods inventory is considered to be the origin of t fungible goods first <br> withdrawn from finished goods inventory; <br> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br> goods last received in finished goods inventory is considered to be the origin of fungible <br> goods first withdrawn from finished goods inventory; and <br> average method: the method by which the origin of fungible goods withdrawn from <br> finished goods inventory is based on the percentage, calculated under Article 11 of this <br> Annex, of originating goods and non-originating goods in finished goods inventory. <br> Article 9 <br> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible goods are <br> originating goods are the following: <br> b) last-in, first-out method (LIFO); and <br> c) average method. <br> Article 10 <br> Where an exporter of a good or a person from whom the exporter acquired the good <br> chooses an inventory management methods referred to in Article 9 of this Annex, that <br> method, including the averaging period chosen in the case of the average method, shall be <br> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br> Article 11 <br> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br> average method, the origin of each shipment of fungible goods withdrawn from finished <br> goods inventory during a month or three months period, at the choice of the exporter or <br> person, is determined on the basis of the ratio of originating goods and non-originating <br> goods in finished goods inventory for the preceding one month or three months period that <br> is calculated by dividing, <br> a) the sum of: <br> (i) the total units of originating goods or non-originating goods that are fungible goods <br> and that were in finished goods inventory at the beginning of the preceding one month or three <br> months period ; and <br> (ii) the total units of originating goods or non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that preceding <br> one month or three months period. <br> b) the sum of: <br> (i) the total units of originating goods and non-originating goods that are fungible good <br> (ii) the total units of originating goods and non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that preceding one <br> 2 The calculation with respect to a preceding one month or three months period under <br> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br> of the preceding one month or three months period. <br> Manner of Dealing with Opening Inventory <br> Article 12 <br> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br> fungible goods shall be determined by: <br> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br> fungible goods that add up to the amount of fungible goods in opening inventory; <br> b) determining the origin of fungible goods that make up those receipts; and <br> c) considering the origin of those fungible goods to be the origin of <br> fungible goods in opening inventory. <br> 2 The exporter or the person may consider all fungible goods in opening inventory <br> to be non-originating goods. <br> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br> Generally Accepted Accounting Principles stands for the recognized consensus or <br> substantial authoritative support in the territory of each Party with respect to recording of <br> revenues, costs, assets and liabilities, disclosure of information and <br> preparation of financial statements. <br> These standards may be broad guidelines of general application as well as detailed, practices and procedures. <br> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br> authoritative supports are referred to or set out in the following publications: <br> a) with respect to the territory of Guatemala: <br> i. Decree-Law 2-70, Code of Commerce of Guatemala <br> ii. Decree 26-92 on Income Tax Law and its amendments. <br> iii. or any succeeding law thereof. <br> b) For the Republic of China (Taiwan): with respect to the territory of the Republic of China (Taiwan): <br> i. the Business Entity Accounting Law has promulgated on January 7, <br> 1948 by the national Government Implemented in intervals on <br> Taiwan Province beginning on January 1, 1952. The new law was <br> Amended on April 26, 2000 by Presidential Promulgation. <br> ii. The Statements of Financial Accounting Standards issued by the <br> Financial Accounting Standards Committee of the Accounting <br> Research and Development Foundation of the Republic of China (Taiwan). <br> iii. Related rules governing the preparation of financial reports by public <br> companies, securities firms, futures commission merchants, banks or <br> bill finance companies which are promulgated respectively by the relevant competent authorities. <br> iv. or any succeeding law thereof. <br> Corrected Declaration <br> An importer shall not be subject to sanctions when, in the case of: <br> a) The Republic of Guatemala, the importer presents a request for an amendment <br> declaration before any administrative act is to be carried out, for verifying of the <br> declaration in the document, or a physical examination of the goods has taken place. <br> b) The Republic of China (Taiwan): the importer presents a request for an <br> amendment declaration before any administrative act is to be carried out, for verifying of <br> the declaration in the document, or the goods have been targeted for physical examination. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.01: Definitions <br> For purposes of this Chapter, the following terms shall be understood as: <br> CIF: the value of an imported good that includes the costs of insurance and <br> freight to the port or place of entry in the importing Party; <br> FOB: free on board; regardless of the mode of transportation, at the point of <br> direct shipment by the seller to the buyer; <br> fungible goods or materials: goods or materials which are interchangeable <br> for commercial purposes and whose properties are essentially identical and it <br> is not possible to differentiate one from another by a simple eye examination; <br> generally accepted accounting principles: recognized consensus or <br> substantial authorized support given in the territory of one of the Parties with <br> respect to the recording of revenues, expenses, costs, assets and liabilities, <br> Generally accepted accounting principles may encompass broad guidelines <br> the disclosure of information and the preparation of financial statements. <br> for general application, as well as detailed standards, practices and procedures; <br> goods wholly obtained or produced entirely in the territory of a Party: <br> a) minerals extracted or obtained in the territory of that Party; <br> b) vegetables and vegetable products harvested, gathered or <br> recollected in the territory of that Party; <br> c) live animals born and raised in the territory of that Party; <br> d) goods obtained by hunting, trapping, fishing, aquaculture, gathering <br> or capture in the territory of that Party; <br> e) goods obtained from live animals in the territory of that Party; <br> f) fish, shellfish, and other marine species obtained outside the <br> territorial sea of that Party, by fishing vessels registered or recorded <br> in that Party and flying its flag, or by fishing vessels rented by <br> enterprises established in the territory of that Party; <br> g) goods obtained or produced on board factory vessels from the <br> goods referred to in subparagraph f) provided that such vessels are <br> registered or recorded in that Party and fly its flag, or are rented by <br> h) goods obtained from the seabed or subsoil beneath the sea bed <br> outside the territorial sea of that Party, by that Party or a person of <br> that Party, provided that the Party has rights to exploit such seabed or subsoil; <br> i) scrap and waste derived from manufacturing or processing <br> operations in the territory of that Party and fit only for disposal or for <br> the recovery of raw materials; or <br> j) goods produced in the territory of that Party, exclusively from goods <br> mentioned in subparagraph a) through and i) above; <br> indirect material: a good used in the production, testing or inspection of <br> another good, but not physically incorporated into the good, or a good used in <br> the maintenance of buildings or the operation of equipment related to the <br> production of another good, including: <br> a) fuel, energy, solvents and catalysts; <br> b) equipment, devices and supplies used in the testing or inspection of goods; <br> c) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br> d) tools, dies and molds; <br> e) spare parts and materials used in the maintenance of equipment and buildings; <br> f) lubricants, greases, compounding materials, and other materials <br> used in production, or used to operate equipment and maintenance of buildings; and <br> g) any other goods that are not incorporated into the good but whose <br> use in the production of the good can reasonably be demonstrated <br> to be a part of that production; <br> material: a good used in the production of another good including ingredients, <br> parts, components and goods that have been physically incorporated into <br> another good or were subject to the production process of another good; <br> producer: a @^@producer@^@ as defined in Chapter 2 (General Definitions); <br> growing, assembling, processing, harvesting, raising, breeding, mining, <br> production: methods of obtaining goods including manufacturing, producing, <br> extracting, hunting, collecting, gathering, fishing, trapping and capturing; <br> transaction value of a good: the price actually paid or payable for a good <br> related to the transaction done by the producer of the good, according to the <br> principles of Article 1 of the Customs Valuation Agreement, adjusted according <br> to paragraphs 1, 3 and 4 of Article 8 of the Agreement, regardless whether the <br> good is sold for exportation. For purposes of this definition, the seller referred <br> to in the Customs Valuation Agreement shall be the producer of the good; <br> transaction value of a material: the price actually paid or payable for a <br> material related to the transaction done by the producer of the material, in <br> accordance with the principles of Article 1 of the Customs Valuation <br> Agreement, adjusted according to paragraphs 1, 3 and 4 of Article 8 of the said <br> Agreement, regardless whether the material is sold for exportation. For <br> purposes of this definition, the seller referred to in the Customs Valuation <br> Agreement shall be the producer of the material; and <br> value: the value of a good or material for purposes of calculating customs <br> duties or for purposes of applying this Chapter according to the principles <br> established in the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Application and Interpretation Instruments", "ArticleDesc": "Article 4.02: Application and Interpretation Instruments <br> For purposes of this Chapter: <br> a) the tariff classification of goods shall be based on the Harmonized System; and <br> b) the principles and rules of the Customs Valuation Agreement shall be <br> used to determine the value of a good or a material. <br> 2 For purposes of this Chapter, the Customs Valuation Agreement will be <br> applied to determine the origin of a good as follows: <br> a) the principles and rules of the Customs Valuation Agreement shall be <br> applied to domestic transactions, with the modifications required by <br> the circumstances, as they would apply to international transactions; and <br> b) the provisions of this Chapter shall prevail over those of the Customs <br> Valuation Agreement, where there are inconsistencies. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ANNEX II <br> Article 4.03: Originating Goods <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> RULES OF ORIGIN <br> as originating in the territory of a Party, when: <br> a) it is wholly obtained or produced entirely in the territory of that Party; <br> b) it is produced entirely in the territory of one or both Parties <br> exclusively from materials that qualify as originating according to this Chapter; <br> c) it is produced in the territory of one or both Parties from <br> non-originating materials that meet with a change in tariff <br> classification, satisfies a regional value content or other <br> Article 3 <br> requirements, as specified in Annex 4.03 and the good complies with <br> all other applicable requirements of this Chapter; <br> d) it is produced in the territory of one or both Parties, even though one <br> or more of the non-originating materials, provided for as parts under <br> the Harmonized System, that are used in the production of the good <br> have not undergone a change in the tariff classification because: <br> i) the good was imported into the territory of one or both Parties in <br> an unassembled or a disassembled form and has been <br> classified as an assembled good according to General Rules of <br> Interpretation 2(a) of the Harmonized System; <br> ii) the good and its parts are classified into the same heading <br> which describes specifically both the good itself and its parts, <br> and that heading is not further divided into subheadings; or <br> iii) the subheading for the good is the same as for its parts and <br> describes specifically both the good itself and its parts; <br> accordance with Article 4.07, is not less than thirty five percent <br> (35%), and the good fulfills all other applicable requirements of this <br> Chapter, unless the specific rule of origin applicable to the good <br> pursuant to Annex 4.03, specifies a different requirement of regional <br> value content, in which case that specific requirement shall be applied. <br> The rules provided for in this subparagraph shall not be applicable to <br> the goods in Chapters 61 through 63 of the Harmonized System. <br> 2. If a good of a Party fulfills the specific rules of origin in Annex 4.03, the <br> Where: <br> additional fulfillment of the requirement of regional value content established in <br> paragraph 1 d) shall not be required. <br> 3. For purposes of this Chapter, the production of a good from <br> non-originating materials that fulfill a change of tariff classification and other <br> requirements specified in Annex 4.03, shall be done totally in the territory of <br> one or both Parties, and the good shall satisfy all the applicable requirements <br> 4. Notwithstanding other provisions of this Article, goods shall not be <br> considered originating, if they are exclusively the outcome of the minimal <br> operations set out in Article 4.04 and carried out in the territory of one or both <br> Parties, unless the specific rules of origin of Annex 4.03 indicate otherwise. <br> Article 4.04: Minimal Processes or Operations <br> The minimal processes or operations that by themselves or in combination do <br> not confer origin to a good are as follows: <br> RVC is the regional value content, expressed as a percentage; <br> a) the necessary operations for the preservation of a good during <br> transportation or storage, including airing, ventilation, drying, <br> refrigeration, freezing, elimination of damaged parts, application of <br> oil, antirust painting or protective coatings, or the placing in salt, <br> sulfur dioxide or some other aqueous solution; <br> b) simple operations consisting of cleaning, washing, sifting or straining, <br> or shaking, selection, classification or grading, culling, peeling, <br> shelling or striping, grain removal, pitting, pressing or crushing, <br> soaking, elimination of dust or of spoiled or damaged parts, sorting, <br> division of consignments in bulk, grouping in packages, placing of <br> marks, labels or distinctive signs on products and their packages, <br> packing, unpacking or repackaging; <br> c) combination or mixing operations of goods that have not result in <br> any important difference in the characteristics of the goods before <br> and after the combination or mixing; <br> d) simple jointing or assembling of parts to make a complete good, or to <br> form sets or assortments of goods; <br> e) simple water dilution operations or ionization and salting, which have <br> from the good; and <br> ANNEX IV <br> not changed the nature of the good; and <br> are customary for the good. <br> f) slaughter of animals. <br> Article 4 <br> Article 4.05: Indirect Materials <br> Indirect materials shall be considered as originating, regardless where they are <br> produced or manufactured, and the value of those materials shall be included <br> in the costs as indicated in the accounting records of the producer of the good. <br> Article 4.06: Accumulation <br> 1 A Party may only accumulate origin with goods originating from the <br> used in the production of the good undergo the applicable change in tariff <br> territory of the other Party. <br> 2. The originating materials or goods from a territory of one Party, <br> incorporated into a good in the territory of the other Party, shall be considered <br> as originating in the territory of the latter. <br> 3. A good is originating when it is produced in the territory of one or both <br> Parties by one or more producers, provided that the good satisfies the <br> requirements established in Article 4.03 and all other applicable requirements <br> of this Chapter. <br> Article 4.07: Regional Value Content <br> 1. The regional value content of the goods shall be calculated according to <br> the following formula: <br> RVC= [(TV- VMN) / TV] * 100 <br> TV is the transaction value of the good adjusted to a FOB basis, <br> unless as stated in paragraph 2. In case this value does not exist, <br> or cannot be determined according to the principles and rules of <br> Article 1 of the Customs Valuation Agreement, it shall be <br> calculated according to the principles and rules of Articles 2 <br> through 7 of the Agreement; and <br> VMN is the transaction value of the non-originating materials adjusted <br> to a CIF basis, unless as stated in paragraph 5. In case that the <br> value does not exist or cannot be determined according to the <br> principles and rules of Article 1 of the Customs Valuation <br> Agreement, it shall be calculated according to the principles and <br> rules of Articles 2 through 7 of the Agreement. <br> 2. When the good is not exported directly by its producer, the value shall be <br> adjusted to the point at which the buyer receives the good in the territory in <br> which the producer is located. <br> 3. When the origin is determined by the method of regional value content, <br> the required percentage shall be specified in Annex 4.03 in the corresponding <br> specific rule of origin. <br> 4. All the records of the costs considered for the calculation of the regional <br> value content shall be recorded and maintained according to the generally <br> accepted accounting principles, applicable in the territory of the Party where <br> the good is produced. <br> 5. When the producer of a good acquires a non-originating material in the <br> territory of a Party in which it is located, the value of the non-originating <br> material shall not include freight, insurance, packing costs and any other cost <br> incurred in the transportation of the material from the supplier's warehouse to <br> the location of the producer. <br> 6. For purposes of calculating the regional value content, the value of the <br> non-originating materials used in the production of the good shall not include <br> the value of the non-originating materials used in the production of an <br> originating material acquired and used in the production of such good. <br> Article 4.08: De Minimis <br> 1. A good shall be considered originating if the value of all non-originating <br> materials used in the production of this good that does not satisfy the <br> requirement of change in tariff classification set out in Annex 4.03 does not <br> exceed ten percent (10%) of the transaction value of the good, as determined <br> according to Article 4.07. <br> 2. When it refers to goods classified into chapters 50 through 63 of the <br> Harmonized System, the percentage indicated in paragraph 1 shall refer to the <br> weight of fibers or yarns with respect to the weight of the good being produced. <br> 3. Paragraph 1 shall not apply to a non-originating material used in the <br> production of goods classified into Chapters 1 through 27 of the Harmonized <br> System, unless the non-originating material is classified in a different <br> subheading from the good for which the origin is being determined <br> according to this Article. <br> Article 4.09: Fungible Goods and Materials <br> 1. When in the production of goods using originating or non-originating <br> fungible goods or materials, the origin of those fungible goods or materials <br> shall be determined either by physical segregation of each good or material, at <br> the producer's choice, or through the application of one of the following <br> inventory management methods: <br> a) first in first out (FIFO) method; <br> b) last in first out (LIFO) method; or <br> c) averaging method. <br> provided that the regional value content of the good, determined in <br> 2. When originating and non-originating fungible goods or materials are <br> physically mixed or combined in the warehouse and before their exportation do <br> not undergo any production process or any other operation in the territory of <br> the Party in which they were mixed of physically combined, other than <br> the regional value content of the good. <br> unloading, reloading or any other necessary movement to maintain the goods <br> or materials in good condition or transport them to the territory or the other <br> Party, the origin of the good or material shall be determined by one of the <br> inventory management methods listed out in the preceding paragraph. <br> 3 Once the inventory management method listed out in the preceding <br> paragraph is selected by a producer, it shall be used during the entire period of <br> a fiscal year of that producer. <br> Article 4.10: Sets or Assortments of Goods <br> 1. A set or assortment of goods that is classified according to rule 3 of the <br> General Rules of the Interpretation of the Harmonized System, as well as the <br> goods whose description according to the nomenclature of the Harmonized <br> System is specifically that of a set or assortment, shall qualify as originating, <br> whenever each one of the goods contained in that set or assortment complies <br> with the rules of origin set out in this Chapter and in Annex 4.03. <br> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be <br> considered originating, if the value of all non-originating goods used in making <br> the set or assortment does not exceed the percentage set out in paragraph 1 <br> of Article 4.08 with respect to the value of the set or assortment, adjusted to <br> the basis indicated in Article 4.07 paragraphs 1 or 2, as the case may be. <br> 3 The provisions of this Article shall prevail over the specific rules of origin <br> set out in Annex 4.03. <br> Article 4.11: Accessories, Spare Parts and Tools <br> 1. The accessories, spare parts or tools delivered with the good that usually <br> form part of the good shall not be taken into account in determining whether all <br> non-originating materials used in the production of the good undergo the <br> applicable change in tariff classification set out in Annex (4.03), provided that: <br> a) the accessories, spare parts or tools are not invoiced separately <br> b) the amount and the value of these accessories, spare parts or tools <br> value of the accessories, spare parts or tools will be considered as originating <br> or non-originating materials, as the case may be, in calculating the regional <br> 3 For those accessories, spare parts or tools that do not fulfill the conditions <br> mentioned above, the rules of origin shall apply to each of them respectively <br> and separately, according to this Chapter. <br> Article 4.12: Packaging Materials and Containers for Retail Sale <br> 1. When packaging materials and containers in which a good is packaged for <br> retail sales are classified in the Harmonized System with the good, they shall <br> not be taken into account in determining whether all non-originating materials <br> classification set out in Annex 4.03. <br> 2. When the good is subject to a requirement of regional value content, the <br> value of these packaging materials and containers shall be taken into account <br> as originating or non-originating materials, as the case may be, in calculating <br> Article 4.13: Packing Materials and Containers for Shipment <br> Containers and packing materials in which the good is packed for shipment <br> shall not be taken into account in determining whether: <br> a) the non-originating materials used in the production of the good <br> undergo the applicable change in tariff classification set out in Annex 4.03; or <br> b) the good satisfies the requirement of regional value content. <br> Article 4.14: Transit and Transshipment <br> An originating good shall not lose such status when it is exported from a Party <br> to the other Party and during its transportation it passes by the territories of <br> one or more non-Parties, as long as it fulfills the following requirements: <br> a) the transit is justifiable by geographical reasons or by considerations <br> relative to requirements of international transportation; <br> b) the good has not been destined for trade, consumption, and use in <br> the countries of transit; <br> c) during its transportation and temporary storage the good has not <br> undergone operations other than unloading, reloading or any other <br> operation necessary to preserve them in good condition; and <br> the good remains under the control of the customs authority in the <br> territory of any non-Party. <br> ANNEX I <br> INVENTORY MANAGEMENT METHODS <br> Part I: Fungible Materials <br> Definitions and Interpretation <br> Article 1 <br> For purposes of this part, it shall be understood by: <br> opening inventory: the materials inventory at the time an inventory management method is chosen; <br> materials inventory: with respect, <br> a) with respect to a producer of a good, an inventory of fungible materials that are used <br> in the production of the good; and <br> b) with respect to a person from whom the producer of the good acquired those <br> fungible materials, an inventory from which fungible materials are sold or otherwise <br> transferred to the producer of the good; <br> First-in, first-out method (FIFO): the method by which the origin of fungible materials first <br> received in materials inventory is considered to be the origin of fungible materials first <br> withdrawn from materials inventory; <br> Last-in, first-out method (LIFO): the method by which the origin of fungible materials last <br> received in materials inventory is considered to be the origin of fungible materials the first <br> withdrawn from materials inventory; and <br> Average method: the method by which the origin of fungible materials withdrawn from <br> materials inventory is based on the percentage, of originating materials and non-originating <br> materials in materials inventory, calculated according to Article 5 of this Annex. <br> value content of the good. <br> General Rules <br> Article 2 <br> For purposes of subparagraph a) of paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible <br> materials are originating materials are the following: <br> a) first-in, first-out method (FIFO); <br> Where a producer of a good or a person from whom the producer acquired materials that <br> are used in the production of the good chooses an inventory management methods referred <br> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br> the average method, shall be used from the time the choice is made until the end of the fiscal <br> year of the producer or person. <br> Average Method <br> Where the producer or person referred to in Article 3 of this Annex chooses the <br> average method, the origin of fungible materials withdrawn from materials inventory is <br> determined on the basis of the ratio of originating materials and non-originating materials <br> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br> Article 5 <br> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br> respect to a month or three months period, at the choice of the producer or person, by <br> dividing, <br> (i) the total units of originating materials or non-originating materials that are <br> fungible materials and that were in materials inventory at the beginning of the preceding <br> one-month or three months period, and <br> (ii) the total units of originating materials or non-originating materials that are <br> month or three months period. <br> (i) the total units of originating materials and non-originating materials that are <br> one month or three months period, and <br> (ii) the total units of originating materials and non-originating materials that are <br> fungible materials and that were received in materials inventory during that preceding one <br> 2 The ratio calculated with respect to a preceding month or three months period under <br> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br> of the preceding month or three months period. <br> Article 6 <br> 1 Where the good is subject to a regional value content requirement and the ratio is <br> calculated with respect to each shipment of the good by dividing: <br> a) the total units of originating materials or non-originating materials that are fungible <br> materials and that were in materials inventory prior to the shipment; <br> by <br> b) the total units of originating materials and non-originating materials that are <br> fungible materials and that were in materials inventory prior to the shipment; <br> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br> applied to the fungible materials remaining in materials inventory after the shipment. <br> Article 7 <br> 1 Except as otherwise provided under paragraph 2, where the producer or person <br> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br> origin of those fungible materials shall be determined by: <br> a) identifying in the accounting books of the producer or the person, the latest receipts <br> of fungible materials that add up to the amount of fungible materials in opening inventory; <br> b) determining the origin of the fungible materials that make up those receipts; and <br> c) considering the origin of those fungible materials to be the origin of the fungible <br> materials in opening inventory. <br> 2 The producer or the person may consider all fungible materials in opening inventory to <br> be non-originating materials. <br> Part II: Fungible Goods <br> Article 8 <br> For the purposes of this part, it shall be understood by: <br> opening inventory: the finished goods inventory at the time an inventory management <br> method is chosen; <br> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br> transferred to another person; <br> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br> received in finished goods inventory is considered to be the origin of t fungible goods first <br> withdrawn from finished goods inventory; <br> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br> goods last received in finished goods inventory is considered to be the origin of fungible <br> goods first withdrawn from finished goods inventory; and <br> average method: the method by which the origin of fungible goods withdrawn from <br> finished goods inventory is based on the percentage, calculated under Article 11 of this <br> Annex, of originating goods and non-originating goods in finished goods inventory. <br> Article 9 <br> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible goods are <br> originating goods are the following: <br> b) last-in, first-out method (LIFO); and <br> c) average method. <br> Article 10 <br> Where an exporter of a good or a person from whom the exporter acquired the good <br> chooses an inventory management methods referred to in Article 9 of this Annex, that <br> method, including the averaging period chosen in the case of the average method, shall be <br> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br> Article 11 <br> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br> average method, the origin of each shipment of fungible goods withdrawn from finished <br> goods inventory during a month or three months period, at the choice of the exporter or <br> person, is determined on the basis of the ratio of originating goods and non-originating <br> goods in finished goods inventory for the preceding one month or three months period that <br> is calculated by dividing, <br> a) the sum of: <br> (i) the total units of originating goods or non-originating goods that are fungible goods <br> and that were in finished goods inventory at the beginning of the preceding one month or three <br> months period ; and <br> (ii) the total units of originating goods or non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that preceding <br> one month or three months period. <br> b) the sum of: <br> (i) the total units of originating goods and non-originating goods that are fungible good <br> (ii) the total units of originating goods and non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that preceding one <br> 2 The calculation with respect to a preceding one month or three months period under <br> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br> of the preceding one month or three months period. <br> Manner of Dealing with Opening Inventory <br> Article 12 <br> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br> fungible goods shall be determined by: <br> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br> fungible goods that add up to the amount of fungible goods in opening inventory; <br> b) determining the origin of fungible goods that make up those receipts; and <br> c) considering the origin of those fungible goods to be the origin of <br> fungible goods in opening inventory. <br> 2 The exporter or the person may consider all fungible goods in opening inventory <br> to be non-originating goods. <br> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br> Generally Accepted Accounting Principles stands for the recognized consensus or <br> substantial authoritative support in the territory of each Party with respect to recording of <br> revenues, costs, assets and liabilities, disclosure of information and <br> preparation of financial statements. <br> These standards may be broad guidelines of general application as well as detailed, practices and procedures. <br> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br> authoritative supports are referred to or set out in the following publications: <br> a) with respect to the territory of Guatemala: <br> i. Decree-Law 2-70, Code of Commerce of Guatemala <br> ii. Decree 26-92 on Income Tax Law and its amendments. <br> iii. or any succeeding law thereof. <br> b) For the Republic of China (Taiwan): with respect to the territory of the Republic of China (Taiwan): <br> i. the Business Entity Accounting Law has promulgated on January 7, <br> 1948 by the national Government Implemented in intervals on <br> Taiwan Province beginning on January 1, 1952. The new law was <br> Amended on April 26, 2000 by Presidential Promulgation. <br> ii. The Statements of Financial Accounting Standards issued by the <br> Financial Accounting Standards Committee of the Accounting <br> Research and Development Foundation of the Republic of China (Taiwan). <br> iii. Related rules governing the preparation of financial reports by public <br> companies, securities firms, futures commission merchants, banks or <br> bill finance companies which are promulgated respectively by the relevant competent authorities. <br> iv. or any succeeding law thereof. <br> Corrected Declaration <br> An importer shall not be subject to sanctions when, in the case of: <br> a) The Republic of Guatemala, the importer presents a request for an amendment <br> declaration before any administrative act is to be carried out, for verifying of the <br> declaration in the document, or a physical examination of the goods has taken place. <br> b) The Republic of China (Taiwan): the importer presents a request for an <br> amendment declaration before any administrative act is to be carried out, for verifying of <br> the declaration in the document, or the goods have been targeted for physical examination. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.02: Origin Certification <br> Article 5.09: Penalties <br> territory and provide the corresponding reports. <br> CUSTOMS PROCEDURES RELATED TO RULES OF ORIGIN <br> 1 For the purposes of this Chapter, the Parties shall establish a single form of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified as many time as deemed necessary by mutual consent. <br> of this Chapter. <br> 2 The certificate of origin referred to in paragraph 1 shall be used to certify that a <br> good being exported from the territory of a Party into the territory of the other Party <br> 1 Each Party shall grant the same rights of review and appeal with respect to <br> qualifies as originating. <br> determinations and advance rulings to its importers, or to the exporters or producers of <br> 3 The certifying authorities of each Party shall require its exporters or producers to <br> the other Party to whom those determinations and rulings have been issued <br> complete and sign a certificate of origin for each exportation of goods for which an <br> according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2 When a Party denied preferential tariff treatment to a good by a determination <br> 4 The exporter or producer completing and signing a certificate of origin will do so <br> based on non-compliance with time periods established in this Chapter, with respect to <br> through an affidavit, committing to assume administrative, civil or criminal liability <br> the presentation of records or other information to the competent authority of this Party, <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> the decision made in the review or appeal shall only deal with the non-compliance of the <br> 5 The certifying authority of each Party shall certify that the certificate of origin filled <br> time period to which this paragraph refers. <br> out and signed by the exporter or producer of the good is correctly completed, based on <br> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br> the information provided by such exporter or producer, who shall be responsible for the <br> administrative review, independent from the responsible official or office of the <br> accuracy and validity of the information provided, and shall verify that the exporter or <br> determination or the advance ruling under review, and access to a judicial review of the <br> producer is indeed located in that Party. <br> determination or ruling as the final resort of the administrative proceedings, according to <br> 6 Each Party shall require the certificate of origin to be sealed, signed and dated by <br> the laws of each Party. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> also carry a serial number allowing its identification, which will be <br> managed by the certifying authority. <br> 7 The certifying authority of the exporting Party shall: <br> a) maintain the administrative procedures for certifying the certificates of origin <br> that its producer or exporter fills out and signs; <br> Article 5.10: Review and Appeal <br> b) provide, if requested by the competent authority of the importing Party, <br> information about the origin of the imported goods claiming <br> preferential tariff treatment; and <br> c) notify in writing, before this Agreement enters into force, the list of the names <br> of the authorized persons and, where applicable, the list of bodies authorized <br> to certify the certificate of origin, with the corresponding signatures and seals. <br> Modifications to this list shall be notified immediately in writing to the other <br> Party and shall enter into force thirty (30) days after the date on which that <br> Party receives notification of the modification. <br> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br> single importation of one or more goods into the territory of that Party. <br> 9 Each Party shall provide that a valid certification of origin be accepted by the <br> customs authority of the importing Party for a period of one year from the date on which <br> the certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> located in the territory of a non-Party. <br> 11. The Parties shall, in the second year from the date on which this Agreement enters <br> into force, review the certifying procedures with a view to confirm whether it would be <br> more beneficial to the Parties to let exporters or producers certify certificates of origin by <br> themselves, rather than requiring any agency to perform the certification. If this is agreed <br> by the Parties, the exporter or producer will be the one responsible to certify the origin <br> without the certifying agency of each Party being the one required to perform the certification. <br> Article 5.03: Obligations Regarding Importations <br> 1 Each Party shall require the importer claiming preferential tariff treatment for a <br> good imported into its territory from the territory of the other Party to: <br> a) declare in writing in the importation document required by its legislation, <br> based on a valid certificate of origin that a good qualifies as an originating good; <br> b) have the certification of origin in his possession at the time the declaration is made; <br> c) provide, if requested by its customs authority, the certificate of origin or its copies; and <br> d) promptly make a corrected declaration and pay any duties owing where the <br> importer has reasons to believe that the certificate of origin on which a <br> customs declaration was based contains incorrect information. Where the <br> importer presents a corrected declaration before the customs authority <br> notifies the revision, according to the domestic laws of each Party, the <br> importer may not be penalized. <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> 2 Each Party shall provide that, if an importer in its territory fails to comply with any <br> under this Agreement to a good imported from the territory of the other Party. <br> time of importation; <br> 3 Each Party shall provide that, when the importer does not ask for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, not later than four (4) months from the date of release of <br> the imported goods, request the return of the tariff duties paid in excess for not having <br> requested the preferential tariff treatment for that good, as long as the importer has the <br> certificate of origin in his/her possession and the request is accompanied by: <br> a) a written declaration, indicating that the good qualifies as originating at the <br> b) the certificate of origin or its copy; and <br> c) any other documentation related to the import of the good, as the customs <br> authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority of <br> that Party concludes an origin verification and determines to deny the preferential tariff <br> treatment to goods imported, according to Article 5.06. <br> Article 5.04: Obligations Regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled out and signed a <br> certificate of origin to submit a copy of such certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer who has completed and signed a <br> certificate of origin or information for his/her certifying authority, and has reasons to <br> believe such certificate contains incorrect information, to notify promptly in writing all <br> persons to whom that certificate was given and its certifying authority, of any change <br> that may affect the accuracy or validity of that certificate, in which case, the exporter or <br> producer may not be penalized for having provided an incorrect certificate or information <br> according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other Party <br> qualified as originating, such exporter or producer shall be subject to similar penalties as <br> would apply to an importer in its territory for violating its customs laws and regulations by <br> making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent authority <br> of the importing Party the notification referred to in paragraph 2. <br> Article 5.05: Records <br> 1 Each Party shall provide that: <br> a) its exporter or producer who requests a certificate of origin and provides <br> information to its certifying authority shall maintain, for at least five (5) years <br> from the date on which the certificate is signed, all records and documents <br> related to the origin of the goods, including those concerning: <br> i) the purchase, costs, value, and payment of the good exported from its territory; <br> ii) the purchase, costs, value and payment of all materials, including <br> indirect ones, used in the production of the good exported from its territory; and <br> iii) the production of the good in the form in which it is exported from its territory; <br> b) an importer who claims preferential tariff treatment for a good imported into <br> that Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the <br> date of importation of the good; and <br> c) the certifying authority of the exporting Party that has issued a certificate of <br> origin shall maintain all documentation relating to the issuance of the <br> certificate for a minimum period of five (5) years from the issuing date of the certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter, producer or importer of the good who shall maintain <br> records or documents in accordance with paragraph 1: <br> a) does not have the records or documents for determining the origin of the <br> good, in accordance with the provisions of this Chapter and of Chapter 4 <br> (Rules of Origin); or <br> b) denies access to the records or documents. <br> Article 5.06: Origin Verification Procedures <br> 1 The importing Party, through its competent authority, may request information <br> about the origin of a good from the certifying authority of the exporting Party. The <br> competent authority of the importing Party may also request its Embassy in the territory <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> of the other Party for assistance in those matters. <br> 2 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> authority by means of: <br> a) written questionnaires or requests for information sent directly to the importer <br> in its territory or the exporter or producer in the territory of the other Party; <br> b) verification visits to the exporter or producer in the territory of the other Party <br> to review the records and documents referred to in Article 5.05, and to <br> inspect the materials and facilities used in the production of the good in question; <br> c) delegating its Embassy in the territory of the other Party to conduct the <br> verification visit mentioned above; or <br> d) other procedures as the Parties may agree to. <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> determinations of origin, notifications or any other written communications sent by the <br> be considered valid, provided that they are done by the following means: <br> a) certified mails with receipts of acknowledgement or other ways that confirm <br> that the importer, exporter or producer has received the documents; <br> b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> c) any other way as the Parties may agree to. <br> 4 In a written questionnaire or request for information referred to in <br> paragraph 2 a) it shall: <br> a) indicate the time period, which shall be no less than thirty (30) days from the <br> it may still request, through its competent authority, additional information from the <br> date of receipt, that the importer, exporter or producer has to duly complete <br> and return the questionnaire or provide the information requested; and <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> b) include the notification of intention to deny preferential tariff treatment, in <br> to the request within thirty (30) days from the date of receipt. <br> case the importer, exporter or producer does not duly complete and return <br> the questionnaire or provide the information requested within such time period. <br> 5 The importer, exporter or producer who receives a questionnaire or request for <br> information according to paragraph 2 a) shall duly complete and return the questionnaire <br> or respond to the request for information within the time period established in paragraph <br> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br> importer, exporter or producer. <br> may make a written request to the competent authority of the importing Party for an <br> extension of no more than thirty (30) days. Such request shall not have the <br> consequence of denial of the preferential tariff treatment. <br> 6 Each Party shall provide that, even if the answered questionnaire or information <br> requested referred to in paragraph 5 has been received within the specified time period, <br> territory the visit will be conducted, and, if necessary, to the embassy of the other Party <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br> does not return the questionnaire or provide the information requested within the time <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> Party shall, through its competent authority, provide a written notification of its intention <br> to conduct the visit. The notification shall be sent to the exporter or producer to be <br> visited, to the certifying authority and the competent authority of the Party in whose <br> shall request written consent from the exporter or producer to be visited. <br> 9 The notification referred to in paragraph 8 shall include: <br> a) the name of the competent authority that sends the notification; <br> b) the name of the exporter or producer to be visited; <br> c) the date and place of the proposed verification visit; <br> d) the objective and scope of the verification visit, including the specific <br> reference to the goods subject to verification; <br> e) the names and positions of the officers conducting the verification visit; and <br> f) the legal basis for carrying out the verification visit. <br> 10 Any modification of the information referred to in the preceding paragraph shall <br> also be notified according to paragraph 8. <br> 11 If the exporter or producer has not given his written consent to a proposed <br> verification visit within the thirty (30) days of the written notification as provided in <br> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good or goods by notifying in writing to the importer, exporter or producer its <br> determination, including facts and the legal basis for such denial. <br> 12. Each Party shall provide that, when an exporter or producer receives a notification <br> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br> days of receipt of the notification, notify in writing the competent authority of the <br> importing Party, certifying authority and competent authority of the exporting Party, its <br> decision to postpone only for once the proposed verification visit for a period no longer <br> than sixty (60) days from the date the notification was received, or for a longer period as <br> the Parties may agree to. <br> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br> a verification visit is postponed according to paragraph 12. <br> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers do <br> not participate in a manner other than as observers. Nevertheless, the failure of <br> designating the observers by the exporter or producer shall not be a cause for <br> postponing the visit. <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br> 17. Once the verification visit has been concluded, the competent authority of the <br> importing Party conducting a verification visit. If the records and documents are not in <br> possession of the exporter or producer, he/she may request the producer or supplier of <br> the materials to deliver them to the competent authority mentioned above. <br> 16. When the competent authority of the importing Party verifies whether the regional <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> value content, the de minimis calculation or any other requirement established under <br> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br> generally accepted accounting principles applied in the territory of the Party from which <br> the good under verification was exported. <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> confirmed by it. The exporter or producer may sign this minute. <br> verification of origin, the competent authority shall issue a written determination of origin, <br> including the facts, results and the legal basis for such determination, and send it to the <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> importer, exporter or producer of the good subject to verification according to paragraph <br> 3, to determine whether or not the good qualifies as originating. <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> 19. Where through a verification the importing Party determines that an importer, <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> person, until it is confirmed that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br> tariff treatment shall be accompanied by a written notification, including facts and the <br> legal basis, to the importer, exporter or producer. <br> 20. When the competent authority of the importing Party determines that a good <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide that its <br> origin determination shall not take effect until it has been notified in writing to the <br> certifying authority of the exporting Party, to the importer of the good, to the person that <br> has completed and signed the certificate of origin, as well as to the producer of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> importation made before the date of entry into force of the determination when: <br> a) the competent authority of that Party from whose territory the good was <br> exported, had issued a determination on the tariff classification or on the <br> value of the materials, on which a person is entitled to rely; and <br> b) the determination mentioned in the preceding subparagraph was issued prior <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> to the notification of the origin verification. <br> Article 5.07: Advance Rulings <br> 1 Each Party shall, through its competent authority, expeditiously provide a written <br> shall be issued in response to a written application made by an importer in whose <br> territory or an exporter or producer in the territory of the other Party, based on the facts <br> and circumstances stated by such importer, exporter or producer of the good, with respect to: <br> a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> b) whether the non-originating materials used in the production of the good <br> have undergone applicable changes on tariff classification established in <br> Annex 4.03 (Specific Rules of Origin); <br> c) whether the good fulfills the requirement of regional value content <br> established in Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> d) whether the method applied by an exporter or producer in the territory of the <br> other Party, according to the norms and principles of the Customs Valuation <br> Agreement, to calculate the transaction value of a good or of the materials <br> used in the production of the good, with respect to which an advance ruling is <br> being requested, is adequate for demonstrating whether the good satisfies a <br> regional value content requirement according to Chapter 4 (Rules of Origin) <br> and in Annex 4.03 (Specific Rules of Origin). <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> a) the obligation of the importer to provide information reasonably required to <br> process an application for such ruling; <br> b) the power of the competent authority to ask at any time for additional <br> information from the person who applies for an advance ruling, while <br> evaluating such application; <br> c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred and twenty (120) days, once all the <br> necessary information has been collected from the applicant; and <br> d) the obligation of the competent authority to issue an advance ruling in a <br> complete, well-founded, and reasoned manner. <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the date <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> on which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 4 Each Party shall provide any person who applies for an advance ruling the same <br> circumstances are identical in all substantial aspects. <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> a) when it is based on an error: <br> Chapter 4 (Rules of Origin); <br> i) in fact; <br> ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> iii) in the application of the regional value content requirement according to <br> b) when the ruling is not in accordance with the interpretation agreed by the <br> Origin) or this Chapter; or <br> Parties with respect to Chapter 4 (Rules of Origin); <br> c) when there is a change in the facts or circumstances on which the ruling is based; <br> d) for the purpose of conforming with a modification of Chapter 4 (Rules of <br> e) for the purpose of complying with an administrative decision independent <br> from the issuing authority, a judicial decision or to adjust to a change in the <br> national legislation of the Party that issued the advance ruling. <br> 6 Each Party shall provide that any modification or revocation of an advance ruling <br> shall enter into force from the date on which the modification or revocation is issued, or <br> on such later date as may be specified therein, and shall not be applied to the <br> importation of a good having occurred prior to that date, unless the person to whom the <br> advance ruling was issued has not acted according to its terms and conditions. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority <br> circumstances on which the advance ruling is based; and <br> shall evaluate whether: <br> a) the exporter or producer has complied with the terms and conditions of the <br> advance ruling; <br> b) the operations of the exporter or producer are consistent with the facts and <br> c) the data and calculations used in the application of criteria or methods to <br> calculate the regional value content are correct in all substantial aspects. <br> 8 Each Party shall provide that, when its competent authority determines that any of <br> the requirements established in paragraph 7 has not been fulfilled, that authority may <br> modify or revoke the advance ruling as the circumstances warrant. <br> 9 Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> be penalized whenever the issuing authority determines that the ruling was <br> based on incorrect information. <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> while the facts or circumstances on which the ruling was based are maintained. In case <br> those facts or circumstances have changed, the holder of the ruling shall be allowed to <br> present the necessary information for the issuing authority to modify or revoke it <br> according to paragraph 5. <br> 12 Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.01: Definitions <br> 1 For purposes of this Chapter, the following terms shall be understood as: <br> certifying authority: in the case of the Republic of Guatemala, the Ministry of <br> Bureau of Foreign Trade (BOFT), Ministry of Economic Affairs, or its successor, or <br> other agencies as authorized by BOFT or its successor; <br> commercial importation: the importation of a good into the territory of a Party for <br> sale, or for commercial, industrial or similar purposes; <br> competent authority: in the case of the Republic of Guatemala, the Ministry of <br> Economy, or its successor; and in the case of the Republic of China (Taiwan), the <br> customs authority under the Ministry of Finance, or its successor; <br> customs authority: the authority, according to the respective laws of each Party, <br> responsible for administering and implementing customs laws and regulations; <br> days: @^@days@^@ as defined in Chapter 2 (General Definitions); <br> determination of origin: the written legal document issued by the competent <br> authority as a result of a procedure for verifying whether a good qualifies as <br> originating according to Chapter 4 (Rules of Origin); <br> exporter: a person engaging in exportation and located in the territory of a Party <br> who is obligated, in accordance with this Chapter, to maintain records in the <br> territory of that Party according to paragraph 1 a) of Article 5.05; <br> identical goods: goods that are equal in all aspects, including physical <br> characteristics, quality and commercial prestige, irrespective of minor differences <br> preferential tariff treatment: the application of the tariff rate corresponding to an <br> in appearance that are not relevant to the determination of origin of these goods <br> originating good according to the Tariff Reduction Schedule, pursuant to Article 3.04 <br> according to Chapter 4 (Rules of Origin); <br> importer: a person engaging in importation and located in the territory of a Party, <br> territory of that Party according to paragraph 1 b) of Article 5.05; <br> (Tariff Reduction Schedule); <br> producer: @^@producer@^@ as defined in Chapter 2 (General Definitions); located in the <br> territory of a Party who is obligated, in accordance with this Chapter, to maintain <br> records in the territory of that Party according to paragraph 1 a) of Article 5.05; and <br> valid certificate of origin: a certificate of origin in the format established in <br> paragraph 1 of Article 5.02, completed, signed and dated by the exporter of a good <br> in the territory of a Party, and certified by a certifying authority of that Party, <br> according to the provisions of this Chapter and to the instructions for filling the certificate. <br> 2 The definitions established in Chapter 4 (Rules of Origin) shall be <br> incorporated into this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.02: Origin Certification <br> Article 5.09: Penalties <br> territory and provide the corresponding reports. <br> CUSTOMS PROCEDURES RELATED TO RULES OF ORIGIN <br> 1 For the purposes of this Chapter, the Parties shall establish a single form of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified as many time as deemed necessary by mutual consent. <br> of this Chapter. <br> 2 The certificate of origin referred to in paragraph 1 shall be used to certify that a <br> good being exported from the territory of a Party into the territory of the other Party <br> 1 Each Party shall grant the same rights of review and appeal with respect to <br> qualifies as originating. <br> determinations and advance rulings to its importers, or to the exporters or producers of <br> 3 The certifying authorities of each Party shall require its exporters or producers to <br> the other Party to whom those determinations and rulings have been issued <br> complete and sign a certificate of origin for each exportation of goods for which an <br> according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2 When a Party denied preferential tariff treatment to a good by a determination <br> 4 The exporter or producer completing and signing a certificate of origin will do so <br> based on non-compliance with time periods established in this Chapter, with respect to <br> through an affidavit, committing to assume administrative, civil or criminal liability <br> the presentation of records or other information to the competent authority of this Party, <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> the decision made in the review or appeal shall only deal with the non-compliance of the <br> 5 The certifying authority of each Party shall certify that the certificate of origin filled <br> time period to which this paragraph refers. <br> out and signed by the exporter or producer of the good is correctly completed, based on <br> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br> the information provided by such exporter or producer, who shall be responsible for the <br> administrative review, independent from the responsible official or office of the <br> accuracy and validity of the information provided, and shall verify that the exporter or <br> determination or the advance ruling under review, and access to a judicial review of the <br> producer is indeed located in that Party. <br> determination or ruling as the final resort of the administrative proceedings, according to <br> 6 Each Party shall require the certificate of origin to be sealed, signed and dated by <br> the laws of each Party. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> also carry a serial number allowing its identification, which will be <br> managed by the certifying authority. <br> 7 The certifying authority of the exporting Party shall: <br> a) maintain the administrative procedures for certifying the certificates of origin <br> that its producer or exporter fills out and signs; <br> Article 5.10: Review and Appeal <br> b) provide, if requested by the competent authority of the importing Party, <br> information about the origin of the imported goods claiming <br> preferential tariff treatment; and <br> c) notify in writing, before this Agreement enters into force, the list of the names <br> of the authorized persons and, where applicable, the list of bodies authorized <br> to certify the certificate of origin, with the corresponding signatures and seals. <br> Modifications to this list shall be notified immediately in writing to the other <br> Party and shall enter into force thirty (30) days after the date on which that <br> Party receives notification of the modification. <br> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br> single importation of one or more goods into the territory of that Party. <br> 9 Each Party shall provide that a valid certification of origin be accepted by the <br> customs authority of the importing Party for a period of one year from the date on which <br> the certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> located in the territory of a non-Party. <br> 11. The Parties shall, in the second year from the date on which this Agreement enters <br> into force, review the certifying procedures with a view to confirm whether it would be <br> more beneficial to the Parties to let exporters or producers certify certificates of origin by <br> themselves, rather than requiring any agency to perform the certification. If this is agreed <br> by the Parties, the exporter or producer will be the one responsible to certify the origin <br> without the certifying agency of each Party being the one required to perform the certification. <br> Article 5.03: Obligations Regarding Importations <br> 1 Each Party shall require the importer claiming preferential tariff treatment for a <br> good imported into its territory from the territory of the other Party to: <br> a) declare in writing in the importation document required by its legislation, <br> based on a valid certificate of origin that a good qualifies as an originating good; <br> b) have the certification of origin in his possession at the time the declaration is made; <br> c) provide, if requested by its customs authority, the certificate of origin or its copies; and <br> d) promptly make a corrected declaration and pay any duties owing where the <br> importer has reasons to believe that the certificate of origin on which a <br> customs declaration was based contains incorrect information. Where the <br> importer presents a corrected declaration before the customs authority <br> notifies the revision, according to the domestic laws of each Party, the <br> importer may not be penalized. <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> 2 Each Party shall provide that, if an importer in its territory fails to comply with any <br> under this Agreement to a good imported from the territory of the other Party. <br> time of importation; <br> 3 Each Party shall provide that, when the importer does not ask for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, not later than four (4) months from the date of release of <br> the imported goods, request the return of the tariff duties paid in excess for not having <br> requested the preferential tariff treatment for that good, as long as the importer has the <br> certificate of origin in his/her possession and the request is accompanied by: <br> a) a written declaration, indicating that the good qualifies as originating at the <br> b) the certificate of origin or its copy; and <br> c) any other documentation related to the import of the good, as the customs <br> authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority of <br> that Party concludes an origin verification and determines to deny the preferential tariff <br> treatment to goods imported, according to Article 5.06. <br> Article 5.04: Obligations Regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled out and signed a <br> certificate of origin to submit a copy of such certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer who has completed and signed a <br> certificate of origin or information for his/her certifying authority, and has reasons to <br> believe such certificate contains incorrect information, to notify promptly in writing all <br> persons to whom that certificate was given and its certifying authority, of any change <br> that may affect the accuracy or validity of that certificate, in which case, the exporter or <br> producer may not be penalized for having provided an incorrect certificate or information <br> according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other Party <br> qualified as originating, such exporter or producer shall be subject to similar penalties as <br> would apply to an importer in its territory for violating its customs laws and regulations by <br> making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent authority <br> of the importing Party the notification referred to in paragraph 2. <br> Article 5.05: Records <br> 1 Each Party shall provide that: <br> a) its exporter or producer who requests a certificate of origin and provides <br> information to its certifying authority shall maintain, for at least five (5) years <br> from the date on which the certificate is signed, all records and documents <br> related to the origin of the goods, including those concerning: <br> i) the purchase, costs, value, and payment of the good exported from its territory; <br> ii) the purchase, costs, value and payment of all materials, including <br> indirect ones, used in the production of the good exported from its territory; and <br> iii) the production of the good in the form in which it is exported from its territory; <br> b) an importer who claims preferential tariff treatment for a good imported into <br> that Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the <br> date of importation of the good; and <br> c) the certifying authority of the exporting Party that has issued a certificate of <br> origin shall maintain all documentation relating to the issuance of the <br> certificate for a minimum period of five (5) years from the issuing date of the certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter, producer or importer of the good who shall maintain <br> records or documents in accordance with paragraph 1: <br> a) does not have the records or documents for determining the origin of the <br> good, in accordance with the provisions of this Chapter and of Chapter 4 <br> (Rules of Origin); or <br> b) denies access to the records or documents. <br> Article 5.06: Origin Verification Procedures <br> 1 The importing Party, through its competent authority, may request information <br> about the origin of a good from the certifying authority of the exporting Party. The <br> competent authority of the importing Party may also request its Embassy in the territory <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> of the other Party for assistance in those matters. <br> 2 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> authority by means of: <br> a) written questionnaires or requests for information sent directly to the importer <br> in its territory or the exporter or producer in the territory of the other Party; <br> b) verification visits to the exporter or producer in the territory of the other Party <br> to review the records and documents referred to in Article 5.05, and to <br> inspect the materials and facilities used in the production of the good in question; <br> c) delegating its Embassy in the territory of the other Party to conduct the <br> verification visit mentioned above; or <br> d) other procedures as the Parties may agree to. <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> determinations of origin, notifications or any other written communications sent by the <br> be considered valid, provided that they are done by the following means: <br> a) certified mails with receipts of acknowledgement or other ways that confirm <br> that the importer, exporter or producer has received the documents; <br> b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> c) any other way as the Parties may agree to. <br> 4 In a written questionnaire or request for information referred to in <br> paragraph 2 a) it shall: <br> a) indicate the time period, which shall be no less than thirty (30) days from the <br> it may still request, through its competent authority, additional information from the <br> date of receipt, that the importer, exporter or producer has to duly complete <br> and return the questionnaire or provide the information requested; and <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> b) include the notification of intention to deny preferential tariff treatment, in <br> to the request within thirty (30) days from the date of receipt. <br> case the importer, exporter or producer does not duly complete and return <br> the questionnaire or provide the information requested within such time period. <br> 5 The importer, exporter or producer who receives a questionnaire or request for <br> information according to paragraph 2 a) shall duly complete and return the questionnaire <br> or respond to the request for information within the time period established in paragraph <br> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br> importer, exporter or producer. <br> may make a written request to the competent authority of the importing Party for an <br> extension of no more than thirty (30) days. Such request shall not have the <br> consequence of denial of the preferential tariff treatment. <br> 6 Each Party shall provide that, even if the answered questionnaire or information <br> requested referred to in paragraph 5 has been received within the specified time period, <br> territory the visit will be conducted, and, if necessary, to the embassy of the other Party <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br> does not return the questionnaire or provide the information requested within the time <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> Party shall, through its competent authority, provide a written notification of its intention <br> to conduct the visit. The notification shall be sent to the exporter or producer to be <br> visited, to the certifying authority and the competent authority of the Party in whose <br> shall request written consent from the exporter or producer to be visited. <br> 9 The notification referred to in paragraph 8 shall include: <br> a) the name of the competent authority that sends the notification; <br> b) the name of the exporter or producer to be visited; <br> c) the date and place of the proposed verification visit; <br> d) the objective and scope of the verification visit, including the specific <br> reference to the goods subject to verification; <br> e) the names and positions of the officers conducting the verification visit; and <br> f) the legal basis for carrying out the verification visit. <br> 10 Any modification of the information referred to in the preceding paragraph shall <br> also be notified according to paragraph 8. <br> 11 If the exporter or producer has not given his written consent to a proposed <br> verification visit within the thirty (30) days of the written notification as provided in <br> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good or goods by notifying in writing to the importer, exporter or producer its <br> determination, including facts and the legal basis for such denial. <br> 12. Each Party shall provide that, when an exporter or producer receives a notification <br> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br> days of receipt of the notification, notify in writing the competent authority of the <br> importing Party, certifying authority and competent authority of the exporting Party, its <br> decision to postpone only for once the proposed verification visit for a period no longer <br> than sixty (60) days from the date the notification was received, or for a longer period as <br> the Parties may agree to. <br> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br> a verification visit is postponed according to paragraph 12. <br> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers do <br> not participate in a manner other than as observers. Nevertheless, the failure of <br> designating the observers by the exporter or producer shall not be a cause for <br> postponing the visit. <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br> 17. Once the verification visit has been concluded, the competent authority of the <br> importing Party conducting a verification visit. If the records and documents are not in <br> possession of the exporter or producer, he/she may request the producer or supplier of <br> the materials to deliver them to the competent authority mentioned above. <br> 16. When the competent authority of the importing Party verifies whether the regional <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> value content, the de minimis calculation or any other requirement established under <br> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br> generally accepted accounting principles applied in the territory of the Party from which <br> the good under verification was exported. <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> confirmed by it. The exporter or producer may sign this minute. <br> verification of origin, the competent authority shall issue a written determination of origin, <br> including the facts, results and the legal basis for such determination, and send it to the <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> importer, exporter or producer of the good subject to verification according to paragraph <br> 3, to determine whether or not the good qualifies as originating. <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> 19. Where through a verification the importing Party determines that an importer, <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> person, until it is confirmed that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br> tariff treatment shall be accompanied by a written notification, including facts and the <br> legal basis, to the importer, exporter or producer. <br> 20. When the competent authority of the importing Party determines that a good <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide that its <br> origin determination shall not take effect until it has been notified in writing to the <br> certifying authority of the exporting Party, to the importer of the good, to the person that <br> has completed and signed the certificate of origin, as well as to the producer of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> importation made before the date of entry into force of the determination when: <br> a) the competent authority of that Party from whose territory the good was <br> exported, had issued a determination on the tariff classification or on the <br> value of the materials, on which a person is entitled to rely; and <br> b) the determination mentioned in the preceding subparagraph was issued prior <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> to the notification of the origin verification. <br> Article 5.07: Advance Rulings <br> 1 Each Party shall, through its competent authority, expeditiously provide a written <br> shall be issued in response to a written application made by an importer in whose <br> territory or an exporter or producer in the territory of the other Party, based on the facts <br> and circumstances stated by such importer, exporter or producer of the good, with respect to: <br> a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> b) whether the non-originating materials used in the production of the good <br> have undergone applicable changes on tariff classification established in <br> Annex 4.03 (Specific Rules of Origin); <br> c) whether the good fulfills the requirement of regional value content <br> established in Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> d) whether the method applied by an exporter or producer in the territory of the <br> other Party, according to the norms and principles of the Customs Valuation <br> Agreement, to calculate the transaction value of a good or of the materials <br> used in the production of the good, with respect to which an advance ruling is <br> being requested, is adequate for demonstrating whether the good satisfies a <br> regional value content requirement according to Chapter 4 (Rules of Origin) <br> and in Annex 4.03 (Specific Rules of Origin). <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> a) the obligation of the importer to provide information reasonably required to <br> process an application for such ruling; <br> b) the power of the competent authority to ask at any time for additional <br> information from the person who applies for an advance ruling, while <br> evaluating such application; <br> c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred and twenty (120) days, once all the <br> necessary information has been collected from the applicant; and <br> d) the obligation of the competent authority to issue an advance ruling in a <br> complete, well-founded, and reasoned manner. <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the date <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> on which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 4 Each Party shall provide any person who applies for an advance ruling the same <br> circumstances are identical in all substantial aspects. <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> a) when it is based on an error: <br> Chapter 4 (Rules of Origin); <br> i) in fact; <br> ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> iii) in the application of the regional value content requirement according to <br> b) when the ruling is not in accordance with the interpretation agreed by the <br> Origin) or this Chapter; or <br> Parties with respect to Chapter 4 (Rules of Origin); <br> c) when there is a change in the facts or circumstances on which the ruling is based; <br> d) for the purpose of conforming with a modification of Chapter 4 (Rules of <br> e) for the purpose of complying with an administrative decision independent <br> from the issuing authority, a judicial decision or to adjust to a change in the <br> national legislation of the Party that issued the advance ruling. <br> 6 Each Party shall provide that any modification or revocation of an advance ruling <br> shall enter into force from the date on which the modification or revocation is issued, or <br> on such later date as may be specified therein, and shall not be applied to the <br> importation of a good having occurred prior to that date, unless the person to whom the <br> advance ruling was issued has not acted according to its terms and conditions. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority <br> circumstances on which the advance ruling is based; and <br> shall evaluate whether: <br> a) the exporter or producer has complied with the terms and conditions of the <br> advance ruling; <br> b) the operations of the exporter or producer are consistent with the facts and <br> c) the data and calculations used in the application of criteria or methods to <br> calculate the regional value content are correct in all substantial aspects. <br> 8 Each Party shall provide that, when its competent authority determines that any of <br> the requirements established in paragraph 7 has not been fulfilled, that authority may <br> modify or revoke the advance ruling as the circumstances warrant. <br> 9 Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> be penalized whenever the issuing authority determines that the ruling was <br> based on incorrect information. <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> while the facts or circumstances on which the ruling was based are maintained. In case <br> those facts or circumstances have changed, the holder of the ruling shall be allowed to <br> present the necessary information for the issuing authority to modify or revoke it <br> according to paragraph 5. <br> 12 Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.08: Confidentiality <br> 1 Each Party shall maintain, according to its legislation, the confidentiality of <br> confidential information collected according to this Chapter and shall protect such <br> information from disclosure. <br> 2 The confidential information collected in accordance with this Chapter may only be <br> disclosed to the authorities in charge of the administration and enforcement of origin <br> determinations, and of customs and taxation matters according to the <br> legislation of each Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.02: Origin Certification <br> Article 5.09: Penalties <br> territory and provide the corresponding reports. <br> CUSTOMS PROCEDURES RELATED TO RULES OF ORIGIN <br> 1 For the purposes of this Chapter, the Parties shall establish a single form of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified as many time as deemed necessary by mutual consent. <br> of this Chapter. <br> 2 The certificate of origin referred to in paragraph 1 shall be used to certify that a <br> good being exported from the territory of a Party into the territory of the other Party <br> 1 Each Party shall grant the same rights of review and appeal with respect to <br> qualifies as originating. <br> determinations and advance rulings to its importers, or to the exporters or producers of <br> 3 The certifying authorities of each Party shall require its exporters or producers to <br> the other Party to whom those determinations and rulings have been issued <br> complete and sign a certificate of origin for each exportation of goods for which an <br> according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2 When a Party denied preferential tariff treatment to a good by a determination <br> 4 The exporter or producer completing and signing a certificate of origin will do so <br> based on non-compliance with time periods established in this Chapter, with respect to <br> through an affidavit, committing to assume administrative, civil or criminal liability <br> the presentation of records or other information to the competent authority of this Party, <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> the decision made in the review or appeal shall only deal with the non-compliance of the <br> 5 The certifying authority of each Party shall certify that the certificate of origin filled <br> time period to which this paragraph refers. <br> out and signed by the exporter or producer of the good is correctly completed, based on <br> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br> the information provided by such exporter or producer, who shall be responsible for the <br> administrative review, independent from the responsible official or office of the <br> accuracy and validity of the information provided, and shall verify that the exporter or <br> determination or the advance ruling under review, and access to a judicial review of the <br> producer is indeed located in that Party. <br> determination or ruling as the final resort of the administrative proceedings, according to <br> 6 Each Party shall require the certificate of origin to be sealed, signed and dated by <br> the laws of each Party. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> also carry a serial number allowing its identification, which will be <br> managed by the certifying authority. <br> 7 The certifying authority of the exporting Party shall: <br> a) maintain the administrative procedures for certifying the certificates of origin <br> that its producer or exporter fills out and signs; <br> Article 5.10: Review and Appeal <br> b) provide, if requested by the competent authority of the importing Party, <br> information about the origin of the imported goods claiming <br> preferential tariff treatment; and <br> c) notify in writing, before this Agreement enters into force, the list of the names <br> of the authorized persons and, where applicable, the list of bodies authorized <br> to certify the certificate of origin, with the corresponding signatures and seals. <br> Modifications to this list shall be notified immediately in writing to the other <br> Party and shall enter into force thirty (30) days after the date on which that <br> Party receives notification of the modification. <br> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br> single importation of one or more goods into the territory of that Party. <br> 9 Each Party shall provide that a valid certification of origin be accepted by the <br> customs authority of the importing Party for a period of one year from the date on which <br> the certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> located in the territory of a non-Party. <br> 11. The Parties shall, in the second year from the date on which this Agreement enters <br> into force, review the certifying procedures with a view to confirm whether it would be <br> more beneficial to the Parties to let exporters or producers certify certificates of origin by <br> themselves, rather than requiring any agency to perform the certification. If this is agreed <br> by the Parties, the exporter or producer will be the one responsible to certify the origin <br> without the certifying agency of each Party being the one required to perform the certification. <br> Article 5.03: Obligations Regarding Importations <br> 1 Each Party shall require the importer claiming preferential tariff treatment for a <br> good imported into its territory from the territory of the other Party to: <br> a) declare in writing in the importation document required by its legislation, <br> based on a valid certificate of origin that a good qualifies as an originating good; <br> b) have the certification of origin in his possession at the time the declaration is made; <br> c) provide, if requested by its customs authority, the certificate of origin or its copies; and <br> d) promptly make a corrected declaration and pay any duties owing where the <br> importer has reasons to believe that the certificate of origin on which a <br> customs declaration was based contains incorrect information. Where the <br> importer presents a corrected declaration before the customs authority <br> notifies the revision, according to the domestic laws of each Party, the <br> importer may not be penalized. <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> 2 Each Party shall provide that, if an importer in its territory fails to comply with any <br> under this Agreement to a good imported from the territory of the other Party. <br> time of importation; <br> 3 Each Party shall provide that, when the importer does not ask for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, not later than four (4) months from the date of release of <br> the imported goods, request the return of the tariff duties paid in excess for not having <br> requested the preferential tariff treatment for that good, as long as the importer has the <br> certificate of origin in his/her possession and the request is accompanied by: <br> a) a written declaration, indicating that the good qualifies as originating at the <br> b) the certificate of origin or its copy; and <br> c) any other documentation related to the import of the good, as the customs <br> authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority of <br> that Party concludes an origin verification and determines to deny the preferential tariff <br> treatment to goods imported, according to Article 5.06. <br> Article 5.04: Obligations Regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled out and signed a <br> certificate of origin to submit a copy of such certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer who has completed and signed a <br> certificate of origin or information for his/her certifying authority, and has reasons to <br> believe such certificate contains incorrect information, to notify promptly in writing all <br> persons to whom that certificate was given and its certifying authority, of any change <br> that may affect the accuracy or validity of that certificate, in which case, the exporter or <br> producer may not be penalized for having provided an incorrect certificate or information <br> according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other Party <br> qualified as originating, such exporter or producer shall be subject to similar penalties as <br> would apply to an importer in its territory for violating its customs laws and regulations by <br> making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent authority <br> of the importing Party the notification referred to in paragraph 2. <br> Article 5.05: Records <br> 1 Each Party shall provide that: <br> a) its exporter or producer who requests a certificate of origin and provides <br> information to its certifying authority shall maintain, for at least five (5) years <br> from the date on which the certificate is signed, all records and documents <br> related to the origin of the goods, including those concerning: <br> i) the purchase, costs, value, and payment of the good exported from its territory; <br> ii) the purchase, costs, value and payment of all materials, including <br> indirect ones, used in the production of the good exported from its territory; and <br> iii) the production of the good in the form in which it is exported from its territory; <br> b) an importer who claims preferential tariff treatment for a good imported into <br> that Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the <br> date of importation of the good; and <br> c) the certifying authority of the exporting Party that has issued a certificate of <br> origin shall maintain all documentation relating to the issuance of the <br> certificate for a minimum period of five (5) years from the issuing date of the certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter, producer or importer of the good who shall maintain <br> records or documents in accordance with paragraph 1: <br> a) does not have the records or documents for determining the origin of the <br> good, in accordance with the provisions of this Chapter and of Chapter 4 <br> (Rules of Origin); or <br> b) denies access to the records or documents. <br> Article 5.06: Origin Verification Procedures <br> 1 The importing Party, through its competent authority, may request information <br> about the origin of a good from the certifying authority of the exporting Party. The <br> competent authority of the importing Party may also request its Embassy in the territory <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> of the other Party for assistance in those matters. <br> 2 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> authority by means of: <br> a) written questionnaires or requests for information sent directly to the importer <br> in its territory or the exporter or producer in the territory of the other Party; <br> b) verification visits to the exporter or producer in the territory of the other Party <br> to review the records and documents referred to in Article 5.05, and to <br> inspect the materials and facilities used in the production of the good in question; <br> c) delegating its Embassy in the territory of the other Party to conduct the <br> verification visit mentioned above; or <br> d) other procedures as the Parties may agree to. <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> determinations of origin, notifications or any other written communications sent by the <br> be considered valid, provided that they are done by the following means: <br> a) certified mails with receipts of acknowledgement or other ways that confirm <br> that the importer, exporter or producer has received the documents; <br> b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> c) any other way as the Parties may agree to. <br> 4 In a written questionnaire or request for information referred to in <br> paragraph 2 a) it shall: <br> a) indicate the time period, which shall be no less than thirty (30) days from the <br> it may still request, through its competent authority, additional information from the <br> date of receipt, that the importer, exporter or producer has to duly complete <br> and return the questionnaire or provide the information requested; and <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> b) include the notification of intention to deny preferential tariff treatment, in <br> to the request within thirty (30) days from the date of receipt. <br> case the importer, exporter or producer does not duly complete and return <br> the questionnaire or provide the information requested within such time period. <br> 5 The importer, exporter or producer who receives a questionnaire or request for <br> information according to paragraph 2 a) shall duly complete and return the questionnaire <br> or respond to the request for information within the time period established in paragraph <br> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br> importer, exporter or producer. <br> may make a written request to the competent authority of the importing Party for an <br> extension of no more than thirty (30) days. Such request shall not have the <br> consequence of denial of the preferential tariff treatment. <br> 6 Each Party shall provide that, even if the answered questionnaire or information <br> requested referred to in paragraph 5 has been received within the specified time period, <br> territory the visit will be conducted, and, if necessary, to the embassy of the other Party <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br> does not return the questionnaire or provide the information requested within the time <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> Party shall, through its competent authority, provide a written notification of its intention <br> to conduct the visit. The notification shall be sent to the exporter or producer to be <br> visited, to the certifying authority and the competent authority of the Party in whose <br> shall request written consent from the exporter or producer to be visited. <br> 9 The notification referred to in paragraph 8 shall include: <br> a) the name of the competent authority that sends the notification; <br> b) the name of the exporter or producer to be visited; <br> c) the date and place of the proposed verification visit; <br> d) the objective and scope of the verification visit, including the specific <br> reference to the goods subject to verification; <br> e) the names and positions of the officers conducting the verification visit; and <br> f) the legal basis for carrying out the verification visit. <br> 10 Any modification of the information referred to in the preceding paragraph shall <br> also be notified according to paragraph 8. <br> 11 If the exporter or producer has not given his written consent to a proposed <br> verification visit within the thirty (30) days of the written notification as provided in <br> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good or goods by notifying in writing to the importer, exporter or producer its <br> determination, including facts and the legal basis for such denial. <br> 12. Each Party shall provide that, when an exporter or producer receives a notification <br> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br> days of receipt of the notification, notify in writing the competent authority of the <br> importing Party, certifying authority and competent authority of the exporting Party, its <br> decision to postpone only for once the proposed verification visit for a period no longer <br> than sixty (60) days from the date the notification was received, or for a longer period as <br> the Parties may agree to. <br> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br> a verification visit is postponed according to paragraph 12. <br> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers do <br> not participate in a manner other than as observers. Nevertheless, the failure of <br> designating the observers by the exporter or producer shall not be a cause for <br> postponing the visit. <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br> 17. Once the verification visit has been concluded, the competent authority of the <br> importing Party conducting a verification visit. If the records and documents are not in <br> possession of the exporter or producer, he/she may request the producer or supplier of <br> the materials to deliver them to the competent authority mentioned above. <br> 16. When the competent authority of the importing Party verifies whether the regional <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> value content, the de minimis calculation or any other requirement established under <br> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br> generally accepted accounting principles applied in the territory of the Party from which <br> the good under verification was exported. <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> confirmed by it. The exporter or producer may sign this minute. <br> verification of origin, the competent authority shall issue a written determination of origin, <br> including the facts, results and the legal basis for such determination, and send it to the <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> importer, exporter or producer of the good subject to verification according to paragraph <br> 3, to determine whether or not the good qualifies as originating. <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> 19. Where through a verification the importing Party determines that an importer, <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> person, until it is confirmed that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br> tariff treatment shall be accompanied by a written notification, including facts and the <br> legal basis, to the importer, exporter or producer. <br> 20. When the competent authority of the importing Party determines that a good <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide that its <br> origin determination shall not take effect until it has been notified in writing to the <br> certifying authority of the exporting Party, to the importer of the good, to the person that <br> has completed and signed the certificate of origin, as well as to the producer of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> importation made before the date of entry into force of the determination when: <br> a) the competent authority of that Party from whose territory the good was <br> exported, had issued a determination on the tariff classification or on the <br> value of the materials, on which a person is entitled to rely; and <br> b) the determination mentioned in the preceding subparagraph was issued prior <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> to the notification of the origin verification. <br> Article 5.07: Advance Rulings <br> 1 Each Party shall, through its competent authority, expeditiously provide a written <br> shall be issued in response to a written application made by an importer in whose <br> territory or an exporter or producer in the territory of the other Party, based on the facts <br> and circumstances stated by such importer, exporter or producer of the good, with respect to: <br> a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> b) whether the non-originating materials used in the production of the good <br> have undergone applicable changes on tariff classification established in <br> Annex 4.03 (Specific Rules of Origin); <br> c) whether the good fulfills the requirement of regional value content <br> established in Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> d) whether the method applied by an exporter or producer in the territory of the <br> other Party, according to the norms and principles of the Customs Valuation <br> Agreement, to calculate the transaction value of a good or of the materials <br> used in the production of the good, with respect to which an advance ruling is <br> being requested, is adequate for demonstrating whether the good satisfies a <br> regional value content requirement according to Chapter 4 (Rules of Origin) <br> and in Annex 4.03 (Specific Rules of Origin). <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> a) the obligation of the importer to provide information reasonably required to <br> process an application for such ruling; <br> b) the power of the competent authority to ask at any time for additional <br> information from the person who applies for an advance ruling, while <br> evaluating such application; <br> c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred and twenty (120) days, once all the <br> necessary information has been collected from the applicant; and <br> d) the obligation of the competent authority to issue an advance ruling in a <br> complete, well-founded, and reasoned manner. <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the date <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> on which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 4 Each Party shall provide any person who applies for an advance ruling the same <br> circumstances are identical in all substantial aspects. <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> a) when it is based on an error: <br> Chapter 4 (Rules of Origin); <br> i) in fact; <br> ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> iii) in the application of the regional value content requirement according to <br> b) when the ruling is not in accordance with the interpretation agreed by the <br> Origin) or this Chapter; or <br> Parties with respect to Chapter 4 (Rules of Origin); <br> c) when there is a change in the facts or circumstances on which the ruling is based; <br> d) for the purpose of conforming with a modification of Chapter 4 (Rules of <br> e) for the purpose of complying with an administrative decision independent <br> from the issuing authority, a judicial decision or to adjust to a change in the <br> national legislation of the Party that issued the advance ruling. <br> 6 Each Party shall provide that any modification or revocation of an advance ruling <br> shall enter into force from the date on which the modification or revocation is issued, or <br> on such later date as may be specified therein, and shall not be applied to the <br> importation of a good having occurred prior to that date, unless the person to whom the <br> advance ruling was issued has not acted according to its terms and conditions. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority <br> circumstances on which the advance ruling is based; and <br> shall evaluate whether: <br> a) the exporter or producer has complied with the terms and conditions of the <br> advance ruling; <br> b) the operations of the exporter or producer are consistent with the facts and <br> c) the data and calculations used in the application of criteria or methods to <br> calculate the regional value content are correct in all substantial aspects. <br> 8 Each Party shall provide that, when its competent authority determines that any of <br> the requirements established in paragraph 7 has not been fulfilled, that authority may <br> modify or revoke the advance ruling as the circumstances warrant. <br> 9 Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> be penalized whenever the issuing authority determines that the ruling was <br> based on incorrect information. <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> while the facts or circumstances on which the ruling was based are maintained. In case <br> those facts or circumstances have changed, the holder of the ruling shall be allowed to <br> present the necessary information for the issuing authority to modify or revoke it <br> according to paragraph 5. <br> 12 Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 5.11: Uniform Regulations <br> 1 The Parties shall establish and implement, through their respective laws or <br> regulations, by the date on which this Agreement enters into force, or at any later date <br> as agreed by the Parties, the uniform regulations regarding the interpretation, application <br> and administration of Chapter 4 (Rules of Origin), this Chapter and other matters as may <br> be agreed by the Parties. <br> 2 Each Party shall implement any modification or addition to the uniform regulations <br> no later than one hundred and eighty (180) days after the Parties agree on such <br> modification or addition, or within any other period that the Parties may agree. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 5.12: Cooperation <br> 1 Each Party shall notify the other Party of the following determinations, measures <br> and rulings, including, to the extent possible, the ones to be applied: <br> a) an origin determination issued as a result of a verification conducted <br> according to Article 5.06, once the review and appeal referred to <br> in Article 5.10 are exhausted; <br> b) an origin determination that the Party considers contrary to a ruling issued <br> by the competent authority of the other Party on the tariff classification or the <br> value of a good, or of the materials used in the manufacturing of a good; <br> c) a measure that establishes or significantly modifies an administrative policy <br> that may in the future affect the determinations of origin; and <br> d) an advance ruling, and its revocation or modification, issued according to Article 5.07. <br> 2 The Parties shall cooperate: <br> a) in the enforcement of their respective customs laws or regulations, for the <br> implementation of this Agreement, and, if applicable, under mutual customs <br> assistance agreements, or in any another customs related agreement which <br> they are parties to; <br> b) to the extent possible and for the purpose of facilitating the flow of trade <br> between their territories, in customs issues such as the collection and <br> exchange of statistics regarding the importation and exportation of goods, <br> and the exchange of information; <br> c) to the extent possible, in the collection and exchange of documentation on <br> customs procedures; and <br> d) to the extent possible, in the verification of origin of a good, in such a way <br> that the competent authority of the importing Party may request, for the <br> Republic of Guatemala, the competent authority and for the Republic of <br> China (Taiwan), the certifying authority, to conduct investigations in its <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.02: Origin Certification <br> Article 5.09: Penalties <br> territory and provide the corresponding reports. <br> CUSTOMS PROCEDURES RELATED TO RULES OF ORIGIN <br> 1 For the purposes of this Chapter, the Parties shall establish a single form of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified as many time as deemed necessary by mutual consent. <br> of this Chapter. <br> 2 The certificate of origin referred to in paragraph 1 shall be used to certify that a <br> good being exported from the territory of a Party into the territory of the other Party <br> 1 Each Party shall grant the same rights of review and appeal with respect to <br> qualifies as originating. <br> determinations and advance rulings to its importers, or to the exporters or producers of <br> 3 The certifying authorities of each Party shall require its exporters or producers to <br> the other Party to whom those determinations and rulings have been issued <br> complete and sign a certificate of origin for each exportation of goods for which an <br> according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2 When a Party denied preferential tariff treatment to a good by a determination <br> 4 The exporter or producer completing and signing a certificate of origin will do so <br> based on non-compliance with time periods established in this Chapter, with respect to <br> through an affidavit, committing to assume administrative, civil or criminal liability <br> the presentation of records or other information to the competent authority of this Party, <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> the decision made in the review or appeal shall only deal with the non-compliance of the <br> 5 The certifying authority of each Party shall certify that the certificate of origin filled <br> time period to which this paragraph refers. <br> out and signed by the exporter or producer of the good is correctly completed, based on <br> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br> the information provided by such exporter or producer, who shall be responsible for the <br> administrative review, independent from the responsible official or office of the <br> accuracy and validity of the information provided, and shall verify that the exporter or <br> determination or the advance ruling under review, and access to a judicial review of the <br> producer is indeed located in that Party. <br> determination or ruling as the final resort of the administrative proceedings, according to <br> 6 Each Party shall require the certificate of origin to be sealed, signed and dated by <br> the laws of each Party. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> also carry a serial number allowing its identification, which will be <br> managed by the certifying authority. <br> 7 The certifying authority of the exporting Party shall: <br> a) maintain the administrative procedures for certifying the certificates of origin <br> that its producer or exporter fills out and signs; <br> Article 5.10: Review and Appeal <br> b) provide, if requested by the competent authority of the importing Party, <br> information about the origin of the imported goods claiming <br> preferential tariff treatment; and <br> c) notify in writing, before this Agreement enters into force, the list of the names <br> of the authorized persons and, where applicable, the list of bodies authorized <br> to certify the certificate of origin, with the corresponding signatures and seals. <br> Modifications to this list shall be notified immediately in writing to the other <br> Party and shall enter into force thirty (30) days after the date on which that <br> Party receives notification of the modification. <br> 8 Each Party shall provide that a certificate of origin shall only be applicable to a <br> single importation of one or more goods into the territory of that Party. <br> 9 Each Party shall provide that a valid certification of origin be accepted by the <br> customs authority of the importing Party for a period of one year from the date on which <br> the certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> located in the territory of a non-Party. <br> 11. The Parties shall, in the second year from the date on which this Agreement enters <br> into force, review the certifying procedures with a view to confirm whether it would be <br> more beneficial to the Parties to let exporters or producers certify certificates of origin by <br> themselves, rather than requiring any agency to perform the certification. If this is agreed <br> by the Parties, the exporter or producer will be the one responsible to certify the origin <br> without the certifying agency of each Party being the one required to perform the certification. <br> Article 5.03: Obligations Regarding Importations <br> 1 Each Party shall require the importer claiming preferential tariff treatment for a <br> good imported into its territory from the territory of the other Party to: <br> a) declare in writing in the importation document required by its legislation, <br> based on a valid certificate of origin that a good qualifies as an originating good; <br> b) have the certification of origin in his possession at the time the declaration is made; <br> c) provide, if requested by its customs authority, the certificate of origin or its copies; and <br> d) promptly make a corrected declaration and pay any duties owing where the <br> importer has reasons to believe that the certificate of origin on which a <br> customs declaration was based contains incorrect information. Where the <br> importer presents a corrected declaration before the customs authority <br> notifies the revision, according to the domestic laws of each Party, the <br> importer may not be penalized. <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> 2 Each Party shall provide that, if an importer in its territory fails to comply with any <br> under this Agreement to a good imported from the territory of the other Party. <br> time of importation; <br> 3 Each Party shall provide that, when the importer does not ask for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, not later than four (4) months from the date of release of <br> the imported goods, request the return of the tariff duties paid in excess for not having <br> requested the preferential tariff treatment for that good, as long as the importer has the <br> certificate of origin in his/her possession and the request is accompanied by: <br> a) a written declaration, indicating that the good qualifies as originating at the <br> b) the certificate of origin or its copy; and <br> c) any other documentation related to the import of the good, as the customs <br> authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority of <br> that Party concludes an origin verification and determines to deny the preferential tariff <br> treatment to goods imported, according to Article 5.06. <br> Article 5.04: Obligations Regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled out and signed a <br> certificate of origin to submit a copy of such certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer who has completed and signed a <br> certificate of origin or information for his/her certifying authority, and has reasons to <br> believe such certificate contains incorrect information, to notify promptly in writing all <br> persons to whom that certificate was given and its certifying authority, of any change <br> that may affect the accuracy or validity of that certificate, in which case, the exporter or <br> producer may not be penalized for having provided an incorrect certificate or information <br> according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other Party <br> qualified as originating, such exporter or producer shall be subject to similar penalties as <br> would apply to an importer in its territory for violating its customs laws and regulations by <br> making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent authority <br> of the importing Party the notification referred to in paragraph 2. <br> Article 5.05: Records <br> 1 Each Party shall provide that: <br> a) its exporter or producer who requests a certificate of origin and provides <br> information to its certifying authority shall maintain, for at least five (5) years <br> from the date on which the certificate is signed, all records and documents <br> related to the origin of the goods, including those concerning: <br> i) the purchase, costs, value, and payment of the good exported from its territory; <br> ii) the purchase, costs, value and payment of all materials, including <br> indirect ones, used in the production of the good exported from its territory; and <br> iii) the production of the good in the form in which it is exported from its territory; <br> b) an importer who claims preferential tariff treatment for a good imported into <br> that Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the <br> date of importation of the good; and <br> c) the certifying authority of the exporting Party that has issued a certificate of <br> origin shall maintain all documentation relating to the issuance of the <br> certificate for a minimum period of five (5) years from the issuing date of the certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter, producer or importer of the good who shall maintain <br> records or documents in accordance with paragraph 1: <br> a) does not have the records or documents for determining the origin of the <br> good, in accordance with the provisions of this Chapter and of Chapter 4 <br> (Rules of Origin); or <br> b) denies access to the records or documents. <br> Article 5.06: Origin Verification Procedures <br> 1 The importing Party, through its competent authority, may request information <br> about the origin of a good from the certifying authority of the exporting Party. The <br> competent authority of the importing Party may also request its Embassy in the territory <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> of the other Party for assistance in those matters. <br> 2 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> authority by means of: <br> a) written questionnaires or requests for information sent directly to the importer <br> in its territory or the exporter or producer in the territory of the other Party; <br> b) verification visits to the exporter or producer in the territory of the other Party <br> to review the records and documents referred to in Article 5.05, and to <br> inspect the materials and facilities used in the production of the good in question; <br> c) delegating its Embassy in the territory of the other Party to conduct the <br> verification visit mentioned above; or <br> d) other procedures as the Parties may agree to. <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> determinations of origin, notifications or any other written communications sent by the <br> be considered valid, provided that they are done by the following means: <br> a) certified mails with receipts of acknowledgement or other ways that confirm <br> that the importer, exporter or producer has received the documents; <br> b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> c) any other way as the Parties may agree to. <br> 4 In a written questionnaire or request for information referred to in <br> paragraph 2 a) it shall: <br> a) indicate the time period, which shall be no less than thirty (30) days from the <br> it may still request, through its competent authority, additional information from the <br> date of receipt, that the importer, exporter or producer has to duly complete <br> and return the questionnaire or provide the information requested; and <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> b) include the notification of intention to deny preferential tariff treatment, in <br> to the request within thirty (30) days from the date of receipt. <br> case the importer, exporter or producer does not duly complete and return <br> the questionnaire or provide the information requested within such time period. <br> 5 The importer, exporter or producer who receives a questionnaire or request for <br> information according to paragraph 2 a) shall duly complete and return the questionnaire <br> or respond to the request for information within the time period established in paragraph <br> 4 a) from the date of receipt. During that time period, the importer, exporter or producer <br> importer, exporter or producer. <br> may make a written request to the competent authority of the importing Party for an <br> extension of no more than thirty (30) days. Such request shall not have the <br> consequence of denial of the preferential tariff treatment. <br> 6 Each Party shall provide that, even if the answered questionnaire or information <br> requested referred to in paragraph 5 has been received within the specified time period, <br> territory the visit will be conducted, and, if necessary, to the embassy of the other Party <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> 7 If the importer, exporter or producer does not duly complete a questionnaire, or <br> does not return the questionnaire or provide the information requested within the time <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> Party shall, through its competent authority, provide a written notification of its intention <br> to conduct the visit. The notification shall be sent to the exporter or producer to be <br> visited, to the certifying authority and the competent authority of the Party in whose <br> shall request written consent from the exporter or producer to be visited. <br> 9 The notification referred to in paragraph 8 shall include: <br> a) the name of the competent authority that sends the notification; <br> b) the name of the exporter or producer to be visited; <br> c) the date and place of the proposed verification visit; <br> d) the objective and scope of the verification visit, including the specific <br> reference to the goods subject to verification; <br> e) the names and positions of the officers conducting the verification visit; and <br> f) the legal basis for carrying out the verification visit. <br> 10 Any modification of the information referred to in the preceding paragraph shall <br> also be notified according to paragraph 8. <br> 11 If the exporter or producer has not given his written consent to a proposed <br> verification visit within the thirty (30) days of the written notification as provided in <br> paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good or goods by notifying in writing to the importer, exporter or producer its <br> determination, including facts and the legal basis for such denial. <br> 12. Each Party shall provide that, when an exporter or producer receives a notification <br> as provided in paragraphs 8 and 9, that exporter or producer may, within fifteen (15) <br> days of receipt of the notification, notify in writing the competent authority of the <br> importing Party, certifying authority and competent authority of the exporting Party, its <br> decision to postpone only for once the proposed verification visit for a period no longer <br> than sixty (60) days from the date the notification was received, or for a longer period as <br> the Parties may agree to. <br> 13 The Parties shall not deny the preferential tariff treatment to a good solely because <br> a verification visit is postponed according to paragraph 12. <br> 14. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers do <br> not participate in a manner other than as observers. Nevertheless, the failure of <br> designating the observers by the exporter or producer shall not be a cause for <br> postponing the visit. <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in paragraph 1 a) of Article 5.05 to the competent authority of the <br> 17. Once the verification visit has been concluded, the competent authority of the <br> importing Party conducting a verification visit. If the records and documents are not in <br> possession of the exporter or producer, he/she may request the producer or supplier of <br> the materials to deliver them to the competent authority mentioned above. <br> 16. When the competent authority of the importing Party verifies whether the regional <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> value content, the de minimis calculation or any other requirement established under <br> Chapter 4 (Rules of Origin) have been fulfilled, it shall adopt, where applicable, the <br> generally accepted accounting principles applied in the territory of the Party from which <br> the good under verification was exported. <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> confirmed by it. The exporter or producer may sign this minute. <br> verification of origin, the competent authority shall issue a written determination of origin, <br> including the facts, results and the legal basis for such determination, and send it to the <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> importer, exporter or producer of the good subject to verification according to paragraph <br> 3, to determine whether or not the good qualifies as originating. <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> 19. Where through a verification the importing Party determines that an importer, <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> person, until it is confirmed that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin). The suspension and resumption of the preferential <br> tariff treatment shall be accompanied by a written notification, including facts and the <br> legal basis, to the importer, exporter or producer. <br> 20. When the competent authority of the importing Party determines that a good <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide that its <br> origin determination shall not take effect until it has been notified in writing to the <br> certifying authority of the exporting Party, to the importer of the good, to the person that <br> has completed and signed the certificate of origin, as well as to the producer of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> importation made before the date of entry into force of the determination when: <br> a) the competent authority of that Party from whose territory the good was <br> exported, had issued a determination on the tariff classification or on the <br> value of the materials, on which a person is entitled to rely; and <br> b) the determination mentioned in the preceding subparagraph was issued prior <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> to the notification of the origin verification. <br> Article 5.07: Advance Rulings <br> 1 Each Party shall, through its competent authority, expeditiously provide a written <br> shall be issued in response to a written application made by an importer in whose <br> territory or an exporter or producer in the territory of the other Party, based on the facts <br> and circumstances stated by such importer, exporter or producer of the good, with respect to: <br> a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> b) whether the non-originating materials used in the production of the good <br> have undergone applicable changes on tariff classification established in <br> Annex 4.03 (Specific Rules of Origin); <br> c) whether the good fulfills the requirement of regional value content <br> established in Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> d) whether the method applied by an exporter or producer in the territory of the <br> other Party, according to the norms and principles of the Customs Valuation <br> Agreement, to calculate the transaction value of a good or of the materials <br> used in the production of the good, with respect to which an advance ruling is <br> being requested, is adequate for demonstrating whether the good satisfies a <br> regional value content requirement according to Chapter 4 (Rules of Origin) <br> and in Annex 4.03 (Specific Rules of Origin). <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> a) the obligation of the importer to provide information reasonably required to <br> process an application for such ruling; <br> b) the power of the competent authority to ask at any time for additional <br> information from the person who applies for an advance ruling, while <br> evaluating such application; <br> c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred and twenty (120) days, once all the <br> necessary information has been collected from the applicant; and <br> d) the obligation of the competent authority to issue an advance ruling in a <br> complete, well-founded, and reasoned manner. <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the date <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> on which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 4 Each Party shall provide any person who applies for an advance ruling the same <br> circumstances are identical in all substantial aspects. <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> a) when it is based on an error: <br> Chapter 4 (Rules of Origin); <br> i) in fact; <br> ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> iii) in the application of the regional value content requirement according to <br> b) when the ruling is not in accordance with the interpretation agreed by the <br> Origin) or this Chapter; or <br> Parties with respect to Chapter 4 (Rules of Origin); <br> c) when there is a change in the facts or circumstances on which the ruling is based; <br> d) for the purpose of conforming with a modification of Chapter 4 (Rules of <br> e) for the purpose of complying with an administrative decision independent <br> from the issuing authority, a judicial decision or to adjust to a change in the <br> national legislation of the Party that issued the advance ruling. <br> 6 Each Party shall provide that any modification or revocation of an advance ruling <br> shall enter into force from the date on which the modification or revocation is issued, or <br> on such later date as may be specified therein, and shall not be applied to the <br> importation of a good having occurred prior to that date, unless the person to whom the <br> advance ruling was issued has not acted according to its terms and conditions. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority <br> circumstances on which the advance ruling is based; and <br> shall evaluate whether: <br> a) the exporter or producer has complied with the terms and conditions of the <br> advance ruling; <br> b) the operations of the exporter or producer are consistent with the facts and <br> c) the data and calculations used in the application of criteria or methods to <br> calculate the regional value content are correct in all substantial aspects. <br> 8 Each Party shall provide that, when its competent authority determines that any of <br> the requirements established in paragraph 7 has not been fulfilled, that authority may <br> modify or revoke the advance ruling as the circumstances warrant. <br> 9 Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> be penalized whenever the issuing authority determines that the ruling was <br> based on incorrect information. <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> while the facts or circumstances on which the ruling was based are maintained. In case <br> those facts or circumstances have changed, the holder of the ruling shall be allowed to <br> present the necessary information for the issuing authority to modify or revoke it <br> according to paragraph 5. <br> 12 Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}]}]}, "members_found": ["490", "320"]}