{"FtaRooDetails": {"FtaId": 299, "FtaCode": "ITC00305", "FtaName": "FTA, Chinese Taipei-Panama", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF CHINA AND THE REPUBLIC OF PANAMA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2004", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Taipei, Chinese; Panama", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chinese Taipei-Panama", "AdminProcCooAuth": "The certification type under FTA, Chinese Taipei-Panama is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chinese Taipei-Panama is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chinese Taipei-Panama agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT and RVC 45%", "RooText": "A change to heading 87.01 through 87.04 from any other heading, except from heading 8706, provided there is a regional value content of not less than 45%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 87.01 through 87.04 from any other heading, except from heading 8706, provided there is a regional value content of not less than 45%", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT and RVC 45%", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " ANNEX 4.03<br /> SPECIFIC RULES OF ORIGIN<br /> Section A -General Interpretative Note<br /> 1. A requirement of a change in tariff classification applies only to non-originating materials.<br /> 2. Where a specific rule of origin is defined with the criterion of change of tariff classification,<br /> and in its content the tariff code at chapter, heading or subheading level of the Harmonized<br /> System are excluded, it shall be interpreted that the materials corresponding to those tariff codes<br /> have to be originating so that the product can be qualified as originating.<br /> 3. The excluded materials separated by comas and the conjunction (\"or\") must be originating<br /> in order that the product may qualify as originating, whether one or more of the materials<br /> provided in the exclusion are used in its production.<br /> 4. Where a tariff heading or subheading is subject to optional specific rules of origin, it shall<br /> suffice to comply with one of them.<br /> 5. Where a specific rule of origin provides for a group of headings or subheadings, a change<br /> from another heading or subheading, such change may within and outside the group of headings<br /> or subheadings specified in the rule, as appropriate, unless otherwise specified.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00305_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00305_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/9761581571.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00305_roo.pdf", "DocType": "3_roo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/9761535271.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00305_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/9761535271.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00305_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/panrc/PAN_TWN_Full_text_e.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.06: Accumulation <br /> 1 A Party may only accumulate origin with goods originating from the territories of the Parties. <br /> 2 Originating materials or originating goods from the territory of a Party, <br /> incorporated into a good in the territory of the other Party shall be considered originating <br /> from the territory of the latter. <br /> 3 For purposes of determining whether a good is an originating good, the producer <br /> of such good may accumulate its production with that of other producer or producers in <br /> the territory of one or both Parties, of materials incorporated into the good, so that the <br /> production of these materials is considered as done by such producer, provided that the <br /> good satisfies the requirements of Article 4.03.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 .08: De Minimis <br /> 1 A good shall be considered to be an originating good if the value of all non- <br /> originating materials used in the production of that good that do not satisfy the <br /> requirement of change in tariff classification set out in Annex 4.03 is not more than ten <br /> percent (10%) of the transaction value of the good as determined in Article 4.07. <br /> 2 For a good provided for in Chapters 50 through 63 of the Harmonized System, <br /> the percentage indicated in the paragraph 1 refers to the weight of fibers or yarns with <br /> respect to the weight of the good being produced. <br /> 3 Paragraph 1 does not apply to a non-originating material used in the production <br /> of goods provided for in Chapters 1 through 27 of the Harmonized System unless the <br /> non-originating material is provided for in a different subheading than the good for which <br /> origin is being determined under this Article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07: Regional Value Content <br /> 6 For purposes of calculating the regional value content, the value of the non- <br /> originating material used in the produc tion of a good shall not include the value of the <br /> non-originating materials used in the production of the originating material acquired and <br /> used in the production of that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 .11: Accessories, Spare Parts and Tools <br /> 1 Accessories, spare parts and tools delivered with the good tha t usually form part <br /> of the good shall be considered one with the good and shall be disregarded in <br /> determining whether all the non-originating materials used in the production of the good <br /> undergo the applicable change in tariff classification set out in Annex 4 .03, provided that: <br /> (a) The accessories, spare parts or tools are not invoiced separately from the good; and <br /> (b) The quantities and value of these accessories, spare parts and tools are <br /> customary for the good. <br /> 2 Where a good is subject to a regional value content requirement, its value of the <br /> accessories, spare parts or tools shall be considered as either originating or non- <br /> originating materials, as the case may be, in order to calculate the regional <br /> value content of the good. <br /> 3 For those accessories, spare parts and tools that do not satisfy the conditions <br /> mentioned above, the rules of origin shall apply to each of them <br /> respectively and separately.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.01: Definitions <br /> goods wholly obtained or produced entirely in a Party: <br /> (a) mineral goods extracted or taken in the territory of that Party; <br /> (b) plants and plant products harvested, picked or gathered in the territory of <br /> that Party; <br /> (c) live animals born and raised in the territory of that Party; <br /> (d) goods obtained by hunting, trapping, fishing, gathering or capturing in the <br /> territory of that Party; <br /> (e) goods obtained from live animals in the territory of that Party; <br /> (f) fish, shellfish and other marine life taken outside the territorial sea of the <br /> Parties by fishing vessels registered or recorded with that Party and <br /> owned by a person of that Party and flying its flag, or by rented fishing <br /> vessels of a company established in the territory of that Party; <br /> (g) goods obtained or produced on board factory ships from the goods <br /> referred to in subparagraph (f) provided such factory ships are registered <br /> or recorded with that Party and flying its flag, or on rented board factory <br /> ships of a company established in the territory of that Party; <br /> (h) goods taken by that Party or a person of that Party from the seabed or <br /> beneath the seabed outside the territorial sea of that Party, provided that <br /> Party has rights to exploit such seabed; <br /> (i) waste and scrap derived from manufacturing or processing operations or <br /> from consumption in the territory of that Party and fit only for disposal or <br /> for the recovery of raw materials; <br /> (j) articles collected in the territory of that Party which can no longer perform <br /> their original purpose in its territory, nor are capable of being restored or <br /> repaired and which are fit only for disposal or for the recovery of parts or raw materials; or <br /> (k) goods produced in the territory of one or both of the Parties exclusively <br /> from goods referred to in subparagraphs (a) through (j) above;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.04: Minimal Operations or Processes <br /> The minimal operations or processes that by themselves or in combination do not confer <br /> origin to a good are: <br /> (a) operations necessary for the preservation of goods during the <br /> transportation or storage (including airing, ventilation, drying, refrigeration, <br /> freezing, elimination of damaged part, application of oil, antirust paint or <br /> protective coating, placing in salt, sulphur dioxide or other aqueous solution); <br /> (b) simple operations consisting of cleaning, washing, sieving , sifting or <br /> straining, selection, classification or grading, culling; peeling, shelling or <br /> striping, grain removal, pitting, pressing or crushing, soaking, elimination <br /> of dust or of spoiled, sorting, division of consignments in bulk, grouping in <br /> packages, placing of marks, labels or distinctive signs on products and <br /> their packages, packing, unpacking or repackaging; <br /> (c) combination or mixing operations of goods which have not resulted in any <br /> important difference in the characteristics of the goods before and after <br /> such combination or mixing; <br /> (d) simple joining or assembling of parts of products to make a complete good, <br /> formation of set or assortments of goods; <br /> (e) simple diluting operations or ionization and salting, which have not <br /> changed the nature of the goods; and <br /> (f) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07: Regional Value Content <br /> 1 The regional value content of goods shall be calculated according to the following method: <br /> RVC = [(TV - VNM) / TV] * 100 <br /> Where: <br /> RVC: is the regional value content, expressed as a percentage; <br /> TV: is the transaction value of the good adjusted to a FOB <br /> basis, unless as stated in paragraph 2. In the event that <br /> there does not exist or it is not possible to determine the <br /> value in accordance with the principles and rules of Article <br /> 1 of the Customs Valuation Agreement, then this shall be <br /> calculated according to the principles and rules of Articles 2 <br /> through 7 of that Agreement; and <br /> VNM: is the transaction value of non-originating materials <br /> adjusted to a CIF basis, unless stated in the paragraph 5. <br /> In the event that there does not exist or it is not possible to <br /> determine the value according to the principles and <br /> provisions of Article 1 of the C ustom Valuation Agreement, <br /> this shall be calculated in accordance with the principles <br /> and provisions of Articles 2 through 7 of that Agreement. <br /> 2 When the producer of a good does not export directly, the value shall be adjusted <br /> to the point where the buyer receives the good in the territory where the producer is located. <br /> 3 When the origin is determined by the method of regional value content, the <br /> percentage required is specified in Annex 4.03. <br /> 4 All the records of costs considered for the calculation of regional value content <br /> shall be registered and maintained according to the generally accepted accounting <br /> principles applicable in the territory of the Party from where the good is produced. <br /> 5 When a producer of a good acquires a non-originating material in the territory of <br /> the Party where it is located, the value of non-originating material shall not include <br /> freight, insurance, packing costs and any other cost incurred in the transportation of <br /> material from the warehouse of the supplier to the place of the producer. <br /> 6 For purposes of calculating the regional value content, the value of the non- <br /> originating material used in the produc tion of a good shall not include the value of the <br /> non-originating materials used in the production of the originating material acquired and <br /> used in the production of that good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.01: Definitions <br /> indirect material: a good used in the production, testing or inspection of another good <br /> but not physically incorporated into that good, or a good used in the maintenance of <br /> buildings or the operation of equipment associated with the production of another good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment or maintain buildings; and <br /> (g) any other materials or products that are not incorporated into the good but <br /> whose use in the production of the good can reasonably be demonstrated <br /> to be a part of that production; <br /> Article 4.05: Indirect Materials <br /> Indirect materials shall be considered to be originating materials regardless of their <br /> place of manufacturing or production and the value of these materials shall be the costs <br /> as indicated in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Transshipment <br /> The originating goods of the other Party shall not lose such status when they are: <br /> (a) transported directly from the territory of the other Party; or <br /> (b) transported through the territory or territories of one or more non-Parties <br /> for the purpose of transit or temporary storing in warehouses in such <br /> territory or territories, provided that they do not undergo operations other <br /> than unloading, reloading or any other operation to preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 .03: Originating Goods <br /> 1 Except as otherwise provided in this Chapter, a good shall be regarded as <br /> originating in the territory of a Party where: <br /> (a) the good is wholly obtained or produced entirely in the territory of that Party; <br /> (b) the good is produced entirely in the territory of one or both Parties <br /> exclusively from originating materials according to this Chapter; <br /> (c) the good is produced in the territory of one or both Parties from non- <br /> originating materials that complying with the change in tariff classification, <br /> regional value content or other requirements, according to the <br /> specifications stated in Annex 4.03, and the good satisfies all the other <br /> applicable requirements of this Chapter; or <br /> (d) the good is produced in the territory of one or both of the Parties but one <br /> or more of the non-originating materials that are used in the production of <br /> the good does not undergo a change in tariff classification due to : <br /> (i) the good was imported into the territory of a Party in an unassembled <br /> or a disassembled form and was classified as an assembled good <br /> pursuant to General Rule of Interpretation 2(a) of the Harmonized System, <br /> (ii) the tariff heading for the good provides for and specifically describes <br /> both the good itself and its parts and is not further subdivided into subheadings, or <br /> (iii) the tariff subheading for the good provides for and specifically <br /> describes both the good itself and its parts; <br /> provided that the regional value content of the good, determined in <br /> accordance with Article 4.07 is not less than thirty five (35%) percent and <br /> the good satisfies the other provisions applicable in this C hapter, unless <br /> the applicable rule of Annex 4.03, under which the good is classified, <br /> specified a different requirement of regional value content, in which case <br /> such requirement has to be met. <br /> The rules provided for in this subparagraph do not apply to the goods in <br /> Chapters 61 through 63 of the Harmonized System. <br /> 2 If a good of a Party satisfies the rules of origin specified in Annex 4.03, there is <br /> no need to require additional compliance with the regional value content established <br /> in paragraph 1(d). <br /> 3 For purposes of this Chapter, the production of a good from non-originating <br /> materials that satisfies a change in tariff classification and other requirements, as set out <br /> in Annex 4.03, shall be done entirely in the territory of one or both Parties, and the good <br /> has to satisfy any applicable regional value-content requirement in the territory <br /> of one or both Parties. <br /> 4 Notwithstanding other provisions of this Article, goods shall not be considered <br /> originating, if they are exclusively the outcome of the operations set out in Article 4.04 <br /> and carried out in the territory of the Parties that gives their final form for marketing, <br /> where non-originating materials are used in such operations, unless the specific rules of <br /> origin of Annex 4.03 state the opposite.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 .12: Containers and Packaging Materials for Retail Sale <br /> 1 Containers and packaging mate rials in which a good is packaged for retail sale <br /> shall, if classified with the good by Harmonized System code, be disregarded in <br /> determining whether all the non-originating materials used in the production of the good <br /> undergo the applicable change in tariff classification set out in Annex 4 .03. <br /> 2 If the good is subject to a regional value content requirement, the value of such <br /> containers and packaging materials shall be taken into account as originating or non- <br /> originating materials, as the case may be, i n calculating the regional value <br /> content of the good. <br /> Article 4 .13: Containers and Packing Materials for Shipment <br /> Containers and packing materials in which the good is packed for shipment shall be <br /> disregarded in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo <br /> an applicable change in tariff classification as set out in Annex 4.03; and <br /> (b) the good satisfies the regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 .09: Fungible Goods <br /> 1 In the preparation or production of a good which uses originating or non- <br /> originating fungible goods, the origin of these goods can be determined by the <br /> application of one of the followi ng methods of inventory management, <br /> to be selected by the producer: <br /> (a) first in, first out (FIFO) method; <br /> (b) last in, first out (LIFO) method; or <br /> (c) averaging method. <br /> 2 Where originating or non-originating fungible goods are mixed or combined <br /> physically in warehouse and do not go through any production process or any operation <br /> other than unloading, reloading or any other necessary movement in the territory of the <br /> Party before the exportation to keep the good in good condition or to transport them to <br /> the territory of the other Party, the origin of the goods shall be determined by one of the <br /> inventory management methods. <br /> 3 Once the method of inventory management is selected it shall be used during the <br /> entire period or a fiscal year. <br /> Regulations, the inventory management methods for determining whether fungible <br /> materials are originating materials are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 3 <br /> Where a producer of a good or a person from whom the producer acquired materials that <br /> are used in the production of the good chooses an inventory management methods referred <br /> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br /> the average method, shall be used from the time the choice is made until the end of the fiscal <br /> year of the producer or person. <br /> Average Method <br /> Article 4 <br /> Where the producer or person referred to in Article 3 of this Annex chooses the <br /> average method, the origin of fungible materials withdrawn from materials inventory is <br /> determined on the basis of the ratio of originating materials and non-originating materials <br /> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br /> Article 5 <br /> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br /> respect to a month or three months period, at the choice of the producer or person, by dividing, <br /> a) the sum of: <br /> (i) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding <br /> one-month or three months period, and <br /> (ii) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory at the beginning of the preceding one <br /> month or three months period, and <br /> (ii) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were received in materials inventory during that preceding one <br /> month or three months period. <br /> 2 The ratio calculated with respect to a preceding month or three months period under <br /> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br /> of the preceding month or three months period. <br /> Article 6 <br /> 1 Where the good is subject to a regional value content requirement and the ratio is <br /> calculated with respect to each shipment of the good by dividing: <br /> a) the total units of originating materials or non-originating materials that are fungible <br /> materials and that were in materials inventory prior to the shipment; <br /> by <br /> b) the total units of originating materials and non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the shipment; <br /> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br /> applied to the fungible materials remaining in materials inventory after the shipment. <br /> Manner of Dealing with Opening Inventory <br /> Article 7 <br /> 1 Except as otherwise provided under paragraph 2, where the producer or person <br /> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br /> origin of those fungible materials shall be determined by: <br /> a) identifying in the accounting books of the producer or the person, the latest receipts <br /> of fungible materials that add up to the amount of fungible materials in opening inventory; <br /> b) determining the origin of the fungible materials that make up those receipts; and <br /> c) considering the origin of those fungible materials to be the origin of the fungible <br /> materials in opening inventory. <br /> 2 The producer or the person may consider all fungible materials in opening inventory to <br /> be non-originating materials. <br /> Part II: Fungible Goods <br /> Definitions and Interpretation <br /> Article 8 <br /> For the purposes of this part, it shall be understood by: <br /> opening inventory: the finished goods inventory at the time an inventory <br /> management method is chosen; <br /> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br /> transferred to another person; <br /> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br /> received in finished goods inventory is considered to be the origin of t fungible goods first <br /> withdrawn from finished goods inventory; <br /> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br /> goods last received in finished goods inventory is considered to be the origin of fungible <br /> goods first withdrawn from finished goods inventory; and <br /> average method: the method by which the origin of fungible goods withdrawn from <br /> finished goods inventory is based on the percentage, calculated under Article 11 of this <br /> Annex, of originating goods and non-originating goods in finished goods inventory. <br /> General Rules <br /> Article 9 <br /> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br /> Regulations, the inventory management methods for determining whether fungible goods are <br /> originating goods are the following: <br /> a) first-in, first-out method (FIFO); <br /> b) last-in, first-out method (LIFO); and <br /> c) average method. <br /> Article 10 <br /> Where an exporter of a good or a person from whom the exporter acquired the good <br /> chooses an inventory management methods referred to in Article 9 of this Annex, that <br /> method, including the averaging period chosen in the case of the average method, shall be <br /> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br /> Average Method <br /> Article 11 <br /> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br /> average method, the origin of each shipment of fungible goods withdrawn from finished <br /> goods inventory during a month or three months period, at the choice of the exporter or <br /> person, is determined on the basis of the ratio of originating goods and non-originating <br /> goods in finished goods inventory for the preceding one month or three months period that <br /> is calculated by dividing, <br /> a) the sum of: <br /> (i) the total units of originating goods or non-originating goods that are fungible goods <br /> and that were in finished goods inventory at the beginning of the preceding one month <br /> or three months period ; and <br /> (ii) the total units of originating goods or non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding one <br /> month or three months period. <br /> by <br /> b) the sum of: <br /> (i) the total units of originating goods and non-originating goods that are fungible good <br /> and that were in finished goods inventory at the beginning of the preceding one month or three <br /> months period ; and <br /> (ii) the total units of originating goods and non-originating goods that are fungible <br /> goods and that were received in finished goods inventory during that preceding one <br /> month or three months period. <br /> 2 The calculation with respect to a preceding one month or three months period under <br /> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br /> of the preceding one month or three months period. <br /> Manner of Dealing with Opening Inventory <br /> Article 12 <br /> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br /> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br /> fungible goods shall be determined by: <br /> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br /> fungible goods that add up to the amount of fungible goods in opening inventory; <br /> b) determining the origin of fungible goods that make up those receipts; and <br /> c) considering the origin of those fungible goods to be the origin of fungible <br /> goods in opening inventory. <br /> 2 The exporter or the person may consider all fungible goods in opening inventory <br /> to be non-originating goods. <br /> ANNEX II <br /> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br /> Article 1 <br /> Generally Accepted Accounting Principles stands for the recognized consensus or <br /> substantial authoritative support in the territory of each Party with respect to recording of <br /> revenues, costs, assets and liabilities, disclosure of information and preparation <br /> of financial statements. <br /> These standards may be broad guidelines of general application as well as detailed, <br /> practices and procedures. <br /> Article 2 <br /> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br /> authoritative supports are referred to or set out in the following publications: <br /> a) with respect to the territory of Panama, Law 57 on 1 of September 1978 in its <br /> Chapter VI, Article 14, subparagraph b), Code of Professional Ethics in its Chapter <br /> II: competition and technical rules, Resolution No. 39 on 10 of July 1986, by means <br /> of which the Commission of Financial Accounting Rules of Panama is created and <br /> Decree Law 5 on 2 of July 1997 in its Article 8. The regulatory organizations such <br /> as the Super Intendancy of Banks, the Super Intendancy of Insurances, the National <br /> Commission of Stocks and the Panamanian Autonomous Cooperative Institute <br /> (IPACOOP), according to their own laws, determine the accounting norms that their <br /> regulated companies must fulfill. <br /> b) For the Republic of China: with respect to the territory of the Republic of China? <br /> i. the Business Entity Accounting Law has promulgated on January 7, <br /> 1948 by the national Government Implemented in intervals on <br /> Taiwan Province beginning on January 1, 1952. The new law was <br /> Amended on April 26, 2000 by Presidential Promulgation. <br /> ii. The Statements of Financial Accounting Standards issued by the <br /> Financial Accounting Standards Committee of the Accounting <br /> Research and Development Foundation of the Republic of China. iii. Related <br /> rules governing the preparation of financial reports by public <br /> companies, securities firms, futures commission merchants, banks or bill <br /> finance companies which are promulgated respectively by the competent <br /> authority such as Securities and Futures Commission, and the Bureau of Monetary Affairs.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Sets or Assortments of Goods <br /> 1 Sets or assortments of goods classified according to rule 3 of the General Rules <br /> of Interpretation of the Harmonized System and the goods whose description according <br /> to the Harmonized System nomenclature is specifically that of a set or assortment shall <br /> qualify as originating, provided that every good included in the set or assortment <br /> complies with the rules of origin established in this Chapter and in Annex 4.03. <br /> 2 Notwithstanding paragraph 1, a set or assortment of goods shall be considered <br /> originating if the value of all non-originating goods used in making the set or assortment <br /> does not exceed the percentage set out in Article 4.08(1) with respect to the value of the <br /> set or assortment, adjusted to the point set out in Arti cle 4.07(1) or (2), as the case may be. <br /> 3 The provisions of this Article shall prevail over the specific rules established in Annex 4.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Certification of Origin <br /> 1 For purposes of this Chapter, before this Agreement enters into force, the Parties <br /> shall develop a single format of Certificate of Origin, which shall enter into force with this <br /> Agreement and may thereafter be modified by mutual agreement. <br /> 2 The Certificate of Origin referred to in paragraph 1 shall be served to certify that a <br /> good being exported from the territory of a Party into the territory of the other Party <br /> qualifies as an originating good. <br /> 3 Each Party shall require exporters in its territory to complete and sign a <br /> Certificate of Origin for any exportation of goods for which an importer may claim <br /> preferential tariff treatment. <br /> 4 The Certificate of Origin shall be certified by the certifying authority of the <br /> exporting Party. For this purpose the certifying authority shall ensure that the good to <br /> which a Certificate of Origin is applicable, satisfies the requirements established in <br /> Chapter 4 (Rules of Origin) and in the Annex to Article 4.03 (Specific Rules of Origin). <br /> 5 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br /> the certifying authority of the exporting Party, when the goods may be considered <br /> originating according to the requirement established in Chapter 4 (Rules of Origin) and <br /> in the Annex to Article 4.03 (Specific Rules of Origin). The Certificate of Origin shall also <br /> carry a serial number allowing its identification. <br /> 6 The certifying authority of each Party shall certify the origin of the goods covered <br /> by a Certificate of Origin, based on the information provided by the exporter or producer <br /> of the good, who shall be responsible for the veracity of the information provided and for <br /> those established in the Certificate of Origin. The certification shall be valid, while the <br /> circumstances or facts on which the certification is based do not change. <br /> 7 The certifying authority of the exporting Party shall: <br /> (a) maintain the administrative procedures for certification of the Certificate of <br /> Origin that its producer or exporter completed and signed; <br /> (b) provide, if requested by the customs authority of the importing Party, <br /> information about the origin of the imported goods with preferential tariff treatment; and <br /> (c) notify in writing before this Agreement enters into force, a list of bodies <br /> entitled to issue the certificate referred to in subparagraph (a) of this <br /> Article, with the list of the name of the authorized officials and the <br /> corresponding seals and signatures. Modifications to this list shall be <br /> notified immediately in writi ng to the other Party and shall enter into force <br /> thirty (30) days after the date on which that Party receives that notification <br /> of the modification. <br /> 8 Each Party shall require that the Certificate of Origin be completed and signed by <br /> the exporter applicable to a single importation of one or more goods. <br /> 9 Each Party shall require that the Certificate of Origin be accepted by the customs <br /> authority of the importing Party for a period of one year from the signature date of the certifying authority. <br /> 10 Each Party shall require that the preferential tariff treatment not be denied if the <br /> goods covered by a Certificate of Origin are invoiced by the branches, subsidiary <br /> companies or agents of the producer or exporter in the territory of a non-Party, and <br /> provided that such goods are directly shipped from the territory of the other Party, <br /> without prejudice to the provisions of Article 4.14 (Transshipment). <br /> Article 5.04: Obligations Regarding Exportation <br /> 1 Each Party shall require its exporter or producer who has completed and signed <br /> a Certificate of Origin to present a copy of the Certificate of Origin to its customs <br /> authority on request. <br /> 2 Each Party shall require its exporter or producer that has completed and signed a <br /> Certificate of Origin or has provided information to its certifying authority, and that has <br /> reason to believe that this Certificate contains incorrect information, to notify promptly in writing: <br /> (a) all persons to whom this Certificate was given; <br /> (b) its certifying authority; and <br /> (c) its customs authority according to its legislation, <br /> of any change that could affect the accuracy or validity of this Certificate, in which case <br /> the exporter or producer may not be sanctioned for having presented an incorrect <br /> certification or information. <br /> 3 Each Party: <br /> (a) shall provide that if a false certification or information by its exporter or <br /> producer resulted in a good to be exported to the territory of the other <br /> Party qualifying as an originating good, that exporter or producer shall <br /> have the similar legal consequences, as would apply to an importer in its <br /> territory for contravening its customs laws and regulations by false <br /> statement or representation; and <br /> (b) may apply such measures as the circumstances may warrant where its <br /> exporter or producer fails to comply with any requirement of this Chapter. <br /> 4 The customs authority and the certifying authority of the exporting Party shall <br /> notify in writing to the customs authority of the importing Party about the notification <br /> referred to in paragraph 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Certification of Origin <br /> [Customs administration]: <br /> 8 Each Party shall require that the Certificate of Origin be completed and signed by <br /> the exporter applicable to a single importation of one or more goods. <br /> 9 Each Party shall require that the Certificate of Origin be accepted by the customs <br /> authority of the importing Party for a period of one year from the signature date of the certifying authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.05: Records <br /> 1 Each Party shall provide that: <br /> (a) its exporter or producer that completes and signs a Certificate of Origin or <br /> provides information to its certifying authority shall maintain for a minimum <br /> period of five years from the date the Certificate was signed, all records <br /> and documents associated with the origin of the good, including those <br /> relating to: <br /> (i) the purchase, costs, value of, and payment for the good exported from its territory, <br /> (ii) the purchase, costs, value of, and payment for all the materials, <br /> including indirect ones, used in the production of the good exported <br /> from its territory, and <br /> (iii) the production of the good in the form in which it is exported from its territory; <br /> (b) an importer applying for preferential tariff treatment shall maintain the <br /> Certificate of Origin and all the other documentation relating to the <br /> importation requested by the importing Party for a minimum period of five <br /> years from the date of importation of the good; and <br /> (c) the certifying authority of the exporting Party that has issued a Certificate <br /> of Origin shall maintain all documentation relating to the issuance of the <br /> Certificate for a minimum period of five years from the issuing date of the Certificate. <br /> 2 A Party may deny preferential tariff treatment to a good subject to verification of <br /> origin, if the exporter, producer or importer of the good who shall maintain records or <br /> documents according to paragraph 1: <br /> (a) does not maintain the records or documents for determining the origin of <br /> the good, according to the provisions of this Chapter and Chapter 4 (Rules of Origin); or <br /> (b) denies access to the records or documents.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.03: Obligations Regarding Importation <br /> [Customs administration]: <br /> 3 Each Party shall require that, where a good would have qualified as an <br /> originating good when it was imported into the territory of that Party but no claim for <br /> preferential tariff treatment was made at the time of entry, the importer of the good will <br /> not request for a refund or compensation of any excess duties paid. <br /> 4 Compliance with the provisions of this Article does not exempt the importer from <br /> the obligation to pay the corresponding customs tariffs according to the applicable laws <br /> of the importing Party, when the customs authority denies the preferential tariff <br /> treatment to goods imported, according to Article 5.06.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX V <br /> Corrected Declaration <br /> An importer shall not be subject to sanctions when, in the case of: <br /> a) The Republic of Panama, the importer presents a request for an amendment <br /> declaration before any administrative act is to be carried out, for verifying of the <br /> declaration in the document, or a physical examination of the goods has taken place. <br /> b) The Republic of China: the importer presents a request for an amendment <br /> declaration before any administrative act is to be carried out, for verifying of the <br /> declaration in the document, or the goods have been targeted for physical examination. <br /> [Customs administration]: <br /> Article 5.03: Obligations Regarding Importation <br /> 1 Each Party shall require the importer in its territory that claims preferential tariff <br /> treatment for a good imported into its territory from the territory of the other Party to: <br /> (a) complete a written declaration in the importation document required by its <br /> legislation, based on a valid Certificate of Origin, that a good qualifies as <br /> an originating good; <br /> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (c) provide, upon the request of customs authority of that Party, a copy of the <br /> Certificate of Origin; and <br /> (d) promptly make a corrected declaration and pay any duties owing where <br /> the importer has reason to believe that a Certificate of Origin on which a <br /> declaration was based contains incorrect information. Where the importer <br /> presents the mentioned declaration before the customs authorities notify <br /> the revision, according to the domestic laws of each Party, the importer <br /> shall not be sanctioned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02: Certification of Origin <br /> [Customs administration]: <br /> 10 Each Party shall require that the preferential tariff treatment not be denied if the <br /> goods covered by a Certificate of Origin are invoiced by the branches, subsidiary <br /> companies or agents of the producer or exporter in the territory of a non-Party, and <br /> provided that such goods are directly shipped from the territory of the other Party, <br /> without prejudice to the provisions of Article 4.14 (Transshipment).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.06: Origin Verification Procedure <br /> 1 The importing Party may request through its customs authority to the certifying <br /> authority of the exporting Party information about the origin of a good. <br /> 2 For the purpose of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment qualifies as originating, <br /> each Party may verify the origin of the good through its customs authority by means of: <br /> (a) written questionnaires to an exporter or a producer in the territory of the <br /> other Party; <br /> (b) verification visits to an exporter or a producer in the territory of the other <br /> Party to review the records and documents that show compliance with <br /> rules of origin under Article 5.05 and to inspect the facilities used in the <br /> production of the good, and those used in the production of materials; or <br /> may commission the embassy in the territory of the other Party to visit the <br /> exporter or producer to verify the origin; or <br /> (c) other procedures as the Parties may agree. <br /> 3 For purposes of this Article , the notifications of questionnaires, official letters, <br /> decisions, notices and other written communications sent to the exporter or producer for <br /> origin verification, shall be considered valid, provided that they are done by the following means: <br /> (a) certified mail with acknowledgement of receipt or any other means that <br /> confirm the reception of this document by the exporter or producer; or <br /> (b) any other means as the Parties may agree. <br /> 4 The provision of paragraph 2 shall be applied without prejudice to the authority of <br /> verification by the customs authority of the importing Party regarding the enforcement of <br /> other obligations of their own importers, exporters or producers. <br /> 5 The written questionnaire referred to in paragraph 2(a) shall: <br /> (a) indicate the period available to the exporter or producer, which shall be no <br /> less than thirty (30) days from the date of receipt, to respond to the <br /> authority and return the questionnaire or the information and <br /> documentation requested; and <br /> (b) include the notice of intention to deny preferential tariff treatment, in the <br /> event that the exporter or producer does not comply with the requirement <br /> of submitting the questionnaire duly completed or the requested <br /> information, within such period. <br /> 6 The exporter or producer that receives a questionnaire according to paragraph <br /> 2(a) shall respond to and return the questionnaire duly completed in the period <br /> established in paragraph 5(a), starting from the date of receipt. During this period, the <br /> exporter or producer may request in writing to the customs authority of the importing <br /> Party for an extension, which in this case shall not exceed thirty (30) days. This request <br /> shall not have the consequence of denying the preferential tariff treatment. <br /> 7 Each Party shall provide that where it received the responded questionnaire <br /> referred to in paragraph 2(a) within the corresponding period, each Party may still <br /> request for more information to determine the origin of the goods subject to verification. <br /> It may request, through its customs authority, for additional information from the <br /> exporter or producer, by means of a subsequent questionnaire, in which case the <br /> exporter or producer shall respond to the request and turn in the information in a period <br /> not exceeding thirty (30) days, from the date of receipt. <br /> 8 In case that the exporter or producer does not correctly respond to the <br /> questionnaires, or does not return the questionnaire within the corresponding period, as <br /> referred to in paragraphs 6 and 7 above , the importing Party may deny preferential tariff <br /> treatment to the goods subject to verification, by a prior decision in writing, addressed to <br /> the exporter or producer, including findings of fact and the legal basis for the determination. <br /> 9 Prior to conducting a verification visit pursuant to paragraph 2(b), the importing <br /> Party shall, through its customs authority, provide a written notification of its intention to <br /> conduct the visit. The notification shall be sent to the exporter or producer to be visited, <br /> certifying authorities and the customs authority of the Party in whose territory the visit is <br /> to occur , and to the other Party's embassy in the territory of the importing Party, if it is <br /> requested by that other Party. The importing Party shall, through its customs authority, <br /> request the written consent of the exporter or producer to whom it intends to visit. <br /> 10 The notification referred to in paragraph 9 shall include: <br /> (a) the identity of the customs authority issuing the notification; <br /> (b) the name of the exporter or producer to whom it intends to visit; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the proposed verification visit, including specific <br /> reference to the goods that are the subject of the verification; <br /> (e) the names (personal information) and titles of the officials performing the <br /> verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 11 Any modification of the information referred to in paragraph 10(e) shall be notified <br /> in writing to the exporter or producer, to the customs authority and to the certifying <br /> authority of the exporting Party before the verification visit. Any modification of the <br /> information referred to in paragraph 10(a), (b), (c), (d) and (f) shall be notified according <br /> to paragraph 9. <br /> 12 Where an exporter or a producer has not given its written consent to a proposed <br /> verification visit within thirty (30) days of its receipt of a notification pursuant to <br /> paragraph 9, the importing Party may deny preferential tariff treatment to the good or <br /> goods that would have been the subject of the verification visit. <br /> 13 Each Party may require, where its customs authority receives a notification <br /> pursuant to paragraph 9 within fifteen (15) days of its receipt of the notification, <br /> postpone the proposed verification visit for a period not exceeding sixty (60) days from <br /> the date the notification is received, or for a longer period as the Parties may agree. <br /> 14 A Party shall not deny preferential tariff treatment to a good solely due to the <br /> postponement of a verification visit pursuant to paragraph 13. <br /> 15 Each Party shall permit an exporter or a producer whose good is the subject of a <br /> verification visit to designate two observers to be present during the visit, provided that <br /> the observers do not participate in a manner other than as observers, and the failure of <br /> the exporter or producer to designate observers shall not result in the postponement of the visit. <br /> 16 Each Party shall require that an exporter or a producer provide the records and <br /> documents referred to in Article 5.05(1)(a) to the customs authority of the importing <br /> Party. Where the records and documents are not in possession of an exporter or a <br /> producer, it may request the producer or supplier of the materials to deliver them to the <br /> customs authority in charge of the verification. <br /> 17 Each Party shall verify the compliance of the requirements on regional value <br /> conte nt, the de minimis calculation or any other measure included in Chapter 4 (Rules <br /> of Origin) by its customs authority, according to the generally accepted accounting <br /> principles applied in the territory of the Party from where the good is exported. <br /> 18 The customs authority of the importing Party shall write a minute of the visit that <br /> shall include the facts confirmed by it. The producer or exporter and the designated <br /> observers may sign this minute accordingly. <br /> 19 Within 120 days after the conclusion of the verification, the customs authority <br /> shall provide a written decision to the exporter or producer of the goods subject to <br /> verification, determining whether the good is qualified as originating, including the <br /> findings of fact and the legal basis for the determination. <br /> 20 Where the customs authority denies preferential tariff treatment to a good or <br /> goods subject to a verification, this authority shall issue a written decision, well founded <br /> and reasoned, which shall be notified to the exporter or producer according to <br /> paragraph 3 and shall take effect the day after the receipt. <br /> 21 Where a verification by a Party demonstrates that an exporter or a producer has <br /> certified or provided more than once in a false or unfounded manner stating that a good <br /> qualifies as an originating good, the importing Party may suspend the preferential tariff <br /> treatment to the identical good that this person exports or produces, until that person <br /> establishes compliance with Chapter 4 (Rules of Origin) . <br /> 22 If, in two or more verifications of origin, two or more written decisions were made <br /> denying preferential tariff treatment to goods same as the good subject to verification, it <br /> shall be considered that an exporter or a producer has certified or provided information <br /> more than once in a false or unfounded manner stating that a good imported to the <br /> territory of a Party qualifies as originating <br /> 23 When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, according to the tariff <br /> classification or the value applied by the Party to one or more materials used in the <br /> production of the good, and it differs from the tariff classification or from the value <br /> applied to the materials by the Party from where the good was exported, that Party shall <br /> provide that its decision shall not take effects until it is notified in writing to the importer <br /> of the goods and to the person who has filled in and signed the Certificate of Origin, as <br /> well as to the producer of the good. <br /> 24 A Party shall not apply a decision issued under paragraph 23 to an importation <br /> made before the effective date of the decision where: <br /> (a) the customs authority of the Party from whose territory the good was <br /> exported has issued a decision on the tariff classification or on the value of <br /> such materials, on which a person is entitled to rely; and <br /> (b) the mentioned decisions were given prior to the initiation of origin verification. <br /> Article 5.09: Recognition and Acceptance of the Re-Exportation Certificate <br /> 1 Without prejudice to paragraph 4, the Parties hereby establish the Re-Exportation <br /> Certificate, with the aim of identifying that goods re-exported from a free zone of one <br /> Party to the territory of the other Party are goods that come from a third country, <br /> provided that the following requirements are met: <br /> (a) the goods remained under the control of the customs authority of the re- <br /> exporting Party; <br /> (b) the goods were not subject to further processing or other operations, <br /> excepting marketing, unloading, reloading or any other operation <br /> necessary to maintain them in good shape; and <br /> (c) the previous requirements are documentarily proved. <br /> 2 Based on paragraph 1, each Party shall require that a re-exporter of goods <br /> located in the free zone shall complete and sign a re-exportation certificate, which shall <br /> be authenticated by the customs authority and by the administrative authorities of the <br /> re-exporting free zone and shall cover only one importation of one or more goods to its territory. <br /> 3 Each Party, through its customs authority, may request the importer in its territory <br /> who imports goods from a free zone to submit the re-exportation certificate at the time of <br /> importation and to provide one copy thereof if the customs authority requires it, covering <br /> the goods that qualify as originating under agreements or trade conventions signed with <br /> third parties by the importing Party and that claim the trade preferences granted therein. <br /> 4 Provided the requirements of paragraph 5 are met, each Party shall require that <br /> the imports of goods covered by a re-exportation certificate that qualified as originating <br /> in conformity with other agreements or trade conventions signed by the importing Party <br /> with third parties do not lose the prefe rence or tariff benefits granted by the importing <br /> Party, due to the fact that the imports come from a free zone . <br /> 5 For the purpose of the application of paragraph 4, the Parties shall: <br /> (a) establish a mechanism for the administration and control of these goods; <br /> and <br /> (b) request the submission of a certificate of origin issued by third countries <br /> that benefit from the preferential tariff treatment described in paragraph 4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5 .10: Penalties <br /> 1 Each Party shall establish or maintain measures imposing criminal, civil or <br /> administrative penalties for violations of its laws and regulations related to the <br /> provisions of this Chapter. <br /> 2 Each Party shall establish criminal, civil or administrative penalties for the <br /> certifying authority that issues a Certificate of Origin in a false or unfounded manner.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX VI <br /> Common Standards for Written Questionnaires <br /> 1. For purposes of paragraph 2 a) of Article 21 of these Uniform Regulations, the Parties <br /> will seek to agree on uniform questions to be included in the general questionnaire. <br /> 2. Subject to paragraph 3, where the customs authority of a Party conducts a verification <br /> under Article 5.08, paragraph 2, subparagraph a) of the Agreement, it will send the general <br /> questionnaire referred to in paragraph 1 of this Annex. <br /> 3. For purposes of Article 5.06, paragraph 2, subparagraph a) of the Agreement, where the <br /> customs authority of a Party requires specific information not reflected in the general <br /> questionnaire, it may send a more specific questionnaire, based on the information requires <br /> to determine whether the good subject to verification is an originating good. <br /> 4. For purposes of Article 21 of these Uniform Regulations, the verification questionnaires <br /> shall, be completed in the language of the country of export and in English. <br /> 5. Nothing in this Annex will be interpreted to constrain the customs authority of a Party <br /> from requesting additional information according to Article 5.06, paragraph 2 subparagraph <br /> a) of the Agreement and these Uniform Regulations. <br /> ANNEX VII <br /> Common Standards for Information Required in the Application for an Advance Ruling <br /> 1. For purposes of Article 5.07, paragraph 2) (Advance Ruling) of the Agreement, each <br /> Party shall provide that a request for an advance ruling contain: <br /> a) the name and address (including the address, the city and the country) of the <br /> exporter, producer or importer of the good requesting the issuance of the ruling, as the case <br /> may be, hereinafter referred to as the applicant; <br /> b) where the applicant is: <br /> (i) the exporter of the good, the name and address (including the address, the city <br /> and the country) of the producer and importer of the good , if known; <br /> (ii) the producer of the good , the name and address (including the address, the <br /> city and the country) of the exporter and importer of the good , if known; or <br /> (iii) the importer of the good, the name and address (including the address, the <br /> city and the country) of the exporter and, if known, the producer of the good; <br /> c) where the request is made on behalf of an applicant, the name and address <br /> (including the address, the city and the country) of the person requesting the <br /> issuance of the advance ruling and either <br /> (i) the representative agent who asks for the issuing of the advance ruling, or <br /> (ii) a written statement from the person requesting the <br /> issuance of the advance ruling; <br /> that indicates the person is duly authorized to transact business as the representative of the applicant; <br /> d) a statement, based on the applicant's knowledge, as to whether the issue of the <br /> request for an advance ruling is, or has been the subject of: <br /> (i) a verification of origin; <br /> (ii) an administrative review or appeal, <br /> (iii) a judicial or quasi-judicial review; or <br /> (iv) a request for an advance ruling; <br /> in the territory of either Parties, and if so, a brief statement setting forth the status of the matter; <br /> e) a statement, based on the applicant's knowledge, as to whether the subject good of <br /> the request for an advance ruling has previously been imported into the territory of the <br /> Party and to whom the advance ruling has been made; <br /> f) a statement that the information presented is accurate and complete, and <br /> g) a complete description of all relevant facts and circumstances relating to the issue <br /> that is the subject of the request for the advance ruling, including; <br /> i) a concise statement, within the scope of paragraph 1) of Article 5.07 of the <br /> Agreement, setting forth the facts and circumstances concerning the goods on which the <br /> advance ruling is sought, and <br /> ii) a general description of the good. <br /> 2. Where relevant to the issue that is the subject of the request for an advance ruling, the <br /> request shall include, in addition to the information referred to in paragraph 1: <br /> a) a copy of any advance ruling or other rulings with respect to the tariff <br /> classification of the good that has been issued to the applicant by the Party to whom the <br /> request for an advance ruling is made; and <br /> b) if no previous advance ruling or other rulings with respect to the tariff <br /> classification of the good has been issued by the Party to whom the request for the advance <br /> ruling is made, sufficient information to enable the customs authority of that Party to <br /> classify the good, including: <br /> (i) a full description of the good, including, where relevant, the composition of <br /> the good, a description of the process by which the good is manufactured, a description of <br /> the packaging in which the good is contained, the anticipated use of the good and its <br /> commercial, common or technical specification, product instruction, drawings, <br /> photographs or schematics; and <br /> (ii) where practical and useful, a sample of the good. <br /> 3. Where the request for the advance ruling involves the application of a rule of origin <br /> that requires an assessment of whether materials used in the production of the goods <br /> undergo an applicable change in tariff classification, the request will need to include: <br /> a) a list of each material that is used in the production of the good; <br /> b) with respect to each material referred to in paragraph a) that is claimed to be <br /> originating, a complete description of the material, including the basis on which the <br /> material is considered as originating; <br /> c) with respect to each material referred to in paragraph a) that is non-originating <br /> or the origin of which is unknown, a complete description of the material, including <br /> its tariff classification ; and <br /> d) a description of all processing operations employed in the production of the good, <br /> the location of each operation, and the operations occur. <br /> 4. Where the request for an advance ruling involves the application of a regional value <br /> content requirement, the request shall include: <br /> a) information sufficient to calculate the transaction value of the good, with respect <br /> to the transaction of the goods between the producer or exporter and importer, according to <br /> the Article 4.07 of the Agreement; <br /> b) information sufficient to calculate the value of each non-originating material or of <br /> unknown origin used in the production of the good, according to Articles 4.07 through 4.13 <br /> of the Agreement; and <br /> c) with respect to each material considered as originating material used in the <br /> production of the good, a complete description of the material including the reason for <br /> which the material is considered as originating. <br /> 5. Where the request for an advance ruling involves an issue of whether, with respect to a <br /> good or material that is used in the production of the good, the transaction value of the good <br /> or the material is acceptable, the request will need to include information sufficient to <br /> permit an examination of the factors enumerated in Article 1 of the Customs Valuation <br /> Agreement of the WTO. <br /> 6. Where the request for an advance ruling is limited to the calculation of an element of a <br /> regional value content formula, in addition to the information required under paragraph 1, <br /> only the information set out under paragraph 4 that is relevant to the subject issue of the <br /> request for an advance ruling need to be contained. <br /> 7. Where the request for an advance ruling is limited to the origin of a material that is <br /> used in the production of the good in addition to the information required under paragraph 1, <br /> only the information, set out under paragraphs 2 and 3 of this Annex which is relevant to <br /> the subject issue of the request for an advance ruling need to be contained. <br /> ANNEX VIII <br /> Country- Specific Definition of @^@Imports of a Good@^@ <br /> For purposes of paragraph 6) of Article 5.07 (Advance Rulings) of the Agreement and <br /> paragraph 5 of Article 22 of Uniform Regulations, @^@imports of a good @^@ means, in the case of: <br /> a) The Republic of Panama, when the import that consists of legally introducing into <br /> the customs territory of the Republic products coming from abroad or from a free zone, <br /> duty free zone or free ports established in Panama; legal basis: Book III of the Fiscal Code; <br /> Law 16 of 29 of August 1979, regulated by Executive Decree No.42 of 24 of November <br /> 1983; Decree No.13 of 5 of April 1984, @^@By means of which all customs activities are <br /> regulated in the national ports.@^@ Official Gazette 20035 of April 11, 1984 and Decree No.15 <br /> of 2 of May 1984, that modifies Decree No.13 of 1984. <br /> b) The Republic of China, when the good imported from abroad in accordance with <br /> the Customs Law as amended and publicly announced on October 31 2001. <br /> [Customs administration]: <br /> Article 5.07: Advance Rulings <br /> 1 Each Party shall, through its customs authority, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its territory. <br /> These advance rulings shall be expeditiously issued by the customs authority to an <br /> importer in its territory or an exporter or a producer in the territory of the other Party, on <br /> the basis of the facts and circumstances presented by such importer, exporter or <br /> producer of the good, concerning: <br /> (a) whether a good qualifies as originating, pursuant to Chapter 4 (Rules of Origin); <br /> (b) whether the non-originating materials used in the production of a good <br /> comply with the corresponding change of tariff classification in Annex 4.03 <br /> (Specific Rules of Origin); <br /> (c) whether a good satisfies the regional value content requirement set out in <br /> Chapter 4 (Rules of Origin); <br /> (d) whether the method applied by an exporter or a producer in the territory of <br /> the other Party according to the principles of the Customs Valuation <br /> Agreement for calculating the transaction value of the good or of the <br /> materials used in the production of the good for which an advance ruling is <br /> required is appropriate for the purpose of determining whether a good <br /> satisfies a regional value content requirement under Chapter 4 (Rules of Origin); <br /> (e) whether a good that re-enters its territory after it has been exported from <br /> its territory to the territory of the other Party for repair or alteration qualifies <br /> for preferential tariff treatment under Article 3.07 (Goods Re-Entered after <br /> Repair or Alteration); and <br /> (f) such other matters as the Parties may agree. <br /> 2 Each Party shall adopt or maintain procedures for issuing advance rulings, including: <br /> (a) the information which is reasonably required to process an application; <br /> (b) the power of the customs authority to request at any time additional <br /> information from the person applying for the ruling, during the course of the evaluation; <br /> (c) the obligation of the customs authority to issue the advance ruling within a <br /> period no longer than 120 days, once all necessary information has been <br /> collected from the applicant; and <br /> (d) the obligation of the customs authority to issue the advance ruling in a <br /> completed, well-founded and reasoned manner. <br /> 3 Each Party shall implement an advance ruling for the imports into its territory, <br /> from the date of its issue or a later date as may be specified in the ruling, unless the <br /> advance ruling has been modified or revoked according to paragraph 5. <br /> 4 Each Party shall provide to any person requesting an advance ruling the same <br /> treatment, including the same interpretation and application of provisions of Chapter 4 <br /> (Rules of Origin), regarding a determination of origin given to any other person to whom <br /> it issued an advance ruling, provided that the facts and circumstances are identical in all <br /> substantial aspects. <br /> 5 The advance ruling may be modified or revoked in the following cases: <br /> (a) if the ruling is based on an error <br /> (i) of fact, <br /> (ii) in the tariff classification of a good or a material that is the subject of the ruling, <br /> (iii) in the application of a regional value content requirement under <br /> Chapter 4 (Rules of Origin) , or <br /> (iv) in the application of the rules for determining whether a good that re- <br /> enters its territory after it has been exported from its territory to the <br /> territory of the other Party for repair or alteration qualifies for <br /> preferential tariff treatment under Article 3.07 (Goods Re-Entered <br /> after Repair or Alteration); <br /> (b) if the ruling is not in accordance with an interpretation agreed by the <br /> Parties regarding Chapter 3 (National Treatment and Market Access for <br /> Goods) or Chapter 4 (Rules of Origin); <br /> (c) if there is a change in the facts or circumstances on which the ruling is based; <br /> (d) to conform with a modification of Chapter 3 (National Treatment and <br /> Market Access), Chapter 4 (Rules of Origin), or this Chapter; or <br /> (e) to conform with an administrative or judicial decision or a change in the <br /> domestic law of the Party that issued the advance ruling. <br /> 6 Each Party shall provide that any modification or revocation of an advance ruling <br /> shall be effective on the date on which the modification or revocation is issued, or on <br /> such later date as may be specified therein, and may not be applied to imports of a <br /> good that have occurred prior to that date, unless the person to whom the advance <br /> ruling was issued has not acted in accordance with its terms and conditions. <br /> 7 Each Party shall provide that where its customs authority examines the regional <br /> value content of a good for which it has issued an advance ruling, it shall evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of the <br /> advance ruling; <br /> (b) the exporter's or producer's operations are consistent with the substantial <br /> facts and circumstances on which the advance ruling is based; and <br /> (c) the supporting data and calculations used in the application of criteria or <br /> methods for calculating value were correct in all substantial aspects. <br /> 8 Each Party shall provide that where its customs authority determines that any <br /> requirement in paragraph 7 has not been satisfied, it may modify or revoke the advance <br /> ruling as the circumstances may warrant. <br /> 9 Each Party shall provide that, where the person to whom an advance ruling was <br /> issued demonstrates that it used reasonable care and acted in good faith in presenting <br /> the facts and circumstances on which the advance ruling was based, and where the <br /> customs authority of a Party determines that the ruling was based on incorrect <br /> information, the person to whom the ruling was issued shall not be subject to penalties. <br /> 10 Each Party shall provide that where it issues an advance ruling to a person that <br /> has misrepresented or omitted substantial facts or circumstances on which the ruling is <br /> based or has failed to act in accordance with the terms and conditions of the ruling, the <br /> customs authority that issued the advance ruling may apply measures in accordance <br /> with the legislation of each Party. <br /> 11 The Parties shall provide that the holder of an advance ruling may use it only <br /> while the facts or circumstances on which its issuance was based are maintained. In <br /> this case, the holder of the ruling may present the necessary information so that the <br /> issuing authority may proceed according to paragraph 5. <br /> 12 A good subject to a verification of origin or a request of review or appeal in the <br /> territory of either Party shall not be subject to an advance ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.11: Review and Appeal <br /> 1 Each Party shall accord the same rights of review and appeal of determinations <br /> of origin and advance rulings to its importers, or to the exporters or producers of the <br /> other Party who complete and sign a Certificate of Origin, or provide information for a <br /> good that has been the subject of a determination of origin pursuant to paragraph 19 <br /> of Article 5.06, or to whom have received an advance ruling pursuant to Article 5.07. <br /> 2 When a Party denies preferential tariff treatment to a good by a decision based <br /> on the non-fulfillment of a period established in this Chapter, with regard to the <br /> submission of records or other information to the customs authority of this Party, the <br /> ruling made in the review or appeal shall only deal with the compliance of the time <br /> period referred to in this paragraph. <br /> 3 The rights referred to in paragraphs 1 and 2 include access to at least one <br /> administrative review, independent from the official or office responsible for the <br /> determination or advance ruling under review, and access to a judicial review of the <br /> determination or ruling taken at the final instance of administrative review, according to <br /> the laws of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a) fuel, energy, catalysts and solvents; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.01: Definitions <br> For purposes of this Chapter, the following terms shall be understood as: <br> CIF: the value of imported goods including the costs of i nsurance and freight to the port <br> or place in the importing country; <br> FOB: free on board, regardless of the mode of transportation, at the point of direct <br> shipment by the seller to the buyer; <br> fungible goods: goods or materials that are interchangeable for commercial purposes <br> and whose properties are essentially identical and which are impossible to tell apart <br> from visual examination alone; <br> generally accepted accounting principles: principles applied in the territories of each <br> Party which give a substantial and authorised support to the registration of income, <br> costs, expenditures, assets and liabilities related to the information and preparation of <br> financial statements. These indicators, practical rules and procedures used generally in <br> accounting can become a comprehensive guide with general applicability; <br> goods wholly obtained or produced entirely in a Party: <br> (a) mineral goods extracted or taken in the territory of that Party; <br> (b) plants and plant products harvested, picked or gathered in the territory of <br> that Party; <br> (c) live animals born and raised in the territory of that Party; <br> (d) goods obtained by hunting, trapping, fishing, gathering or capturing in the <br> territory of that Party; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (e) goods obtained from live animals in the territory of that Party; <br> (f) fish, shellfish and other marine life taken outside the territorial sea of the <br> (f) lubricants, greases, compounding materials and other materials used in <br> Parties by fishing vessels registered or recorded with that Party and <br> owned by a person of that Party and flying its flag, or by rented fishing <br> vessels of a company established in the territory of that Party; <br> (g) goods obtained or produced on board factory ships from the goods <br> referred to in subparagraph (f) provided such factory ships are registered <br> or recorded with that Party and flying its flag, or on rented board factory <br> ships of a company established in the territory of that Party; <br> (h) goods taken by that Party or a person of that Party from the seabed or <br> beneath the seabed outside the territorial sea of that Party, provided that <br> Party has rights to exploit such seabed; <br> (i) waste and scrap derived from manufacturing or processing operations or <br> from consumption in the territory of that Party and fit only for disposal or <br> for the recovery of raw materials; <br> (j) articles collected in the territory of that Party which can no longer perform <br> their original purpose in its territory, nor are capable of being restored or <br> repaired and which are fit only for disposal or for the recovery of parts or raw materials; or <br> (k) goods produced in the territory of one or both of the Parties exclusively <br> from goods referred to in subparagraphs (a) through (j) above; <br> indirect material: a good used in the production, testing or inspection of another good <br> but not physically incorporated into that good, or a good used in the maintenance of <br> buildings or the operation of equipment associated with the production of another good, including: <br> (b) equipment, devices, and supplies used for testing or inspecting goods; <br> (g) any other materials or products that are not incorporated into the good but <br> to be a part of that production; <br> whose use in the production of the good can reasonably be demonstrated <br> material: a good that is used in the production of another good including ingredients, <br> parts, components, subassemblies and goods that were physically incorporated into <br> another good or were subject to a process in the production of another good; <br> producer: a @^@producer@^@ according to Article 2.01 (Definitions of General Application); <br> production: methods of obtaining goods including manufacturing, producing, <br> assembling, processing, raising, growing, breeding, mining, extracting, harvesting, <br> fishing, trapping, gathering, collecting, hunting, and capturing; <br> transaction value of a good: the price actually paid or payable for a good related to <br> the transaction done by the producer of the good, according to the principles of Article 1 <br> of the Customs Valuation Agreement, adjusted in accordance with the principle of <br> paragraphs 1, 3 and 4 of its Article 8, regardless whether the good is sold for export. For <br> purposes of this definition, the seller referred to in the Customs Valuation Agreement <br> shall be the producer of the good; <br> transaction value of a material: the price actually paid or payable for a material related <br> to the transaction done by the producer of the good, according to the principles of Article <br> 1 of the Customs Valuation Agreement, adjusted in accordance with paragraphs 1, 3 <br> and 4 of its Article 8, regardless whether the material be sold for export. For purposes of <br> (d) tools, dies and molds; <br> this definition the seller referred to in the Customs Valuation Agreement shall be the <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> supplier of the material, and the buyer referred to in the Customs Valuation Agreement <br> shall be the producer of the good; and <br> production or used to operate equipment or maintain buildings; and <br> value: the value of a good or a material according to the rules of the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Application Instruments and Interpretation", "ArticleDesc": "Article 4.02: Application Instruments and Interpretation <br> 1 For purposes of this Chapter: <br> (a) The Harmonized System shall be the basis for the tariff classification of goods; and <br> (b) The principles and rules of the Customs Valuation Agreement shall be <br> applied to determine the value of a good or material. <br> 2 For purposes of this Chapter, when applying the Customs Valuation Agreement <br> to determine the origin of a good: <br> (a) the principles and rules of the Customs Valuation Agreement shall apply to <br> domestic transactions, with such modifications as may be required by the <br> circumstances as would apply to international transactions; and <br> (b) the provisions of this Chapter shall prevail over the provisions of the <br> Customs Valuation Agreement to the extent of any inconsistency. <br> "}, {"ArticleTitle": "Transshipment", "ArticleDesc": "Article 4.14: Transshipment <br> The originating goods of the other Party shall not lose such status when they are: <br> (a) transported directly from the territory of the other Party; or <br> (b) transported through the territory or territories of one or more non-Parties <br> for the purpose of transit or temporary storing in warehouses in such <br> territory or territories, provided that they do not undergo operations other <br> than unloading, reloading or any other operation to preserve them in good condition. <br> ANNEX I <br> INVENTORY MANAGEMENT METHODS <br> Part I: Fungible Materials <br> Article 1 <br> For purposes of this part, it shall be understood by: <br> opening inventory: the materials inventory at the time an inventory management method is chosen; <br> materials inventory: with respect, <br> a) with respect to a producer of a good, an inventory of fungible materials that are used <br> in the production of the good; and <br> b) with respect to a person from whom the producer of the good acquired those <br> fungible materials, an inventory from which fungible materials are sold or otherwise <br> transferred to the producer of the good; <br> First-in, first-out method (FIFO): the method by which the origin of fungible materials first <br> received in materials inventory is considered to be the origin of fungible materials first <br> withdrawn from materials inventory; <br> Last-in, first-out method (LIFO): the method by which the origin of fungible materials last <br> received in materials inventory is considered to be the origin of fungible materials the first <br> withdrawn from materials inventory; and <br> Average method: the method by which the origin of fungible materials withdrawn from <br> materials inventory is based on the percentage, of originating materials and non-originating <br> materials in materials inventory, calculated according to Article 5 of this Annex. <br> General Rules <br> Article 2 <br> For purposes of subparagraph a) of paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible <br> materials are originating materials are the following: <br> b) last-in, first-out method (LIFO); and <br> c) average method. <br> Article 3 <br> Where a producer of a good or a person from whom the producer acquired materials that <br> are used in the production of the good chooses an inventory management methods referred <br> to in Article 2 of this Annex, that method, including the averaging period chosen in the case of <br> the average method, shall be used from the time the choice is made until the end of the fiscal <br> year of the producer or person. <br> Article 4 <br> Where the producer or person referred to in Article 3 of this Annex chooses the <br> average method, the origin of fungible materials withdrawn from materials inventory is <br> determined on the basis of the ratio of originating materials and non-originating materials <br> in materials inventory that is calculated according to Articles 5 and 6 of this Annex. <br> Article 5 <br> 1 Except as otherwise provided in Article 6 of this Annex, the ratio is calculated with <br> respect to a month or three months period, at the choice of the producer or person, by dividing, <br> (i) the total units of originating materials or non-originating materials that are <br> fungible materials and that were in materials inventory at the beginning of the preceding <br> one-month or three months period, and <br> (ii) the total units of originating materials or non-originating materials that are <br> fungible materials and that were received in materials inventory during that preceding one <br> (i) the total units of originating materials and non-originating materials that are <br> fungible materials and that were in materials inventory at the beginning of the preceding one <br> month or three months period, and <br> (ii) the total units of originating materials and non-originating materials that are <br> month or three months period. <br> 2 The ratio calculated with respect to a preceding month or three months period under <br> paragraph 1), is applied to the fungible materials remaining in materials inventory at the end <br> of the preceding month or three months period. <br> Article 6 <br> 1 Where the good is subject to a regional value content requirement and the ratio is <br> calculated with respect to each shipment of the good by dividing: <br> a) the total units of originating materials or non-originating materials that are fungible <br> materials and that were in materials inventory prior to the shipment; <br> by <br> b) the total units of originating materials and non-originating materials that are <br> fungible materials and that were in materials inventory prior to the shipment; <br> 2 The ratio calculated with respect to a shipment of a good according to paragraph 1 is <br> applied to the fungible materials remaining in materials inventory after the shipment. <br> Manner of Dealing with Opening Inventory <br> Article 7 <br> 1 Except as otherwise provided under paragraph 2, where the producer or person <br> referred to in Article 3 of this Annex has fungible materials in opening inventory, the <br> origin of those fungible materials shall be determined by: <br> a) identifying in the accounting books of the producer or the person, the latest receipts <br> of fungible materials that add up to the amount of fungible materials in opening inventory; <br> b) determining the origin of the fungible materials that make up those receipts; and <br> c) considering the origin of those fungible materials to be the origin of the fungible <br> materials in opening inventory. <br> 2 The producer or the person may consider all fungible materials in opening inventory to <br> be non-originating materials. <br> Part II: Fungible Goods <br> Definitions and Interpretation <br> Article 8 <br> For the purposes of this part, it shall be understood by: <br> opening inventory: the finished goods inventory at the time an inventory <br> management method is chosen; <br> finished goods inventory: an inventory from which fungible goods are sold or otherwise <br> transferred to another person; <br> first-in, first-out method (FIFO): the method by which the origin fungible goods first <br> received in finished goods inventory is considered to be the origin of t fungible goods first <br> withdrawn from finished goods inventory; <br> last-in, first-out method (LIFO): means the method by which the origin of t fungible <br> goods last received in finished goods inventory is considered to be the origin of fungible <br> goods first withdrawn from finished goods inventory; and <br> average method: the method by which the origin of fungible goods withdrawn from <br> finished goods inventory is based on the percentage, calculated under Article 11 of this <br> Annex, of originating goods and non-originating goods in finished goods inventory. <br> Article 9 <br> For purposes of subparagraph b) paragraph 1 of Article 9 of these Uniform <br> Regulations, the inventory management methods for determining whether fungible goods are <br> originating goods are the following: <br> a) first-in, first-out method (FIFO); <br> Article 10 <br> Where an exporter of a good or a person from whom the exporter acquired the good <br> chooses an inventory management methods referred to in Article 9 of this Annex, that <br> method, including the averaging period chosen in the case of the average method, shall be <br> used from the time the choice is made until the end of the fiscal year of the exporter or person. <br> Average Method <br> Article 11 <br> 1 Where the exporter or person referred to in Article 10 of this Annex chooses the <br> average method, the origin of each shipment of fungible goods withdrawn from finished <br> goods inventory during a month or three months period, at the choice of the exporter or <br> person, is determined on the basis of the ratio of originating goods and non-originating <br> goods in finished goods inventory for the preceding one month or three months period that <br> is calculated by dividing, <br> a) the sum of: <br> (i) the total units of originating goods or non-originating goods that are fungible goods <br> and that were in finished goods inventory at the beginning of the preceding one month <br> or three months period ; and <br> (ii) the total units of originating goods or non-originating goods that are fungible <br> goods and that were received in finished goods inventory during that preceding one <br> b) the sum of: <br> (i) the total units of originating goods and non-originating goods that are fungible good <br> and that were in finished goods inventory at the beginning of the preceding one month or three <br> months period ; and <br> (ii) the total units of originating goods and non-originating goods that are fungible <br> 2 The calculation with respect to a preceding one month or three months period under <br> paragraph 1 is applied to the fungible goods remaining in finished goods inventory at the end <br> of the preceding one month or three months period. <br> Article 12 <br> 1 Except as otherwise provided under paragraph 2, where the exporter or person referred to <br> in Article 10 of this Annex has fungible goods in opening inventory, the origin of those <br> fungible goods shall be determined by: <br> a) identifying, in the accounting books of the exporter or person, the latest receipts of <br> fungible goods that add up to the amount of fungible goods in opening inventory; <br> b) determining the origin of fungible goods that make up those receipts; and <br> c) considering the origin of those fungible goods to be the origin of fungible <br> goods in opening inventory. <br> 2 The exporter or the person may consider all fungible goods in opening inventory <br> to be non-originating goods. <br> ANNEX II <br> GENERALLY ACCEPTED ACCOUNTING PRINCIPLES <br> Generally Accepted Accounting Principles stands for the recognized consensus or <br> substantial authoritative support in the territory of each Party with respect to recording of <br> revenues, costs, assets and liabilities, disclosure of information and preparation <br> of financial statements. <br> These standards may be broad guidelines of general application as well as detailed, <br> practices and procedures. <br> For purposes of Generally Accepted Accounting Principles, the recognized consensus or <br> authoritative supports are referred to or set out in the following publications: <br> a) with respect to the territory of Panama, Law 57 on 1 of September 1978 in its <br> Chapter VI, Article 14, subparagraph b), Code of Professional Ethics in its Chapter <br> II: competition and technical rules, Resolution No. 39 on 10 of July 1986, by means <br> of which the Commission of Financial Accounting Rules of Panama is created and <br> Decree Law 5 on 2 of July 1997 in its Article 8. The regulatory organizations such <br> as the Super Intendancy of Banks, the Super Intendancy of Insurances, the National <br> Commission of Stocks and the Panamanian Autonomous Cooperative Institute <br> (IPACOOP), according to their own laws, determine the accounting norms that their <br> regulated companies must fulfill. <br> b) For the Republic of China: with respect to the territory of the Republic of China? <br> i. the Business Entity Accounting Law has promulgated on January 7, <br> 1948 by the national Government Implemented in intervals on <br> Taiwan Province beginning on January 1, 1952. The new law was <br> Amended on April 26, 2000 by Presidential Promulgation. <br> ii. The Statements of Financial Accounting Standards issued by the <br> Financial Accounting Standards Committee of the Accounting <br> Research and Development Foundation of the Republic of China. iii. Related <br> rules governing the preparation of financial reports by public <br> companies, securities firms, futures commission merchants, banks or bill <br> finance companies which are promulgated respectively by the competent <br> authority such as Securities and Futures Commission, and the Bureau of Monetary Affairs. <br> ANNEX V <br> Corrected Declaration <br> An importer shall not be subject to sanctions when, in the case of: <br> a) The Republic of Panama, the importer presents a request for an amendment <br> declaration before any administrative act is to be carried out, for verifying of the <br> declaration in the document, or a physical examination of the goods has taken place. <br> b) The Republic of China: the importer presents a request for an amendment <br> declaration in the document, or the goods have been targeted for physical examination. <br> ANNEX VI <br> Common Standards for Written Questionnaires <br> 1. For purposes of paragraph 2 a) of Article 21 of these Uniform Regulations, the Parties <br> will seek to agree on uniform questions to be included in the general questionnaire. <br> 2. Subject to paragraph 3, where the customs authority of a Party conducts a verification <br> under Article 5.08, paragraph 2, subparagraph a) of the Agreement, it will send the general <br> questionnaire referred to in paragraph 1 of this Annex. <br> 3. For purposes of Article 5.06, paragraph 2, subparagraph a) of the Agreement, where the <br> customs authority of a Party requires specific information not reflected in the general <br> questionnaire, it may send a more specific questionnaire, based on the information requires <br> to determine whether the good subject to verification is an originating good. <br> 4. For purposes of Article 21 of these Uniform Regulations, the verification questionnaires <br> shall, be completed in the language of the country of export and in English. <br> 5. Nothing in this Annex will be interpreted to constrain the customs authority of a Party <br> from requesting additional information according to Article 5.06, paragraph 2 subparagraph <br> a) of the Agreement and these Uniform Regulations. <br> ANNEX VII <br> Common Standards for Information Required in the Application for an Advance Ruling <br> 1. For purposes of Article 5.07, paragraph 2) (Advance Ruling) of the Agreement, each <br> Party shall provide that a request for an advance ruling contain: <br> a) the name and address (including the address, the city and the country) of the <br> exporter, producer or importer of the good requesting the issuance of the ruling, as the case <br> may be, hereinafter referred to as the applicant; <br> b) where the applicant is: <br> (i) the exporter of the good, the name and address (including the address, the city <br> and the country) of the producer and importer of the good , if known; <br> (ii) the producer of the good , the name and address (including the address, the <br> city and the country) of the exporter and importer of the good , if known; or <br> (iii) the importer of the good, the name and address (including the address, the <br> city and the country) of the exporter and, if known, the producer of the good; <br> c) where the request is made on behalf of an applicant, the name and address <br> (including the address, the city and the country) of the person requesting the <br> issuance of the advance ruling and either <br> (i) the representative agent who asks for the issuing of the advance ruling, or <br> (ii) a written statement from the person requesting the <br> issuance of the advance ruling; <br> that indicates the person is duly authorized to transact business as the representative of the applicant; <br> d) a statement, based on the applicant's knowledge, as to whether the issue of the <br> request for an advance ruling is, or has been the subject of: <br> (i) a verification of origin; <br> (ii) an administrative review or appeal, <br> (iii) a judicial or quasi-judicial review; or <br> (iv) a request for an advance ruling; <br> in the territory of either Parties, and if so, a brief statement setting forth the status of the matter; <br> e) a statement, based on the applicant's knowledge, as to whether the subject good of <br> the request for an advance ruling has previously been imported into the territory of the <br> Party and to whom the advance ruling has been made; <br> f) a statement that the information presented is accurate and complete, and <br> g) a complete description of all relevant facts and circumstances relating to the issue <br> that is the subject of the request for the advance ruling, including; <br> i) a concise statement, within the scope of paragraph 1) of Article 5.07 of the <br> Agreement, setting forth the facts and circumstances concerning the goods on which the <br> advance ruling is sought, and <br> ii) a general description of the good. <br> 2. Where relevant to the issue that is the subject of the request for an advance ruling, the <br> request shall include, in addition to the information referred to in paragraph 1: <br> a) a copy of any advance ruling or other rulings with respect to the tariff <br> classification of the good that has been issued to the applicant by the Party to whom the <br> request for an advance ruling is made; and <br> b) if no previous advance ruling or other rulings with respect to the tariff <br> classification of the good has been issued by the Party to whom the request for the advance <br> ruling is made, sufficient information to enable the customs authority of that Party to <br> classify the good, including: <br> (i) a full description of the good, including, where relevant, the composition of <br> the good, a description of the process by which the good is manufactured, a description of <br> the packaging in which the good is contained, the anticipated use of the good and its <br> commercial, common or technical specification, product instruction, drawings, <br> photographs or schematics; and <br> (ii) where practical and useful, a sample of the good. <br> 3. Where the request for the advance ruling involves the application of a rule of origin <br> that requires an assessment of whether materials used in the production of the goods <br> undergo an applicable change in tariff classification, the request will need to include: <br> a) a list of each material that is used in the production of the good; <br> b) with respect to each material referred to in paragraph a) that is claimed to be <br> originating, a complete description of the material, including the basis on which the <br> material is considered as originating; <br> c) with respect to each material referred to in paragraph a) that is non-originating <br> or the origin of which is unknown, a complete description of the material, including <br> its tariff classification ; and <br> d) a description of all processing operations employed in the production of the good, <br> the location of each operation, and the operations occur. <br> 4. Where the request for an advance ruling involves the application of a regional value <br> content requirement, the request shall include: <br> a) information sufficient to calculate the transaction value of the good, with respect <br> to the transaction of the goods between the producer or exporter and importer, according to <br> the Article 4.07 of the Agreement; <br> b) information sufficient to calculate the value of each non-originating material or of <br> unknown origin used in the production of the good, according to Articles 4.07 through 4.13 <br> of the Agreement; and <br> c) with respect to each material considered as originating material used in the <br> production of the good, a complete description of the material including the reason for <br> which the material is considered as originating. <br> 5. Where the request for an advance ruling involves an issue of whether, with respect to a <br> good or material that is used in the production of the good, the transaction value of the good <br> or the material is acceptable, the request will need to include information sufficient to <br> permit an examination of the factors enumerated in Article 1 of the Customs Valuation <br> Agreement of the WTO. <br> 6. Where the request for an advance ruling is limited to the calculation of an element of a <br> regional value content formula, in addition to the information required under paragraph 1, <br> only the information set out under paragraph 4 that is relevant to the subject issue of the <br> request for an advance ruling need to be contained. <br> 7. Where the request for an advance ruling is limited to the origin of a material that is <br> used in the production of the good in addition to the information required under paragraph 1, <br> only the information, set out under paragraphs 2 and 3 of this Annex which is relevant to <br> the subject issue of the request for an advance ruling need to be contained. <br> ANNEX VIII <br> Country- Specific Definition of @^@Imports of a Good@^@ <br> For purposes of paragraph 6) of Article 5.07 (Advance Rulings) of the Agreement and <br> paragraph 5 of Article 22 of Uniform Regulations, @^@imports of a good @^@ means, in the case of: <br> a) The Republic of Panama, when the import that consists of legally introducing into <br> the customs territory of the Republic products coming from abroad or from a free zone, <br> duty free zone or free ports established in Panama; legal basis: Book III of the Fiscal Code; <br> Law 16 of 29 of August 1979, regulated by Executive Decree No.42 of 24 of November <br> 1983; Decree No.13 of 5 of April 1984, @^@By means of which all customs activities are <br> regulated in the national ports.@^@ Official Gazette 20035 of April 11, 1984 and Decree No.15 <br> of 2 of May 1984, that modifies Decree No.13 of 1984. <br> b) The Republic of China, when the good imported from abroad in accordance with <br> the Customs Law as amended and publicly announced on October 31 2001. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.01: Definitions <br> 1 For purposes of this Chapter, the following terms shall be understood as: <br> certifying authority: in the case of the Republic of China, the designated authority is <br> the Bureau of Foreign Trade (BOFT), Ministry of Economic Affairs (MOEA), or other <br> agencies as authorized by BOFT; in the case of Panama, the designated authority is the <br> Vice-ministry of Foreign Trade, or its successor; <br> commercial importation: the importation of a good into the territory of one of the <br> Parties for the purpose of sale, or any commercial, industrial or other like use; <br> customs authority: the competent authorities responsible under their respective laws <br> for the administration and implementation of customs laws and regulations; <br> customs value: value of a good used for calculating the cus toms tariff according to the <br> legislation of each Party; <br> days: @^@days@^@ according to Article 2.01 (Definitions of General Application); <br> exporter: a n exporter located in the territory of a Party from where the good is exported <br> and who, according to this Chapter, is required to maintain records in the territory of that <br> Party under Article 5.05(1)(a); <br> identical goods: goods which are the same in all respects, including physical <br> characteristics, quality and reputation, irrespective of minor differences in appearance <br> which are not relevant for the determination of origin of such goods under Chapter 4 (Rules of Origin); <br> importer: an importer located in the territory of a Party, and required to maintain <br> records in the territory of that Party, under Article 5.05(1)(b); <br> preferential tariff treatment: the application of the tariff rate corresponding to an <br> originating good according to the Tariff Reduction Schedule, pursuant to Article 3.04 <br> producer: a @^@producer@^@ according to Article 2.01 (Definitions of General Application), <br> located in the territory of a Party, and required to maintain records in the territory of that <br> Party, under Article 5.05(1)(a); <br> resolution of origin determination: a resolution issued by the customs authority made <br> as a result of an origin-verifying procedure which establishes whether a good qualifies <br> (Tariff Reduction Schedule); <br> as originating according to Chapter 4 (Rules of Origin); <br> valid Certificate of Origin: a certificate of origin written in the format referred to in <br> Article 5.02(1), completed, signed and dated by an exporter of a good in the territory of <br> a Party according to the provision of this Chapter and to the instructions for completing <br> the certificate, and certified by the certifying authority of the exporting Party, pursua nt to <br> the provision of this Chapter; and <br> value: the value of a good or material for the purpose of application of Chapter 4 (Rules of Origin). <br> 2 Unless defined in this Article, the definitions established in Chapter 4 (Rules of <br> Origin) are incorporated into this Chapter. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.08: Confidentiality <br> 1 Each Party shall maintain, in accordance with its law, the confidentiality of <br> confidential information collected pursuant to this Chapter and shall protect it from disclosure. <br> 2 The confidential information collected pursuant to this Chapter may only be <br> determinations of origin, and of customs and taxation matters. <br> disclosed to those authorities responsible for the administration and enforcement of <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 5.12: Uniform Regulations <br> 1 The Parties shall establish, and implement through their respective laws or <br> regulations by the date this agreement enters into force, Uniform Regulations regarding <br> the interpretation, application and administration of Chapter 4 (Rules of Origin) , this <br> Chapter and other matters as may be agreed by the Parties. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations no later than 180 days after the Parties agree on such modification or <br> addition, or such other period as the Parties may agree. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 5.13: Cooperation <br> 1 Each Party shall notify the other Party of the following determinations, measures <br> and rulings, including to the greatest extent practicable those that are prospective in application: <br> (a) a determination of origin issued as the result of verification conducted <br> pursuant to Article 5.06, once the petitions of review and appeal referred <br> to in Article 5.11 of this Chapter are exhausted; <br> (b) a determination of origin that the Party considers contrary to a ruling <br> issued by the customs authority of the other Party with respect to the tariff <br> classification or value of a good, or of materials used in the production of a good; <br> (c) a measure establishing or significantly modifying an administrative policy <br> that is likely to affect future determinations of origin; and <br> (d) an advance ruling or its modification, pursuant to Article 5.07 of this Chapter. <br> 2 The Parties shall cooperate in the following aspects: <br> (a) the enforcement of their respective customs-related laws or regulations <br> implementing this Agreement, and under any customs mutual assistance <br> agreements or other customs-related agreement to which they are party; <br> (b) to the extent possible and for purposes of facilitating the flow of trade <br> between their territories, such customs-related matters as the collection <br> and exchange of statistics regarding the importation and exportation of <br> goods, the standardization of data elements and the exchange of information; <br> (c) to the extent possible, the collection and exchange of documentation on <br> customs procedures; and <br> (d) to the extent possible and for purposes of verifying the origin of a good, <br> the customs authority of the importing Party may request to the certifying <br> authority of the other Party to conduct in its territory some related <br> "}]}]}, "members_found": ["591", "490"]}