{"FtaRooDetails": {"FtaId": 334, "FtaCode": "ITC00340", "FtaName": "FTA, EFTA-Indonesia", "FtaFullName": "COMPREHENSIVE ECONOMIC PARTNERSHIP AGREEMENT BETWEEN THE REPUBLIC OF INDONESIA AND THE EFTA STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.11.2021", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Iceland; Indonesia; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Indonesia", "AdminProcCooAuth": "The certification type under FTA, EFTA-Indonesia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Indonesia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Indonesia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30%", "RooText": "Manufacture from non-originating materials of any heading, except that of the product or Manufacture in which the value of all the non-originating materials used does not exceed 70% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Interpretative notes", "RooText": " APPENDIX 1 TO ANNEX I<br /> PRODUCT SPECIFIC RULES<br /> Interpretative Notes<br /> 1.     The first column of the list of product specific rules set out in this Appendix<br /> contains chapters, headings or sub-headings and the second column sets out a<br /> description of the product. For each entry in the first two columns, one or two rules<br /> are specified in columns 3 and 4. If the HS code in column 1 is preceded by an \"ex\",<br /> this means that the rules in column 3 or 4 apply only to the part of that chapter or<br /> heading described in column 2. Where, for an entry in the first two columns, a rule is<br /> specified in both columns 3 and 4, either one may be applied. If no origin rule is set<br /> out in column 4, the rule set out in column 3 shall be applied.<br /> 2.     Pursuant to subparagraph 1 (b) of Article 2 (General Requirements) of Annex<br /> I (Rules of Origin and Administrative Cooperation), the product specific rules may be<br /> fulfilled by operations in different factories, provided the working or processing takes<br /> place within the territory of a Party and, taken together, fulfils the requirements of<br /> Annex I (Rules of Origin and Administrative Cooperation).<br /> 3.     A product specific rule of origin set out in this Appendix represents the<br /> minimum amount of working or processing required to be carried out on non-<br /> originating materials for the resulting product to achieve originating status. A greater<br /> amount of working or processing than that required by the rule for that product shall<br /> also confer originating status.<br /> 4.     If a product specific rule in the list specifies that a product may be<br /> manufactured from more than one material, any one or more materials may be used. It<br /> does not require that all be used.<br /> 5.     If a product specific rule in the list specifies that a product must be<br /> manufactured from a particular material, the condition does not prevent the use of<br /> other materials in addition.<br /> 6.     If a product specific rule excludes materials classified in certain chapters,<br /> headings, or sub-headings of the Harmonized System, those materials must be<br /> originating for the products to qualify as originating.<br /> 7.     If a product, which has acquired originating status by fulfilling the conditions<br /> set out in the list, is further processed and used as material in the manufacture of<br /> another product, the product specific rule applicable to the final product does not<br /> apply to the material. No account shall be taken of the non-originating components of<br /> that material.<br /> 8.     Where a rule uses the expression \"Manufacture from materials of any<br /> heading\", then materials of any heading, even materials of the same description and<br /> heading as the product, may be used, subject, however, to any specific limitations<br /> which may also be contained in the rule.<br /> 9. The products mentioned in the list are not all covered by the Agreement. Other<br /> part of the Agreement, e.g. exclusion lists and dismantling lists, must be taken into<br /> account in order to come to the conclusion whether preferential access may be granted<br /> to a final product imported from a Party.<br /> 10. A product falling within Chapter 30 of the HS obtained in a Party by using cell<br /> cultures, shall be considered as originating in that Party. \"Cell culture\" means the<br /> cultivation of human, animal and plant cells under controlled conditions (such as<br /> defined temperatures, growth medium, gas mixture, ph) outside a living organism.<br /> 11. A product falling within Chapters 28 to 40 of the HS obtained in a Party by<br /> fermentation shall be considered as originating in that Party. \"Fermentation\" means a<br /> biotechnological process in which human, animal, plant cells, bacteria, yeasts, fungi<br /> or enzymes are used to produce a product falling within Chapters 28 to 40 of the HS.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00340_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/indonesia/efta-indonesia-appendix2-to-annex1-rules-of-origin-origin-declaration.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00340_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/indonesia/efta-indonesia-appendix1-to-annex1-rules-of-origin-product-specific-rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00340_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/indonesia/efta-indonesia-annex1-rules-of-origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00340_full.pdf", "DocType": "8_full", "WebLink": "https://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/indonesia/efta-indonesia-main-agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Accumulation of Origin <br /> 1.     Without prejudice to Article 2 (General Requirements), a product originating in <br /> a Party, which is used as material in the manufacture of a product in another Party, shall <br /> be considered as originating in the Party where the last operations beyond those referred <br /> to in paragraph 1 of Article 5 (Insufficient Working or Processing) have been carried out. <br /> 2.     A product originating in a Party, which is exported from one Party to another <br /> and does not undergo working or processing beyond those referred to in paragraph 1 <br /> of Article 5 (Insufficient Working or Processing), shall retain its origin. <br /> 3.     Where materials originating in two or more Parties are used in the manufacture <br /> of a product and these materials have not undergone any working or processing beyond <br /> the operations referred to in Article 5 (Insufficient Working or Processing), the origin of <br /> the product is determined by the material with the highest customs value, or if this <br /> cannot be ascertained, with the highest first ascertainable price paid for that material in that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (20%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 4.     Notwithstanding paragraph 1, non-originating materials do not have to fulfil the <br /> conditions set out in Appendix 1 (Product Specific Rules) to be considered to have <br /> undergone sufficient working or processing, provided that: <br /> (a)    their total value does not exceed 20% of the ex-works price of the product; and <br /> (b)    no maximum value of non-originating materials set out in Appendix 1 <br /> (Product Specific Rules) is exceeded through the application of this paragraph.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 2.     If a product, which has acquired originating status in accordance with paragraph <br /> 1 in a Party, is further processed in that Party and used as material in the manufacture of <br /> another product, no account shall be taken of the non-originating components of that material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Principle of Territoriality <br /> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of Section I (General Provisions) shall not be affected <br /> by operations carried out in a non-party, under an outward processing procedure or a <br /> similar arrangement, if: <br /> (a)    the re-imported product has been obtained from the exported materials; <br /> (b)    the total added value acquired in the non-party does not exceed 20% of <br /> the ex-works price of the product; and <br /> (c)    taken together, the total value of the non-originating materials <br /> incorporated in the Party and the total added value acquired outside the <br /> Party concerned does, not exceed the value allowed in accordance with <br /> Appendix 1 (Product Specific Rules).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 3. Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> its ex-works price, or which are not separately invoiced, shall be considered as part of <br /> the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained Products <br /> The following products shall be considered as wholly obtained in a Party: <br /> (a)    mineral products and other non-living natural resources extracted or <br /> taken from its soil or seabed; <br /> (b)    vegetable products harvested there; <br /> (c)    live animals born and raised there; <br /> (d)    products from live animals raised there; <br /> (e)    products obtained by hunting, trapping, fishing or aquaculture conducted there; <br /> (f)    products of sea fishing and other marine products taken from the sea <br /> outside the territorial sea of any country, by a vessel registered in a Party <br /> and flying its flag, and products manufactured exclusively from such <br /> products, on board a factory ship registered in a Party and flying its flag; <br /> (g)    products extracted from marine soil or sub-soil outside the Parties' <br /> territorial sea provided that they have the sole rights to exploit that soil or sub-soil; <br /> (h) waste and scrap resulting from manufacturing operations conducted there; <br /> (i) used products collected there fit only for the recovery of raw materials, <br /> including used tyres which no longer comply with the national <br /> legislation; or <br /> (j) products manufactured there exclusively from those specified in <br /> subparagraphs (a) to (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Insufficient Working or Processing <br /> 1. Notwithstanding Article 4 (Sufficient Working or Processing), the following <br /> operations shall be considered insufficient to confer originating status: <br /> (a) preserving operations to ensure that a product remains in good condition <br /> during transport and storage; <br /> (b) freezing or thawing; <br /> (c) packaging and re-packaging; <br /> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (e)    ironing or pressing of textiles; <br /> (f)    simple painting and polishing; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (h) operations to colour sugar or form sugar lumps; <br /> (i)    peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) slaughter of animals; or <br /> (q) a combination of two or more operations specified in subparagraphs (a) to (p). <br /> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which require <br /> neither special skills nor machines, apparatus or equipment especially produced or <br /> installed to carry out the activity. <br /> 3. All operations carried out in a Party on a given product shall be taken into <br /> account when determining whether the working or processing undergone by that <br /> product is considered as insufficient working or processing referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (d)    @^@customs value@^@ means the value determined in accordance with the <br /> Agreement on Implementation of Article VII of the General Agreement <br /> on Tariffs and Trade 1994 (hereinafter referred to as @^@WTO Agreement <br /> on Customs Valuation@^@); <br /> (e)    @^@ex-works price@^@ means the price paid for a product to the manufacturer <br /> in the Party where the last working or processing was carried out, in <br /> accordance with the international commercial terms (@^@incoterms@^@), <br /> excluding internal taxes which may be repaid when the product is exported; <br /> (n) @^@value of materials@^@ means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Neutral Elements <br /> Neutral elements, which have not entered into the final composition of the <br /> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br /> be taken into account when the origin of that product is determined.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Direct Transport <br /> 1.     Preferential treatment in accordance with the Agreement shall only be granted to <br /> originating goods that are transported directly between the Parties. <br /> 2.     Notwithstanding paragraph 1, originating goods may be transported through <br /> territories of non-parties, provided that they: <br /> (a) do not undergo operations other than unloading, reloading, splitting-up <br /> of consignments or any operation designed to preserve it in good condition; and <br /> (b) remain under customs control in those non-parties. <br /> 3.     It is understood that originating goods may be transported by pipeline across <br /> territories of non-parties. <br /> 4.     Upon request, an importer shall supply appropriate evidence to the customs <br /> authorities of the importing Party that the conditions set out in paragraph 2 have been fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Principle of Territoriality <br /> 1.     The conditions for acquiring originating status set out in the provisions of <br /> Section I (General Provisions) must be fulfilled without any interruption in the territory <br /> of a Party. <br /> 2.     If an originating product is returned to the exporting Party after having been <br /> exported to a non-party without having undergone any operation there, beyond those <br /> necessary to preserve it in good condition, that product shall retain its origin. <br /> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of Section I (General Provisions) shall not be affected <br /> by operations carried out in a non-party, under an outward processing procedure or a <br /> similar arrangement, if: <br /> (a)    the re-imported product has been obtained from the exported materials; <br /> (b)    the total added value acquired in the non-party does not exceed 20% of <br /> the ex-works price of the product; and <br /> (c)    taken together, the total value of the non-originating materials <br /> incorporated in the Party and the total added value acquired outside the <br /> Party concerned does, not exceed the value allowed in accordance with <br /> Appendix 1 (Product Specific Rules). <br /> 4.     For the purposes of subparagraph 3 (b), @^@total added value@^@ means all costs <br /> arising outside the Party concerned, including transport costs and the value of materials <br /> incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 2.     Pursuant to paragraph 1: <br /> (a)    packaging shall be included with the product if it is included with that <br /> product in accordance with General Interpretative Rule 5 of the Harmonized System; <br /> (b)    where a set of articles, in accordance with General Interpretative Rule 3 <br /> of the Harmonized System, is classified under a single heading, it shall <br /> constitute the unit of qualification; and <br /> (c)    where a consignment consists of a number of identical products <br /> classified under a single heading or subheading of the Harmonized <br /> System, each product shall be considered separately.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accounting Segregation <br /> 1.     If originating and non-originating fungible materials are used in the working or <br /> processing of a product, the determination of whether the materials used are originating <br /> may be determined on the basis of an inventory management system, subject to prior authorisation. <br /> 2.     For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br /> the same kind and commercial quality, with the same technical and physical <br /> characteristics, and which cannot be distinguished from one another once they are <br /> incorporated into the finished product. <br /> 3.     The inventory management system shall be based on generally accepted <br /> accounting principles applicable in the Party where the product is manufactured and <br /> ensure that no more final products receive originating status than would have been the <br /> case if the materials had been physically segregated. <br /> 4.     A producer using an inventory management system shall keep records of the <br /> operation of the system that are necessary for the customs administration of the Party <br /> concerned to verify compliance with the provisions of this Annex. <br /> 5.     The authorisation to use accounting segregation may be withdrawn if the <br /> producer makes improper use of it.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Origin Declaration <br /> 1.     For goods originating in a Party and otherwise fulfilling the requirements of this <br /> Annex, an origin declaration may be completed by an exporter established in a Party. <br /> While recognising that the Indonesian system requires information pertaining to the <br /> origin criteria, the origin declaration as set out in Appendix 2 (Origin Declaration) shall <br /> be the basis for granting preferential treatment under the Agreement. <br /> 2.     The origin declaration must be completed on an invoice or any other commercial <br /> document that identifies the exporter and the originating goods, and, except as provided <br /> in Article 14 (Approved Exporter), bear the original signature of the exporter. <br /> 3. An origin declaration shall be valid for 12 months from the date of completion. <br /> Article 13 : Representation <br /> 1.     Subject to the domestic requirements of the exporting Party, forwarding agents, <br /> customs brokers and other persons have to be entitled in writing by the exporter of the <br /> product to complete origin declarations. <br /> 2.     The representative must submit his title of representation to the competent <br /> authorities of the exporting Party, upon their request. <br /> Article 16 : Exemption from Origin Declarations <br /> Notwithstanding Article 15 (Importation Requirements), a Party may, in <br /> accordance with its domestic laws and regulations, waive the requirements to request <br /> preferential tariff treatment on the basis of an origin declaration and grant preferential <br /> tariff treatment to non-commercial low value shipments of originating goods and <br /> originating goods for personal use forming part of the personal luggage of a traveller. <br /> [Customs administration]: <br /> Article 22 : Verification of Origin Declarations <br /> 1.     The competent authority of the exporting Party shall carry out verifications of <br /> origin declarations on request of the importing Party. <br /> 2.     The verification request shall specify the reasons for the inquiry. It may address <br /> the authenticity of origin declarations, the originating status of the goods concerned or <br /> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br /> declaration and, if appropriate, any other document or information giving reason to <br /> believe that the origin declaration may be invalid. <br /> 3. The customs authorities of the importing Party may, subject to their domestic <br /> laws and regulations, suspend preferential tariff treatment to a product covered by an <br /> origin declaration until the verification procedure has been finalised. <br /> 4. The competent authority of the exporting Party may request evidence, carry out <br /> inspections at the exporter's or producer's premises, check the exporter's and the <br /> producer's accounts and take other appropriate measures to verify compliance with this <br /> Annex. <br /> 5. The requesting Party shall be informed of the results and findings of the <br /> verification within three months from the date of the verification request. If the <br /> requesting Party receives no reply within the time limit mentioned above, or if the reply <br /> does not state clearly whether a product is originating or whether the origin declaration <br /> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br /> covered by the origin declaration in question. <br /> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br /> sent by electronic means to the contact point within the said time limit, be extended by <br /> three months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Exemption from Origin Declarations <br /> Notwithstanding Article 15 (Importation Requirements), a Party may, in <br /> accordance with its domestic laws and regulations, waive the requirements to request <br /> preferential tariff treatment on the basis of an origin declaration and grant preferential <br /> tariff treatment to non-commercial low value shipments of originating goods and <br /> originating goods for personal use forming part of the personal luggage of a traveller.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Approved Exporter <br /> 1.     The competent authorities of the exporting Party may, subject to domestic <br /> requirements, authorise an exporter of that Party to complete origin declarations without <br /> signing them, provided that he submits a written undertaking to those competent <br /> authorities, stating that he accepts full responsibility for any origin declaration which <br /> identifies him, as if he had signed it. <br /> 2.     An exporter who requests such authorisation must offer to the satisfaction of the <br /> competent authorities of the exporting Party all guarantees necessary to verify the <br /> originating status of the goods as well as the fulfilment of the other requirements of this Annex. <br /> 3.     The competent authorities of the exporting Party shall provide an approved <br /> exporter of that Party with an authorisation number. The authorisation number must be <br /> included in the origin declaration instead of the signature. <br /> 4.     The competent authorities of the exporting Party may verify the proper use of an <br /> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br /> in paragraph 2 or otherwise makes improper use of it.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Origin Declaration <br /> 1.     For goods originating in a Party and otherwise fulfilling the requirements of this <br /> Annex, an origin declaration may be completed by an exporter established in a Party. <br /> While recognising that the Indonesian system requires information pertaining to the <br /> origin criteria, the origin declaration as set out in Appendix 2 (Origin Declaration) shall <br /> be the basis for granting preferential treatment under the Agreement. <br /> 2.     The origin declaration must be completed on an invoice or any other commercial <br /> document that identifies the exporter and the originating goods, and, except as provided <br /> in Article 14 (Approved Exporter), bear the original signature of the exporter. <br /> 3. An origin declaration shall be valid for 12 months from the date of completion.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Documentary Evidence <br /> 1.     An exporter who has completed an origin declaration according to Article 12 <br /> (Origin Declaration), must keep a hard copy of the origin declaration and all documents <br /> supporting the originating status of the product, for three years from the date of <br /> completion, or longer if required by the domestic laws and regulations of the exporting <br /> Party. An approved exporter may keep an electronic version instead of a hard copy of <br /> these documents. <br /> 2.     For the purposes of paragraph 1, @^@documents supporting the originating status@^@ <br /> include, inter alia: <br /> (a)    direct evidence of the processes carried out by the exporter, producer or <br /> supplier to obtain the product, contained, for example, in his accounts or <br /> internal bookkeeping; <br /> (b)    documents proving the originating status of materials, used or issued in a <br /> Party in accordance with its domestic laws and regulations; <br /> (c)    documents proving the working or processing of materials in a Party, <br /> issued in that Party in accordance with its domestic laws and regulations; <br /> (d)    origin declarations proving the originating status of materials used or <br /> issued in a Party in accordance with this Annex; <br /> (e)    evidence concerning working or processing undergone outside the <br /> Parties by application of Article 10 (Principle of Territoriality), proving <br /> the fulfilment of the requirements of that Article. <br /> 3.     The competent authority of the exporting Party may, at any time, carry out <br /> inspections and verify the accounts of exporters who have completed an origin <br /> declaration or producers who have contributed to origin conferring processes. Upon <br /> request of those authorities, these exporters or producers must submit the documents <br /> referred to in paragraphs 1 and 2. <br /> 4.     In accordance with the domestic laws and regulations of the importing Party, an <br /> importer who has been granted preferential tariff treatment must keep the origin <br /> declaration, based on which preferential treatment was granted, and all documents <br /> supporting the originating status of the product, for at least three years. Upon request of <br /> the customs authorities of the importing Party, the importer must submit the documents <br /> to those authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Documentary Evidence <br /> 1.     An exporter who has completed an origin declaration according to Article 12 <br /> (Origin Declaration), must keep a hard copy of the origin declaration and all documents <br /> supporting the originating status of the product, for three years from the date of <br /> completion, or longer if required by the domestic laws and regulations of the exporting <br /> Party. An approved exporter may keep an electronic version instead of a hard copy of <br /> these documents. <br /> 2.     For the purposes of paragraph 1, @^@documents supporting the originating status@^@ <br /> include, inter alia: <br /> (a)    direct evidence of the processes carried out by the exporter, producer or <br /> supplier to obtain the product, contained, for example, in his accounts or <br /> internal bookkeeping; <br /> (b)    documents proving the originating status of materials, used or issued in a <br /> Party in accordance with its domestic laws and regulations; <br /> (c)    documents proving the working or processing of materials in a Party, <br /> issued in that Party in accordance with its domestic laws and regulations; <br /> (d)    origin declarations proving the originating status of materials used or <br /> issued in a Party in accordance with this Annex; <br /> (e)    evidence concerning working or processing undergone outside the <br /> Parties by application of Article 10 (Principle of Territoriality), proving <br /> the fulfilment of the requirements of that Article. <br /> 3.     The competent authority of the exporting Party may, at any time, carry out <br /> inspections and verify the accounts of exporters who have completed an origin <br /> declaration or producers who have contributed to origin conferring processes. Upon <br /> request of those authorities, these exporters or producers must submit the documents <br /> referred to in paragraphs 1 and 2. <br /> 4.     In accordance with the domestic laws and regulations of the importing Party, an <br /> importer who has been granted preferential tariff treatment must keep the origin <br /> declaration, based on which preferential treatment was granted, and all documents <br /> supporting the originating status of the product, for at least three years. Upon request of <br /> the customs authorities of the importing Party, the importer must submit the documents <br /> to those authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Cooperation of Exporters and Importers with Competent Authorities <br /> Exporters and importers benefitting from the Agreement must, within the <br /> framework of this Annex and subject to the domestic laws and regulations of the Party <br /> where they are established, cooperate with the competent authorities of that Party. <br /> Article 20 : Incorrect Information <br /> When becoming aware of or having reason to believe that an origin declaration <br /> contains incorrect information affecting the originating status of a product covered by <br /> that origin declaration: <br /> (a) an exporter must immediately notify the importer and the competent <br /> authorities of the exporting Party; <br /> (b) an importer must immediately notify the customs <br /> authorities of the importing Party. <br /> [Customs administration]: <br /> SECTION VI <br /> ADMINISTRATIVE COOPERATION <br /> Article 22 : Verification of Origin Declarations <br /> 1.     The competent authority of the exporting Party shall carry out verifications of <br /> origin declarations on request of the importing Party. <br /> 2.     The verification request shall specify the reasons for the inquiry. It may address <br /> the authenticity of origin declarations, the originating status of the goods concerned or <br /> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br /> declaration and, if appropriate, any other document or information giving reason to <br /> believe that the origin declaration may be invalid. <br /> 3. The customs authorities of the importing Party may, subject to their domestic <br /> laws and regulations, suspend preferential tariff treatment to a product covered by an <br /> origin declaration until the verification procedure has been finalised. <br /> 4. The competent authority of the exporting Party may request evidence, carry out <br /> inspections at the exporter's or producer's premises, check the exporter's and the <br /> producer's accounts and take other appropriate measures to verify compliance with this <br /> Annex. <br /> 5. The requesting Party shall be informed of the results and findings of the <br /> verification within three months from the date of the verification request. If the <br /> requesting Party receives no reply within the time limit mentioned above, or if the reply <br /> does not state clearly whether a product is originating or whether the origin declaration <br /> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br /> covered by the origin declaration in question. <br /> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br /> sent by electronic means to the contact point within the said time limit, be extended by <br /> three months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 24 : Penalties <br /> Each Party shall provide for criminal, civil or administrative penalties for <br /> violations of its domestic laws and regulations related to this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Denial of Preferential Treatment <br /> 1.     The importing Party may deny preferential tariff treatment or recover unpaid <br /> customs duties in accordance with its domestic laws and regulations where a product <br /> does not meet the requirements of this Annex or where the importer or exporter fails to <br /> demonstrate compliance with the relevant requirements. <br /> 2.     Slight discrepancies between the statements made in the origin declaration and <br /> those made in other documents submitted to the customs office for customs clearance or <br /> obvious formal errors, such as typing errors in an origin declaration, shall not as such <br /> render the origin declaration invalid.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Wholly Obtained Products <br> REFERRED TO IN ARTICLE 2.4 <br> 1. Notwithstanding Article 4 (Sufficient Working or Processing), the following <br> Neutral elements, which have not entered into the final composition of the <br> (a)    mineral products and other non-living natural resources extracted or <br> operations shall be considered insufficient to confer originating status: <br> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br> taken from its soil or seabed; <br> RULES OF ORIGIN AND ADMINISTRATIVE COOPERATION <br> (b)    vegetable products harvested there; <br> the same kind and commercial quality, with the same technical and physical <br> (c) packaging and re-packaging; <br> 1.     If originating and non-originating fungible materials are used in the working or <br> characteristics, and which cannot be distinguished from one another once they are <br> (e)    products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> Neutral elements <br> processing of a product, the determination of whether the materials used are originating <br> (f)    products of sea fishing and other marine products taken from the sea <br> (e)    ironing or pressing of textiles; <br> may be determined on the basis of an inventory management system, subject to prior authorisation. <br> outside the territorial sea of any country, by a vessel registered in a Party <br> (f)    simple painting and polishing; <br> 2.     For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br> and flying its flag, and products manufactured exclusively from such <br> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> products, on board a factory ship registered in a Party and flying its flag; <br> (g)    products extracted from marine soil or sub-soil outside the Parties' <br> (i)    peeling and removal of stones and shells from fruits, nuts and vegetables; <br> incorporated into the finished product. <br> territorial sea provided that they have the sole rights to exploit that soil or sub-soil; <br> 3.     The inventory management system shall be based on generally accepted <br> (h) waste and scrap resulting from manufacturing operations conducted there; <br> (k) sifting, screening, sorting, classifying, grading, matching; <br> accounting principles applicable in the Party where the product is manufactured and <br> (i) used products collected there fit only for the recovery of raw materials, <br> ensure that no more final products receive originating status than would have been the <br> SECTION I <br> including used tyres which no longer comply with the national <br> subparagraphs (a) to (i). <br> The following products shall be considered as wholly obtained in a Party: <br> legislation; or <br> 4.     A producer using an inventory management system shall keep records of the <br> (j) products manufactured there exclusively from those specified in <br> operation of the system that are necessary for the customs administration of the Party <br> Article 10 : Principle of territoriality <br> (o) simple assembly of parts of articles to constitute a complete article or <br> signs on products or their packaging; <br> 5.     The authorisation to use accounting segregation may be withdrawn if the <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (q) a combination of two or more operations specified in subparagraphs (a) to (p). <br> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which require <br> be taken into account when the origin of that product is determined. <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> 1.     The conditions for acquiring originating status set out in the provisions of <br> Section I (General Provisions) must be fulfilled without any interruption in the territory <br> of a Party. <br> 2.     If an originating product is returned to the exporting Party after having been <br> Article 6 : Accumulation of Origin <br> necessary to preserve it in good condition, that product shall retain its origin. <br> 1.     Without prejudice to Article 2 (General Requirements), a product originating in <br> disassembly of products into parts; <br> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br> a Party, which is used as material in the manufacture of a product in another Party, shall <br> accordance with the provisions of Section I (General Provisions) shall not be affected <br> be considered as originating in the Party where the last operations beyond those referred <br> by operations carried out in a non-party, under an outward processing procedure or a <br> to in paragraph 1 of Article 5 (Insufficient Working or Processing) have been carried out. <br> similar arrangement, if: <br> 2.     A product originating in a Party, which is exported from one Party to another <br> (a)    the re-imported product has been obtained from the exported materials; <br> and does not undergo working or processing beyond those referred to in paragraph 1 <br> (b)    the total added value acquired in the non-party does not exceed 20% of <br> of Article 5 (Insufficient Working or Processing), shall retain its origin. <br> 3.     Where materials originating in two or more Parties are used in the manufacture <br> (c)    taken together, the total value of the non-originating materials <br> of a product and these materials have not undergone any working or processing beyond <br> concerned to verify compliance with the provisions of this Annex. <br> incorporated in the Party and the total added value acquired outside the <br> the operations referred to in Article 5 (Insufficient Working or Processing), the origin of <br> Party concerned does, not exceed the value allowed in accordance with <br> the product is determined by the material with the highest customs value, or if this <br> Appendix 1 (Product Specific Rules). <br> cannot be ascertained, with the highest first ascertainable price paid for that material in that Party. <br> 4.     For the purposes of subparagraph 3 (b), @^@total added value@^@ means all costs <br> arising outside the Party concerned, including transport costs and the value of materials <br> incorporated there. <br> Article 11 : Direct Transport <br> Direct transport <br> 1.     Preferential treatment in accordance with the Agreement shall only be granted to <br> Article 5 : Insufficient Working or Processing <br> exported to a non-party without having undergone any operation there, beyond those <br> originating goods that are transported directly between the Parties. <br> 2.     Notwithstanding paragraph 1, originating goods may be transported through <br> (a) preserving operations to ensure that a product remains in good condition <br> territories of non-parties, provided that they: <br> during transport and storage; <br> (a) do not undergo operations other than unloading, reloading, splitting-up <br> of consignments or any operation designed to preserve it in good condition; and <br> (b) remain under customs control in those non-parties. <br> (b) freezing or thawing; <br> 3.     It is understood that originating goods may be transported by pipeline across <br> territories of non-parties. <br> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Insufficient working or processing <br> 4.     Upon request, an importer shall supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 2 have been fulfilled. <br> the ex-works price of the product; and <br> (h) operations to colour sugar or form sugar lumps; <br> (j) sharpening, simple grinding or simple cutting; <br> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (m) affixing or printing marks, labels, logos and other like distinguishing <br> (n) simple mixing of products, whether or not of different kinds; <br> (p) slaughter of animals; or <br> 3. All operations carried out in a Party on a given product shall be taken into <br> account when determining whether the working or processing undergone by that <br> product is considered as insufficient working or processing referred to in paragraph 1. <br> Wholly obtained products <br> Accumulation of Origin <br> SECTION II <br> (c)    live animals born and raised there; <br> (d)    products from live animals raised there; <br> Article 8 : Neutral Elements <br> Article 9 : Accounting Segregation <br> Accounting Segregation <br> case if the materials had been physically segregated. <br> producer makes improper use of it. <br> or boards and all other simple packaging operations; <br> ANNEX I <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a)    @^@Party@^@ means Indonesia, Iceland, Norway or the customs territory of <br> Switzerland. Pursuant to the Customs Treaty of 1923 between <br> Switzerland and Liechtenstein, a product originating in Liechtenstein <br> shall be considered as originating in Switzerland; <br> (b)    @^@chapter@^@ means a chapter (two-digit codes) of the Harmonized System; <br> (c)    @^@competent authority@^@ means the authority that, according to the <br> in the Party where the last working or processing was carried out, in <br> domestic laws and regulations of a Party, is responsible for <br> authorisations, verifications and other origin issues; <br> (d)    @^@customs value@^@ means the value determined in accordance with the <br> Agreement on Implementation of Article VII of the General Agreement <br> on Tariffs and Trade 1994 (hereinafter referred to as @^@WTO Agreement <br> on Customs Valuation@^@); <br> (e)    @^@ex-works price@^@ means the price paid for a product to the manufacturer <br> accordance with the international commercial terms (@^@incoterms@^@), <br> excluding internal taxes which may be repaid when the product is exported; <br> (f)    @^@goods@^@ means materials or products; <br> (g) @^@Harmonized System@^@ or @^@HS@^@ means the Nomenclature of the <br> Harmonized Commodity Description and Coding System set out in the <br> Annex to the International Convention on the Harmonized Commodity <br> Description and Coding System, and adopted and implemented by the <br> Parties in their respective domestic laws and regulations; <br> (h)    @^@heading@^@ means a heading (four-digit codes) of the Harmonized System; <br> (i)    @^@manufacture@^@ means working or processing, including assembly; <br> (j)    @^@material@^@ means any ingredient, raw material, component or part, used <br> in the manufacture of a product; <br> (k) @^@product@^@ means a product that has been manufactured; <br> (l) @^@sub-heading@^@ means a sub-heading (six-digit codes) of the Harmonized <br> System; <br> (m) @^@territory@^@ includes the land territory, internal waters and the territorial <br> sea of a Party; <br> (n) @^@value of materials@^@ means the customs value at the time of importation <br> be ascertained, the first ascertainable price paid for the materials in a Party. <br> of the non-originating materials used, or, if this is not known and cannot <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> 1.     For the purposes of this Agreement, a product shall be considered as originating <br> in a Party if: <br> (a)    it has been wholly obtained in that Party, in accordance with Article 3 <br> (Wholly Obtained Products); <br> (b)    the non-originating materials used in the working or processing of that <br> product have undergone sufficient working or processing in a Party, in <br> accordance with Article 4 (Sufficient Working or Processing); or <br> (c)    it has been produced in a Party exclusively from materials originating in <br> that Party. <br> 2.     Without prejudice to paragraph 1, a product originating in Liechtenstein shall, <br> due to the Customs Treaty of 1923 between Switzerland and Liechtenstein, be <br> considered as originating in Switzerland. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Wholly Obtained Products <br> REFERRED TO IN ARTICLE 2.4 <br> 1. Notwithstanding Article 4 (Sufficient Working or Processing), the following <br> Neutral elements, which have not entered into the final composition of the <br> (a)    mineral products and other non-living natural resources extracted or <br> operations shall be considered insufficient to confer originating status: <br> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br> taken from its soil or seabed; <br> RULES OF ORIGIN AND ADMINISTRATIVE COOPERATION <br> (b)    vegetable products harvested there; <br> the same kind and commercial quality, with the same technical and physical <br> (c) packaging and re-packaging; <br> 1.     If originating and non-originating fungible materials are used in the working or <br> characteristics, and which cannot be distinguished from one another once they are <br> (e)    products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> Neutral elements <br> processing of a product, the determination of whether the materials used are originating <br> (f)    products of sea fishing and other marine products taken from the sea <br> (e)    ironing or pressing of textiles; <br> may be determined on the basis of an inventory management system, subject to prior authorisation. <br> outside the territorial sea of any country, by a vessel registered in a Party <br> (f)    simple painting and polishing; <br> 2.     For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br> and flying its flag, and products manufactured exclusively from such <br> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> products, on board a factory ship registered in a Party and flying its flag; <br> (g)    products extracted from marine soil or sub-soil outside the Parties' <br> (i)    peeling and removal of stones and shells from fruits, nuts and vegetables; <br> incorporated into the finished product. <br> territorial sea provided that they have the sole rights to exploit that soil or sub-soil; <br> 3.     The inventory management system shall be based on generally accepted <br> (h) waste and scrap resulting from manufacturing operations conducted there; <br> (k) sifting, screening, sorting, classifying, grading, matching; <br> accounting principles applicable in the Party where the product is manufactured and <br> (i) used products collected there fit only for the recovery of raw materials, <br> ensure that no more final products receive originating status than would have been the <br> SECTION I <br> including used tyres which no longer comply with the national <br> subparagraphs (a) to (i). <br> The following products shall be considered as wholly obtained in a Party: <br> legislation; or <br> 4.     A producer using an inventory management system shall keep records of the <br> (j) products manufactured there exclusively from those specified in <br> operation of the system that are necessary for the customs administration of the Party <br> Article 10 : Principle of territoriality <br> (o) simple assembly of parts of articles to constitute a complete article or <br> signs on products or their packaging; <br> 5.     The authorisation to use accounting segregation may be withdrawn if the <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (q) a combination of two or more operations specified in subparagraphs (a) to (p). <br> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which require <br> be taken into account when the origin of that product is determined. <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> 1.     The conditions for acquiring originating status set out in the provisions of <br> Section I (General Provisions) must be fulfilled without any interruption in the territory <br> of a Party. <br> 2.     If an originating product is returned to the exporting Party after having been <br> Article 6 : Accumulation of Origin <br> necessary to preserve it in good condition, that product shall retain its origin. <br> 1.     Without prejudice to Article 2 (General Requirements), a product originating in <br> disassembly of products into parts; <br> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br> a Party, which is used as material in the manufacture of a product in another Party, shall <br> accordance with the provisions of Section I (General Provisions) shall not be affected <br> be considered as originating in the Party where the last operations beyond those referred <br> by operations carried out in a non-party, under an outward processing procedure or a <br> to in paragraph 1 of Article 5 (Insufficient Working or Processing) have been carried out. <br> similar arrangement, if: <br> 2.     A product originating in a Party, which is exported from one Party to another <br> (a)    the re-imported product has been obtained from the exported materials; <br> and does not undergo working or processing beyond those referred to in paragraph 1 <br> (b)    the total added value acquired in the non-party does not exceed 20% of <br> of Article 5 (Insufficient Working or Processing), shall retain its origin. <br> 3.     Where materials originating in two or more Parties are used in the manufacture <br> (c)    taken together, the total value of the non-originating materials <br> of a product and these materials have not undergone any working or processing beyond <br> concerned to verify compliance with the provisions of this Annex. <br> incorporated in the Party and the total added value acquired outside the <br> the operations referred to in Article 5 (Insufficient Working or Processing), the origin of <br> Party concerned does, not exceed the value allowed in accordance with <br> the product is determined by the material with the highest customs value, or if this <br> Appendix 1 (Product Specific Rules). <br> cannot be ascertained, with the highest first ascertainable price paid for that material in that Party. <br> 4.     For the purposes of subparagraph 3 (b), @^@total added value@^@ means all costs <br> arising outside the Party concerned, including transport costs and the value of materials <br> incorporated there. <br> Article 11 : Direct Transport <br> Direct transport <br> 1.     Preferential treatment in accordance with the Agreement shall only be granted to <br> Article 5 : Insufficient Working or Processing <br> exported to a non-party without having undergone any operation there, beyond those <br> originating goods that are transported directly between the Parties. <br> 2.     Notwithstanding paragraph 1, originating goods may be transported through <br> (a) preserving operations to ensure that a product remains in good condition <br> territories of non-parties, provided that they: <br> during transport and storage; <br> (a) do not undergo operations other than unloading, reloading, splitting-up <br> of consignments or any operation designed to preserve it in good condition; and <br> (b) remain under customs control in those non-parties. <br> (b) freezing or thawing; <br> 3.     It is understood that originating goods may be transported by pipeline across <br> territories of non-parties. <br> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Insufficient working or processing <br> 4.     Upon request, an importer shall supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 2 have been fulfilled. <br> the ex-works price of the product; and <br> (h) operations to colour sugar or form sugar lumps; <br> (j) sharpening, simple grinding or simple cutting; <br> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (m) affixing or printing marks, labels, logos and other like distinguishing <br> (n) simple mixing of products, whether or not of different kinds; <br> (p) slaughter of animals; or <br> 3. All operations carried out in a Party on a given product shall be taken into <br> account when determining whether the working or processing undergone by that <br> product is considered as insufficient working or processing referred to in paragraph 1. <br> Wholly obtained products <br> Accumulation of Origin <br> SECTION II <br> (c)    live animals born and raised there; <br> (d)    products from live animals raised there; <br> Article 8 : Neutral Elements <br> Article 9 : Accounting Segregation <br> Accounting Segregation <br> case if the materials had been physically segregated. <br> producer makes improper use of it. <br> or boards and all other simple packaging operations; <br> ANNEX I <br> "}, {"ArticleTitle": "Sufficient Working or Processing", "ArticleDesc": "1.     Without prejudice to Article 5 (Insufficient Working or Processing), a product <br> listed in Appendix 1 (Product Specific Rules) shall be considered to have undergone <br> sufficient working or processing if the product specific rules of that Appendix are fulfilled. <br> 2.     If a product, which has acquired originating status in accordance with paragraph <br> 1 in a Party, is further processed in that Party and used as material in the manufacture of <br> another product, no account shall be taken of the non-originating components of that material. <br> 3.    Where a rule set out in Appendix 1 (Product Specific Rules) is based on <br> compliance with a sufficient processing threshold or a maximum content of non- <br> originating materials, the value of non-originating materials may be calculated on an <br> average basis over a period of three months in order to take into account the fluctuations <br> in costs or currency rates, subject to the domestic requirements of the exporting Party. <br> 4.     Notwithstanding paragraph 1, non-originating materials do not have to fulfil the <br> conditions set out in Appendix 1 (Product Specific Rules) to be considered to have <br> undergone sufficient working or processing, provided that: <br> (a)    their total value does not exceed 20% of the ex-works price of the product; and <br> (b)    no maximum value of non-originating materials set out in Appendix 1 <br> (Product Specific Rules) is exceeded through the application of this paragraph. <br> "}, {"ArticleTitle": "Sufficient working or processing", "ArticleDesc": "Article 4 : Sufficient working or processing <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Wholly Obtained Products <br> REFERRED TO IN ARTICLE 2.4 <br> 1. Notwithstanding Article 4 (Sufficient Working or Processing), the following <br> Neutral elements, which have not entered into the final composition of the <br> (a)    mineral products and other non-living natural resources extracted or <br> operations shall be considered insufficient to confer originating status: <br> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br> taken from its soil or seabed; <br> RULES OF ORIGIN AND ADMINISTRATIVE COOPERATION <br> (b)    vegetable products harvested there; <br> the same kind and commercial quality, with the same technical and physical <br> (c) packaging and re-packaging; <br> 1.     If originating and non-originating fungible materials are used in the working or <br> characteristics, and which cannot be distinguished from one another once they are <br> (e)    products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> Neutral elements <br> processing of a product, the determination of whether the materials used are originating <br> (f)    products of sea fishing and other marine products taken from the sea <br> (e)    ironing or pressing of textiles; <br> may be determined on the basis of an inventory management system, subject to prior authorisation. <br> outside the territorial sea of any country, by a vessel registered in a Party <br> (f)    simple painting and polishing; <br> 2.     For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br> and flying its flag, and products manufactured exclusively from such <br> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> products, on board a factory ship registered in a Party and flying its flag; <br> (g)    products extracted from marine soil or sub-soil outside the Parties' <br> (i)    peeling and removal of stones and shells from fruits, nuts and vegetables; <br> incorporated into the finished product. <br> territorial sea provided that they have the sole rights to exploit that soil or sub-soil; <br> 3.     The inventory management system shall be based on generally accepted <br> (h) waste and scrap resulting from manufacturing operations conducted there; <br> (k) sifting, screening, sorting, classifying, grading, matching; <br> accounting principles applicable in the Party where the product is manufactured and <br> (i) used products collected there fit only for the recovery of raw materials, <br> ensure that no more final products receive originating status than would have been the <br> SECTION I <br> including used tyres which no longer comply with the national <br> subparagraphs (a) to (i). <br> The following products shall be considered as wholly obtained in a Party: <br> legislation; or <br> 4.     A producer using an inventory management system shall keep records of the <br> (j) products manufactured there exclusively from those specified in <br> operation of the system that are necessary for the customs administration of the Party <br> Article 10 : Principle of territoriality <br> (o) simple assembly of parts of articles to constitute a complete article or <br> signs on products or their packaging; <br> 5.     The authorisation to use accounting segregation may be withdrawn if the <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (q) a combination of two or more operations specified in subparagraphs (a) to (p). <br> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which require <br> be taken into account when the origin of that product is determined. <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> 1.     The conditions for acquiring originating status set out in the provisions of <br> Section I (General Provisions) must be fulfilled without any interruption in the territory <br> of a Party. <br> 2.     If an originating product is returned to the exporting Party after having been <br> Article 6 : Accumulation of Origin <br> necessary to preserve it in good condition, that product shall retain its origin. <br> 1.     Without prejudice to Article 2 (General Requirements), a product originating in <br> disassembly of products into parts; <br> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br> a Party, which is used as material in the manufacture of a product in another Party, shall <br> accordance with the provisions of Section I (General Provisions) shall not be affected <br> be considered as originating in the Party where the last operations beyond those referred <br> by operations carried out in a non-party, under an outward processing procedure or a <br> to in paragraph 1 of Article 5 (Insufficient Working or Processing) have been carried out. <br> similar arrangement, if: <br> 2.     A product originating in a Party, which is exported from one Party to another <br> (a)    the re-imported product has been obtained from the exported materials; <br> and does not undergo working or processing beyond those referred to in paragraph 1 <br> (b)    the total added value acquired in the non-party does not exceed 20% of <br> of Article 5 (Insufficient Working or Processing), shall retain its origin. <br> 3.     Where materials originating in two or more Parties are used in the manufacture <br> (c)    taken together, the total value of the non-originating materials <br> of a product and these materials have not undergone any working or processing beyond <br> concerned to verify compliance with the provisions of this Annex. <br> incorporated in the Party and the total added value acquired outside the <br> the operations referred to in Article 5 (Insufficient Working or Processing), the origin of <br> Party concerned does, not exceed the value allowed in accordance with <br> the product is determined by the material with the highest customs value, or if this <br> Appendix 1 (Product Specific Rules). <br> cannot be ascertained, with the highest first ascertainable price paid for that material in that Party. <br> 4.     For the purposes of subparagraph 3 (b), @^@total added value@^@ means all costs <br> arising outside the Party concerned, including transport costs and the value of materials <br> incorporated there. <br> Article 11 : Direct Transport <br> Direct transport <br> 1.     Preferential treatment in accordance with the Agreement shall only be granted to <br> Article 5 : Insufficient Working or Processing <br> exported to a non-party without having undergone any operation there, beyond those <br> originating goods that are transported directly between the Parties. <br> 2.     Notwithstanding paragraph 1, originating goods may be transported through <br> (a) preserving operations to ensure that a product remains in good condition <br> territories of non-parties, provided that they: <br> during transport and storage; <br> (a) do not undergo operations other than unloading, reloading, splitting-up <br> of consignments or any operation designed to preserve it in good condition; and <br> (b) remain under customs control in those non-parties. <br> (b) freezing or thawing; <br> 3.     It is understood that originating goods may be transported by pipeline across <br> territories of non-parties. <br> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Insufficient working or processing <br> 4.     Upon request, an importer shall supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 2 have been fulfilled. <br> the ex-works price of the product; and <br> (h) operations to colour sugar or form sugar lumps; <br> (j) sharpening, simple grinding or simple cutting; <br> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (m) affixing or printing marks, labels, logos and other like distinguishing <br> (n) simple mixing of products, whether or not of different kinds; <br> (p) slaughter of animals; or <br> 3. All operations carried out in a Party on a given product shall be taken into <br> account when determining whether the working or processing undergone by that <br> product is considered as insufficient working or processing referred to in paragraph 1. <br> Wholly obtained products <br> Accumulation of Origin <br> SECTION II <br> (c)    live animals born and raised there; <br> (d)    products from live animals raised there; <br> Article 8 : Neutral Elements <br> Article 9 : Accounting Segregation <br> Accounting Segregation <br> case if the materials had been physically segregated. <br> producer makes improper use of it. <br> or boards and all other simple packaging operations; <br> ANNEX I <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> 1.     For the purpose of determining the originating status, the unit of qualification of <br> a product or material shall be determined in accordance with the Harmonized System. <br> 2.     Pursuant to paragraph 1: <br> (a)    packaging shall be included with the product if it is included with that <br> product in accordance with General Interpretative Rule 5 of the Harmonized System; <br> (b)    where a set of articles, in accordance with General Interpretative Rule 3 <br> of the Harmonized System, is classified under a single heading, it shall <br> constitute the unit of qualification; and <br> (c)    where a consignment consists of a number of identical products <br> classified under a single heading or subheading of the Harmonized <br> System, each product shall be considered separately. <br> 3. Accessories, spare parts and tools dispatched with a piece of equipment, <br> machine, apparatus or vehicle, which are part of the normal equipment and included in <br> its ex-works price, or which are not separately invoiced, shall be considered as part of <br> the product in question. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Wholly Obtained Products <br> REFERRED TO IN ARTICLE 2.4 <br> 1. Notwithstanding Article 4 (Sufficient Working or Processing), the following <br> Neutral elements, which have not entered into the final composition of the <br> (a)    mineral products and other non-living natural resources extracted or <br> operations shall be considered insufficient to confer originating status: <br> product, such as energy and fuel, plant and equipment, or machines and tools, shall not <br> taken from its soil or seabed; <br> RULES OF ORIGIN AND ADMINISTRATIVE COOPERATION <br> (b)    vegetable products harvested there; <br> the same kind and commercial quality, with the same technical and physical <br> (c) packaging and re-packaging; <br> 1.     If originating and non-originating fungible materials are used in the working or <br> characteristics, and which cannot be distinguished from one another once they are <br> (e)    products obtained by hunting, trapping, fishing or aquaculture conducted there; <br> Neutral elements <br> processing of a product, the determination of whether the materials used are originating <br> (f)    products of sea fishing and other marine products taken from the sea <br> (e)    ironing or pressing of textiles; <br> may be determined on the basis of an inventory management system, subject to prior authorisation. <br> outside the territorial sea of any country, by a vessel registered in a Party <br> (f)    simple painting and polishing; <br> 2.     For the purposes of paragraph 1, @^@fungible materials@^@ means materials that are of <br> and flying its flag, and products manufactured exclusively from such <br> (g) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> products, on board a factory ship registered in a Party and flying its flag; <br> (g)    products extracted from marine soil or sub-soil outside the Parties' <br> (i)    peeling and removal of stones and shells from fruits, nuts and vegetables; <br> incorporated into the finished product. <br> territorial sea provided that they have the sole rights to exploit that soil or sub-soil; <br> 3.     The inventory management system shall be based on generally accepted <br> (h) waste and scrap resulting from manufacturing operations conducted there; <br> (k) sifting, screening, sorting, classifying, grading, matching; <br> accounting principles applicable in the Party where the product is manufactured and <br> (i) used products collected there fit only for the recovery of raw materials, <br> ensure that no more final products receive originating status than would have been the <br> SECTION I <br> including used tyres which no longer comply with the national <br> subparagraphs (a) to (i). <br> The following products shall be considered as wholly obtained in a Party: <br> legislation; or <br> 4.     A producer using an inventory management system shall keep records of the <br> (j) products manufactured there exclusively from those specified in <br> operation of the system that are necessary for the customs administration of the Party <br> Article 10 : Principle of territoriality <br> (o) simple assembly of parts of articles to constitute a complete article or <br> signs on products or their packaging; <br> 5.     The authorisation to use accounting segregation may be withdrawn if the <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (q) a combination of two or more operations specified in subparagraphs (a) to (p). <br> 2. For the purposes of paragraph 1, @^@simple@^@ describes activities which require <br> be taken into account when the origin of that product is determined. <br> neither special skills nor machines, apparatus or equipment especially produced or <br> installed to carry out the activity. <br> 1.     The conditions for acquiring originating status set out in the provisions of <br> Section I (General Provisions) must be fulfilled without any interruption in the territory <br> of a Party. <br> 2.     If an originating product is returned to the exporting Party after having been <br> Article 6 : Accumulation of Origin <br> necessary to preserve it in good condition, that product shall retain its origin. <br> 1.     Without prejudice to Article 2 (General Requirements), a product originating in <br> disassembly of products into parts; <br> 3.     Notwithstanding paragraph 1, the acquisition of originating status of a product in <br> a Party, which is used as material in the manufacture of a product in another Party, shall <br> accordance with the provisions of Section I (General Provisions) shall not be affected <br> be considered as originating in the Party where the last operations beyond those referred <br> by operations carried out in a non-party, under an outward processing procedure or a <br> to in paragraph 1 of Article 5 (Insufficient Working or Processing) have been carried out. <br> similar arrangement, if: <br> 2.     A product originating in a Party, which is exported from one Party to another <br> (a)    the re-imported product has been obtained from the exported materials; <br> and does not undergo working or processing beyond those referred to in paragraph 1 <br> (b)    the total added value acquired in the non-party does not exceed 20% of <br> of Article 5 (Insufficient Working or Processing), shall retain its origin. <br> 3.     Where materials originating in two or more Parties are used in the manufacture <br> (c)    taken together, the total value of the non-originating materials <br> of a product and these materials have not undergone any working or processing beyond <br> concerned to verify compliance with the provisions of this Annex. <br> incorporated in the Party and the total added value acquired outside the <br> the operations referred to in Article 5 (Insufficient Working or Processing), the origin of <br> Party concerned does, not exceed the value allowed in accordance with <br> the product is determined by the material with the highest customs value, or if this <br> Appendix 1 (Product Specific Rules). <br> cannot be ascertained, with the highest first ascertainable price paid for that material in that Party. <br> 4.     For the purposes of subparagraph 3 (b), @^@total added value@^@ means all costs <br> arising outside the Party concerned, including transport costs and the value of materials <br> incorporated there. <br> Article 11 : Direct Transport <br> Direct transport <br> 1.     Preferential treatment in accordance with the Agreement shall only be granted to <br> Article 5 : Insufficient Working or Processing <br> exported to a non-party without having undergone any operation there, beyond those <br> originating goods that are transported directly between the Parties. <br> 2.     Notwithstanding paragraph 1, originating goods may be transported through <br> (a) preserving operations to ensure that a product remains in good condition <br> territories of non-parties, provided that they: <br> during transport and storage; <br> (a) do not undergo operations other than unloading, reloading, splitting-up <br> of consignments or any operation designed to preserve it in good condition; and <br> (b) remain under customs control in those non-parties. <br> (b) freezing or thawing; <br> 3.     It is understood that originating goods may be transported by pipeline across <br> territories of non-parties. <br> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> Insufficient working or processing <br> 4.     Upon request, an importer shall supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 2 have been fulfilled. <br> the ex-works price of the product; and <br> (h) operations to colour sugar or form sugar lumps; <br> (j) sharpening, simple grinding or simple cutting; <br> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (m) affixing or printing marks, labels, logos and other like distinguishing <br> (n) simple mixing of products, whether or not of different kinds; <br> (p) slaughter of animals; or <br> 3. All operations carried out in a Party on a given product shall be taken into <br> account when determining whether the working or processing undergone by that <br> product is considered as insufficient working or processing referred to in paragraph 1. <br> Wholly obtained products <br> Accumulation of Origin <br> SECTION II <br> (c)    live animals born and raised there; <br> (d)    products from live animals raised there; <br> Article 8 : Neutral Elements <br> Article 9 : Accounting Segregation <br> Accounting Segregation <br> case if the materials had been physically segregated. <br> producer makes improper use of it. <br> or boards and all other simple packaging operations; <br> ANNEX I <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "SECTION III <br> Article 16 : Exemption from Origin Declarations <br> Denial of Preferential Treatment <br> Exemption from Origin Declarations <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15 (Importation Requirements), a Party may, in <br> Origin Declaration <br> accordance with its domestic laws and regulations, waive the requirements to request <br> 1.     For goods originating in a Party and otherwise fulfilling the requirements of this <br> preferential tariff treatment on the basis of an origin declaration and grant preferential <br> Annex, an origin declaration may be completed by an exporter established in a Party. <br> tariff treatment to non-commercial low value shipments of originating goods and <br> these documents. <br> While recognising that the Indonesian system requires information pertaining to the <br> originating goods for personal use forming part of the personal luggage of a traveller. <br> origin criteria, the origin declaration as set out in Appendix 2 (Origin Declaration) shall <br> Article 17 : Denial of Preferential Treatment <br> be the basis for granting preferential treatment under the Agreement. <br> 2.     The origin declaration must be completed on an invoice or any other commercial <br> 1.     The importing Party may deny preferential tariff treatment or recover unpaid <br> document that identifies the exporter and the originating goods, and, except as provided <br> customs duties in accordance with its domestic laws and regulations where a product <br> in Article 14 (Approved Exporter), bear the original signature of the exporter. <br> does not meet the requirements of this Annex or where the importer or exporter fails to <br> 3. An origin declaration shall be valid for 12 months from the date of completion. <br> demonstrate compliance with the relevant requirements. <br> Article 13 : Representation <br> Representation <br> 2.     Slight discrepancies between the statements made in the origin declaration and <br> those made in other documents submitted to the customs office for customs clearance or <br> 1.     Subject to the domestic requirements of the exporting Party, forwarding agents, <br> obvious formal errors, such as typing errors in an origin declaration, shall not as such <br> customs brokers and other persons have to be entitled in writing by the exporter of the <br> render the origin declaration invalid. <br> product to complete origin declarations. <br> SECTION V <br> 2.     The representative must submit his title of representation to the competent <br> OBLIGATIONS OF IMPORTERS AND EXPORTERS <br> authorities of the exporting Party, upon their request. <br> Article 18 : Cooperation of Exporters and Importers with Competent Authorities <br> Article 14 : Approved Exporter <br> Cooperation of Exporters and Importers with Competent Authorities <br> Exporters and importers benefitting from the Agreement must, within the <br> 1.     The competent authorities of the exporting Party may, subject to domestic <br> framework of this Annex and subject to the domestic laws and regulations of the Party <br> requirements, authorise an exporter of that Party to complete origin declarations without <br> declaration or producers who have contributed to origin conferring processes. Upon <br> where they are established, cooperate with the competent authorities of that Party. <br> signing them, provided that he submits a written undertaking to those competent <br> Article 19 : Documentary Evidence <br> request of those authorities, these exporters or producers must submit the documents <br> authorities, stating that he accepts full responsibility for any origin declaration which <br> Documentary Evidence <br> internal bookkeeping; <br> identifies him, as if he had signed it. <br> 1.     An exporter who has completed an origin declaration according to Article 12 <br> 2.     An exporter who requests such authorisation must offer to the satisfaction of the <br> (Origin Declaration), must keep a hard copy of the origin declaration and all documents <br> competent authorities of the exporting Party all guarantees necessary to verify the <br> supporting the originating status of the product, for three years from the date of <br> originating status of the goods as well as the fulfilment of the other requirements of this Annex. <br> completion, or longer if required by the domestic laws and regulations of the exporting <br> 3.     The competent authorities of the exporting Party shall provide an approved <br> Party. An approved exporter may keep an electronic version instead of a hard copy of <br> exporter of that Party with an authorisation number. The authorisation number must be <br> included in the origin declaration instead of the signature. <br> 2.     For the purposes of paragraph 1, @^@documents supporting the originating status@^@ <br> 4.     The competent authorities of the exporting Party may verify the proper use of an <br> include, inter alia: <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> (a)    direct evidence of the processes carried out by the exporter, producer or <br> in paragraph 2 or otherwise makes improper use of it. <br> supplier to obtain the product, contained, for example, in his accounts or <br> SECTION IV <br> PREFERENTIAL TREATMENT <br> (b)    documents proving the originating status of materials, used or issued in a <br> Party in accordance with its domestic laws and regulations; <br> (c)    documents proving the working or processing of materials in a Party, <br> issued in that Party in accordance with its domestic laws and regulations; <br> (d)    origin declarations proving the originating status of materials used or <br> issued in a Party in accordance with this Annex; <br> (e)    evidence concerning working or processing undergone outside the <br> Parties by application of Article 10 (Principle of Territoriality), proving <br> the fulfilment of the requirements of that Article. <br> 3.     The competent authority of the exporting Party may, at any time, carry out <br> inspections and verify the accounts of exporters who have completed an origin <br> referred to in paragraphs 1 and 2. <br> 4.     In accordance with the domestic laws and regulations of the importing Party, an <br> Approved exporter <br> importer who has been granted preferential tariff treatment must keep the origin <br> declaration, based on which preferential treatment was granted, and all documents <br> supporting the originating status of the product, for at least three years. Upon request of <br> the customs authorities of the importing Party, the importer must submit the documents <br> to those authorities. <br> Article 20 : Incorrect Information <br> Incorrect Information <br> When becoming aware of or having reason to believe that an origin declaration <br> contains incorrect information affecting the originating status of a product covered by <br> that origin declaration: <br> (a) an exporter must immediately notify the importer and the competent <br> authorities of the exporting Party; <br> (b) an importer must immediately notify the customs <br> authorities of the importing Party. <br> Proof of origin <br> "}, {"ArticleTitle": "Importation Requirements", "ArticleDesc": "Article 15 : Importation Requirements <br> 1.     A Party shall grant preferential tariff treatment in accordance with this <br> Agreement to originating products imported from another Party, on the basis of an <br> origin declaration referred to in Article 12 (Origin Declaration). <br> 2.     In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product. <br> 3.     Subject to the domestic laws and regulations of the importing Party, an importer <br> who is not in possession of an origin declaration at the time of importation may present <br> the origin declaration and, if required, other documentation relating to the importation, <br> at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the <br> importing Party within 12 months from its completion. The expiration of this period <br> may be suspended as long as the goods covered by that origin declaration remain under <br> customs control of the importing Party. After this period, an origin declaration may be <br> accepted only in exceptional circumstances. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SECTION III <br> Article 16 : Exemption from Origin Declarations <br> Denial of Preferential Treatment <br> Exemption from Origin Declarations <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15 (Importation Requirements), a Party may, in <br> Origin Declaration <br> accordance with its domestic laws and regulations, waive the requirements to request <br> 1.     For goods originating in a Party and otherwise fulfilling the requirements of this <br> preferential tariff treatment on the basis of an origin declaration and grant preferential <br> Annex, an origin declaration may be completed by an exporter established in a Party. <br> tariff treatment to non-commercial low value shipments of originating goods and <br> these documents. <br> While recognising that the Indonesian system requires information pertaining to the <br> originating goods for personal use forming part of the personal luggage of a traveller. <br> origin criteria, the origin declaration as set out in Appendix 2 (Origin Declaration) shall <br> Article 17 : Denial of Preferential Treatment <br> be the basis for granting preferential treatment under the Agreement. <br> 2.     The origin declaration must be completed on an invoice or any other commercial <br> 1.     The importing Party may deny preferential tariff treatment or recover unpaid <br> document that identifies the exporter and the originating goods, and, except as provided <br> customs duties in accordance with its domestic laws and regulations where a product <br> in Article 14 (Approved Exporter), bear the original signature of the exporter. <br> does not meet the requirements of this Annex or where the importer or exporter fails to <br> 3. An origin declaration shall be valid for 12 months from the date of completion. <br> demonstrate compliance with the relevant requirements. <br> Article 13 : Representation <br> Representation <br> 2.     Slight discrepancies between the statements made in the origin declaration and <br> those made in other documents submitted to the customs office for customs clearance or <br> 1.     Subject to the domestic requirements of the exporting Party, forwarding agents, <br> obvious formal errors, such as typing errors in an origin declaration, shall not as such <br> customs brokers and other persons have to be entitled in writing by the exporter of the <br> render the origin declaration invalid. <br> product to complete origin declarations. <br> SECTION V <br> 2.     The representative must submit his title of representation to the competent <br> OBLIGATIONS OF IMPORTERS AND EXPORTERS <br> authorities of the exporting Party, upon their request. <br> Article 18 : Cooperation of Exporters and Importers with Competent Authorities <br> Article 14 : Approved Exporter <br> Cooperation of Exporters and Importers with Competent Authorities <br> Exporters and importers benefitting from the Agreement must, within the <br> 1.     The competent authorities of the exporting Party may, subject to domestic <br> framework of this Annex and subject to the domestic laws and regulations of the Party <br> requirements, authorise an exporter of that Party to complete origin declarations without <br> declaration or producers who have contributed to origin conferring processes. Upon <br> where they are established, cooperate with the competent authorities of that Party. <br> signing them, provided that he submits a written undertaking to those competent <br> Article 19 : Documentary Evidence <br> request of those authorities, these exporters or producers must submit the documents <br> authorities, stating that he accepts full responsibility for any origin declaration which <br> Documentary Evidence <br> internal bookkeeping; <br> identifies him, as if he had signed it. <br> 1.     An exporter who has completed an origin declaration according to Article 12 <br> 2.     An exporter who requests such authorisation must offer to the satisfaction of the <br> (Origin Declaration), must keep a hard copy of the origin declaration and all documents <br> competent authorities of the exporting Party all guarantees necessary to verify the <br> supporting the originating status of the product, for three years from the date of <br> originating status of the goods as well as the fulfilment of the other requirements of this Annex. <br> completion, or longer if required by the domestic laws and regulations of the exporting <br> 3.     The competent authorities of the exporting Party shall provide an approved <br> Party. An approved exporter may keep an electronic version instead of a hard copy of <br> exporter of that Party with an authorisation number. The authorisation number must be <br> included in the origin declaration instead of the signature. <br> 2.     For the purposes of paragraph 1, @^@documents supporting the originating status@^@ <br> 4.     The competent authorities of the exporting Party may verify the proper use of an <br> include, inter alia: <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> (a)    direct evidence of the processes carried out by the exporter, producer or <br> in paragraph 2 or otherwise makes improper use of it. <br> supplier to obtain the product, contained, for example, in his accounts or <br> SECTION IV <br> PREFERENTIAL TREATMENT <br> (b)    documents proving the originating status of materials, used or issued in a <br> Party in accordance with its domestic laws and regulations; <br> (c)    documents proving the working or processing of materials in a Party, <br> issued in that Party in accordance with its domestic laws and regulations; <br> (d)    origin declarations proving the originating status of materials used or <br> issued in a Party in accordance with this Annex; <br> (e)    evidence concerning working or processing undergone outside the <br> Parties by application of Article 10 (Principle of Territoriality), proving <br> the fulfilment of the requirements of that Article. <br> 3.     The competent authority of the exporting Party may, at any time, carry out <br> inspections and verify the accounts of exporters who have completed an origin <br> referred to in paragraphs 1 and 2. <br> 4.     In accordance with the domestic laws and regulations of the importing Party, an <br> Approved exporter <br> importer who has been granted preferential tariff treatment must keep the origin <br> declaration, based on which preferential treatment was granted, and all documents <br> supporting the originating status of the product, for at least three years. Upon request of <br> the customs authorities of the importing Party, the importer must submit the documents <br> to those authorities. <br> Article 20 : Incorrect Information <br> Incorrect Information <br> When becoming aware of or having reason to believe that an origin declaration <br> contains incorrect information affecting the originating status of a product covered by <br> that origin declaration: <br> (a) an exporter must immediately notify the importer and the competent <br> authorities of the exporting Party; <br> (b) an importer must immediately notify the customs <br> authorities of the importing Party. <br> Proof of origin <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "SECTION VI <br> Article 22 : Verification of Origin Declarations <br> Article 24 : Penalties <br> 11 (Direct Transport) have been fulfilled. <br> ADMINISTRATIVE COOPERATION <br> Verification of Origin Declarations <br> 1.     The competent authority of the exporting Party shall carry out verifications of <br> Each Party shall provide for criminal, civil or administrative penalties for <br> origin declarations on request of the importing Party. <br> violations of its domestic laws and regulations related to this Annex. <br> 2.     The verification request shall specify the reasons for the inquiry. It may address <br> the authenticity of origin declarations, the originating status of the goods concerned or <br> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br> declaration and, if appropriate, any other document or information giving reason to <br> believe that the origin declaration may be invalid. <br> 3. The customs authorities of the importing Party may, subject to their domestic <br> laws and regulations, suspend preferential tariff treatment to a product covered by an <br> origin declaration until the verification procedure has been finalised. <br> Penalties <br> 4. The competent authority of the exporting Party may request evidence, carry out <br> inspections at the exporter's or producer's premises, check the exporter's and the <br> producer's accounts and take other appropriate measures to verify compliance with this <br> Annex. <br> 5. The requesting Party shall be informed of the results and findings of the <br> verification within three months from the date of the verification request. If the <br> requesting Party receives no reply within the time limit mentioned above, or if the reply <br> does not state clearly whether a product is originating or whether the origin declaration <br> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br> covered by the origin declaration in question. <br> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br> sent by electronic means to the contact point within the said time limit, be extended by <br> three months. <br> "}, {"ArticleTitle": "Notifications and Cooperation", "ArticleDesc": "Article 21 : Notifications and Cooperation <br> 1.     The Parties shall provide each other, through the EFTA Secretariat, with: <br> (a)    the contact details of the competent authorities of the Parties responsible <br> for verifications referred to in Article 22 (Verification of Origin <br> Declarations) and other issues related to the implementation or <br> application of this Annex; <br> (b)    information on authorisation numbers allocated to approved exporters, <br> pursuant to Article 14 (Approved Exporter); and <br> (c)    information on the interpretation, application and administration of this <br> Annex. <br> 2.     The Parties shall endeavour to resolve technical matters related to the <br> implementation or application of this Annex, to the extent possible, through direct <br> consultations between the competent authorities referred to in subparagraph 1 (a) or in <br> the Sub-Committee on Trade in Goods. Disputes that cannot be settled through such <br> consultations shall be submitted to the Joint Committee. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SECTION VI <br> Article 22 : Verification of Origin Declarations <br> Article 24 : Penalties <br> 11 (Direct Transport) have been fulfilled. <br> ADMINISTRATIVE COOPERATION <br> Verification of Origin Declarations <br> 1.     The competent authority of the exporting Party shall carry out verifications of <br> Each Party shall provide for criminal, civil or administrative penalties for <br> origin declarations on request of the importing Party. <br> violations of its domestic laws and regulations related to this Annex. <br> 2.     The verification request shall specify the reasons for the inquiry. It may address <br> the authenticity of origin declarations, the originating status of the goods concerned or <br> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br> declaration and, if appropriate, any other document or information giving reason to <br> believe that the origin declaration may be invalid. <br> 3. The customs authorities of the importing Party may, subject to their domestic <br> laws and regulations, suspend preferential tariff treatment to a product covered by an <br> origin declaration until the verification procedure has been finalised. <br> Penalties <br> 4. The competent authority of the exporting Party may request evidence, carry out <br> inspections at the exporter's or producer's premises, check the exporter's and the <br> producer's accounts and take other appropriate measures to verify compliance with this <br> Annex. <br> 5. The requesting Party shall be informed of the results and findings of the <br> verification within three months from the date of the verification request. If the <br> requesting Party receives no reply within the time limit mentioned above, or if the reply <br> does not state clearly whether a product is originating or whether the origin declaration <br> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br> covered by the origin declaration in question. <br> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br> sent by electronic means to the contact point within the said time limit, be extended by <br> three months. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 23 : Confidentiality <br> Subject to the domestic laws and regulations of each Party, any information <br> which is by nature confidential or which is provided on a confidential basis shall be <br> covered by the obligation of professional secrecy. The Parties' authorities shall not <br> disclose such information without the explicit permission of the person or authority <br> providing it. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SECTION VI <br> Article 22 : Verification of Origin Declarations <br> Article 24 : Penalties <br> 11 (Direct Transport) have been fulfilled. <br> ADMINISTRATIVE COOPERATION <br> Verification of Origin Declarations <br> 1.     The competent authority of the exporting Party shall carry out verifications of <br> Each Party shall provide for criminal, civil or administrative penalties for <br> origin declarations on request of the importing Party. <br> violations of its domestic laws and regulations related to this Annex. <br> 2.     The verification request shall specify the reasons for the inquiry. It may address <br> the authenticity of origin declarations, the originating status of the goods concerned or <br> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br> declaration and, if appropriate, any other document or information giving reason to <br> believe that the origin declaration may be invalid. <br> 3. The customs authorities of the importing Party may, subject to their domestic <br> laws and regulations, suspend preferential tariff treatment to a product covered by an <br> origin declaration until the verification procedure has been finalised. <br> Penalties <br> 4. The competent authority of the exporting Party may request evidence, carry out <br> inspections at the exporter's or producer's premises, check the exporter's and the <br> producer's accounts and take other appropriate measures to verify compliance with this <br> Annex. <br> 5. The requesting Party shall be informed of the results and findings of the <br> verification within three months from the date of the verification request. If the <br> requesting Party receives no reply within the time limit mentioned above, or if the reply <br> does not state clearly whether a product is originating or whether the origin declaration <br> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br> covered by the origin declaration in question. <br> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br> sent by electronic means to the contact point within the said time limit, be extended by <br> three months. <br> "}, {"ArticleTitle": "Goods in Transit or Storage", "ArticleDesc": "Article 25 : Goods in Transit or Storage <br> The provisions of this Annex may be applied to goods, which, on the date of <br> entry into force of the Agreement, are either in transit or in temporary storage in a <br> customs warehouse or free zone under customs control. For such products, an origin <br> declaration may be completed retrospectively up to four months from the entry into <br> force of the Agreement, provided that the provisions of this Annex, in particular Article <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SECTION VI <br> Article 22 : Verification of Origin Declarations <br> Article 24 : Penalties <br> 11 (Direct Transport) have been fulfilled. <br> ADMINISTRATIVE COOPERATION <br> Verification of Origin Declarations <br> 1.     The competent authority of the exporting Party shall carry out verifications of <br> Each Party shall provide for criminal, civil or administrative penalties for <br> origin declarations on request of the importing Party. <br> violations of its domestic laws and regulations related to this Annex. <br> 2.     The verification request shall specify the reasons for the inquiry. It may address <br> the authenticity of origin declarations, the originating status of the goods concerned or <br> the fulfilment of other requirements of this Annex. It shall include a copy of the origin <br> declaration and, if appropriate, any other document or information giving reason to <br> believe that the origin declaration may be invalid. <br> 3. The customs authorities of the importing Party may, subject to their domestic <br> laws and regulations, suspend preferential tariff treatment to a product covered by an <br> origin declaration until the verification procedure has been finalised. <br> Penalties <br> 4. The competent authority of the exporting Party may request evidence, carry out <br> inspections at the exporter's or producer's premises, check the exporter's and the <br> producer's accounts and take other appropriate measures to verify compliance with this <br> Annex. <br> 5. The requesting Party shall be informed of the results and findings of the <br> verification within three months from the date of the verification request. If the <br> requesting Party receives no reply within the time limit mentioned above, or if the reply <br> does not state clearly whether a product is originating or whether the origin declaration <br> is valid, the requesting Party may deny preferential tariff treatment to the consignment <br> covered by the origin declaration in question. <br> 6. The time limit mentioned in paragraph 5 shall, upon request by signed letter, <br> sent by electronic means to the contact point within the said time limit, be extended by <br> three months. <br> "}]}]}, "members_found": ["757", "360"]}