{"FtaRooDetails": {"FtaId": 346, "FtaCode": "ITC00352", "FtaName": "FTA, EFTA-Palestine", "FtaFullName": "INTERIM AGREEMENT BETWEEN THE EFTA STATES AND THE PLO FOR THE BENEFIT OF THE PALESTINIAN AUTHORITY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.1999", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Palestine, State of; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Palestine", "AdminProcCooAuth": "The certification type under FTA, EFTA-Palestine is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Palestine is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Palestine agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I TO PROTOCOL B1<br /> Introductory notes to the list in Annex II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 6 of the Protocol.<br /> Note 2:<br /> 2.1 The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or chapter number used in the Harmonized System and<br /> the second column gives the description of goods used in that system for that<br /> heading or chapter. For each entry in the first two columns a rule is specified in<br /> columns 3 or 4. Where, in some cases, the entry in the first column is preceded by<br /> an 'ex', this signifies that the rules in columns 3 or 4 apply only to the part of that<br /> heading as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in columns 3 or 4 apply to all products which,<br /> under the Harmonized System, are classified in headings of the chapter or in any of<br /> the headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered by<br /> the adjacent rules in columns 3 or 4.<br /> 2.4 Where, for an entry in the first two columns, a rule is specified in both columns 3<br /> and 4, the exporter may opt, as an alternative, to apply either the rule set out in<br /> column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 has to be applied.<br /> 1<br /> Amended by Decision No 1 of 2010 (15 September 2010). The Decision will enter into force<br /> when the instruments of acceptance have been deposited by all Parties with the Depositary. The<br /> legal text of this Annex will then be replaced.<br /> Note 3:<br /> 3.1 The provisions of Article 6 of the Protocol concerning products having acquired<br /> originating status which are used in the manufacture of other products apply<br /> regardless of whether this status has been acquired inside the factory where these<br /> products are used or in another factory in a Contracting Party.<br /> Example:<br /> An engine of heading No 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 per cent of the<br /> ex-works price, is made from \"other alloy steel roughly shaped by forging\" of<br /> heading No ex 7224.<br /> If this forging has been forged in the Contracting Party concerned from a non-<br /> originating ingot, it has already acquired originating status by virtue of the rule for<br /> heading No ex 7224 in the list. The forging can then count as originating in the<br /> value calculation for the engine regardless of whether it was produced in the same<br /> factory or in another factory in the Contracting Party concerned. The value of the<br /> non-originating ingot is thus not taken into account when adding up the value of<br /> the non-originating materials used.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers<br /> originating status; conversely, the carrying out of less working or processing<br /> cannot confer originating status. Thus if a rule provides that non-originating<br /> material at a certain level of manufacture may be used, the use of such material at<br /> an earlier stage of manufacture is allowed and the use of such material at a later<br /> stage is not.<br /> 3.3 Without prejudice to Note 3.2 where a rule states that \"materials of any heading\"<br /> may be used, materials of the same heading as the product may also be used,<br /> subject, however, to any specific limitations which may also be contained in the<br /> rule. However, the expression \"manufacture from materials of any heading,<br /> including other materials of heading No ... \" means that only materials classified in<br /> the same heading as the product of a different description than that of the product<br /> as given in column 2 of the list may be used.<br /> 3.4 When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that any one or more materials may be used. It does<br /> not require that all be used.<br /> Example:<br /> The rule for fabrics of heading No 5208 to 5212 provides that natural fibres may be<br /> used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other or<br /> both.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See also<br /> Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading No 1904 which specifically excludes the<br /> use of cereals and their derivatives does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular material specified in the list, can be produced<br /> from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of article,<br /> it is not possible to start from non-woven cloth - even if non-woven cloths cannot<br /> normally be made from yarn. In such cases, the starting material would normally<br /> be at the stage before yarn - that is the fibre stage.<br /> 3.6 Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value of all the non-originating<br /> materials used may never exceed the highest of the percentages given.<br /> Furthermore, the individual percentages must not be exceeded in relation to the<br /> particular materials they apply to.<br /> Note 4:<br /> 4.1 The term \"natural fibres\" is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres that have been carded,<br /> combed or otherwise processed but not spun.<br /> 4.2 The term \"natural fibres\" includes horsehair of heading No 0503, silk of heading<br /> Nos 5002 and 5003 as well as the wool fibres, fine or coarse animal hair of heading<br /> Nos 5101 to 5105, the cotton fibres of heading Nos 5201 to 5203 and the other<br /> vegetable fibres of heading Nos 5301 to 5305.<br /> 4.3 The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials not classified in Chapters 50 to 63, which<br /> can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of heading Nos 5501 to 5507.<br /> Note 5:<br /> 5.1 Where for a given product in the list a reference is made to this note, the conditions<br /> set out in column 3 shall not be applied to any basic textile materials, used in the<br /> manufacture of this product, which, taken together, represent 10 per cent or less of<br /> the total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4<br /> below).<br /> 5.2 However, the tolerance mentioned in Note 5.1 may only be applied to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of polyphenylene sulphide,<br /> - synthetic man-made staple fibres of polyvinyl chloride,<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester<br /> whether or not gimped,<br /> - products of heading No 5605 (metallized yarn) incorporating strip consisting of<br /> a core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film ,<br /> - other products of heading No 5605.<br /> Example:<br /> A yarn of heading No 5205 made from cotton fibres of heading No 5203 and<br /> synthetic staple fibres of heading No 5506 is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres that do not satisfy the origin rules (which require<br /> manufacture from chemical materials or textile pulp) may be used up to a weight<br /> of 10 per cent of the yarn.<br /> Example:<br /> A woollen fabric of heading No 5112 made from woollen yarn of heading No 5107<br /> and synthetic yarn of staple fibres of heading No 5509 is a mixed fabric. Therefore<br /> synthetic yarn which does not satisfy the origin rules (which require manufacture<br /> from chemical materials or textile pulp) or woollen yarn that does not satisfy the<br /> origin rules (which require manufacture from natural fibres, not carded or combed<br /> or otherwise prepared for spinning) or a combination of the two may be used<br /> provided their total weight does not exceed 10 per cent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading No 5802 made from cotton yarn of heading No<br /> 5205 and cotton fabric of heading No 5210 is only a mixed product if the cotton<br /> fabric is itself a mixed fabric being made from yarns classified in two separate<br /> headings or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading<br /> No 5205 and synthetic fabric of heading No 5407, then, obviously, the yarns used<br /> are two separate basic textile materials and the tufted textile fabric is accordingly a<br /> mixed product.<br /> 5.3 In the case of products incorporating \"yarn made of polyurethane segmented with<br /> flexible segments of polyether whether or not gimped\" this tolerance is 20 per cent<br /> in respect of this yarn.<br /> 5.4 In the case of products incorporating \"strip consisting of a core of aluminium foil<br /> or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width not exceeding 5 mm, sandwiched by means of an adhesive between two<br /> films of plastic film\", this tolerance is 30 per cent in respect of this strip.<br /> Note 6:<br /> 6.1 In the case of those textile products which are marked in the list by a footnote<br /> referring to this note, textile materials, with the exception of linings and<br /> interlinings, which do not satisfy the rule set out in the list in column 3 for the<br /> made-up product concerned may be used provided that they are classified in a<br /> heading other than that of the product and that their value does not exceed 8 per<br /> cent of the ex-works price of the product.<br /> 6.2 Without prejudice to Note 6.3, materials which are not classified within Chapters<br /> 50 to 63 may be used freely in the manufacture of textile products, whether or not<br /> they contain textiles.<br /> Example:<br /> If a rule in the list provides that for a particular textile item, such as trousers, yarn<br /> must be used, this does not prevent the use of metal items, such as buttons, because<br /> buttons are not classified within Chapters 50 to 63. For the same reason, it does<br /> not prevent the use of slide-fasteners even though slide-fasteners normally contain<br /> textiles.<br /> 6.3 Where a percentage rule applies, the value of materials which are not classified<br /> within Chapters 50 to 63 must be taken into account when calculating the value of<br /> the non-originating materials incorporated.<br /> Note 7<br /> 7.1 For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, the \"specific processes\" are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolorization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (i) isomerization.<br /> 7.2 For the purposes of heading Nos 2710, 2711 and 2712, the \"specific processes\"<br /> are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolorization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (ij) isomerization;<br /> (k) in respect of heavy oils falling within heading No ex 2710 only,<br /> desulphurization with hydrogen resulting in a reduction of at least 85 per<br /> cent of the sulphur content of the products processed (ASTM D 1266-59 T<br /> method);<br /> (l) in respect of products falling within heading No 2710 only, deparaffining by<br /> a process other than filtering;<br /> (m) in respect of heavy oils falling within heading No ex 2710 only, treatment<br /> with hydrogen at a pressure of more than 20 bar and a temperature of more<br /> than 250°C with the use of a catalyst, other than to effect desulphurization,<br /> when the hydrogen constitutes an active element in a chemical reaction.<br /> The further treatment with hydrogen of lubricating oils of heading No ex<br /> 2710 (e.g. hydrofinishing or decolorization) in order, more especially, to<br /> improve colour or stability shall not, however, be deemed to be a specific<br /> process;<br /> (n) in respect of fuel oils falling within heading No ex 2710 only, atmospheric<br /> distillation, on condition that less than 30 per cent of these products distils,<br /> by volume, including losses, at 300°C by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils falling within<br /> heading No ex 2710 only, treatment by means of a high-frequency electrical<br /> brush-discharge.<br /> 7.3 For the purposes of heading Nos ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, simple operations such as cleaning, decanting, desalting, water separation,<br /> filtering, colouring, marking, obtaining a sulphur content as a result of mixing<br /> products with different sulphur contents, any combination of these operations or<br /> like operations do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00352_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/palestinian-authority/annexes-protocols-rou/649A65406A2B4BF5B6A5BCFC8E3A92B8.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00352_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/palestinian-authority/annexes-protocols-rou/E4C22D9BFD2A4E8DBED4E004F21A02E4.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00352_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/palestinian-authority/annexes-protocols-rou/PLO%20FTA%20Protocol%20B.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00352_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/palestinian-authority/EFTA-Palestinian%20Authority%20Free%20Trade%20Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral cumulation of origin <br /> 1. Without prejudice to Article 2 (1) (b), materials originating in the West Bank <br /> and Gaza Strip within the meaning of this Protocol shall be considered as <br /> products originating in an EFTA State when incorporated into a product <br /> obtained there, provided these materials have undergone working or processing <br /> in this EFTA State going beyond that referred to in Article 7 of this Protocol. <br /> The materials need not to have undergone sufficient working or processing. <br /> 2. Without prejudice to Article 2 (2) (b), materials originating in an EFTA State <br /> within the meaning of this Protocol shall be considered as products originating <br /> in the West Bank and Gaza Strip when incorporated into a product obtained <br /> there, provided these materials have undergone working or processing there <br /> going beyond that referred to in Article 7 of this Protocol. The materials need <br /> not to have undergone sufficient working or processing. <br /> 3. For the purpose of paragraphs 1 and 2, where the working or processing carried <br /> out in an EFTA State or in the West Bank and Gaza Strip is not going beyond <br /> that referred to in Article 7, the product obtained there shall be considered as <br /> originating in the Contracting Party concerned only if the value added there <br /> exceeds that of any incorporated materials originating in another Contracting <br /> Party. If this is not so, the product obtained shall be considered as originating in <br /> the Contracting Party which accounts for the highest value of originating <br /> materials used in the manufacture in the Contracting Party concerned. <br /> 4. Products originating in another Contracting Party within the meaning of this <br /> Protocol, not having undergone any working or processing in the Contracting <br /> Party concerned, retain their origin when exported to another Contracting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the <br /> product; <br /> (b) any of the percentages given in the list for the maximum value of non- <br /> originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of <br /> the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply except as provided in Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 1. For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in <br /> the list in Annex II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this <br /> Agreement, the working or processing which must be carried out on non- <br /> originating materials used in manufacturing and apply only in relation to such <br /> materials. Accordingly, it follows that if a product, which has acquired <br /> originating status by fulfilling the conditions set out in the list is used in the <br /> manufacture of another product, the conditions applicable to the product in <br /> which it is incorporated do not apply to it, and no account shall be taken of the <br /> non-originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of drawback of, or exemption from, customs duties <br /> 1. Non-originating materials used in the manufacture of products originating in an <br /> EFTA State or in the West Bank and Gaza Strip for which a proof of origin is <br /> issued or made out in accordance with the provisions of Title V shall not be subject <br /> in an EFTA State or the West Bank and Gaza Strip to drawback of, or exemption <br /> from, customs duties of whatever kind. <br /> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of customs duties or charges having <br /> an equivalent effect, applicable in an EFTA State or the West Bank and Gaza Strip, <br /> to materials used in the manufacture, where such refund, remission or non-payment <br /> applies, expressly or in effect, when products obtained from the said materials are <br /> exported and not when they are retained for home use there. <br /> 3. The exporter of products covered by a proof of origin shall be prepared to submit <br /> at any time, upon request from the customs authorities, all appropriate documents <br /> proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all customs <br /> duties or charges having equivalent effect applicable to such materials have <br /> actually been paid. <br /> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br /> the meaning of Article 8 (2), accessories, spare parts and tools within the meaning <br /> of Article 9 and products in a set within the meaning of Article 10 when such items <br /> are non-originating. <br /> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br /> are of the kind to which the Agreement applies. Furthermore, they shall not <br /> preclude the application of an export refund system for agricultural products, <br /> applicable upon export in accordance with the provisions of this Agreement. <br /> 6. The provisions of this Article shall apply as from 1 January 2002 and may be <br /> reviewed by common accord.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 3. The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside a <br /> Contracting Party on materials exported from an EFTA State or the West Bank <br /> and Gaza Strip and subsequently reimported there, provided: <br /> (a) the said materials are wholly obtained in an EFTA State or the West <br /> Bank and Gaza Strip or have undergone working or processing beyond <br /> the insufficient operations listed in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the reimported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the EFTA State concerned <br /> or the West Bank and Gaza Strip by applying the provisions of <br /> this Article does not exceed 10 per cent of the ex-works price of <br /> the final product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside an EFTA <br /> State or the West Bank and Gaza Strip. However, where, in the list in Annex II, <br /> a rule setting a maximum value for all the non-originating materials incorporated <br /> is applied in determining the originating status of the final product, the total <br /> value of the non-originating materials incorporated in the territory of the <br /> Contracting Party concerned, taken together with the total added value acquired <br /> outside the EFTA State concerned or the West Bank and Gaza Strip by applying <br /> the provisions of this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added <br /> value@^@ shall be taken to mean all costs arising outside the EFTA State concerned <br /> or the West Bank and Gaza Strip, including the value of the materials <br /> incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Annex II and which can be considered <br /> sufficiently worked or processed only if the general tolerance in Article 6 (2) is <br /> applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products falling within <br /> Chapters 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this Article <br /> carried out outside an EFTA State or the West Bank and Gaza Strip shall be <br /> effected by means of an outward processing arrangement, or a similar <br /> arrangement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in an EFTA State or the <br /> West Bank and Gaza Strip: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside <br /> the territorial waters of the respective Contracting Party by their <br /> vessels; <br /> (g) products made aboard their factory ships exclusively from products <br /> referred to in sub-paragraph (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (j) products extracted from marine soil or subsoil outside their territorial <br /> waters provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in sub- <br /> paragraphs (a) to (j). <br /> 2. The terms @^@their vessels@^@ and @^@their factory ships@^@ in sub-paragraphs 1(f) and (g) <br /> shall apply only to vessels and factory ships: <br /> (a) which are registered or recorded in an EFTA State or in the West Bank <br /> and Gaza Strip; <br /> (b) which sail under the flag of an EFTA State or of the West Bank and <br /> Gaza Strip; <br /> (c) which are owned to an extent of at least 50 per cent by either nationals of <br /> EFTA States or Palestinian people of the West Bank and Gaza Strip, or <br /> by a company with its head office in one of the Contracting Parties, of <br /> which the manager or managers, Chairman of the Board of Directors or <br /> the Supervisory Board, and the majority of the members of such boards <br /> are either nationals of EFTA States or Palestinian people of the West <br /> Bank and Gaza Strip and of which, in addition, in the case of <br /> partnerships or limited companies, at least half the capital belongs to <br /> those Contracting Parties or to public bodies or either nationals of the <br /> EFTA States or Palestinian people of the West Bank and Gaza Strip; <br /> (d) of which the master and officers are either nationals of EFTA States or <br /> Palestinian people of the West Bank and Gaza Strip; and <br /> (e) of which at least 75 per cent of the crew are either nationals of EFTA <br /> States or Palestinian people of the West Bank and Gaza Strip.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient working or processing operations <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered <br /> as insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 6 are satisfied: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage (ventilation, spreading out, drying, chilling, placing <br /> in salt, sulphur dioxide or other aqueous solutions, removal of damaged <br /> parts, and like operations); <br /> (b) simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets of articles), <br /> washing, painting, cutting up; <br /> (c) (i) changes of packaging and breaking up and assembly of packages; <br /> (ii) simple placing in bottles, flasks, bags, cases, boxes, fixing on cards <br /> or boards etc., and all other simple packaging operations; <br /> (d) affixing marks, labels and other like distinguishing signs on products or <br /> their packaging; <br /> (e) simple mixing of products, whether or not of different kinds, where one or <br /> more components of the mixtures do not meet the conditions laid down in <br /> this Protocol to enable them to be considered as originating in an EFTA <br /> State or the West Bank and Gaza Strip; <br /> (f) simple assembly of parts to constitute a complete product; <br /> (g) a combination of two or more operations specified in sub-paragraphs (a) <br /> to (f); <br /> (h) slaughter of animals. <br /> 2. All the operations carried out in either an EFTA State or the West Bank and Gaza <br /> Strip on a given product shall be considered together when determining whether <br /> the working or processing undergone by that product is to be regarded as <br /> insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) @^@customs value@^@ means the value as determined in accordance with the 1994 <br /> Agreement on implementation of Article VII of the General Agreement on <br /> Tariffs and Trade (WTO Agreement on customs valuation); <br /> (f) @^@ex-works price@^@ means the price paid for the product ex works to the <br /> manufacturer in an EFTA State or in the West Bank and Gaza Strip in whose <br /> undertaking the last working or processing is carried out, provided the price <br /> includes the value of all the materials used, minus any internal taxes which are, <br /> or may be, repaid when the product obtained is exported; <br /> (g) @^@value of materials@^@ means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials in an EFTA State <br /> or the West Bank and Gaza Strip; <br /> (h) @^@value of originating materials@^@ means the value of such materials as defined in <br /> sub-paragraph (g) applied mutatis mutandis; <br /> (i) @^@added value@^@ shall be taken to be the ex works price minus the customs value", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture : <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the <br /> final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1. The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Protocol, which are transported <br /> directly between the Contracting Parties. However, products constituting one <br /> single consignment may be transported through other territories with, should the <br /> occasion arise, trans-shipment or temporary warehousing in such territories, <br /> provided that they remain under the surveillance of the customs authorities in the <br /> country of transit or warehousing and do not undergo operations other than <br /> unloading, reloading or any operation designed to preserve them in good <br /> condition. <br /> Originating products may be transported by pipeline across territory other than <br /> that of the Contracting Parties. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing Contracting Party by the <br /> production of: <br /> (a) a single transport document covering the passage from the exporting <br /> Contracting Party through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, <br /> where applicable, the names of the ships, or the other means of <br /> transport used; and <br /> (iii) certifying the conditions under which the products remained in the <br /> transit country; or <br /> failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled <br /> without interruption in an EFTA State or the West Bank and Gaza Strip. <br /> 2. Except as provided for in Article 3, where originating goods exported from an <br /> EFTA State or the West Bank and Gaza Strip to another country return, they <br /> must be considered as non-originating, unless it can be demonstrated to the <br /> satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those that were exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported. <br /> 3. The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside a <br /> Contracting Party on materials exported from an EFTA State or the West Bank <br /> and Gaza Strip and subsequently reimported there, provided: <br /> (a) the said materials are wholly obtained in an EFTA State or the West <br /> Bank and Gaza Strip or have undergone working or processing beyond <br /> the insufficient operations listed in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the reimported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the EFTA State concerned <br /> or the West Bank and Gaza Strip by applying the provisions of <br /> this Article does not exceed 10 per cent of the ex-works price of <br /> the final product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside an EFTA <br /> State or the West Bank and Gaza Strip. However, where, in the list in Annex II, <br /> a rule setting a maximum value for all the non-originating materials incorporated <br /> is applied in determining the originating status of the final product, the total <br /> value of the non-originating materials incorporated in the territory of the <br /> Contracting Party concerned, taken together with the total added value acquired <br /> outside the EFTA State concerned or the West Bank and Gaza Strip by applying <br /> the provisions of this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, @^@total added <br /> value@^@ shall be taken to mean all costs arising outside the EFTA State concerned <br /> or the West Bank and Gaza Strip, including the value of the materials <br /> incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Annex II and which can be considered <br /> sufficiently worked or processed only if the general tolerance in Article 6 (2) is <br /> applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products falling within <br /> Chapters 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this Article <br /> carried out outside an EFTA State or the West Bank and Gaza Strip shall be <br /> effected by means of an outward processing arrangement, or a similar <br /> arrangement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> 1. The unit of qualification for the application of the provisions of this Protocol <br /> shall be the particular product which is considered as the basic unit when <br /> determining classification using the nomenclature of the Harmonized System. <br /> Accordingly, it follows that: <br /> (a) when a product composed of a group or assembly of articles is <br /> classified under the terms of the Harmonized System in a single <br /> heading, the whole constitutes the unit of qualification; <br /> (b) when a consignment consists of a number of identical products <br /> classified under the same heading of the Harmonized System, each <br /> product must be taken individually when applying the provisions of this <br /> Protocol. <br /> 2. Where, under general rule 5 of the Harmonized System, packaging is included <br /> with the product for classification purposes, it shall be included for the purposes <br /> of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in general rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1. Originating products, sent for exhibition outside the Contracting Parties and sold <br /> after the exhibition for importation into an EFTA State or the West Bank and <br /> Gaza Strip shall benefit on importation from the provisions of this Agreement <br /> provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from an EFTA State or the <br /> West Bank and Gaza Strip to the country in which the exhibition is held <br /> and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to <br /> a person in an EFTA State or the West Bank and Gaza Strip; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing Contracting <br /> Party in the normal manner. The name and address of the exhibition must be <br /> indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes <br /> in shops or business premises with a view to the sale of foreign products, and <br /> during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : General requirements <br /> 1. Products originating in an EFTA State or the West Bank and Gaza Strip shall, on <br /> importation into an EFTA State or the West Bank and Gaza Strip, benefit from <br /> this Agreement upon submission of either : <br /> (a) a movement certificate EUR.1, a specimen of which appears in <br /> Annex III; or <br /> (b) in the cases specified in Article 21 (1), a declaration, the text of which <br /> appears in Annex IV, given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified <br /> (hereinafter referred to as the @^@invoice declaration@^@). <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Protocol shall, in the cases specified in Article 26, benefit from this Agreement <br /> without it being necessary to submit any of the documents referred to above. <br /> Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the customs authorities of the <br /> exporting Contracting Party on application having been made in writing by the <br /> exporter or, under the exporter's responsibility, by his authorized representative. <br /> 2. For this purpose, the exporter or his authorized representative shall fill out both <br /> the movement certificate EUR.1 and the application form, specimens of which <br /> appear in Annex III. These forms shall be completed in one of the official <br /> languages of a Contracting Party, or in English, in accordance with the <br /> provisions of the domestic law of the exporting Contracting Party. If they are <br /> handwritten, they shall be completed in ink in printed characters. The description <br /> of the products must be given in the box reserved for this purpose without <br /> leaving any blank lines. Where the box is not completely filled, a horizontal line <br /> must be drawn below the last line of the description, the empty space being <br /> crossed through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting Contracting Party where the movement certificate EUR.1 is issued, all <br /> appropriate documents proving the originating status of the products concerned <br /> as well as the fulfilment of the other requirements of this Protocol. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities of an <br /> EFTA State or the West Bank and Gaza Strip if the products concerned can be <br /> considered as products originating in an EFTA State or the West Bank and Gaza <br /> Strip, and fulfil the other requirements of this Protocol. <br /> 5. The issuing customs authorities shall take any steps necessary to verify the <br /> originating status of the products and the fulfilment of the other requirements of <br /> this Protocol. For this purpose, they shall have the right to call for any evidence <br /> and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. The issuing customs authorities shall also ensure that the <br /> forms referred to in paragraph 2 are duly completed. In particular, they shall <br /> check whether the space reserved for the description of the products has been <br /> completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box <br /> 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or <br /> ensured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than 500 units of account)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating <br /> products without requiring the submission of a proof of origin, provided that <br /> such products are not imported by way of trade and have been declared as <br /> meeting the requirements of this Protocol and where there is no doubt as to the <br /> veracity of such a declaration. In the case of products sent by post, this <br /> declaration can be made on the customs declaration CN 22/CN 23 or on a sheet <br /> of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports <br /> by way of trade if it is evident from the nature and quantity of the products that <br /> no commercial purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed 500 units of <br /> account in the case of small packages or 1 200 units of account in the case of <br /> products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Approved exporter <br /> 1. The customs authorities of the exporting Contracting Party may authorize any <br /> exporter who makes frequent shipments of products under this Agreement to <br /> make out invoice declarations irrespective of the value of the products concerned. <br /> An exporter seeking such authorisation must offer to the satisfaction of the <br /> customs authorities all guarantees necessary to verify the originating status of the <br /> products as well as the fulfilment of the other requirements of this Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs <br /> authorization number which shall appear on the invoice declaration. <br /> 4. The customs authorities shall monitor the use of the authorization by the approved <br /> exporter. <br /> 5. The customs authorities may withdraw the authorization at any time. They shall <br /> do so where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, does not fulfil the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for four months from the date of issue in the <br /> exporting Contracting Party, and must be submitted within the said period to the <br /> customs authorities of the importing Contracting Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing <br /> Contracting Party after the final date for presentation specified in paragraph 1 <br /> may be accepted for the purpose of applying preferential treatment, where the <br /> failure to submit these documents by the final date set is due to exceptional <br /> circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> Contracting Party may accept the proofs of origin where the products have been <br /> submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Preservation of proof of origin and supporting documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 17 (3). <br /> 2. The exporter making out an invoice declaration shall keep for at least three years <br /> a copy of this invoice declaration as well as the documents referred to in Article <br /> 21 (3). <br /> 3. The customs authorities of the exporting Contracting Party issuing a movement <br /> certificate EUR. 1 shall keep for at least three years the application form referred <br /> to in Article 17 (2). <br /> 4. The customs authorities of the importing Contracting Party shall keep for at least <br /> three years the movement certificates EUR.1 and the invoice declarations <br /> submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 17 (7), a movement certificate EUR.1 may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR.1 was issued but was not accepted at <br /> importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the <br /> movement certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The customs authorities may issue a movement certificate EUR.1 retrospectively <br /> only after verifying that the information supplied in the exporter's application <br /> agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br /> of the following phrases: <br /> @^@NACHTRAGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br /> @^@RILASCIATO A POSTERIORI@^@, @^@ISSUED RETROSPECTIVELY@^@, <br /> @^@UTGEFIB EFTIR A@^@, @^@UTSTEDT SENERE@^@, [Arab version] <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br /> box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Supporting documents <br /> The documents referred to in Articles 17 (3) and 21 (3) used for the purpose of proving <br /> that products covered by a movement certificate EUR.1 or an invoice declaration can be <br /> considered as products originating in an EFTA State or the West Bank and Gaza Strip <br /> and fulfil the other requirements of this Protocol may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier <br /> to obtain the goods concerned, contained for example in his accounts or <br /> internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in an EFTA State or the West Bank and Gaza Strip where <br /> these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in an EFTA <br /> State or the West Bank and Gaza Strip, issued or made out in an EFTA <br /> State or the West Bank and Gaza Strip where these documents are used <br /> in accordance with domestic law; <br /> (d) movement certificates EUR.1 or invoice declarations proving the <br /> originating status of materials used, issued or made out in an EFTA <br /> State or the West Bank and Gaza Strip, in accordance with this <br /> Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Verification of proofs of origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing Contracting Party have <br /> reasonable doubts as to the authenticity of such documents, the originating status <br /> of the products concerned or the fulfilment of the other requirements of this <br /> Protocol. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Contracting Party shall return the movement <br /> certificate EUR.1 and the invoice, if it has been submitted, the invoice <br /> declaration, or a copy of these documents, to the customs authorities of the <br /> exporting Contracting Party giving, where appropriate, the reasons for the <br /> enquiry. Any documents and information obtained suggesting that the <br /> information given on the proof of origin is incorrect shall be forwarded in <br /> support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities of the exporting <br /> Contracting Party. For this purpose, they shall have the right to call for any <br /> evidence and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. <br /> 4. If the customs authorities of the importing Contracting Party decide to suspend <br /> the granting of preferential treatment to the products concerned while awaiting <br /> the results of the verification, release of the products shall be offered to the <br /> importer subject to any precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in an EFTA State or the West Bank and Gaza <br /> Strip and fulfil the other requirements of this Protocol. <br /> 6. If in cases of reasonable doubt there is no reply within ten months of the date of <br /> the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining preferential <br /> treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for <br /> the purpose of carrying out the formalities for importing the products shall not <br /> ipso facto render the proof of origin null and void if it is duly established that <br /> this document does correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) @^@manufacture@^@ means any kind of working or processing including assembly or <br> specific operations; <br> (b) @^@material@^@ means any ingredient, raw material, component or part, etc., used in <br> Description and Coding System, referred to in this Protocol as @^@the Harmonized <br> (d) @^@goods@^@ means both materials and products; <br> System@^@ or @^@HS@^@; <br> (c) @^@product@^@ means the product being manufactured, even if it is intended for later <br> exporter to one consignee or covered by a single transport document covering <br> (e) @^@customs value@^@ means the value as determined in accordance with the 1994 <br> Tariffs and Trade (WTO Agreement on customs valuation); <br> (f) @^@ex-works price@^@ means the price paid for the product ex works to the <br> manufacturer in an EFTA State or in the West Bank and Gaza Strip in whose <br> undertaking the last working or processing is carried out, provided the price <br> includes the value of all the materials used, minus any internal taxes which are, <br> Agreement on Implementation of Article VII of the General Agreement on <br> or may be, repaid when the product obtained is exported; <br> (g) @^@value of materials@^@ means the customs value at the time of importation of the <br> non-originating materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials in an EFTA State <br> or the West Bank and Gaza Strip; <br> (h) @^@value of originating materials@^@ means the value of such materials as defined in <br> the manufacture of the product; <br> sub-paragraph (g) applied mutatis mutandis; <br> (i) @^@added value@^@ shall be taken to be the ex works price minus the customs value <br> use in another manufacturing operation; <br> of each of the materials incorporated which originated in another Contracting <br> (j) @^@chapters@^@ and @^@headings@^@ mean the chapters and the headings (four-digit codes) <br> Party as referred to in Article 3 or, where the customs value is not known or <br> cannot be ascertained, the first price verifiably paid for such materials in the <br> their shipment from the exporter to the consignee or, in the absence of such a <br> used in the nomenclature which makes up the Harmonized Commodity <br> document, by a single invoice; <br> EFTA State concerned or in the West Bank and Gaza Strip; <br> (k) @^@classified@^@ refers to the classification of a product or material under a particular <br> (m) @^@territories@^@ includes territorial waters; <br> (l) @^@consignment@^@ means products which are either sent simultaneously from one <br> heading; <br> (n) @^@units of account@^@ shall be the equivalent to the European Currency Units (ECU) <br> or to the EURO as from the date on which the latter replaces the ECU on a one- <br> to-one basis. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "For the purpose of implementing this Agreement and without prejudice to the <br> provisions of Article 3 of this Protocol, the following products shall be considered as: <br> 1. products originating in an EFTA State: <br> (a) products wholly obtained in an EFTA State, within the meaning of Article 5 <br> of this Protocol; <br> (b) products obtained in an EFTA State which contain materials not wholly <br> obtained there, provided that the said materials have undergone sufficient <br> working or processing in this EFTA State within the meaning of Article 6 of <br> this Protocol; <br> 2. products originating in the West Bank and Gaza Strip: <br> (a) products wholly obtained in the West Bank and Gaza Strip within the <br> meaning of Article 5 of this Protocol; <br> (b) products obtained in the West Bank and Gaza Strip which contain materials <br> not wholly obtained there, provided that the said materials have undergone <br> sufficient working or processing in the West Bank and Gaza Strip within the <br> meaning of Article 6 of this Protocol. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> "}, {"ArticleTitle": "[This Protocol does not contain an Article 4]", "ArticleDesc": "Article 4 : [This Protocol does not contain an Article 4] <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issue of a duplicate movement certificate EUR.1", "ArticleDesc": "Article 19 : Issue of a duplicate movement certificate EUR.1 <br> exporter may apply to the customs authorities which issued it for a duplicate <br> made out on the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with one of the following <br> words: <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICATE@^@ <br> @^@EFTIRRIT@^@, [Arab version] <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 4. The duplicate, which must bear the date of issue of the original movement <br> "}, {"ArticleTitle": "Issue of a Duplicate Movement Certificate EUR.1", "ArticleDesc": "1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> certificate EUR.1, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issue of movement certificates EUR.1 on the basis of a", "ArticleDesc": "Article 20 : Issue of movement certificates EUR.1 on the basis of a <br> When originating products are placed under the control of a customs office in an EFTA <br> State or the West Bank and Gaza Strip, it shall be possible to replace the original proof <br> of origin by one or more movement certificates EUR.1 for the purpose of sending all or <br> some of these products elsewhere within an EFTA State or the West Bank and Gaza <br> Strip. The replacement movement certificate(s) EUR.1 shall be issued by the customs <br> office under whose control the products are placed. <br> "}, {"ArticleTitle": "Issue of Movement Certificates EUR.1 on the Basis of a", "ArticleDesc": "Proof of Origin Issued or Made out Previously <br> "}, {"ArticleTitle": "Conditions for making out an invoice declaration", "ArticleDesc": "Article 21 : Conditions for making out an invoice declaration <br> 1. An invoice declaration as referred to in Article 16 (1) (b) may be made out: <br> (a) by an approved exporter within the meaning of Article 22, or <br> (b) by any exporter for any consignment consisting of one or more packages <br> containing originating products whose total value does not exceed 6 000 units <br> of account. <br> considered as products originating in an EFTA State or in the West Bank and <br> Gaza Strip and fulfil the other requirements of this Protocol. <br> 3. The exporter making out an invoice declaration shall be prepared to submit at any <br> time, at the request of the customs authorities of the exporting Contracting Party, <br> all appropriate documents proving the originating status of the products concerned <br> as well as the fulfilment of the other requirements of this Protocol. <br> printing on the invoice, the delivery note or another commercial document, the <br> declaration, the text of which appears in Annex IV, using one of the linguistic <br> versions set out in that Annex and in accordance with the provisions of the <br> domestic law of the exporting Contracting Party. If the declaration is handwritten, <br> it shall be written in ink in printed characters. <br> 5. Invoice declarations shall bear the original signature of the exporter in manuscript. <br> However, an approved exporter within the meaning of Article 22 shall not be <br> required to sign such declarations provided that he gives the customs authorities <br> 4. An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the exporting Contracting Party a written undertaking that he accepts full <br> responsibility for any invoice declaration which identifies him as if it had been <br> signed in manuscript by him. <br> which it relates are exported, or after exportation on condition that it is presented <br> in the importing Contracting Party no longer than two years after the importation <br> of the products to which it relates. <br> 6. An invoice declaration may be made out by the exporter when the products to <br> "}, {"ArticleTitle": "Conditions for Making out an Invoice Declaration", "ArticleDesc": "2. An invoice declaration may be made out if the products concerned can be <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 24 : Submission of proof of origin <br> Contracting Party in accordance with the procedures applicable in that Contracting <br> Party. The said authorities may require a translation of a proof of origin and may also <br> require the import declaration to be accompanied by a statement from the importer to <br> Agreement. <br> the effect that the products meet the conditions required for the implementation of this <br> "}, {"ArticleTitle": "Submission of Proof of Origin", "ArticleDesc": "Proofs of origin shall be submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 25 : Importation by Instalments <br> within the meaning of General Rule 2 (a) of the Harmonized System falling within <br> Sections XVI and XVII or heading Nos. 7308 and 9406 of the Harmonized System are <br> the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing Contracting Party, dismantled or non-assembled products <br> imported by instalments, a single proof of origin for such products shall be submitted to <br> "}, {"ArticleTitle": "Amounts expressed in Units of Account", "ArticleDesc": "Article 30 : Amounts expressed in Units of Account <br> 1. Amounts in the national currency of the exporting Contracting Party equivalent <br> to the amounts expressed in units of account shall be fixed by the exporting <br> Contracting Party and communicated to the other Contracting Parties. <br> 2. When the amounts exceed the corresponding amounts fixed by the importing <br> Contracting Party, the latter shall accept them if the products are invoiced in the <br> currency of the exporting Contracting Party. When the products are invoiced in <br> the currency of another Contracting Party, the importing Contracting Party shall <br> recognise the amount notified by the Contracting Party concerned. <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> that national currency of the amounts expressed in units of account as at the first <br> working day in October 1998. <br> 4. The amounts expressed in units of account and their equivalents in the national <br> currencies of the EFTA States and the West Bank and Gaza Strip shall be <br> reviewed by the Joint Committee at the request of any of the Contracting Parties. <br> When carrying out this review, the Joint Committee shall ensure that there will <br> be no decrease in the amounts to be used in any national currency and shall <br> furthermore consider the desirability of preserving the effects of the limits <br> concerned in real terms. For this purpose, it may decide to modify the amounts <br> expressed in units of account. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 31 : Mutual assistance <br> 1. The customs authorities of the EFTA States and of the West Bank and Gaza <br> Strip shall provide each other, through the EFTA Secretariat, with specimen <br> certificates EUR.1 and with the addresses of the customs authorities responsible <br> impressions of stamps used in their customs offices for the issue of movement <br> for verifying those certificates and invoice declarations. <br> 2. In order to ensure the proper application of this Protocol, the EFTA States and <br> the Palestinian Authority shall assist each other, through the competent customs <br> administrations, in checking the authenticity of the movement certificates EUR.1 <br> or the invoice declarations and the correctness of the information given in these <br> documents. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 33 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 32 which <br> cannot be settled between the customs authorities requesting a verification and the <br> customs authorities responsible for carrying out this verification or where they raise a <br> question as to the interpretation of this Protocol, they shall be submitted to the Joint <br> Committee. <br> In all cases the settlement of disputes between the importer and the customs authorities <br> of the importing Contracting Party shall be under the legislation of the said Contracting <br> Party. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1. The EFTA States and the West Bank and Gaza Strip shall take all necessary <br> course of transport use a free zone situated in their territory, are not substituted <br> by other goods and do not undergo handling other than normal operations <br> 2. By means of an exemption to the provisions contained in paragraph 1, when <br> products originating in an EFTA State or the West Bank and Gaza Strip are <br> imported into a free zone under cover of a proof of origin and undergo treatment <br> or processing, the authorities concerned shall issue a new EUR.1 certificate at <br> the exporter's request, if the treatment or processing undergone is in conformity <br> with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "steps to ensure that products traded under cover of a proof of origin which in the <br> designed to prevent their deterioration. <br> "}, {"ArticleTitle": "Annexes", "ArticleDesc": "Article 36 : Annexes <br> The Annexes to this Protocol shall form an integral part thereof. <br> "}, {"ArticleTitle": "Goods in transit and storage", "ArticleDesc": "Article 37 : Goods in transit and storage <br> Goods which conform to the provisions of Title II and which on the date of entry into <br> force of this Agreement are either being transported or are being held in an EFTA State <br> or in the West Bank and Gaza Strip in temporary storage, in bonded warehouses or in <br> free zones, may be accepted as originating products subject to the submission, within <br> four months from that date, to the customs authorities of the importing Contracting <br> Party of a proof of origin, drawn up retrospectively, and of any documents that provide <br> supporting evidence of the conditions of transport. <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "Article 38 : Sub-Committee on customs and origin matters <br> A Sub-Committee on customs and origin matters shall be set up under the Joint <br> Committee in accordance with Article 28 (5) of this Agreement to assist it in carrying <br> out its duties and to ensure a continuous information and consultation process between <br> experts. <br> It shall be composed of experts from the EFTA States and the West Bank and Gaza <br> Strip responsible for questions related to customs and origin matters. <br> "}, {"ArticleTitle": "Non-preferential treatment", "ArticleDesc": "Article 39 : Non-preferential treatment <br> For the purpose of implementing Article 3 of this Protocol, any product originating in <br> an EFTA State or the West Bank and Gaza Strip shall, on exportation to another <br> Contracting Party, be treated as a non-originating product during the period or periods <br> in which the last-mentioned Contracting Party applies the rate of duty applicable to third <br> countries or any corresponding safeguard measure to such products in accordance with <br> "}]}]}, "members_found": ["757", "275"]}