{"FtaRooDetails": {"FtaId": 35, "FtaCode": "ITC00035", "FtaName": "AAP.CE 40: Cuba-Venezuela", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA N° 40 CELEBRADO ENTRE LA REPÚBLICA DE CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.08.2001", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; Venezuela (Bolivarian Republic of)", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 40: Cuba-Venezuela", "AdminProcCooAuth": "The certification type under AAP.CE 40: Cuba-Venezuela is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 40: Cuba-Venezuela is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 40: Cuba-Venezuela agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan con una de las siguientes condiciónes:a) que resulten de un proceso de transformación, distinto al ensamblaje, realizado en el territorio de cualquiera de las Partes, que los confiera una nueva individualidad; esa nueva individualidad implica que, en el Sistema Armonizado, las mercancias se clasifiquen en una partida arancelaria diferente a aquellas en las que se clasifiquen cada uno de los materiales no originarios.b) que el valor CIF de los materiales no originarios no exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia y en su elaboración se utilicen materiales originarios de las Partes, cuando no cumplan con lo establecido en el literal anterior porque el proceso de transformación, distinto al ensamblaje, realizado en el territorio de cualquiera de las Pares no implique un cambio de partida arancelariac) que resulten de un proceso de ensamblaje realizado en el territorio de cualquiera de las Partes, siempre que en su elaboración se utilicen materiales originarios y el valor CIF de los materiales no originarios no exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00035_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace40/ACE_040_004_Anexo_01_Ap_B.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00035_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace40/ACE_040_004_Anexo_01_Ap_A.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00035_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/eecfac9f4db742750325829f004adc5a?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00035_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/642e78a0e1503c5803256c9400570557?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 6.- Acumulación <br /> Para efectos del cumplimiento de las Normas de Origen, los materiales <br /> originarios del territorio de una Parte, incorporados en una determinada <br /> mercancia en el territorio de la otra Parte, seran considerados originarios del <br /> territorio de esta Ultima.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 5.- Tratamiento de los Materiales Intermedios <br /> Para efectos de la determinación del origen de una mercancla, en los casos <br /> definidos en los literales b) y c) del numeral 4 del Articulo 3, el productor podra <br /> considerar el valor total de los materiales intermedios utilizados en la <br /> producción de dicha mercancia como originarios, siempre que estos califquen <br /> como tal de conformidad con las disposiciónes de este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 11.- Elementos Neutros empleados en el proceso de producción. <br /> Se consideraran como originarios los siguientes elementos utilizados en el <br /> proceso de producción aun cuando no esten incorporados fisicamente en la mercancia: <br /> a) combustible y energia; <br /> b) maquinas, herramientas, troqueles, matrices y moldes; <br /> c) repuestos y materiales utilizados en el mantenimiento de equipos; <br /> d) lubricantes, grasas, materiales compuestos y otros <br /> materiales utilizados en la producción u operación de equipos; <br /> e) catalizadores y solventes; y <br /> cualquier otro material que no este incorporado en la composición <br /> final de la mercancia y que pueda demostrarse que forma parte de <br /> dicho Droceso de producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 13.- Transporte Directo <br /> Para que una mercancia originaria se beneficie del tratamiento preferencial, <br /> debera transportarse directamente de la Parte exportadora a la Pare <br /> importadora. A tal fn, se considera transporte directo: <br /> a) las mercancias transportadas Cinicamente por el territorio de las <br /> Partes del Acuerdo; <br /> b) las mercancias en transit°, a traves de uno o mas !Daises no Partes <br /> del Acuerdo, con o sin trasbordo, almacenamiento temporal o deposit° <br /> en una zona franca, que hayan estado bajo la vigilancia de la autoridad <br /> aduanera del pals o los 'Daises de transit°, siempre que: <br /> • el transit° estuviera justificado por razones geograficas, o <br /> consideraciónes relativas a requerimientos de transporte; <br /> • no sean objeto de comercio, uso o empleo en el pals de transito; y <br /> • no sufran, durante su transporte o depOsito, ninguna <br /> operación distinta a la carga, descarga o manipulación, para <br /> mantenerlas en buenas condiciónes o asegurar su conservación. <br /> Para efectos de lo dispuesto en el literal b), en caso de almacenamiento <br /> temporal o depOsito en una zona franca, la autoridad aduanera del pals <br /> importador podra exigir adiciónalmente un documento de dicho pals no Parte, <br /> que acredite que la mercancia permaneci6 bajo control o supervisiOn aduanera <br /> y no fue sometida a ningun proceso de transformación. <br /> SECción IV <br /> CERTIFICAción Y DECLARAción JURADA DEL ORIGEN", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 3.- Mercancias Originarias <br /> Sin perjuicio de las dernas disposiciónes del presente Anexo, seran <br /> consideradas originarias de las Partes: <br /> 1. Las mercancias obtenidas en su totalidad o producidas enteramente en el <br /> territorio de una de las Partes: <br /> a) animales vivos, capturados, nacidos y criados en Territorio de una Parte; <br /> b) mercancias obtenidas de la caza, recolección, acuicultura <br /> o pesca en el territorio de una Parte; <br /> plantas y productos de plantas cultivadas, cosechadas, <br /> recogidas o recolectadas en el territorio de una Parte; <br /> minerales y otros recursos naturales inanimados extraidos <br /> en el territorio de una Parte; <br /> peces, crustaceos y otras especies marinas obtenidos del' <br /> mar, fuera del territorio de las Partes, por barcos propios de <br /> empresas establecidas en una Parte, fletados o arrendados, siempre <br /> que tales barcos enarbolen su bandera y esten registrados o <br /> matriculados en una Parte de acuerdo a su legislación interna; <br /> mercancias producidas a bordo de barcos fabrica, a partir de las <br /> mercancias identificados en el literal e), siempre que esos barcos <br /> fabrica sean propios de empresas establecidas en el territorio de una <br /> Parte, fletados, arrendados o siempre que tales barcos enarbolen su <br /> bandera y esten registrados o matriculados en una Parte de acuerdo <br /> a su legislación interna; <br /> g) desechos y desperdicios derivados de la producción en el <br /> territorio de una Parte, siempre que estas mercanclas sean <br /> utilizadas para recuperación de materias primas; <br /> mercancias producidas en el territorio de una Parte, <br /> exclusivamente a partir de las mercancias menciónadas en los literales a) al g). <br /> 2. Las mercancias que sean producidas enteramente en el territorio de una <br /> Pane, a pafir exclusivamente de materiales que califcan como originarios de <br /> conformidad con este Anexo. <br /> 3. Las mercancias que en su elaboración utilicen materiales no originarios, <br /> cuando cumplan con los requisitos especificos de origen previstos en el Apendice @^@A@^@. <br /> 4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan <br /> con una de las siguientes condiciónes: <br /> a) que resulten de un proceso de transformación, distinto al ensamblaje, <br /> realizado en el territorio de cualquiera de las Partes, que los confiera una <br /> nueva individualidad; esa nueva individualidad implica que, en el <br /> Sistema Armonizado, las mercancias se clasifiquen en una partida <br /> arancelaria diferente a aquellas en las que se clasifiquen cada uno de <br /> los materiales no originarios. <br /> b) que el valor CIF de los materiales no originarios no exceda el cincuenta <br /> por ciento (50%) del valor FOB de exportación de la mercancia y en su <br /> elaboración se utilicen materiales originarios de las Partes, cuando no <br /> cumplan con lo establecido en el literal anterior porque el proceso de <br /> transformación, distinto al ensamblaje, realizado en el territorio de <br /> cualquiera de las Pares no implique un cambio de partida arancelaria <br /> c) que resulten de un proceso de ensamblaje realizado en el territorio de <br /> cualquiera de las Partes, siempre que en su elaboración se utilicen <br /> materiales originarios y el valor CIF de los materiales no originarios no <br /> exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 9.- Envases y Material de Empaque para la Venta al por Menor <br /> 1. Cuando las mercancias califiquen como totalmente obtenidas, los envases y <br /> materiales de empaque para la yenta al por menor no deberan ser tomados en <br /> cuenta para los fines de la determinación del origen. <br /> 2. Los envases y los materiales de empaque donde una mercancia se presente <br /> para la yenta al por menor, cuando esten clasifcados con la mercancia que <br /> contienen, de acuerdo con lo establecido en la Regla General lnterpretativa 5 <br /> del Sistema Armonizado, no se tomaran en cuenta para determinar el origen de <br /> la mercancia contenida, de conformidad con lo previsto por este Anexo, si <br /> todos los materiales no originarios utilizados en la producción de la mercancia <br /> cumplen los cambios correspondientes de clasificación arancelaria de acuerdo <br /> con el Articulo 3, numeral 4, literal a). <br /> 3. Si la mercancia esta sujeta al criterio de origen establecido en el numeral 4), <br /> literates b) y c) del Articulo 3, el valor de los envases y materiales de empaque <br /> descritos en el parrafo anterior, se tomara en cuenta como originario o no <br /> originario, segun sea el caso, para calcular el valor de contenido de la mercancia. <br /> 4. Las disposiciónes sefialadas en los parrafos anteriores del presente Articulo <br /> no seran aplicables cuando los envases o material de empaque se presenten <br /> por separado o le conferan a la mercancia que contienen su caracter esencial. <br /> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque. <br /> Los contenedores y materiales de embalaje utilizados exclusivamente para el <br /> transporte de una mercancia no se tomaran en cuenta para determinar si una <br /> mercancia es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 8.- Juegos o Surtidos de Mercancias <br /> 1. Los juegos o surtidos, clasificados de conformidad con las Reglas Generales <br /> para la Interpretación de la Nomenclatura del Sistema Armonizado 1, 3 y 6, <br /> serân considerados originarios cuando todas las mercancias que los componen sean originarias. <br /> 2. Sin embargo, cuando un juego o surtido este compuesto por mercancias <br /> originarias y mercancias no originarias, ese juego o surtido sera considerado <br /> originario en su conjunto, si el valor CIF de las mercancias no originarias no <br /> excede el quince por ciento (15%) del precio FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 14.- Certifcación del Origen <br /> 1. El Certificado de Origen es el documento que certifica que las mercancias <br /> cumplen con las disposiciónes sobre Origen de este Anexo y por ello pueden <br /> beneficiarse del tratamiento preferencial acordado por las Partes del Acuerdo. <br /> 2. El Certifcado al que se refere el parrafo anterior debera emitirse en el <br /> formato contenido en el Apendice @^@B@^@ del presente Anexo. Dicho Certificado <br /> ampara una sola operación de importación de una o varias mercancias, y su <br /> versiOn original debe acomparlar al resto de la documentación, en el momenta <br /> de tramitar el despacho aduanero. <br /> Articulo 15.- Emision del Certifcado de Origen <br /> 1. La emisi6n de los Certificados de Origen estara bajo la responsabilidad de la <br /> Autoridad Competente de cada Parte. Dichos Certificados de Origen seran <br /> emitidos por estas Autoridades en forma directa o por entidades habilitadas en <br /> quienes se haya delegado dicha responsabilidad. <br /> 2. Las Partes intercambiaran información mediante comunicación oficial sobre <br /> los nombres de las Autoridades Competentes y funciónarios acreditados para <br /> emitir Certificados de Origen, as1 como muestras de las firmas e impresiones <br /> de sellos utilizados para tal fin. <br /> 3. Cualquier cambio de la información indicada en el parrafo anterior sera <br /> notificado a la otra Parte mediante comunicación oficial de las Autoridades <br /> Competentes. El cambio entrara en vigor cuarenta y cinco (45) dias despues de <br /> recibida la notificación o en un plazo mayor que se indique en la misma. <br /> 4. El productor o exportador debera Ilenar y firmar el Certificado de Origen, el <br /> cual requerira de la validación por parte de la Autoridad Competente o entidad <br /> habilitada de la Parte exportadora. <br /> 5. El Certificado de Origen debera ser numerado correlativamente y sera <br /> expedido con base en una Declaración Jurada de Origen, elaborada de <br /> acuerdo con los terminos serialados en el Articulo 17 por el productor o exportador. <br /> 6. En el campo relativo a @^@Observaciónes@^@ del Certifcado de Origen, debera <br /> indicarse la fecha de recepción de la Declaración Jurada de Origen. <br /> 7. Las Autoridades Competentes que emitan los Certifcados de Origen <br /> tomaran las medidas necesarias para verificar la condición del origen de las <br /> mercancias y el cumplimiento de los demas requisitos de este Anexo. Para este <br /> fin, tendran derecho a solicitar sustentos o cualquier otra información que <br /> consideren adecuada para verifcar la veracidad de la Declaración Jurada y/o el <br /> Certificado de Origen. <br /> 8. El exportador que solicite la emisiOn de un Certificado de Origen estara <br /> preparado para presentar en cualquier momento, a solicitud de las Autoridades <br /> Competentes o entidades habilitadas del pals de exportación donde se emite el <br /> Certificado de Origen, los documentos pertinentes que prueben la condición de <br /> originarias de las mercancias correspondientes, asi como el cumplimiento de <br /> los demas requisitos de este Anexo. <br /> 9. El importador debera manifestar expresamente su voluntad de acogerse at <br /> tratamiento arancelario preferencial en la declaración aduanera de importación, y: <br /> a) tener en su poder el original o una copia del Certificado de Origen y, <br /> cuando sea aplicable, los documentos que sustenten que los requisitos <br /> establecidos en el Articulo 13 se han cumplido; y <br /> b) presentar el original o una copia del Certificado de Origen, segun lo <br /> establecido en la legislación de la Parte importadora, asi como toda la <br /> documentación indicada en el literal a) a la autoridad aduanera, cuando <br /> esta lo requiera. <br /> 10. No obstante lo dispuesto en el numeral 3, cuando en la importacian no se <br /> disponga del Certificado de Origen, la autoridad aduanera de la Parte <br /> importadora otorgara, a solicitud del importador, un plazo de treinta (30) dias <br /> contados a partir de la fecha de levante de las mercancias para la presentación <br /> del Certificado de Origen, en cuyo caso la autoridad aduanera podra adoptar <br /> medidas de conformidad con su legislación naciónal para garantizar el interes <br /> fiscal. Vencido el plazo sin la presentación del Certificado de Origen, se hara <br /> efectiva la medida que se hubiere adoptado para garantizar el interes fscal. <br /> Articulo 17.- Declaración Jurada de Origen <br /> 1. La Declaración Jurada de Origen del productor y exportador debera conte.ner <br /> como minimo los siguientes datos: <br /> a) nombre o razor' social del productor y exportador; <br /> b) niimero de identidad o de registro fiscal; <br /> c) domicilio legal del solicitante y dirección de la planta industrial; <br /> descripción de la mercancia a exportar y su clasificación <br /> arancelaria a ocho digitos basada en el Sistema Armonizado; <br /> e) valor FOB de la mercancia a exportar expresado en <br /> dOlares americanos; <br /> f) breve descripción del proceso de producción; y <br /> componentes de la mercancia, indicando: <br /> (i) materiales originarios, indicando origen, <br /> clasificación arancelaria y valor FOB; y <br /> (ii) materiales no originarios, indicando origen y/o <br /> procedencia, clasificación arancelaria, valor CIF expresado en <br /> &dares americanos y porcentaje de participación en el valor <br /> FOB de exportación. <br /> 2. La descripción de la mercancia debera ser lo sufcientemente detallada para <br /> relaciónarla con la descripción de la mercancia contenida en la factura <br /> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br /> 3. Excepciónalmente la Declaración Jurada de Origen podra ser frmada <br /> exclusivamente por el exportador cuando se trate de mercancias obtenidas en <br /> forma artesanal. Cuando existan varios productores, a la Declaración Jurada de <br /> Origen se anexara una lista que contenga los nombres de los productores y el <br /> lugar de producción. <br /> Articulo 18.- Validez de la Declaración Jurada de Origen <br /> La Declaración Jurada de Origen tendra una validez de dos (2) alios a partir de <br /> la fecha de su recepción por la Autoridad Competente o entidad habilitada, a <br /> menos que antes de dicho plaza se modifque la información contenida. En este <br /> caso, ameritara la presentación de una nueva Declaración Jurada de Origen en <br /> los terminos establecidos en el presente Articulo. <br /> SECción V <br /> PROCESO DE CONSULTA Y VERIFICAción", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 19.- Autoridades responsables de la consulta y verificación <br /> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br /> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br /> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br /> Competente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 16.- Validez del Certificado de Origen <br /> 1. El Certificado de Origen tendra una validez de ciento ochenta (180) dias <br /> contados a partir de la fecha de su emision. <br /> 2. El Certifcado de Origen debera Ilevar el nombre y la frma aut6grafa del <br /> funciónario acreditado por la Parte exportadora para expedir dichos <br /> Certificados, asi como el sello de la Autoridad Competente o entidad habilitada, <br /> debiendose consignar en cada Certifcado de Origen el nOmero de la factura <br /> comercial en el campo reservado para ello. <br /> 3. En caso que la mercancia sea internada, admitida o almacenada <br /> temporalmente bajo control aduanero, en la medida en que la mercancia salga <br /> en el mismo estado y condición en que ingres6, sin alterar la clasificación <br /> arancelaria ni su calificación de origen en la Parte importadora, el plazo de <br /> validez del Certificado de Origen sefialado en el primer parrafo del presente <br /> articulo quedara suspendido por el tiempo que la administración aduanera haya <br /> autorizado dichas operaciónes o regimenes. En este caso, la autoridad <br /> aduanera de la Parte importadora podra exigir adiciónalmente un documento <br /> aduanero que acredite que la mercancia permaneci6 bajo supervision ad uanera. <br /> 4. Los Certificados de Origen no podran ser emitidos con antelación a la fecha <br /> de emisi6n de la factura comercial correspondiente a la operación de que se <br /> trate, debiendose entregar copia de la factura comercial en el momento de la <br /> solicitud del Certifcado de Origen. <br /> 5. En el caso de importaciónes de las partidas 27.09 (Aceites crudes de <br /> petrOleo o de mineral bituminoso), 27.10 (Aceites de petroleo o de mineral <br /> bituminoso, excepto los aceites crudos; preparaciónes no expresadas ni <br /> comprendidas en otra parte, con un contenido de aceites de petrOleo o de <br /> mineral bituminoso superior o igual al 70 % en peso, en las que estos aceites <br /> constituyan el elemento base; desechos de aceites) y 27.11 (Gas de petrOleo y <br /> demas hidrocarburos gaseosos), realizadas por la Republica de Cuba at <br /> amparo del presente Acuerdo, y siempre que se cumpla con lo dispuesto en <br /> este Anexo, sOlo se exigira la presentación ante las autoridades aduaneras de <br /> importación la factura comercial definitiva y el conocimiento de embarque correspondiente. <br /> No obstante a lo anterior el Certifcado de Origen debera ser entregado a las <br /> autoridades aduaneras de la RepOblica de Cuba, a mas tardar a los noventa <br /> (90) dias posteriores al Despacho Aduanero. <br /> 6. La descripción de la mercancia debera ser lo suficientemente detallada para <br /> relaciónarla con la descripción de la mercancia contenida en la factura <br /> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br /> 7. El Certifcado de Origen debera estar debidamente Ilenado en los campos <br /> que correspondan y no presentar raspaduras, tachaduras o enmiendas. <br /> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br /> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br /> Competente o aduanera de la Parte importadora conservara el original del <br /> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br /> legislación interna y notificara al importador indicando los errores que presenta <br /> el Certificado de Origen que lo hacen inaceptable. <br /> 9. A tales efectos el importador debera presentar una rectifcación o un <br /> Certificado de Origen nuevo en un plazo maxim° de treinta (30) dias contados <br /> a partir de la fecha de recepción de la notifcación; la rectifcación debe ser <br /> realizada mediante ofcio, en ejemplar original, que debe contener la enmienda, <br /> la fecha y numero del Certifcado de Origen, y ser firmada por un funciónario <br /> autorizado por la Parte exportadora para tal efecto. <br /> 10. En la situación prevista en el Offal() anterior, la Parte importadora no <br /> impedira el despacho de la mercancia, pudiendo establecer medidas de <br /> conformidad con su legislación naciónal para garantizar el interes fscal. <br /> 11. Si el importador no cumpliera con la presentación de un Certificado de <br /> Origen nuevo o la rectificación correspondiente en el plazo estipulado, la Parte <br /> importadora podra denegar la solicitud de tratamiento preferencial y se <br /> procedera a ejecutar las medidas que se hayan adoptado para garantizar el interes fscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 24.- De las Autoridades Competentes o entidades habilitadas segiin corresponda <br /> c) mantener copia de los Certifcados de Origen, asi coma la <br /> documentación que sustent6 dicha emisiOn, por un periodo de por lo <br /> menos cinco (5) anos, contado a partir de la fecha de la emision del <br /> Certificado de Origen; <br /> 8. Un productor o exportador que solicita la emisiOn de un Certificado de Origen <br /> debera mantener por un periodo de por lo menos cinco (5) anos, los <br /> documentos que demuestren el caracter originario de la mercanda. <br /> 5. El importador que solicite el tratamiento arancelario preferencial deberg <br /> conservar copia del Certificado de Origen, factura comercial, documento de <br /> transporte y de toda documentación adiciónal que sustente dicha solicitud pot <br /> el plazo de cinco (5) anos, contados a partir de la fecha de importación de las mercancias.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 12. Facturación en un pals distinto al de Origen <br /> Cuando la mercancia originaria sea facturada por un operador distinto al de <br /> origen de la mercancia, en el campo relativo a Observaciónes del Certifcadc <br /> de Origen, se debera setialar que la mercancia sera facturada por esE <br /> operador, indicando el nombre, denominación o razOn social y domicilio de <br /> quien en definitiva facture la operación a destino, asi como el niimero y la fecha <br /> de la factura comercial correspondiente. <br /> En el caso que el niimero y fecha de la factura comercial se desconozca, al <br /> momento de la emisi6n del Certificado de Origen, se debera serialar en el <br /> campo de observaciónes el niimero y fecha de la factura comercial emitida en <br /> la Parte Exportadora. <br /> SECción III", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 19.- Autoridades responsables de la consulta y verificación <br /> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br /> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br /> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br /> Competente. <br /> Articulo 20.- Proceso de Consulta <br /> 1. La Pane importadora podra realizar consultas, respecto al origen de las <br /> mercancias, a la Autoridad Competente o entidad habilitada de la Pane <br /> exportadora responsable de la emision del Certifcado de Origen. La Autoridad <br /> Competente o entidad habilitada de la Parte exportadora respondera a la <br /> solicitud de información dentro de treinta (30) dias a partir de la fecha de <br /> recepción de la solicitud. <br /> 2. A efectos del parrafo anterior, la Pane importadora debera indicar: <br /> a) nombre y cargo del funciónario que solicita la información; <br /> b) nómero y fecha de los Certifcados de Origen sobre los cuales se <br /> solicita la información; <br /> c) descripción de las observaciónes encontradas; y <br /> d) fundamento legal de la solicitud de información en base a lo <br /> establecido en el presente Anexo. <br /> Articulo 21.- Proceso de Verificación <br /> 1. Si la información suministrada por la Autoridad Competente o entidad <br /> habilitada de la Parte exportadora en el proceso de consulta no es suficiente <br /> para determinar la autenticidad de un Certifcado de Origen o si se tiene dudas <br /> acerca del origen de las mercancias amparadas por uno o varios Certificados <br /> de Origen, la Parte importadora, a traves de la Autoridad Competente de la <br /> Parte exportadora podra iniciar un proceso de verificación mediante: <br /> a) solicitudes escritas de información al productor o exportador; <br /> b) cuestionarios escritos dirigidos al productor o exportador; <br /> visitas a las instalaciónes del productor o exportador en el <br /> territorio de la otra Parte, con el prop6sito de examinar los registros <br /> relaciónados con el origen, observar las instalaciónes y el proceso <br /> productivo de la mercancia objeto de verifcación, o cualquier <br /> información indicada en la Declaración Jurada de Origen del <br /> productor o exportador; y <br /> otros procedimientos que las Partes puedan acordar. <br /> 2. La Parte importadora debera notificar la iniciación del procedimiento de <br /> verificación al productor o exportador a traves de la Autoridad Competente de la <br /> Parte exportadora. Dicha notificación se enviara con acuse de recibo, junto con <br /> las solicitudes escritas, los cuestionarios y/o la solicitud de visita. <br /> 3. De conformidad con lo establecido en el numeral 1 literales a) y b), las <br /> solicitudes de información o los cuestionarios escritos deberan contener: <br /> a) nombre y cargo del funciónario que solicita la información; <br /> b) nombre y domicilio del productor o exportador a quienes se les solicitan <br /> la información y documentación; <br /> c) descripción de la información y documentos que se requieran; y <br /> d) fundamento legal de las solicitudes de información o cuestionarios en <br /> base a lo establecido en el presente Anexo. <br /> 4. A los efectos del numeral 1 literales a) y b), el productor o exportador debera <br /> responder, a traves de su Autoridad Competente, dentro de treinta (30) dias <br /> contados desde la fecha de recepción de la solicitud de información o <br /> cuestionario. Dentro de dicho plazo podra, a traves de su Autoridad <br /> Competente, solicitar por una sola vez y por escrito a la Autoridad Competente <br /> de la Parte importadora la prOrroga del mismo, la cual no podra ser superior a <br /> treinta (30) dias. <br /> Cuando la Autoridad Competente de la Parte importadora considere que la <br /> información proporciónada es insufciente o requiera mayor información, podra <br /> solicitarla al productor o exportador, a traves de la Autoridad Competente de la <br /> Parte exportadora. Dicha información debera ser remitida dentro de treinta (30) <br /> dias contados a partir de la fecha de recepción de la solicitud de información adiciónal. <br /> 5. De conformidad con lo dispuesto en el numeral 1 literal c), la notificación de <br /> la visita de verifcación de origen por la Parte importadora debera contener: <br /> a) nombre y cargo de los funciónarios que realizaran la visita de verificación; <br /> b) nombre del productor y/o exportador que pretende visitar; <br /> c) propuesta de fecha y lugar de la visita de verificación; <br /> d) alcance de la visita de verificación, haciendo mención de las <br /> mercancias objeto de verificación y de los Certificados de Origen <br /> que las amparan; y <br /> e) el fundamento legal de la visita de verifcación en base a lo <br /> establecido en el presente Anexo de Origen. <br /> 6. La Autoridad Competente de la Parte exportadora remitira a la Parte <br /> importadora la autorización sobre la realización de la visita en un plazo maximo <br /> de treinta (30) dias contados desde la fecha de recepción de su notificación. <br /> 7. El productor o exportador, a traves de la Autoridad Competente de la Parte <br /> exportadora, podra solicitar por escrito y por (mica vez la postergación de la <br /> visita de verificación a la Parte importadora, dentro de los primeros quince (15) <br /> dias del periodo establecido en el numeral precedente, por un periodo no <br /> mayor a sesenta (60) dias a partir de la fecha propuesta en la notifcación. <br /> 8. La Autoridad Competente de la Parte exportadora podra acomparlar la visita <br /> realizada por la Parte importadora, designandb funciónarios gubernamentales <br /> que actuaran en condición de observadores. <br /> 9. Cuando se haya concluido la visita de verificación, la Parte importadora <br /> frmara un Acta, en la que debera constar la siguiente información: fecha y lugar <br /> de la visita, información y documentación recabada, nombre y frma de los <br /> funciónarios encargados de la visita, de las personas de la empresa <br /> responsables de atender la visita y de los observadores asi como cualquier otro <br /> hecho que se considere relevante para la determinación del origen. Si el <br /> prod uctor o exportador, sujeto de la visita o los observadores se niegan a firmar <br /> el Acta, se dejara constancia de ello, no afectando la validez del procedimiento. <br /> 10. Una Parte podra denegar el tratamiento arancelario preferencial a una <br /> mercancia importada, cuando: <br /> a) la Autoridad Competente o entidad habilitada de la Parte exportadora no <br /> responda a la solicitud de información dentro del plazo establecido en el <br /> numeral 1 del Articulo 20; <br /> b) el productor o exportador, a traves de la Autoridad Competente de la <br /> Parte exportadora, no responda una solicitud escrita de información o <br /> cuestionario, dentro de los plazos establecidos en el numeral 4 del <br /> presente Articulo; o <br /> c) el productor o exportador, a traves de la Autoridad Competente de la <br /> Parte exportadora, no otorgue su autorización por escrito para la visita <br /> de verificación en un plazo de treinta (30) dias contado desde la fecha <br /> de recepción de la notificación. <br /> 11. Las Partes no negaran el tratamiento arancelario preferencial a una <br /> mercancia basandose unicamente en la postergación de la visita de verificación. <br /> 12. El procedimiento de verificación del origen de las mercancias indicado en <br /> este Articulo no debera exceder de un (1) aho, contado a partir de la fecha de <br /> notificación del inicio del proceso de verifcación. <br /> 13. Se considerara como concluido el proceso de verifcación cuando la Parte <br /> importadora establezca mediante un lnforme de Origen que la mercancia <br /> califica o no como originaria de acuerdo con los procedimientos establecidos en <br /> el presente Articulo. <br /> 14. Dentro del plazo selialado en el numeral 12, la Parte importadora notifcara <br /> a la Autoridad Competente de la Parte exportadora el lnforme de Origen a que <br /> se refiere el numeral anterior, el cual debera incluir el resultado del proceso de <br /> verifcación asi como los hechos y fundamentos de derecho establecidos en el <br /> presente Anexo, comenzando a aplicarse al momento de su notificacian a la <br /> Autoridad Competente de la Parte exportadora. <br /> La mercancia objeto de la Verificación de Origen recibira el mismo tratamiento <br /> arancelario preferencial como Si se tratara de una mercancia originaria <br /> mientras transcurre el plazo establecido en el numeral 12 del presente Articulo, <br /> sin que la Parte importadora haya notifcado a la Autoridad Competente de la <br /> Parte exportadora el lnforme de Origen. <br /> 15. Cuando la verifcación que haya realizado la Autoridad Competente de la <br /> Parte importadora determine que la mercancia no califca como originaria, <br /> podra suspender el trato arancelario preferencial a las mercancias identicas <br /> que el productor o exportador exporte, hasta que la misma pruebe que cumple <br /> con lo establecido en este Anexo. Para estos efectos el productor o exportador <br /> presentara una nueva Declaración Jurada de Origen ante la Autoridad <br /> Competente encargada de la certifcación de origen, donde se pruebe que la <br /> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual <br /> sera comunicado a la Parte importadora. <br /> 16. La Parte importadora no impedira el despacho de la mercancia cuando <br /> surjan dudas en cuanto a la autenticidad del Certificado de Origen o al <br /> cumplimiento de lo dispuesto en el presente Anexo, pudiendo establecer <br /> medidas de conformidad con su legislación naciónal para garantizar el interes <br /> fiscal. En tales casos, la Parte importadora procedera de conformidad con los <br /> procesos de consulta y verificación de Origen del presente Articulo. <br /> SECción VI <br /> SANciónES", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 22.- Al Productor o al Exportador <br /> 1. La Parte exportadora aplicara sanciónes al productor o al exportador, segun <br /> corresponda, Si como resultado del proceso de verificación establecido en el <br /> presente Anexo se comprueba que el Certificado de Origen no es autentico, o <br /> que la mercancia no califica como originaria. <br /> 2. Las Autoridades Competentes de la Parte exportadora podran aplicar <br /> medidas y sanciónes de conformidad con su legislación naciónal. <br /> Articulo 23.- Al lmportador <br /> La Parte importadora podra aplicar sanciónes a sus importadores de <br /> conformidad con su legislación naciónal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 16.- Validez del Certificado de Origen <br /> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br /> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br /> Competente o aduanera de la Parte importadora conservara el original del <br /> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br /> legislación interna y notificara al importador indicando los errores que presenta <br /> el Certificado de Origen que lo hacen inaceptable.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3.- Mercancias Originarias <br> Articulo 5.- Tratamiento de los Materiales Intermedios <br> dias posteriores a la entrada en vigor del presente Anexo. <br> NORMAS DE ORIGEN <br> Sin perjuicio de las dernas disposiciónes del presente Anexo, seran <br> Para efectos de la determinación del origen de una mercancla, en los casos <br> REPUBLICA DE CUBA Y REPUBLICA BOLIVARIANA DE VENEZUELA <br> consideradas originarias de las Partes: <br> definidos en los literales b) y c) del numeral 4 del Articulo 3, el productor podra <br> Sección I <br> 1. Las mercancias obtenidas en su totalidad o producidas enteramente en el <br> considerar el valor total de los materiales intermedios utilizados en la <br> DISPOSIciónES GENERALES <br> territorio de una de las Partes: <br> producción de dicha mercancia como originarios, siempre que estos califquen <br> a) animales vivos, capturados, nacidos y criados en Territorio de una Parte; <br> como tal de conformidad con las disposiciónes de este Anexo. <br> b) mercancias obtenidas de la caza, recolección, acuicultura <br> o pesca en el territorio de una Parte; <br> Para efectos del cumplimiento de las Normas de Origen, los materiales <br> plantas y productos de plantas cultivadas, cosechadas, <br> originarios del territorio de una Parte, incorporados en una determinada <br> recogidas o recolectadas en el territorio de una Parte; <br> mercancia en el territorio de la otra Parte, seran considerados originarios del <br> minerales y otros recursos naturales inanimados extraidos <br> territorio de esta Ultima. <br> en el territorio de una Parte; <br> Articulo 7.- Procesos u Operaciónes que no conferen Origen <br> peces, crustaceos y otras especies marinas obtenidos del' <br> Las operaciónes que se detallan a continuación se consideraran insuficientes <br> mar, fuera del territorio de las Partes, por barcos propios de <br> para conferir el caracter de mercancias originarias, en los casos que incorporen <br> empresas establecidas en una Parte, fletados o arrendados, siempre <br> materiales no originarios en su elaboración: <br> que tales barcos enarbolen su bandera y esten registrados o <br> a) las manipulaciónes destinadas a garantizar la <br> matriculados en una Parte de acuerdo a su legislación interna; <br> conservación de las mercancias en buen estado durante su <br> mercancias producidas a bordo de barcos fabrica, a partir de las <br> transporte y almacenamiento, tales como: ventilación, tendido, <br> mercancias identificados en el literal e), siempre que esos barcos <br> secado, refrigeración, congelación, salazon, inmersion en agua <br> fabrica sean propios de empresas establecidas en el territorio de una <br> salada, sulfurosa o en otras soluciónes acuosas, adición de <br> Parte, fletados, arrendados o siempre que tales barcos enarbolen su <br> sustancias separación y/o extracción de las partes deterioradas o averiadas; <br> bandera y esten registrados o matriculados en una Parte de acuerdo <br> b) las operaciónes cuyo Onico propOsito sea facilitar el transporte; <br> a su legislación interna; <br> c) la dilución en agua o en otra sustancia; <br> g) desechos y desperdicios derivados de la producción en el <br> d) las operaciónes de desempolvado, zarandeo, cribado, <br> territorio de una Parte, siempre que estas mercanclas sean <br> selección, clasificación, fracciónamiento, tam izado, filtrado, lavado, <br> utilizadas para recuperación de materias primas; <br> pintado, cortado o afilado, enjuagado, extrujado o exprimido; <br> quienes se haya delegado dicha responsabilidad. <br> mercancias producidas en el territorio de una Parte, <br> e) los cambios de envase y las divisiones o agrupaciónes de bultos; <br> exclusivamente a partir de las mercancias menciónadas en los literales a) al g). <br> f) el embalaje, la colocación sobre cartulinas o tableros; el envasado <br> 2. Las mercancias que sean producidas enteramente en el territorio de una <br> en botellas, frascos, bolsas, estuches, cajas y cualquier otra <br> Pane, a pafir exclusivamente de materiales que califcan como originarios de <br> operación de envasado; <br> conformidad con este Anexo. <br> la colocación de marcas, etiquetas y otros signos <br> 3. Las mercancias que en su elaboración utilicen materiales no originarios, <br> distintivos similares en los productos o en sus envases; <br> cuando cumplan con los requisitos especificos de origen previstos en el Apendice @^@A@^@. <br> h) el lavado y/o el planchado de textiles; <br> 4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan <br> i) el descascarillado, desgrane, la extracción de semillas o huesos y el <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> con una de las siguientes condiciónes: <br> pelado, secado o macerado de frutas, frutos secos y legumbres; <br> a) que resulten de un proceso de transformación, distinto al ensamblaje, <br> j) la coloración de azucar o la confección de terrones de azOcar; <br> realizado en el territorio de cualquiera de las Partes, que los confiera una <br> k) la limpieza, inclusive la remoción de Oxido, grasa y pintura <br> nueva individualidad; esa nueva individualidad implica que, en el <br> u otros recubrimientos y aplicación de aceite; <br> Sistema Armonizado, las mercancias se clasifiquen en una partida <br> I) la mezcla de mercancias, en tanto que las caracteristicas de las <br> arancelaria diferente a aquellas en las que se clasifiquen cada uno de <br> mercancias obtenidas no sean diferentes de las caracteristicas de <br> los materiales no originarios. <br> las mercancias que han sido mezcladas; <br> b) que el valor CIF de los materiales no originarios no exceda el cincuenta <br> m) el desarmado de mercancias en sus partes; <br> por ciento (50%) del valor FOB de exportación de la mercancia y en su <br> n) el sacrificio de animales; y <br> elaboración se utilicen materiales originarios de las Partes, cuando no <br> o) la combinación de dos o mas procesos u operaciónes <br> cumplan con lo establecido en el literal anterior porque el proceso de <br> especificadas en los literales a) al n). <br> transformación, distinto al ensamblaje, realizado en el territorio de <br> Articulo 8.- Juegos o Surtidos de Mercancias <br> cualquiera de las Pares no implique un cambio de partida arancelaria <br> 1. Los juegos o surtidos, clasificados de conformidad con las Reglas Generales <br> c) que resulten de un proceso de ensamblaje realizado en el territorio de <br> para la Interpretación de la Nomenclatura del Sistema Armonizado 1, 3 y 6, <br> cualquiera de las Partes, siempre que en su elaboración se utilicen <br> serân considerados originarios cuando todas las mercancias que los componen sean originarias. <br> materiales originarios y el valor CIF de los materiales no originarios no <br> 2. Sin embargo, cuando un juego o surtido este compuesto por mercancias <br> exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia. <br> originarias y mercancias no originarias, ese juego o surtido sera considerado <br> originario en su conjunto, si el valor CIF de las mercancias no originarias no <br> excede el quince por ciento (15%) del precio FOB del juego o surtido. <br> Articulo 9.- Envases y Material de Empaque para la Venta al por Menor <br> 1. Cuando las mercancias califiquen como totalmente obtenidas, los envases y <br> materiales de empaque para la yenta al por menor no deberan ser tomados en <br> cuenta para los fines de la determinación del origen. <br> 2. Los envases y los materiales de empaque donde una mercancia se presente <br> para la yenta al por menor, cuando esten clasifcados con la mercancia que <br> contienen, de acuerdo con lo establecido en la Regla General lnterpretativa 5 <br> del Sistema Armonizado, no se tomaran en cuenta para determinar el origen de <br> la mercancia contenida, de conformidad con lo previsto por este Anexo, si <br> todos los materiales no originarios utilizados en la producción de la mercancia <br> cumplen los cambios correspondientes de clasificación arancelaria de acuerdo <br> con el Articulo 3, numeral 4, literal a). <br> 3. Si la mercancia esta sujeta al criterio de origen establecido en el numeral 4), <br> literates b) y c) del Articulo 3, el valor de los envases y materiales de empaque <br> descritos en el parrafo anterior, se tomara en cuenta como originario o no <br> originario, segun sea el caso, para calcular el valor de contenido de la mercancia. <br> 4. Las disposiciónes sefialadas en los parrafos anteriores del presente Articulo <br> no seran aplicables cuando los envases o material de empaque se presenten <br> por separado o le conferan a la mercancia que contienen su caracter esencial. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque. <br> Los contenedores y materiales de embalaje utilizados exclusivamente para el <br> transporte de una mercancia no se tomaran en cuenta para determinar si una <br> mercancia es originaria. <br> Articulo 11.- Elementos Neutros empleados en el proceso de producción. <br> Se consideraran como originarios los siguientes elementos utilizados en el <br> proceso de producción aun cuando no esten incorporados fisicamente en la mercancia: <br> a) combustible y energia; <br> b) maquinas, herramientas, troqueles, matrices y moldes; <br> c) repuestos y materiales utilizados en el mantenimiento de equipos; <br> d) lubricantes, grasas, materiales compuestos y otros <br> materiales utilizados en la producción u operación de equipos; <br> e) catalizadores y solventes; y <br> cualquier otro material que no este incorporado en la composición <br> final de la mercancia y que pueda demostrarse que forma parte de <br> dicho Droceso de producción. <br> Articulo 12. Facturación en un pals distinto al de Origen <br> Cuando la mercancia originaria sea facturada por un operador distinto al de <br> origen de la mercancia, en el campo relativo a Observaciónes del Certifcadc <br> de Origen, se debera setialar que la mercancia sera facturada por esE <br> operador, indicando el nombre, denominación o razOn social y domicilio de <br> quien en definitiva facture la operación a destino, asi como el niimero y la fecha <br> de la factura comercial correspondiente. <br> En el caso que el niimero y fecha de la factura comercial se desconozca, al <br> momento de la emisi6n del Certificado de Origen, se debera serialar en el <br> campo de observaciónes el niimero y fecha de la factura comercial emitida en <br> la Parte Exportadora. <br> SECción III <br> TRANSPORTE DIRECTO <br> Articulo 13.- Transporte Directo <br> Para que una mercancia originaria se beneficie del tratamiento preferencial, <br> debera transportarse directamente de la Parte exportadora a la Pare <br> importadora. A tal fn, se considera transporte directo: <br> a) las mercancias transportadas Cinicamente por el territorio de las <br> Partes del Acuerdo; <br> b) las mercancias en transit°, a traves de uno o mas !Daises no Partes <br> del Acuerdo, con o sin trasbordo, almacenamiento temporal o deposit° <br> en una zona franca, que hayan estado bajo la vigilancia de la autoridad <br> aduanera del pals o los 'Daises de transit°, siempre que: <br> • el transit° estuviera justificado por razones geograficas, o <br> autoridad competente de la Parte exportadora. <br> consideraciónes relativas a requerimientos de transporte; <br> • no sean objeto de comercio, uso o empleo en el pals de transito; y <br> • no sufran, durante su transporte o depOsito, ninguna <br> Articulo 6.- Acumulación <br> operación distinta a la carga, descarga o manipulación, para <br> mantenerlas en buenas condiciónes o asegurar su conservación. <br> Para efectos de lo dispuesto en el literal b), en caso de almacenamiento <br> temporal o depOsito en una zona franca, la autoridad aduanera del pals <br> importador podra exigir adiciónalmente un documento de dicho pals no Parte, <br> que acredite que la mercancia permaneci6 bajo control o supervisiOn aduanera <br> y no fue sometida a ningun proceso de transformación. <br> SECción IV <br> CERTIFICAción Y DECLARAción JURADA DEL ORIGEN <br> Articulo 14.- Certifcación del Origen <br> 1. El Certificado de Origen es el documento que certifica que las mercancias <br> cumplen con las disposiciónes sobre Origen de este Anexo y por ello pueden <br> beneficiarse del tratamiento preferencial acordado por las Partes del Acuerdo. <br> 2. El Certifcado al que se refere el parrafo anterior debera emitirse en el <br> formato contenido en el Apendice @^@B@^@ del presente Anexo. Dicho Certificado <br> ampara una sola operación de importación de una o varias mercancias, y su <br> versiOn original debe acomparlar al resto de la documentación, en el momenta <br> de tramitar el despacho aduanero. <br> Articulo 15.- Emision del Certifcado de Origen <br> 1. La emisi6n de los Certificados de Origen estara bajo la responsabilidad de la <br> Autoridad Competente de cada Parte. Dichos Certificados de Origen seran <br> emitidos por estas Autoridades en forma directa o por entidades habilitadas en <br> 2. Las Partes intercambiaran información mediante comunicación oficial sobre <br> los nombres de las Autoridades Competentes y funciónarios acreditados para <br> emitir Certificados de Origen, as1 como muestras de las firmas e impresiones <br> de sellos utilizados para tal fin. <br> 3. Cualquier cambio de la información indicada en el parrafo anterior sera <br> notificado a la otra Parte mediante comunicación oficial de las Autoridades <br> Competentes. El cambio entrara en vigor cuarenta y cinco (45) dias despues de <br> recibida la notificación o en un plazo mayor que se indique en la misma. <br> 4. El productor o exportador debera Ilenar y firmar el Certificado de Origen, el <br> cual requerira de la validación por parte de la Autoridad Competente o entidad <br> habilitada de la Parte exportadora. <br> 5. El Certificado de Origen debera ser numerado correlativamente y sera <br> expedido con base en una Declaración Jurada de Origen, elaborada de <br> acuerdo con los terminos serialados en el Articulo 17 por el productor o exportador. <br> 6. En el campo relativo a @^@Observaciónes@^@ del Certifcado de Origen, debera <br> indicarse la fecha de recepción de la Declaración Jurada de Origen. <br> 7. Las Autoridades Competentes que emitan los Certifcados de Origen <br> tomaran las medidas necesarias para verificar la condición del origen de las <br> mercancias y el cumplimiento de los demas requisitos de este Anexo. Para este <br> fin, tendran derecho a solicitar sustentos o cualquier otra información que <br> consideren adecuada para verifcar la veracidad de la Declaración Jurada y/o el <br> Certificado de Origen. <br> 8. El exportador que solicite la emisiOn de un Certificado de Origen estara <br> Competentes o entidades habilitadas del pals de exportación donde se emite el <br> Certificado de Origen, los documentos pertinentes que prueben la condición de <br> originarias de las mercancias correspondientes, asi como el cumplimiento de <br> los demas requisitos de este Anexo. <br> 9. El importador debera manifestar expresamente su voluntad de acogerse at <br> tratamiento arancelario preferencial en la declaración aduanera de importación, y: <br> a) tener en su poder el original o una copia del Certificado de Origen y, <br> cuando sea aplicable, los documentos que sustenten que los requisitos <br> establecidos en el Articulo 13 se han cumplido; y <br> b) presentar el original o una copia del Certificado de Origen, segun lo <br> establecido en la legislación de la Parte importadora, asi como toda la <br> documentación indicada en el literal a) a la autoridad aduanera, cuando <br> esta lo requiera. <br> 10. No obstante lo dispuesto en el numeral 3, cuando en la importacian no se <br> disponga del Certificado de Origen, la autoridad aduanera de la Parte <br> importadora otorgara, a solicitud del importador, un plazo de treinta (30) dias <br> contados a partir de la fecha de levante de las mercancias para la presentación <br> del Certificado de Origen, en cuyo caso la autoridad aduanera podra adoptar <br> medidas de conformidad con su legislación naciónal para garantizar el interes <br> fiscal. Vencido el plazo sin la presentación del Certificado de Origen, se hara <br> efectiva la medida que se hubiere adoptado para garantizar el interes fscal. <br> Articulo 16.- Validez del Certificado de Origen <br> 1. El Certificado de Origen tendra una validez de ciento ochenta (180) dias <br> contados a partir de la fecha de su emision. <br> 2. El Certifcado de Origen debera Ilevar el nombre y la frma aut6grafa del <br> funciónario acreditado por la Parte exportadora para expedir dichos <br> Certificados, asi como el sello de la Autoridad Competente o entidad habilitada, <br> debiendose consignar en cada Certifcado de Origen el nOmero de la factura <br> comercial en el campo reservado para ello. <br> 3. En caso que la mercancia sea internada, admitida o almacenada <br> temporalmente bajo control aduanero, en la medida en que la mercancia salga <br> en el mismo estado y condición en que ingres6, sin alterar la clasificación <br> arancelaria ni su calificación de origen en la Parte importadora, el plazo de <br> validez del Certificado de Origen sefialado en el primer parrafo del presente <br> articulo quedara suspendido por el tiempo que la administración aduanera haya <br> autorizado dichas operaciónes o regimenes. En este caso, la autoridad <br> aduanera de la Parte importadora podra exigir adiciónalmente un documento <br> aduanero que acredite que la mercancia permaneci6 bajo supervision ad uanera. <br> 4. Los Certificados de Origen no podran ser emitidos con antelación a la fecha <br> de emisi6n de la factura comercial correspondiente a la operación de que se <br> trate, debiendose entregar copia de la factura comercial en el momento de la <br> solicitud del Certifcado de Origen. <br> 5. En el caso de importaciónes de las partidas 27.09 (Aceites crudes de <br> petrOleo o de mineral bituminoso), 27.10 (Aceites de petroleo o de mineral <br> bituminoso, excepto los aceites crudos; preparaciónes no expresadas ni <br> comprendidas en otra parte, con un contenido de aceites de petrOleo o de <br> mineral bituminoso superior o igual al 70 % en peso, en las que estos aceites <br> constituyan el elemento base; desechos de aceites) y 27.11 (Gas de petrOleo y <br> demas hidrocarburos gaseosos), realizadas por la Republica de Cuba at <br> amparo del presente Acuerdo, y siempre que se cumpla con lo dispuesto en <br> este Anexo, sOlo se exigira la presentación ante las autoridades aduaneras de <br> importación la factura comercial definitiva y el conocimiento de embarque correspondiente. <br> No obstante a lo anterior el Certifcado de Origen debera ser entregado a las <br> autoridades aduaneras de la RepOblica de Cuba, a mas tardar a los noventa <br> (90) dias posteriores al Despacho Aduanero. <br> 6. La descripción de la mercancia debera ser lo suficientemente detallada para <br> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br> 7. El Certifcado de Origen debera estar debidamente Ilenado en los campos <br> que correspondan y no presentar raspaduras, tachaduras o enmiendas. <br> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br> Competente o aduanera de la Parte importadora conservara el original del <br> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br> legislación interna y notificara al importador indicando los errores que presenta <br> el Certificado de Origen que lo hacen inaceptable. <br> 9. A tales efectos el importador debera presentar una rectifcación o un <br> Certificado de Origen nuevo en un plazo maxim° de treinta (30) dias contados <br> a partir de la fecha de recepción de la notifcación; la rectifcación debe ser <br> realizada mediante ofcio, en ejemplar original, que debe contener la enmienda, <br> la fecha y numero del Certifcado de Origen, y ser firmada por un funciónario <br> autorizado por la Parte exportadora para tal efecto. <br> 10. En la situación prevista en el Offal() anterior, la Parte importadora no <br> impedira el despacho de la mercancia, pudiendo establecer medidas de <br> conformidad con su legislación naciónal para garantizar el interes fscal. <br> 11. Si el importador no cumpliera con la presentación de un Certificado de <br> Origen nuevo o la rectificación correspondiente en el plazo estipulado, la Parte <br> importadora podra denegar la solicitud de tratamiento preferencial y se <br> procedera a ejecutar las medidas que se hayan adoptado para garantizar el interes fscal. <br> Articulo 17.- Declaración Jurada de Origen <br> 1. La Declaración Jurada de Origen del productor y exportador debera conte.ner <br> como minimo los siguientes datos: <br> a) nombre o razor' social del productor y exportador; <br> b) niimero de identidad o de registro fiscal; <br> c) domicilio legal del solicitante y dirección de la planta industrial; <br> descripción de la mercancia a exportar y su clasificación <br> arancelaria a ocho digitos basada en el Sistema Armonizado; <br> e) valor FOB de la mercancia a exportar expresado en <br> dOlares americanos; <br> f) breve descripción del proceso de producción; y <br> componentes de la mercancia, indicando: <br> (i) materiales originarios, indicando origen, <br> clasificación arancelaria y valor FOB; y <br> (ii) materiales no originarios, indicando origen y/o <br> procedencia, clasificación arancelaria, valor CIF expresado en <br> &dares americanos y porcentaje de participación en el valor <br> FOB de exportación. <br> 2. La descripción de la mercancia debera ser lo sufcientemente detallada para <br> relaciónarla con la descripción de la mercancia contenida en la factura <br> 3. Excepciónalmente la Declaración Jurada de Origen podra ser frmada <br> exclusivamente por el exportador cuando se trate de mercancias obtenidas en <br> forma artesanal. Cuando existan varios productores, a la Declaración Jurada de <br> Origen se anexara una lista que contenga los nombres de los productores y el <br> lugar de producción. <br> Articulo 18.- Validez de la Declaración Jurada de Origen <br> La Declaración Jurada de Origen tendra una validez de dos (2) alios a partir de <br> la fecha de su recepción por la Autoridad Competente o entidad habilitada, a <br> menos que antes de dicho plaza se modifque la información contenida. En este <br> caso, ameritara la presentación de una nueva Declaración Jurada de Origen en <br> los terminos establecidos en el presente Articulo. <br> SECción V <br> PROCESO DE CONSULTA Y VERIFICAción <br> Articulo 19.- Autoridades responsables de la consulta y verificación <br> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br> Competente. <br> Articulo 20.- Proceso de Consulta <br> 1. La Pane importadora podra realizar consultas, respecto al origen de las <br> mercancias, a la Autoridad Competente o entidad habilitada de la Pane <br> exportadora responsable de la emision del Certifcado de Origen. La Autoridad <br> Competente o entidad habilitada de la Parte exportadora respondera a la <br> solicitud de información dentro de treinta (30) dias a partir de la fecha de <br> recepción de la solicitud. <br> 2. A efectos del parrafo anterior, la Pane importadora debera indicar: <br> a) nombre y cargo del funciónario que solicita la información; <br> b) nómero y fecha de los Certifcados de Origen sobre los cuales se <br> solicita la información; <br> c) descripción de las observaciónes encontradas; y <br> d) fundamento legal de la solicitud de información en base a lo <br> establecido en el presente Anexo. <br> Articulo 21.- Proceso de Verificación <br> 1. Si la información suministrada por la Autoridad Competente o entidad <br> habilitada de la Parte exportadora en el proceso de consulta no es suficiente <br> para determinar la autenticidad de un Certifcado de Origen o si se tiene dudas <br> acerca del origen de las mercancias amparadas por uno o varios Certificados <br> de Origen, la Parte importadora, a traves de la Autoridad Competente de la <br> Parte exportadora podra iniciar un proceso de verificación mediante: <br> a) solicitudes escritas de información al productor o exportador; <br> b) cuestionarios escritos dirigidos al productor o exportador; <br> visitas a las instalaciónes del productor o exportador en el <br> territorio de la otra Parte, con el prop6sito de examinar los registros <br> relaciónados con el origen, observar las instalaciónes y el proceso <br> productivo de la mercancia objeto de verifcación, o cualquier <br> información indicada en la Declaración Jurada de Origen del <br> productor o exportador; y <br> otros procedimientos que las Partes puedan acordar. <br> 2. La Parte importadora debera notificar la iniciación del procedimiento de <br> verificación al productor o exportador a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha notificación se enviara con acuse de recibo, junto con <br> las solicitudes escritas, los cuestionarios y/o la solicitud de visita. <br> 3. De conformidad con lo establecido en el numeral 1 literales a) y b), las <br> solicitudes de información o los cuestionarios escritos deberan contener: <br> b) nombre y domicilio del productor o exportador a quienes se les solicitan <br> la información y documentación; <br> c) descripción de la información y documentos que se requieran; y <br> d) fundamento legal de las solicitudes de información o cuestionarios en <br> base a lo establecido en el presente Anexo. <br> 4. A los efectos del numeral 1 literales a) y b), el productor o exportador debera <br> responder, a traves de su Autoridad Competente, dentro de treinta (30) dias <br> contados desde la fecha de recepción de la solicitud de información o <br> cuestionario. Dentro de dicho plazo podra, a traves de su Autoridad <br> Competente, solicitar por una sola vez y por escrito a la Autoridad Competente <br> de la Parte importadora la prOrroga del mismo, la cual no podra ser superior a <br> treinta (30) dias. <br> Cuando la Autoridad Competente de la Parte importadora considere que la <br> información proporciónada es insufciente o requiera mayor información, podra <br> solicitarla al productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha información debera ser remitida dentro de treinta (30) <br> dias contados a partir de la fecha de recepción de la solicitud de información adiciónal. <br> 5. De conformidad con lo dispuesto en el numeral 1 literal c), la notificación de <br> la visita de verifcación de origen por la Parte importadora debera contener: <br> a) nombre y cargo de los funciónarios que realizaran la visita de verificación; <br> b) nombre del productor y/o exportador que pretende visitar; <br> c) propuesta de fecha y lugar de la visita de verificación; <br> d) alcance de la visita de verificación, haciendo mención de las <br> mercancias objeto de verificación y de los Certificados de Origen <br> que las amparan; y <br> e) el fundamento legal de la visita de verifcación en base a lo <br> establecido en el presente Anexo de Origen. <br> 6. La Autoridad Competente de la Parte exportadora remitira a la Parte <br> importadora la autorización sobre la realización de la visita en un plazo maximo <br> de treinta (30) dias contados desde la fecha de recepción de su notificación. <br> 7. El productor o exportador, a traves de la Autoridad Competente de la Parte <br> exportadora, podra solicitar por escrito y por (mica vez la postergación de la <br> visita de verificación a la Parte importadora, dentro de los primeros quince (15) <br> dias del periodo establecido en el numeral precedente, por un periodo no <br> mayor a sesenta (60) dias a partir de la fecha propuesta en la notifcación. <br> 8. La Autoridad Competente de la Parte exportadora podra acomparlar la visita <br> realizada por la Parte importadora, designandb funciónarios gubernamentales <br> que actuaran en condición de observadores. <br> 9. Cuando se haya concluido la visita de verificación, la Parte importadora <br> frmara un Acta, en la que debera constar la siguiente información: fecha y lugar <br> de la visita, información y documentación recabada, nombre y frma de los <br> funciónarios encargados de la visita, de las personas de la empresa <br> responsables de atender la visita y de los observadores asi como cualquier otro <br> hecho que se considere relevante para la determinación del origen. Si el <br> prod uctor o exportador, sujeto de la visita o los observadores se niegan a firmar <br> el Acta, se dejara constancia de ello, no afectando la validez del procedimiento. <br> 10. Una Parte podra denegar el tratamiento arancelario preferencial a una <br> mercancia importada, cuando: <br> a) la Autoridad Competente o entidad habilitada de la Parte exportadora no <br> responda a la solicitud de información dentro del plazo establecido en el <br> numeral 1 del Articulo 20; <br> b) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no responda una solicitud escrita de información o <br> cuestionario, dentro de los plazos establecidos en el numeral 4 del <br> presente Articulo; o <br> c) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no otorgue su autorización por escrito para la visita <br> de verificación en un plazo de treinta (30) dias contado desde la fecha <br> de recepción de la notificación. <br> 11. Las Partes no negaran el tratamiento arancelario preferencial a una <br> mercancia basandose unicamente en la postergación de la visita de verificación. <br> 12. El procedimiento de verificación del origen de las mercancias indicado en <br> este Articulo no debera exceder de un (1) aho, contado a partir de la fecha de <br> notificación del inicio del proceso de verifcación. <br> 13. Se considerara como concluido el proceso de verifcación cuando la Parte <br> importadora establezca mediante un lnforme de Origen que la mercancia <br> califica o no como originaria de acuerdo con los procedimientos establecidos en <br> el presente Articulo. <br> 14. Dentro del plazo selialado en el numeral 12, la Parte importadora notifcara <br> a la Autoridad Competente de la Parte exportadora el lnforme de Origen a que <br> se refiere el numeral anterior, el cual debera incluir el resultado del proceso de <br> verifcación asi como los hechos y fundamentos de derecho establecidos en el <br> presente Anexo, comenzando a aplicarse al momento de su notificacian a la <br> La mercancia objeto de la Verificación de Origen recibira el mismo tratamiento <br> arancelario preferencial como Si se tratara de una mercancia originaria <br> mientras transcurre el plazo establecido en el numeral 12 del presente Articulo, <br> sin que la Parte importadora haya notifcado a la Autoridad Competente de la <br> Parte exportadora el lnforme de Origen. <br> 15. Cuando la verifcación que haya realizado la Autoridad Competente de la <br> Parte importadora determine que la mercancia no califca como originaria, <br> podra suspender el trato arancelario preferencial a las mercancias identicas <br> que el productor o exportador exporte, hasta que la misma pruebe que cumple <br> con lo establecido en este Anexo. Para estos efectos el productor o exportador <br> presentara una nueva Declaración Jurada de Origen ante la Autoridad <br> Competente encargada de la certifcación de origen, donde se pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual <br> sera comunicado a la Parte importadora. <br> 16. La Parte importadora no impedira el despacho de la mercancia cuando <br> surjan dudas en cuanto a la autenticidad del Certificado de Origen o al <br> cumplimiento de lo dispuesto en el presente Anexo, pudiendo establecer <br> fiscal. En tales casos, la Parte importadora procedera de conformidad con los <br> procesos de consulta y verificación de Origen del presente Articulo. <br> SECción VI <br> SANciónES <br> Articulo 22.- Al Productor o al Exportador <br> 1. La Parte exportadora aplicara sanciónes al productor o al exportador, segun <br> corresponda, Si como resultado del proceso de verificación establecido en el <br> presente Anexo se comprueba que el Certificado de Origen no es autentico, o <br> que la mercancia no califica como originaria. <br> 2. Las Autoridades Competentes de la Parte exportadora podran aplicar <br> medidas y sanciónes de conformidad con su legislación naciónal. <br> "}, {"ArticleTitle": ".- Ambito de Aplicación", "ArticleDesc": "Articulo 1.- Ambito de Aplicación <br> El presente Anexo establece las normas y procedimientos para la califcación, <br> declaración, certificación, control y verificación del origen de las mercancias <br> comprendidas en la nomenclatura arancelaria vigente en cada una de las <br> Partes, que se comercialicen al amparo del presente Acuerdo, asi como para el <br> transporte directo, sanciónes, funciónes y obligaciónes. <br> "}, {"ArticleTitle": ".- Definiciónes", "ArticleDesc": "Articulo 2.- Definiciónes <br> Para los efectos de la aplicación e interpretación del presente Anexo se entendera por: <br> Autoridad Competente: AgueIla que, conforme a la legislación de cada Parte, <br> es responsable de la aplicación y administración del presente Anexo; <br> Cambio de partida arancelaria: Marlin() utilizado para indicar que el material <br> no originario debera estar clasificado en una partida arancelaria diferente de <br> aquella en la que se clasifca la mercancia; <br> Contenedores y materiales de embalaje para embarque: Material utilizado <br> para transpnrtar y pmtpges un meroannia_ No incluye los envases v materiales <br> en los que se empaca la mercancia para la yenta al por menor; <br> Dias: Dias calendario, incluidos el sabado, el doming° y dias festivos; <br> Ensamblaje: Conjunto de operaciónes fisicas mediante las cuales se unen <br> piezas o conjuntos de estas para formar una unidad de distinta naturaleza y <br> caracteristicas funciónales diferentes a las partes que la integran; <br> Informe de Origen: Documento legal escrito y emitido por la Autoridad <br> Competente o aduanera de la Parte importadora como resultado de un <br> procedimiento que verifica si una mercancia califca o no como originaria de <br> conformidad con este Anexo; <br> Material: Materias primas, insumos, materiales intermedios, partes y piezas <br> Material intermedio: Material originario que es producido por el productor de <br> una mercancia y utilizado en la producción de la misma, siempre que ese <br> material cumpla con lo establecido en el Articulo 3 del presente Anexo; <br> Mercancia: Cualquier producto o material destinado a la exportación; <br> Mercancias identicas: AgueIlas que son iguales en todos los aspectos a la <br> mercancia importada objeto de verifcación de origen, incluidas sus <br> caracterfsticas fisicas y calidad. Las pequelias diferencias de apariencia no <br> impediran que se consideren como identicas las mercancias que en todo lo <br> demas se ajusten a esta definición; <br> Mercancias originarias: Toda mercancia que cumpla con los criterios <br> generales o requisitos especifcos de origen, segun corresponda y las demas <br> disposiciónes establecidas en el presente Anexo; <br> Partes: La Rep(Italica de Cuba y la RepUblica Bolivariana de Venezuela; <br> Partida: Los cuatro primeros digitos del codigo utilizados en la nomenclatura <br> del Sistema Armonizado de Designación y Codificación de las Mercancias; <br> Producción: El cultivo, la cria, la extracción, la cosecha, la recolección, la <br> pesca, la caza y cualquier tipo de procesamiento o transformación, incluyendo <br> el ensamblaje u otras operaciónes especificas indicadas en los requisitos <br> especificos de origen senaladas en el Apendice @^@A@^@ del presente Anexo; <br> Sistema Armonizado: Nomenclatura del Convenio del Sistema Armonizado de <br> Designación y Codificación de Mercancias que comprende las partidas, <br> subpartidas y sus cOdigos numericos, las Notas de Sección, Capitulo y <br> Subpartidas, asi como las Reglas Generales para su interpretación, en la forma <br> en que las Partes la hayan incorporado en sus respectivas legislaciónes; <br> Territorio: Comprende todo el espacio geografico sujeto a la soberania y <br> jurisdicción de los Estados, tat como esta consagrado en la Constitución de <br> cada Parte y de conformidad con su normativa interna y las normas del <br> derecho internaciónal reconocidas y ratificadas por ambas Partes; <br> Valor FOB: Es el valor de la mercancia puesta a bordo del medio de transporte <br> acordado, en el punto de embarque convenido, independientemente del medio <br> de transporte utilizado; <br> Valor CIF: Es el valor de la mercancia puesta en el lugar de desembarque <br> convenido, con todos los costos, seguros y fletes, independientemente del <br> medio de transporte utilizado. <br> SECCIÓN II <br> CRITERIOS PARA LA CALIFICAción DE ORIGEN <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3.- Mercancias Originarias <br> Articulo 5.- Tratamiento de los Materiales Intermedios <br> dias posteriores a la entrada en vigor del presente Anexo. <br> NORMAS DE ORIGEN <br> Sin perjuicio de las dernas disposiciónes del presente Anexo, seran <br> Para efectos de la determinación del origen de una mercancla, en los casos <br> REPUBLICA DE CUBA Y REPUBLICA BOLIVARIANA DE VENEZUELA <br> consideradas originarias de las Partes: <br> definidos en los literales b) y c) del numeral 4 del Articulo 3, el productor podra <br> Sección I <br> 1. Las mercancias obtenidas en su totalidad o producidas enteramente en el <br> considerar el valor total de los materiales intermedios utilizados en la <br> DISPOSIciónES GENERALES <br> territorio de una de las Partes: <br> producción de dicha mercancia como originarios, siempre que estos califquen <br> a) animales vivos, capturados, nacidos y criados en Territorio de una Parte; <br> como tal de conformidad con las disposiciónes de este Anexo. <br> b) mercancias obtenidas de la caza, recolección, acuicultura <br> o pesca en el territorio de una Parte; <br> Para efectos del cumplimiento de las Normas de Origen, los materiales <br> plantas y productos de plantas cultivadas, cosechadas, <br> originarios del territorio de una Parte, incorporados en una determinada <br> recogidas o recolectadas en el territorio de una Parte; <br> mercancia en el territorio de la otra Parte, seran considerados originarios del <br> minerales y otros recursos naturales inanimados extraidos <br> territorio de esta Ultima. <br> en el territorio de una Parte; <br> Articulo 7.- Procesos u Operaciónes que no conferen Origen <br> peces, crustaceos y otras especies marinas obtenidos del' <br> Las operaciónes que se detallan a continuación se consideraran insuficientes <br> mar, fuera del territorio de las Partes, por barcos propios de <br> para conferir el caracter de mercancias originarias, en los casos que incorporen <br> empresas establecidas en una Parte, fletados o arrendados, siempre <br> materiales no originarios en su elaboración: <br> que tales barcos enarbolen su bandera y esten registrados o <br> a) las manipulaciónes destinadas a garantizar la <br> matriculados en una Parte de acuerdo a su legislación interna; <br> conservación de las mercancias en buen estado durante su <br> mercancias producidas a bordo de barcos fabrica, a partir de las <br> transporte y almacenamiento, tales como: ventilación, tendido, <br> mercancias identificados en el literal e), siempre que esos barcos <br> secado, refrigeración, congelación, salazon, inmersion en agua <br> fabrica sean propios de empresas establecidas en el territorio de una <br> salada, sulfurosa o en otras soluciónes acuosas, adición de <br> Parte, fletados, arrendados o siempre que tales barcos enarbolen su <br> sustancias separación y/o extracción de las partes deterioradas o averiadas; <br> bandera y esten registrados o matriculados en una Parte de acuerdo <br> b) las operaciónes cuyo Onico propOsito sea facilitar el transporte; <br> a su legislación interna; <br> c) la dilución en agua o en otra sustancia; <br> g) desechos y desperdicios derivados de la producción en el <br> d) las operaciónes de desempolvado, zarandeo, cribado, <br> territorio de una Parte, siempre que estas mercanclas sean <br> selección, clasificación, fracciónamiento, tam izado, filtrado, lavado, <br> utilizadas para recuperación de materias primas; <br> pintado, cortado o afilado, enjuagado, extrujado o exprimido; <br> quienes se haya delegado dicha responsabilidad. <br> mercancias producidas en el territorio de una Parte, <br> e) los cambios de envase y las divisiones o agrupaciónes de bultos; <br> exclusivamente a partir de las mercancias menciónadas en los literales a) al g). <br> f) el embalaje, la colocación sobre cartulinas o tableros; el envasado <br> 2. Las mercancias que sean producidas enteramente en el territorio de una <br> en botellas, frascos, bolsas, estuches, cajas y cualquier otra <br> Pane, a pafir exclusivamente de materiales que califcan como originarios de <br> operación de envasado; <br> conformidad con este Anexo. <br> la colocación de marcas, etiquetas y otros signos <br> 3. Las mercancias que en su elaboración utilicen materiales no originarios, <br> distintivos similares en los productos o en sus envases; <br> cuando cumplan con los requisitos especificos de origen previstos en el Apendice @^@A@^@. <br> h) el lavado y/o el planchado de textiles; <br> 4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan <br> i) el descascarillado, desgrane, la extracción de semillas o huesos y el <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> con una de las siguientes condiciónes: <br> pelado, secado o macerado de frutas, frutos secos y legumbres; <br> a) que resulten de un proceso de transformación, distinto al ensamblaje, <br> j) la coloración de azucar o la confección de terrones de azOcar; <br> realizado en el territorio de cualquiera de las Partes, que los confiera una <br> k) la limpieza, inclusive la remoción de Oxido, grasa y pintura <br> nueva individualidad; esa nueva individualidad implica que, en el <br> u otros recubrimientos y aplicación de aceite; <br> Sistema Armonizado, las mercancias se clasifiquen en una partida <br> I) la mezcla de mercancias, en tanto que las caracteristicas de las <br> arancelaria diferente a aquellas en las que se clasifiquen cada uno de <br> mercancias obtenidas no sean diferentes de las caracteristicas de <br> los materiales no originarios. <br> las mercancias que han sido mezcladas; <br> b) que el valor CIF de los materiales no originarios no exceda el cincuenta <br> m) el desarmado de mercancias en sus partes; <br> por ciento (50%) del valor FOB de exportación de la mercancia y en su <br> n) el sacrificio de animales; y <br> elaboración se utilicen materiales originarios de las Partes, cuando no <br> o) la combinación de dos o mas procesos u operaciónes <br> cumplan con lo establecido en el literal anterior porque el proceso de <br> especificadas en los literales a) al n). <br> transformación, distinto al ensamblaje, realizado en el territorio de <br> Articulo 8.- Juegos o Surtidos de Mercancias <br> cualquiera de las Pares no implique un cambio de partida arancelaria <br> 1. Los juegos o surtidos, clasificados de conformidad con las Reglas Generales <br> c) que resulten de un proceso de ensamblaje realizado en el territorio de <br> para la Interpretación de la Nomenclatura del Sistema Armonizado 1, 3 y 6, <br> cualquiera de las Partes, siempre que en su elaboración se utilicen <br> serân considerados originarios cuando todas las mercancias que los componen sean originarias. <br> materiales originarios y el valor CIF de los materiales no originarios no <br> 2. Sin embargo, cuando un juego o surtido este compuesto por mercancias <br> exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia. <br> originarias y mercancias no originarias, ese juego o surtido sera considerado <br> originario en su conjunto, si el valor CIF de las mercancias no originarias no <br> excede el quince por ciento (15%) del precio FOB del juego o surtido. <br> Articulo 9.- Envases y Material de Empaque para la Venta al por Menor <br> 1. Cuando las mercancias califiquen como totalmente obtenidas, los envases y <br> materiales de empaque para la yenta al por menor no deberan ser tomados en <br> cuenta para los fines de la determinación del origen. <br> 2. Los envases y los materiales de empaque donde una mercancia se presente <br> para la yenta al por menor, cuando esten clasifcados con la mercancia que <br> contienen, de acuerdo con lo establecido en la Regla General lnterpretativa 5 <br> del Sistema Armonizado, no se tomaran en cuenta para determinar el origen de <br> la mercancia contenida, de conformidad con lo previsto por este Anexo, si <br> todos los materiales no originarios utilizados en la producción de la mercancia <br> cumplen los cambios correspondientes de clasificación arancelaria de acuerdo <br> con el Articulo 3, numeral 4, literal a). <br> 3. Si la mercancia esta sujeta al criterio de origen establecido en el numeral 4), <br> literates b) y c) del Articulo 3, el valor de los envases y materiales de empaque <br> descritos en el parrafo anterior, se tomara en cuenta como originario o no <br> originario, segun sea el caso, para calcular el valor de contenido de la mercancia. <br> 4. Las disposiciónes sefialadas en los parrafos anteriores del presente Articulo <br> no seran aplicables cuando los envases o material de empaque se presenten <br> por separado o le conferan a la mercancia que contienen su caracter esencial. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque. <br> Los contenedores y materiales de embalaje utilizados exclusivamente para el <br> transporte de una mercancia no se tomaran en cuenta para determinar si una <br> mercancia es originaria. <br> Articulo 11.- Elementos Neutros empleados en el proceso de producción. <br> Se consideraran como originarios los siguientes elementos utilizados en el <br> proceso de producción aun cuando no esten incorporados fisicamente en la mercancia: <br> a) combustible y energia; <br> b) maquinas, herramientas, troqueles, matrices y moldes; <br> c) repuestos y materiales utilizados en el mantenimiento de equipos; <br> d) lubricantes, grasas, materiales compuestos y otros <br> materiales utilizados en la producción u operación de equipos; <br> e) catalizadores y solventes; y <br> cualquier otro material que no este incorporado en la composición <br> final de la mercancia y que pueda demostrarse que forma parte de <br> dicho Droceso de producción. <br> Articulo 12. Facturación en un pals distinto al de Origen <br> Cuando la mercancia originaria sea facturada por un operador distinto al de <br> origen de la mercancia, en el campo relativo a Observaciónes del Certifcadc <br> de Origen, se debera setialar que la mercancia sera facturada por esE <br> operador, indicando el nombre, denominación o razOn social y domicilio de <br> quien en definitiva facture la operación a destino, asi como el niimero y la fecha <br> de la factura comercial correspondiente. <br> En el caso que el niimero y fecha de la factura comercial se desconozca, al <br> momento de la emisi6n del Certificado de Origen, se debera serialar en el <br> campo de observaciónes el niimero y fecha de la factura comercial emitida en <br> la Parte Exportadora. <br> SECción III <br> TRANSPORTE DIRECTO <br> Articulo 13.- Transporte Directo <br> Para que una mercancia originaria se beneficie del tratamiento preferencial, <br> debera transportarse directamente de la Parte exportadora a la Pare <br> importadora. A tal fn, se considera transporte directo: <br> a) las mercancias transportadas Cinicamente por el territorio de las <br> Partes del Acuerdo; <br> b) las mercancias en transit°, a traves de uno o mas !Daises no Partes <br> del Acuerdo, con o sin trasbordo, almacenamiento temporal o deposit° <br> en una zona franca, que hayan estado bajo la vigilancia de la autoridad <br> aduanera del pals o los 'Daises de transit°, siempre que: <br> • el transit° estuviera justificado por razones geograficas, o <br> autoridad competente de la Parte exportadora. <br> consideraciónes relativas a requerimientos de transporte; <br> • no sean objeto de comercio, uso o empleo en el pals de transito; y <br> • no sufran, durante su transporte o depOsito, ninguna <br> Articulo 6.- Acumulación <br> operación distinta a la carga, descarga o manipulación, para <br> mantenerlas en buenas condiciónes o asegurar su conservación. <br> Para efectos de lo dispuesto en el literal b), en caso de almacenamiento <br> temporal o depOsito en una zona franca, la autoridad aduanera del pals <br> importador podra exigir adiciónalmente un documento de dicho pals no Parte, <br> que acredite que la mercancia permaneci6 bajo control o supervisiOn aduanera <br> y no fue sometida a ningun proceso de transformación. <br> SECción IV <br> CERTIFICAción Y DECLARAción JURADA DEL ORIGEN <br> Articulo 14.- Certifcación del Origen <br> 1. El Certificado de Origen es el documento que certifica que las mercancias <br> cumplen con las disposiciónes sobre Origen de este Anexo y por ello pueden <br> beneficiarse del tratamiento preferencial acordado por las Partes del Acuerdo. <br> 2. El Certifcado al que se refere el parrafo anterior debera emitirse en el <br> formato contenido en el Apendice @^@B@^@ del presente Anexo. Dicho Certificado <br> ampara una sola operación de importación de una o varias mercancias, y su <br> versiOn original debe acomparlar al resto de la documentación, en el momenta <br> de tramitar el despacho aduanero. <br> Articulo 15.- Emision del Certifcado de Origen <br> 1. La emisi6n de los Certificados de Origen estara bajo la responsabilidad de la <br> Autoridad Competente de cada Parte. Dichos Certificados de Origen seran <br> emitidos por estas Autoridades en forma directa o por entidades habilitadas en <br> 2. Las Partes intercambiaran información mediante comunicación oficial sobre <br> los nombres de las Autoridades Competentes y funciónarios acreditados para <br> emitir Certificados de Origen, as1 como muestras de las firmas e impresiones <br> de sellos utilizados para tal fin. <br> 3. Cualquier cambio de la información indicada en el parrafo anterior sera <br> notificado a la otra Parte mediante comunicación oficial de las Autoridades <br> Competentes. El cambio entrara en vigor cuarenta y cinco (45) dias despues de <br> recibida la notificación o en un plazo mayor que se indique en la misma. <br> 4. El productor o exportador debera Ilenar y firmar el Certificado de Origen, el <br> cual requerira de la validación por parte de la Autoridad Competente o entidad <br> habilitada de la Parte exportadora. <br> 5. El Certificado de Origen debera ser numerado correlativamente y sera <br> expedido con base en una Declaración Jurada de Origen, elaborada de <br> acuerdo con los terminos serialados en el Articulo 17 por el productor o exportador. <br> 6. En el campo relativo a @^@Observaciónes@^@ del Certifcado de Origen, debera <br> indicarse la fecha de recepción de la Declaración Jurada de Origen. <br> 7. Las Autoridades Competentes que emitan los Certifcados de Origen <br> tomaran las medidas necesarias para verificar la condición del origen de las <br> mercancias y el cumplimiento de los demas requisitos de este Anexo. Para este <br> fin, tendran derecho a solicitar sustentos o cualquier otra información que <br> consideren adecuada para verifcar la veracidad de la Declaración Jurada y/o el <br> Certificado de Origen. <br> 8. El exportador que solicite la emisiOn de un Certificado de Origen estara <br> Competentes o entidades habilitadas del pals de exportación donde se emite el <br> Certificado de Origen, los documentos pertinentes que prueben la condición de <br> originarias de las mercancias correspondientes, asi como el cumplimiento de <br> los demas requisitos de este Anexo. <br> 9. El importador debera manifestar expresamente su voluntad de acogerse at <br> tratamiento arancelario preferencial en la declaración aduanera de importación, y: <br> a) tener en su poder el original o una copia del Certificado de Origen y, <br> cuando sea aplicable, los documentos que sustenten que los requisitos <br> establecidos en el Articulo 13 se han cumplido; y <br> b) presentar el original o una copia del Certificado de Origen, segun lo <br> establecido en la legislación de la Parte importadora, asi como toda la <br> documentación indicada en el literal a) a la autoridad aduanera, cuando <br> esta lo requiera. <br> 10. No obstante lo dispuesto en el numeral 3, cuando en la importacian no se <br> disponga del Certificado de Origen, la autoridad aduanera de la Parte <br> importadora otorgara, a solicitud del importador, un plazo de treinta (30) dias <br> contados a partir de la fecha de levante de las mercancias para la presentación <br> del Certificado de Origen, en cuyo caso la autoridad aduanera podra adoptar <br> medidas de conformidad con su legislación naciónal para garantizar el interes <br> fiscal. Vencido el plazo sin la presentación del Certificado de Origen, se hara <br> efectiva la medida que se hubiere adoptado para garantizar el interes fscal. <br> Articulo 16.- Validez del Certificado de Origen <br> 1. El Certificado de Origen tendra una validez de ciento ochenta (180) dias <br> contados a partir de la fecha de su emision. <br> 2. El Certifcado de Origen debera Ilevar el nombre y la frma aut6grafa del <br> funciónario acreditado por la Parte exportadora para expedir dichos <br> Certificados, asi como el sello de la Autoridad Competente o entidad habilitada, <br> debiendose consignar en cada Certifcado de Origen el nOmero de la factura <br> comercial en el campo reservado para ello. <br> 3. En caso que la mercancia sea internada, admitida o almacenada <br> temporalmente bajo control aduanero, en la medida en que la mercancia salga <br> en el mismo estado y condición en que ingres6, sin alterar la clasificación <br> arancelaria ni su calificación de origen en la Parte importadora, el plazo de <br> validez del Certificado de Origen sefialado en el primer parrafo del presente <br> articulo quedara suspendido por el tiempo que la administración aduanera haya <br> autorizado dichas operaciónes o regimenes. En este caso, la autoridad <br> aduanera de la Parte importadora podra exigir adiciónalmente un documento <br> aduanero que acredite que la mercancia permaneci6 bajo supervision ad uanera. <br> 4. Los Certificados de Origen no podran ser emitidos con antelación a la fecha <br> de emisi6n de la factura comercial correspondiente a la operación de que se <br> trate, debiendose entregar copia de la factura comercial en el momento de la <br> solicitud del Certifcado de Origen. <br> 5. En el caso de importaciónes de las partidas 27.09 (Aceites crudes de <br> petrOleo o de mineral bituminoso), 27.10 (Aceites de petroleo o de mineral <br> bituminoso, excepto los aceites crudos; preparaciónes no expresadas ni <br> comprendidas en otra parte, con un contenido de aceites de petrOleo o de <br> mineral bituminoso superior o igual al 70 % en peso, en las que estos aceites <br> constituyan el elemento base; desechos de aceites) y 27.11 (Gas de petrOleo y <br> demas hidrocarburos gaseosos), realizadas por la Republica de Cuba at <br> amparo del presente Acuerdo, y siempre que se cumpla con lo dispuesto en <br> este Anexo, sOlo se exigira la presentación ante las autoridades aduaneras de <br> importación la factura comercial definitiva y el conocimiento de embarque correspondiente. <br> No obstante a lo anterior el Certifcado de Origen debera ser entregado a las <br> autoridades aduaneras de la RepOblica de Cuba, a mas tardar a los noventa <br> (90) dias posteriores al Despacho Aduanero. <br> 6. La descripción de la mercancia debera ser lo suficientemente detallada para <br> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br> 7. El Certifcado de Origen debera estar debidamente Ilenado en los campos <br> que correspondan y no presentar raspaduras, tachaduras o enmiendas. <br> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br> Competente o aduanera de la Parte importadora conservara el original del <br> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br> legislación interna y notificara al importador indicando los errores que presenta <br> el Certificado de Origen que lo hacen inaceptable. <br> 9. A tales efectos el importador debera presentar una rectifcación o un <br> Certificado de Origen nuevo en un plazo maxim° de treinta (30) dias contados <br> a partir de la fecha de recepción de la notifcación; la rectifcación debe ser <br> realizada mediante ofcio, en ejemplar original, que debe contener la enmienda, <br> la fecha y numero del Certifcado de Origen, y ser firmada por un funciónario <br> autorizado por la Parte exportadora para tal efecto. <br> 10. En la situación prevista en el Offal() anterior, la Parte importadora no <br> impedira el despacho de la mercancia, pudiendo establecer medidas de <br> conformidad con su legislación naciónal para garantizar el interes fscal. <br> 11. Si el importador no cumpliera con la presentación de un Certificado de <br> Origen nuevo o la rectificación correspondiente en el plazo estipulado, la Parte <br> importadora podra denegar la solicitud de tratamiento preferencial y se <br> procedera a ejecutar las medidas que se hayan adoptado para garantizar el interes fscal. <br> Articulo 17.- Declaración Jurada de Origen <br> 1. La Declaración Jurada de Origen del productor y exportador debera conte.ner <br> como minimo los siguientes datos: <br> a) nombre o razor' social del productor y exportador; <br> b) niimero de identidad o de registro fiscal; <br> c) domicilio legal del solicitante y dirección de la planta industrial; <br> descripción de la mercancia a exportar y su clasificación <br> arancelaria a ocho digitos basada en el Sistema Armonizado; <br> e) valor FOB de la mercancia a exportar expresado en <br> dOlares americanos; <br> f) breve descripción del proceso de producción; y <br> componentes de la mercancia, indicando: <br> (i) materiales originarios, indicando origen, <br> clasificación arancelaria y valor FOB; y <br> (ii) materiales no originarios, indicando origen y/o <br> procedencia, clasificación arancelaria, valor CIF expresado en <br> &dares americanos y porcentaje de participación en el valor <br> FOB de exportación. <br> 2. La descripción de la mercancia debera ser lo sufcientemente detallada para <br> relaciónarla con la descripción de la mercancia contenida en la factura <br> 3. Excepciónalmente la Declaración Jurada de Origen podra ser frmada <br> exclusivamente por el exportador cuando se trate de mercancias obtenidas en <br> forma artesanal. Cuando existan varios productores, a la Declaración Jurada de <br> Origen se anexara una lista que contenga los nombres de los productores y el <br> lugar de producción. <br> Articulo 18.- Validez de la Declaración Jurada de Origen <br> La Declaración Jurada de Origen tendra una validez de dos (2) alios a partir de <br> la fecha de su recepción por la Autoridad Competente o entidad habilitada, a <br> menos que antes de dicho plaza se modifque la información contenida. En este <br> caso, ameritara la presentación de una nueva Declaración Jurada de Origen en <br> los terminos establecidos en el presente Articulo. <br> SECción V <br> PROCESO DE CONSULTA Y VERIFICAción <br> Articulo 19.- Autoridades responsables de la consulta y verificación <br> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br> Competente. <br> Articulo 20.- Proceso de Consulta <br> 1. La Pane importadora podra realizar consultas, respecto al origen de las <br> mercancias, a la Autoridad Competente o entidad habilitada de la Pane <br> exportadora responsable de la emision del Certifcado de Origen. La Autoridad <br> Competente o entidad habilitada de la Parte exportadora respondera a la <br> solicitud de información dentro de treinta (30) dias a partir de la fecha de <br> recepción de la solicitud. <br> 2. A efectos del parrafo anterior, la Pane importadora debera indicar: <br> a) nombre y cargo del funciónario que solicita la información; <br> b) nómero y fecha de los Certifcados de Origen sobre los cuales se <br> solicita la información; <br> c) descripción de las observaciónes encontradas; y <br> d) fundamento legal de la solicitud de información en base a lo <br> establecido en el presente Anexo. <br> Articulo 21.- Proceso de Verificación <br> 1. Si la información suministrada por la Autoridad Competente o entidad <br> habilitada de la Parte exportadora en el proceso de consulta no es suficiente <br> para determinar la autenticidad de un Certifcado de Origen o si se tiene dudas <br> acerca del origen de las mercancias amparadas por uno o varios Certificados <br> de Origen, la Parte importadora, a traves de la Autoridad Competente de la <br> Parte exportadora podra iniciar un proceso de verificación mediante: <br> a) solicitudes escritas de información al productor o exportador; <br> b) cuestionarios escritos dirigidos al productor o exportador; <br> visitas a las instalaciónes del productor o exportador en el <br> territorio de la otra Parte, con el prop6sito de examinar los registros <br> relaciónados con el origen, observar las instalaciónes y el proceso <br> productivo de la mercancia objeto de verifcación, o cualquier <br> información indicada en la Declaración Jurada de Origen del <br> productor o exportador; y <br> otros procedimientos que las Partes puedan acordar. <br> 2. La Parte importadora debera notificar la iniciación del procedimiento de <br> verificación al productor o exportador a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha notificación se enviara con acuse de recibo, junto con <br> las solicitudes escritas, los cuestionarios y/o la solicitud de visita. <br> 3. De conformidad con lo establecido en el numeral 1 literales a) y b), las <br> solicitudes de información o los cuestionarios escritos deberan contener: <br> b) nombre y domicilio del productor o exportador a quienes se les solicitan <br> la información y documentación; <br> c) descripción de la información y documentos que se requieran; y <br> d) fundamento legal de las solicitudes de información o cuestionarios en <br> base a lo establecido en el presente Anexo. <br> 4. A los efectos del numeral 1 literales a) y b), el productor o exportador debera <br> responder, a traves de su Autoridad Competente, dentro de treinta (30) dias <br> contados desde la fecha de recepción de la solicitud de información o <br> cuestionario. Dentro de dicho plazo podra, a traves de su Autoridad <br> Competente, solicitar por una sola vez y por escrito a la Autoridad Competente <br> de la Parte importadora la prOrroga del mismo, la cual no podra ser superior a <br> treinta (30) dias. <br> Cuando la Autoridad Competente de la Parte importadora considere que la <br> información proporciónada es insufciente o requiera mayor información, podra <br> solicitarla al productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha información debera ser remitida dentro de treinta (30) <br> dias contados a partir de la fecha de recepción de la solicitud de información adiciónal. <br> 5. De conformidad con lo dispuesto en el numeral 1 literal c), la notificación de <br> la visita de verifcación de origen por la Parte importadora debera contener: <br> a) nombre y cargo de los funciónarios que realizaran la visita de verificación; <br> b) nombre del productor y/o exportador que pretende visitar; <br> c) propuesta de fecha y lugar de la visita de verificación; <br> d) alcance de la visita de verificación, haciendo mención de las <br> mercancias objeto de verificación y de los Certificados de Origen <br> que las amparan; y <br> e) el fundamento legal de la visita de verifcación en base a lo <br> establecido en el presente Anexo de Origen. <br> 6. La Autoridad Competente de la Parte exportadora remitira a la Parte <br> importadora la autorización sobre la realización de la visita en un plazo maximo <br> de treinta (30) dias contados desde la fecha de recepción de su notificación. <br> 7. El productor o exportador, a traves de la Autoridad Competente de la Parte <br> exportadora, podra solicitar por escrito y por (mica vez la postergación de la <br> visita de verificación a la Parte importadora, dentro de los primeros quince (15) <br> dias del periodo establecido en el numeral precedente, por un periodo no <br> mayor a sesenta (60) dias a partir de la fecha propuesta en la notifcación. <br> 8. La Autoridad Competente de la Parte exportadora podra acomparlar la visita <br> realizada por la Parte importadora, designandb funciónarios gubernamentales <br> que actuaran en condición de observadores. <br> 9. Cuando se haya concluido la visita de verificación, la Parte importadora <br> frmara un Acta, en la que debera constar la siguiente información: fecha y lugar <br> de la visita, información y documentación recabada, nombre y frma de los <br> funciónarios encargados de la visita, de las personas de la empresa <br> responsables de atender la visita y de los observadores asi como cualquier otro <br> hecho que se considere relevante para la determinación del origen. Si el <br> prod uctor o exportador, sujeto de la visita o los observadores se niegan a firmar <br> el Acta, se dejara constancia de ello, no afectando la validez del procedimiento. <br> 10. Una Parte podra denegar el tratamiento arancelario preferencial a una <br> mercancia importada, cuando: <br> a) la Autoridad Competente o entidad habilitada de la Parte exportadora no <br> responda a la solicitud de información dentro del plazo establecido en el <br> numeral 1 del Articulo 20; <br> b) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no responda una solicitud escrita de información o <br> cuestionario, dentro de los plazos establecidos en el numeral 4 del <br> presente Articulo; o <br> c) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no otorgue su autorización por escrito para la visita <br> de verificación en un plazo de treinta (30) dias contado desde la fecha <br> de recepción de la notificación. <br> 11. Las Partes no negaran el tratamiento arancelario preferencial a una <br> mercancia basandose unicamente en la postergación de la visita de verificación. <br> 12. El procedimiento de verificación del origen de las mercancias indicado en <br> este Articulo no debera exceder de un (1) aho, contado a partir de la fecha de <br> notificación del inicio del proceso de verifcación. <br> 13. Se considerara como concluido el proceso de verifcación cuando la Parte <br> importadora establezca mediante un lnforme de Origen que la mercancia <br> califica o no como originaria de acuerdo con los procedimientos establecidos en <br> el presente Articulo. <br> 14. Dentro del plazo selialado en el numeral 12, la Parte importadora notifcara <br> a la Autoridad Competente de la Parte exportadora el lnforme de Origen a que <br> se refiere el numeral anterior, el cual debera incluir el resultado del proceso de <br> verifcación asi como los hechos y fundamentos de derecho establecidos en el <br> presente Anexo, comenzando a aplicarse al momento de su notificacian a la <br> La mercancia objeto de la Verificación de Origen recibira el mismo tratamiento <br> arancelario preferencial como Si se tratara de una mercancia originaria <br> mientras transcurre el plazo establecido en el numeral 12 del presente Articulo, <br> sin que la Parte importadora haya notifcado a la Autoridad Competente de la <br> Parte exportadora el lnforme de Origen. <br> 15. Cuando la verifcación que haya realizado la Autoridad Competente de la <br> Parte importadora determine que la mercancia no califca como originaria, <br> podra suspender el trato arancelario preferencial a las mercancias identicas <br> que el productor o exportador exporte, hasta que la misma pruebe que cumple <br> con lo establecido en este Anexo. Para estos efectos el productor o exportador <br> presentara una nueva Declaración Jurada de Origen ante la Autoridad <br> Competente encargada de la certifcación de origen, donde se pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual <br> sera comunicado a la Parte importadora. <br> 16. La Parte importadora no impedira el despacho de la mercancia cuando <br> surjan dudas en cuanto a la autenticidad del Certificado de Origen o al <br> cumplimiento de lo dispuesto en el presente Anexo, pudiendo establecer <br> fiscal. En tales casos, la Parte importadora procedera de conformidad con los <br> procesos de consulta y verificación de Origen del presente Articulo. <br> SECción VI <br> SANciónES <br> Articulo 22.- Al Productor o al Exportador <br> 1. La Parte exportadora aplicara sanciónes al productor o al exportador, segun <br> corresponda, Si como resultado del proceso de verificación establecido en el <br> presente Anexo se comprueba que el Certificado de Origen no es autentico, o <br> que la mercancia no califica como originaria. <br> 2. Las Autoridades Competentes de la Parte exportadora podran aplicar <br> medidas y sanciónes de conformidad con su legislación naciónal. <br> "}, {"ArticleTitle": ".- Requisitos Especificos de Origen", "ArticleDesc": "Articulo 4.- Requisitos Especificos de Origen <br> 1. Las mercancias que en su elaboración utilicen materiales no originarios, <br> seran consideradas originarias cuando cumplan con los requisitos especificos <br> de origen previstos en el Apendice @^@A@^@. <br> 2. Las Partes podran acordar de com(in acuerdo, el establecimiento de nuevos <br> requisitos especificos de origen para la califcación de mercancias. Asimismo, <br> las Partes podran modifcar y eliminar los requisitos especificos de origen <br> cuando existan razones que asi lo ameriten. <br> 3. Los requisitos especificos de origen prevaleceran sobre el criterio general <br> establecido on of numeral 4 del Articulo 3. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3.- Mercancias Originarias <br> Articulo 5.- Tratamiento de los Materiales Intermedios <br> dias posteriores a la entrada en vigor del presente Anexo. <br> NORMAS DE ORIGEN <br> Sin perjuicio de las dernas disposiciónes del presente Anexo, seran <br> Para efectos de la determinación del origen de una mercancla, en los casos <br> REPUBLICA DE CUBA Y REPUBLICA BOLIVARIANA DE VENEZUELA <br> consideradas originarias de las Partes: <br> definidos en los literales b) y c) del numeral 4 del Articulo 3, el productor podra <br> Sección I <br> 1. Las mercancias obtenidas en su totalidad o producidas enteramente en el <br> considerar el valor total de los materiales intermedios utilizados en la <br> DISPOSIciónES GENERALES <br> territorio de una de las Partes: <br> producción de dicha mercancia como originarios, siempre que estos califquen <br> a) animales vivos, capturados, nacidos y criados en Territorio de una Parte; <br> como tal de conformidad con las disposiciónes de este Anexo. <br> b) mercancias obtenidas de la caza, recolección, acuicultura <br> o pesca en el territorio de una Parte; <br> Para efectos del cumplimiento de las Normas de Origen, los materiales <br> plantas y productos de plantas cultivadas, cosechadas, <br> originarios del territorio de una Parte, incorporados en una determinada <br> recogidas o recolectadas en el territorio de una Parte; <br> mercancia en el territorio de la otra Parte, seran considerados originarios del <br> minerales y otros recursos naturales inanimados extraidos <br> territorio de esta Ultima. <br> en el territorio de una Parte; <br> Articulo 7.- Procesos u Operaciónes que no conferen Origen <br> peces, crustaceos y otras especies marinas obtenidos del' <br> Las operaciónes que se detallan a continuación se consideraran insuficientes <br> mar, fuera del territorio de las Partes, por barcos propios de <br> para conferir el caracter de mercancias originarias, en los casos que incorporen <br> empresas establecidas en una Parte, fletados o arrendados, siempre <br> materiales no originarios en su elaboración: <br> que tales barcos enarbolen su bandera y esten registrados o <br> a) las manipulaciónes destinadas a garantizar la <br> matriculados en una Parte de acuerdo a su legislación interna; <br> conservación de las mercancias en buen estado durante su <br> mercancias producidas a bordo de barcos fabrica, a partir de las <br> transporte y almacenamiento, tales como: ventilación, tendido, <br> mercancias identificados en el literal e), siempre que esos barcos <br> secado, refrigeración, congelación, salazon, inmersion en agua <br> fabrica sean propios de empresas establecidas en el territorio de una <br> salada, sulfurosa o en otras soluciónes acuosas, adición de <br> Parte, fletados, arrendados o siempre que tales barcos enarbolen su <br> sustancias separación y/o extracción de las partes deterioradas o averiadas; <br> bandera y esten registrados o matriculados en una Parte de acuerdo <br> b) las operaciónes cuyo Onico propOsito sea facilitar el transporte; <br> a su legislación interna; <br> c) la dilución en agua o en otra sustancia; <br> g) desechos y desperdicios derivados de la producción en el <br> d) las operaciónes de desempolvado, zarandeo, cribado, <br> territorio de una Parte, siempre que estas mercanclas sean <br> selección, clasificación, fracciónamiento, tam izado, filtrado, lavado, <br> utilizadas para recuperación de materias primas; <br> pintado, cortado o afilado, enjuagado, extrujado o exprimido; <br> quienes se haya delegado dicha responsabilidad. <br> mercancias producidas en el territorio de una Parte, <br> e) los cambios de envase y las divisiones o agrupaciónes de bultos; <br> exclusivamente a partir de las mercancias menciónadas en los literales a) al g). <br> f) el embalaje, la colocación sobre cartulinas o tableros; el envasado <br> 2. Las mercancias que sean producidas enteramente en el territorio de una <br> en botellas, frascos, bolsas, estuches, cajas y cualquier otra <br> Pane, a pafir exclusivamente de materiales que califcan como originarios de <br> operación de envasado; <br> conformidad con este Anexo. <br> la colocación de marcas, etiquetas y otros signos <br> 3. Las mercancias que en su elaboración utilicen materiales no originarios, <br> distintivos similares en los productos o en sus envases; <br> cuando cumplan con los requisitos especificos de origen previstos en el Apendice @^@A@^@. <br> h) el lavado y/o el planchado de textiles; <br> 4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan <br> i) el descascarillado, desgrane, la extracción de semillas o huesos y el <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> con una de las siguientes condiciónes: <br> pelado, secado o macerado de frutas, frutos secos y legumbres; <br> a) que resulten de un proceso de transformación, distinto al ensamblaje, <br> j) la coloración de azucar o la confección de terrones de azOcar; <br> realizado en el territorio de cualquiera de las Partes, que los confiera una <br> k) la limpieza, inclusive la remoción de Oxido, grasa y pintura <br> nueva individualidad; esa nueva individualidad implica que, en el <br> u otros recubrimientos y aplicación de aceite; <br> Sistema Armonizado, las mercancias se clasifiquen en una partida <br> I) la mezcla de mercancias, en tanto que las caracteristicas de las <br> arancelaria diferente a aquellas en las que se clasifiquen cada uno de <br> mercancias obtenidas no sean diferentes de las caracteristicas de <br> los materiales no originarios. <br> las mercancias que han sido mezcladas; <br> b) que el valor CIF de los materiales no originarios no exceda el cincuenta <br> m) el desarmado de mercancias en sus partes; <br> por ciento (50%) del valor FOB de exportación de la mercancia y en su <br> n) el sacrificio de animales; y <br> elaboración se utilicen materiales originarios de las Partes, cuando no <br> o) la combinación de dos o mas procesos u operaciónes <br> cumplan con lo establecido en el literal anterior porque el proceso de <br> especificadas en los literales a) al n). <br> transformación, distinto al ensamblaje, realizado en el territorio de <br> Articulo 8.- Juegos o Surtidos de Mercancias <br> cualquiera de las Pares no implique un cambio de partida arancelaria <br> 1. Los juegos o surtidos, clasificados de conformidad con las Reglas Generales <br> c) que resulten de un proceso de ensamblaje realizado en el territorio de <br> para la Interpretación de la Nomenclatura del Sistema Armonizado 1, 3 y 6, <br> cualquiera de las Partes, siempre que en su elaboración se utilicen <br> serân considerados originarios cuando todas las mercancias que los componen sean originarias. <br> materiales originarios y el valor CIF de los materiales no originarios no <br> 2. Sin embargo, cuando un juego o surtido este compuesto por mercancias <br> exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia. <br> originarias y mercancias no originarias, ese juego o surtido sera considerado <br> originario en su conjunto, si el valor CIF de las mercancias no originarias no <br> excede el quince por ciento (15%) del precio FOB del juego o surtido. <br> Articulo 9.- Envases y Material de Empaque para la Venta al por Menor <br> 1. Cuando las mercancias califiquen como totalmente obtenidas, los envases y <br> materiales de empaque para la yenta al por menor no deberan ser tomados en <br> cuenta para los fines de la determinación del origen. <br> 2. Los envases y los materiales de empaque donde una mercancia se presente <br> para la yenta al por menor, cuando esten clasifcados con la mercancia que <br> contienen, de acuerdo con lo establecido en la Regla General lnterpretativa 5 <br> del Sistema Armonizado, no se tomaran en cuenta para determinar el origen de <br> la mercancia contenida, de conformidad con lo previsto por este Anexo, si <br> todos los materiales no originarios utilizados en la producción de la mercancia <br> cumplen los cambios correspondientes de clasificación arancelaria de acuerdo <br> con el Articulo 3, numeral 4, literal a). <br> 3. Si la mercancia esta sujeta al criterio de origen establecido en el numeral 4), <br> literates b) y c) del Articulo 3, el valor de los envases y materiales de empaque <br> descritos en el parrafo anterior, se tomara en cuenta como originario o no <br> originario, segun sea el caso, para calcular el valor de contenido de la mercancia. <br> 4. Las disposiciónes sefialadas en los parrafos anteriores del presente Articulo <br> no seran aplicables cuando los envases o material de empaque se presenten <br> por separado o le conferan a la mercancia que contienen su caracter esencial. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque. <br> Los contenedores y materiales de embalaje utilizados exclusivamente para el <br> transporte de una mercancia no se tomaran en cuenta para determinar si una <br> mercancia es originaria. <br> Articulo 11.- Elementos Neutros empleados en el proceso de producción. <br> Se consideraran como originarios los siguientes elementos utilizados en el <br> proceso de producción aun cuando no esten incorporados fisicamente en la mercancia: <br> a) combustible y energia; <br> b) maquinas, herramientas, troqueles, matrices y moldes; <br> c) repuestos y materiales utilizados en el mantenimiento de equipos; <br> d) lubricantes, grasas, materiales compuestos y otros <br> materiales utilizados en la producción u operación de equipos; <br> e) catalizadores y solventes; y <br> cualquier otro material que no este incorporado en la composición <br> final de la mercancia y que pueda demostrarse que forma parte de <br> dicho Droceso de producción. <br> Articulo 12. Facturación en un pals distinto al de Origen <br> Cuando la mercancia originaria sea facturada por un operador distinto al de <br> origen de la mercancia, en el campo relativo a Observaciónes del Certifcadc <br> de Origen, se debera setialar que la mercancia sera facturada por esE <br> operador, indicando el nombre, denominación o razOn social y domicilio de <br> quien en definitiva facture la operación a destino, asi como el niimero y la fecha <br> de la factura comercial correspondiente. <br> En el caso que el niimero y fecha de la factura comercial se desconozca, al <br> momento de la emisi6n del Certificado de Origen, se debera serialar en el <br> campo de observaciónes el niimero y fecha de la factura comercial emitida en <br> la Parte Exportadora. <br> SECción III <br> TRANSPORTE DIRECTO <br> Articulo 13.- Transporte Directo <br> Para que una mercancia originaria se beneficie del tratamiento preferencial, <br> debera transportarse directamente de la Parte exportadora a la Pare <br> importadora. A tal fn, se considera transporte directo: <br> a) las mercancias transportadas Cinicamente por el territorio de las <br> Partes del Acuerdo; <br> b) las mercancias en transit°, a traves de uno o mas !Daises no Partes <br> del Acuerdo, con o sin trasbordo, almacenamiento temporal o deposit° <br> en una zona franca, que hayan estado bajo la vigilancia de la autoridad <br> aduanera del pals o los 'Daises de transit°, siempre que: <br> • el transit° estuviera justificado por razones geograficas, o <br> autoridad competente de la Parte exportadora. <br> consideraciónes relativas a requerimientos de transporte; <br> • no sean objeto de comercio, uso o empleo en el pals de transito; y <br> • no sufran, durante su transporte o depOsito, ninguna <br> Articulo 6.- Acumulación <br> operación distinta a la carga, descarga o manipulación, para <br> mantenerlas en buenas condiciónes o asegurar su conservación. <br> Para efectos de lo dispuesto en el literal b), en caso de almacenamiento <br> temporal o depOsito en una zona franca, la autoridad aduanera del pals <br> importador podra exigir adiciónalmente un documento de dicho pals no Parte, <br> que acredite que la mercancia permaneci6 bajo control o supervisiOn aduanera <br> y no fue sometida a ningun proceso de transformación. <br> SECción IV <br> CERTIFICAción Y DECLARAción JURADA DEL ORIGEN <br> Articulo 14.- Certifcación del Origen <br> 1. El Certificado de Origen es el documento que certifica que las mercancias <br> cumplen con las disposiciónes sobre Origen de este Anexo y por ello pueden <br> beneficiarse del tratamiento preferencial acordado por las Partes del Acuerdo. <br> 2. El Certifcado al que se refere el parrafo anterior debera emitirse en el <br> formato contenido en el Apendice @^@B@^@ del presente Anexo. Dicho Certificado <br> ampara una sola operación de importación de una o varias mercancias, y su <br> versiOn original debe acomparlar al resto de la documentación, en el momenta <br> de tramitar el despacho aduanero. <br> Articulo 15.- Emision del Certifcado de Origen <br> 1. La emisi6n de los Certificados de Origen estara bajo la responsabilidad de la <br> Autoridad Competente de cada Parte. Dichos Certificados de Origen seran <br> emitidos por estas Autoridades en forma directa o por entidades habilitadas en <br> 2. Las Partes intercambiaran información mediante comunicación oficial sobre <br> los nombres de las Autoridades Competentes y funciónarios acreditados para <br> emitir Certificados de Origen, as1 como muestras de las firmas e impresiones <br> de sellos utilizados para tal fin. <br> 3. Cualquier cambio de la información indicada en el parrafo anterior sera <br> notificado a la otra Parte mediante comunicación oficial de las Autoridades <br> Competentes. El cambio entrara en vigor cuarenta y cinco (45) dias despues de <br> recibida la notificación o en un plazo mayor que se indique en la misma. <br> 4. El productor o exportador debera Ilenar y firmar el Certificado de Origen, el <br> cual requerira de la validación por parte de la Autoridad Competente o entidad <br> habilitada de la Parte exportadora. <br> 5. El Certificado de Origen debera ser numerado correlativamente y sera <br> expedido con base en una Declaración Jurada de Origen, elaborada de <br> acuerdo con los terminos serialados en el Articulo 17 por el productor o exportador. <br> 6. En el campo relativo a @^@Observaciónes@^@ del Certifcado de Origen, debera <br> indicarse la fecha de recepción de la Declaración Jurada de Origen. <br> 7. Las Autoridades Competentes que emitan los Certifcados de Origen <br> tomaran las medidas necesarias para verificar la condición del origen de las <br> mercancias y el cumplimiento de los demas requisitos de este Anexo. Para este <br> fin, tendran derecho a solicitar sustentos o cualquier otra información que <br> consideren adecuada para verifcar la veracidad de la Declaración Jurada y/o el <br> Certificado de Origen. <br> 8. El exportador que solicite la emisiOn de un Certificado de Origen estara <br> Competentes o entidades habilitadas del pals de exportación donde se emite el <br> Certificado de Origen, los documentos pertinentes que prueben la condición de <br> originarias de las mercancias correspondientes, asi como el cumplimiento de <br> los demas requisitos de este Anexo. <br> 9. El importador debera manifestar expresamente su voluntad de acogerse at <br> tratamiento arancelario preferencial en la declaración aduanera de importación, y: <br> a) tener en su poder el original o una copia del Certificado de Origen y, <br> cuando sea aplicable, los documentos que sustenten que los requisitos <br> establecidos en el Articulo 13 se han cumplido; y <br> b) presentar el original o una copia del Certificado de Origen, segun lo <br> establecido en la legislación de la Parte importadora, asi como toda la <br> documentación indicada en el literal a) a la autoridad aduanera, cuando <br> esta lo requiera. <br> 10. No obstante lo dispuesto en el numeral 3, cuando en la importacian no se <br> disponga del Certificado de Origen, la autoridad aduanera de la Parte <br> importadora otorgara, a solicitud del importador, un plazo de treinta (30) dias <br> contados a partir de la fecha de levante de las mercancias para la presentación <br> del Certificado de Origen, en cuyo caso la autoridad aduanera podra adoptar <br> medidas de conformidad con su legislación naciónal para garantizar el interes <br> fiscal. Vencido el plazo sin la presentación del Certificado de Origen, se hara <br> efectiva la medida que se hubiere adoptado para garantizar el interes fscal. <br> Articulo 16.- Validez del Certificado de Origen <br> 1. El Certificado de Origen tendra una validez de ciento ochenta (180) dias <br> contados a partir de la fecha de su emision. <br> 2. El Certifcado de Origen debera Ilevar el nombre y la frma aut6grafa del <br> funciónario acreditado por la Parte exportadora para expedir dichos <br> Certificados, asi como el sello de la Autoridad Competente o entidad habilitada, <br> debiendose consignar en cada Certifcado de Origen el nOmero de la factura <br> comercial en el campo reservado para ello. <br> 3. En caso que la mercancia sea internada, admitida o almacenada <br> temporalmente bajo control aduanero, en la medida en que la mercancia salga <br> en el mismo estado y condición en que ingres6, sin alterar la clasificación <br> arancelaria ni su calificación de origen en la Parte importadora, el plazo de <br> validez del Certificado de Origen sefialado en el primer parrafo del presente <br> articulo quedara suspendido por el tiempo que la administración aduanera haya <br> autorizado dichas operaciónes o regimenes. En este caso, la autoridad <br> aduanera de la Parte importadora podra exigir adiciónalmente un documento <br> aduanero que acredite que la mercancia permaneci6 bajo supervision ad uanera. <br> 4. Los Certificados de Origen no podran ser emitidos con antelación a la fecha <br> de emisi6n de la factura comercial correspondiente a la operación de que se <br> trate, debiendose entregar copia de la factura comercial en el momento de la <br> solicitud del Certifcado de Origen. <br> 5. En el caso de importaciónes de las partidas 27.09 (Aceites crudes de <br> petrOleo o de mineral bituminoso), 27.10 (Aceites de petroleo o de mineral <br> bituminoso, excepto los aceites crudos; preparaciónes no expresadas ni <br> comprendidas en otra parte, con un contenido de aceites de petrOleo o de <br> mineral bituminoso superior o igual al 70 % en peso, en las que estos aceites <br> constituyan el elemento base; desechos de aceites) y 27.11 (Gas de petrOleo y <br> demas hidrocarburos gaseosos), realizadas por la Republica de Cuba at <br> amparo del presente Acuerdo, y siempre que se cumpla con lo dispuesto en <br> este Anexo, sOlo se exigira la presentación ante las autoridades aduaneras de <br> importación la factura comercial definitiva y el conocimiento de embarque correspondiente. <br> No obstante a lo anterior el Certifcado de Origen debera ser entregado a las <br> autoridades aduaneras de la RepOblica de Cuba, a mas tardar a los noventa <br> (90) dias posteriores al Despacho Aduanero. <br> 6. La descripción de la mercancia debera ser lo suficientemente detallada para <br> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br> 7. El Certifcado de Origen debera estar debidamente Ilenado en los campos <br> que correspondan y no presentar raspaduras, tachaduras o enmiendas. <br> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br> Competente o aduanera de la Parte importadora conservara el original del <br> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br> legislación interna y notificara al importador indicando los errores que presenta <br> el Certificado de Origen que lo hacen inaceptable. <br> 9. A tales efectos el importador debera presentar una rectifcación o un <br> Certificado de Origen nuevo en un plazo maxim° de treinta (30) dias contados <br> a partir de la fecha de recepción de la notifcación; la rectifcación debe ser <br> realizada mediante ofcio, en ejemplar original, que debe contener la enmienda, <br> la fecha y numero del Certifcado de Origen, y ser firmada por un funciónario <br> autorizado por la Parte exportadora para tal efecto. <br> 10. En la situación prevista en el Offal() anterior, la Parte importadora no <br> impedira el despacho de la mercancia, pudiendo establecer medidas de <br> conformidad con su legislación naciónal para garantizar el interes fscal. <br> 11. Si el importador no cumpliera con la presentación de un Certificado de <br> Origen nuevo o la rectificación correspondiente en el plazo estipulado, la Parte <br> importadora podra denegar la solicitud de tratamiento preferencial y se <br> procedera a ejecutar las medidas que se hayan adoptado para garantizar el interes fscal. <br> Articulo 17.- Declaración Jurada de Origen <br> 1. La Declaración Jurada de Origen del productor y exportador debera conte.ner <br> como minimo los siguientes datos: <br> a) nombre o razor' social del productor y exportador; <br> b) niimero de identidad o de registro fiscal; <br> c) domicilio legal del solicitante y dirección de la planta industrial; <br> descripción de la mercancia a exportar y su clasificación <br> arancelaria a ocho digitos basada en el Sistema Armonizado; <br> e) valor FOB de la mercancia a exportar expresado en <br> dOlares americanos; <br> f) breve descripción del proceso de producción; y <br> componentes de la mercancia, indicando: <br> (i) materiales originarios, indicando origen, <br> clasificación arancelaria y valor FOB; y <br> (ii) materiales no originarios, indicando origen y/o <br> procedencia, clasificación arancelaria, valor CIF expresado en <br> &dares americanos y porcentaje de participación en el valor <br> FOB de exportación. <br> 2. La descripción de la mercancia debera ser lo sufcientemente detallada para <br> relaciónarla con la descripción de la mercancia contenida en la factura <br> 3. Excepciónalmente la Declaración Jurada de Origen podra ser frmada <br> exclusivamente por el exportador cuando se trate de mercancias obtenidas en <br> forma artesanal. Cuando existan varios productores, a la Declaración Jurada de <br> Origen se anexara una lista que contenga los nombres de los productores y el <br> lugar de producción. <br> Articulo 18.- Validez de la Declaración Jurada de Origen <br> La Declaración Jurada de Origen tendra una validez de dos (2) alios a partir de <br> la fecha de su recepción por la Autoridad Competente o entidad habilitada, a <br> menos que antes de dicho plaza se modifque la información contenida. En este <br> caso, ameritara la presentación de una nueva Declaración Jurada de Origen en <br> los terminos establecidos en el presente Articulo. <br> SECción V <br> PROCESO DE CONSULTA Y VERIFICAción <br> Articulo 19.- Autoridades responsables de la consulta y verificación <br> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br> Competente. <br> Articulo 20.- Proceso de Consulta <br> 1. La Pane importadora podra realizar consultas, respecto al origen de las <br> mercancias, a la Autoridad Competente o entidad habilitada de la Pane <br> exportadora responsable de la emision del Certifcado de Origen. La Autoridad <br> Competente o entidad habilitada de la Parte exportadora respondera a la <br> solicitud de información dentro de treinta (30) dias a partir de la fecha de <br> recepción de la solicitud. <br> 2. A efectos del parrafo anterior, la Pane importadora debera indicar: <br> a) nombre y cargo del funciónario que solicita la información; <br> b) nómero y fecha de los Certifcados de Origen sobre los cuales se <br> solicita la información; <br> c) descripción de las observaciónes encontradas; y <br> d) fundamento legal de la solicitud de información en base a lo <br> establecido en el presente Anexo. <br> Articulo 21.- Proceso de Verificación <br> 1. Si la información suministrada por la Autoridad Competente o entidad <br> habilitada de la Parte exportadora en el proceso de consulta no es suficiente <br> para determinar la autenticidad de un Certifcado de Origen o si se tiene dudas <br> acerca del origen de las mercancias amparadas por uno o varios Certificados <br> de Origen, la Parte importadora, a traves de la Autoridad Competente de la <br> Parte exportadora podra iniciar un proceso de verificación mediante: <br> a) solicitudes escritas de información al productor o exportador; <br> b) cuestionarios escritos dirigidos al productor o exportador; <br> visitas a las instalaciónes del productor o exportador en el <br> territorio de la otra Parte, con el prop6sito de examinar los registros <br> relaciónados con el origen, observar las instalaciónes y el proceso <br> productivo de la mercancia objeto de verifcación, o cualquier <br> información indicada en la Declaración Jurada de Origen del <br> productor o exportador; y <br> otros procedimientos que las Partes puedan acordar. <br> 2. La Parte importadora debera notificar la iniciación del procedimiento de <br> verificación al productor o exportador a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha notificación se enviara con acuse de recibo, junto con <br> las solicitudes escritas, los cuestionarios y/o la solicitud de visita. <br> 3. De conformidad con lo establecido en el numeral 1 literales a) y b), las <br> solicitudes de información o los cuestionarios escritos deberan contener: <br> b) nombre y domicilio del productor o exportador a quienes se les solicitan <br> la información y documentación; <br> c) descripción de la información y documentos que se requieran; y <br> d) fundamento legal de las solicitudes de información o cuestionarios en <br> base a lo establecido en el presente Anexo. <br> 4. A los efectos del numeral 1 literales a) y b), el productor o exportador debera <br> responder, a traves de su Autoridad Competente, dentro de treinta (30) dias <br> contados desde la fecha de recepción de la solicitud de información o <br> cuestionario. Dentro de dicho plazo podra, a traves de su Autoridad <br> Competente, solicitar por una sola vez y por escrito a la Autoridad Competente <br> de la Parte importadora la prOrroga del mismo, la cual no podra ser superior a <br> treinta (30) dias. <br> Cuando la Autoridad Competente de la Parte importadora considere que la <br> información proporciónada es insufciente o requiera mayor información, podra <br> solicitarla al productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha información debera ser remitida dentro de treinta (30) <br> dias contados a partir de la fecha de recepción de la solicitud de información adiciónal. <br> 5. De conformidad con lo dispuesto en el numeral 1 literal c), la notificación de <br> la visita de verifcación de origen por la Parte importadora debera contener: <br> a) nombre y cargo de los funciónarios que realizaran la visita de verificación; <br> b) nombre del productor y/o exportador que pretende visitar; <br> c) propuesta de fecha y lugar de la visita de verificación; <br> d) alcance de la visita de verificación, haciendo mención de las <br> mercancias objeto de verificación y de los Certificados de Origen <br> que las amparan; y <br> e) el fundamento legal de la visita de verifcación en base a lo <br> establecido en el presente Anexo de Origen. <br> 6. La Autoridad Competente de la Parte exportadora remitira a la Parte <br> importadora la autorización sobre la realización de la visita en un plazo maximo <br> de treinta (30) dias contados desde la fecha de recepción de su notificación. <br> 7. El productor o exportador, a traves de la Autoridad Competente de la Parte <br> exportadora, podra solicitar por escrito y por (mica vez la postergación de la <br> visita de verificación a la Parte importadora, dentro de los primeros quince (15) <br> dias del periodo establecido en el numeral precedente, por un periodo no <br> mayor a sesenta (60) dias a partir de la fecha propuesta en la notifcación. <br> 8. La Autoridad Competente de la Parte exportadora podra acomparlar la visita <br> realizada por la Parte importadora, designandb funciónarios gubernamentales <br> que actuaran en condición de observadores. <br> 9. Cuando se haya concluido la visita de verificación, la Parte importadora <br> frmara un Acta, en la que debera constar la siguiente información: fecha y lugar <br> de la visita, información y documentación recabada, nombre y frma de los <br> funciónarios encargados de la visita, de las personas de la empresa <br> responsables de atender la visita y de los observadores asi como cualquier otro <br> hecho que se considere relevante para la determinación del origen. Si el <br> prod uctor o exportador, sujeto de la visita o los observadores se niegan a firmar <br> el Acta, se dejara constancia de ello, no afectando la validez del procedimiento. <br> 10. Una Parte podra denegar el tratamiento arancelario preferencial a una <br> mercancia importada, cuando: <br> a) la Autoridad Competente o entidad habilitada de la Parte exportadora no <br> responda a la solicitud de información dentro del plazo establecido en el <br> numeral 1 del Articulo 20; <br> b) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no responda una solicitud escrita de información o <br> cuestionario, dentro de los plazos establecidos en el numeral 4 del <br> presente Articulo; o <br> c) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no otorgue su autorización por escrito para la visita <br> de verificación en un plazo de treinta (30) dias contado desde la fecha <br> de recepción de la notificación. <br> 11. Las Partes no negaran el tratamiento arancelario preferencial a una <br> mercancia basandose unicamente en la postergación de la visita de verificación. <br> 12. El procedimiento de verificación del origen de las mercancias indicado en <br> este Articulo no debera exceder de un (1) aho, contado a partir de la fecha de <br> notificación del inicio del proceso de verifcación. <br> 13. Se considerara como concluido el proceso de verifcación cuando la Parte <br> importadora establezca mediante un lnforme de Origen que la mercancia <br> califica o no como originaria de acuerdo con los procedimientos establecidos en <br> el presente Articulo. <br> 14. Dentro del plazo selialado en el numeral 12, la Parte importadora notifcara <br> a la Autoridad Competente de la Parte exportadora el lnforme de Origen a que <br> se refiere el numeral anterior, el cual debera incluir el resultado del proceso de <br> verifcación asi como los hechos y fundamentos de derecho establecidos en el <br> presente Anexo, comenzando a aplicarse al momento de su notificacian a la <br> La mercancia objeto de la Verificación de Origen recibira el mismo tratamiento <br> arancelario preferencial como Si se tratara de una mercancia originaria <br> mientras transcurre el plazo establecido en el numeral 12 del presente Articulo, <br> sin que la Parte importadora haya notifcado a la Autoridad Competente de la <br> Parte exportadora el lnforme de Origen. <br> 15. Cuando la verifcación que haya realizado la Autoridad Competente de la <br> Parte importadora determine que la mercancia no califca como originaria, <br> podra suspender el trato arancelario preferencial a las mercancias identicas <br> que el productor o exportador exporte, hasta que la misma pruebe que cumple <br> con lo establecido en este Anexo. Para estos efectos el productor o exportador <br> presentara una nueva Declaración Jurada de Origen ante la Autoridad <br> Competente encargada de la certifcación de origen, donde se pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual <br> sera comunicado a la Parte importadora. <br> 16. La Parte importadora no impedira el despacho de la mercancia cuando <br> surjan dudas en cuanto a la autenticidad del Certificado de Origen o al <br> cumplimiento de lo dispuesto en el presente Anexo, pudiendo establecer <br> fiscal. En tales casos, la Parte importadora procedera de conformidad con los <br> procesos de consulta y verificación de Origen del presente Articulo. <br> SECción VI <br> SANciónES <br> Articulo 22.- Al Productor o al Exportador <br> 1. La Parte exportadora aplicara sanciónes al productor o al exportador, segun <br> corresponda, Si como resultado del proceso de verificación establecido en el <br> presente Anexo se comprueba que el Certificado de Origen no es autentico, o <br> que la mercancia no califica como originaria. <br> 2. Las Autoridades Competentes de la Parte exportadora podran aplicar <br> medidas y sanciónes de conformidad con su legislación naciónal. <br> "}, {"ArticleTitle": "3.- Al lmportador", "ArticleDesc": "Articulo 23.- Al lmportador <br> La Parte importadora podra aplicar sanciónes a sus importadores de <br> conformidad con su legislación naciónal. <br> SECción VII <br> FUNciónES Y OBLIGAciónES <br> "}, {"ArticleTitle": "4.- De las Autoridades Competentes o entidades habilitadas segiin corresponda", "ArticleDesc": "Articulo 24.- De las Autoridades Competentes o entidades habilitadas segiin corresponda <br> Las Autoridades Competentes o entidades habilitadas segun corresponda de <br> las Partes tendran las siguientes funciónes y obligaciónes: <br> a) impartir las instrucciónes y dictar las disposiciónes que sean <br> necesarias para que la certificación del origen de las mercancias se <br> ajuste a lo establecido en el presente Anexo; <br> b) realizar las acciónes necesarias para facilitar el desarrollo de los <br> procesos de consulta y verifcación establecidos en la Sección V del presente Anexo; <br> c) mantener copia de los Certifcados de Origen, asi coma la <br> documentación que sustent6 dicha emisiOn, por un periodo de por lo <br> menos cinco (5) anos, contado a partir de la fecha de la emision del <br> Certificado de Origen; <br> d) aplicar las sanciónes establecidas en su legislación, ante <br> incumplimientos de lo dispuesto en el presente Anexo. <br> e) otras funciónes y obligaciónes previstas de conformidad con la <br> legislación naciónal de las Partes. <br> "}, {"ArticleTitle": "5.- De los Productores o Exportadores", "ArticleDesc": "Articulo 25.- De los Productores o Exportadores <br> 1. El productor o exportador que haya Ilenado y frmado un Certificado de <br> Origen o una Declaración Jurada de Origen y tenga razones para creer que el <br> Certificado o Declaración Jurada presenta errores de forma, notifcara a la <br> Autoridad Competente o entidad habilitada de la Parte exportadora, sin demora <br> y por escrito, cualquier cambio que pudiera afectar la exactitud o validez del <br> Certificado de Origen o Declaración Jurada. <br> 2. Cuando la Autoridad Competente o entidad habilitada de la Parte <br> exportadora haya emitido un Certificado de Origen al productor o exportador, <br> dicha autoridad notificara el hecho serialado en el Offal° anterior a la Parte <br> importadora en un plazo no mayor a cinco (5) dias habiles a partir de la fecha <br> de notificación por parte del productor o exportador. <br> 3. El productor o exportador, segiin corresponda, debera notificar las <br> modificaciónes que afecten la validez de la Declaración Jurada de Origen <br> segim lo dispone el Articulo 17 del presente Anexo. <br> 4. Un productor o exportador que solicita la emision de un Certificado de Origen <br> debera mantener por un periodo de por lo menos cinco (5) anos, los <br> documentos que demuestren el caracter originario de la mercancia. <br> 5. El productor o exportador que haya Ilenado y frmado una Declaración <br> Jurada de Origen, debera responder a la solicitud que le formulen sus <br> Autoridades Competentes o entidades habilitadas, asi coma entregar una copia <br> de la Declaración Jurada de Origen y de los documentos adiciónales que la <br> sustenten cuando le sean requeridos por ellas en un plazo no mayor de veintE <br> (20) dias contados desde la fecha de recepción de la solicitud. <br> 6. Cuando los registros y documentos no ester) en poder del productor c <br> exportador de la mercanda, este podra solicitar al productor o proveedor de los <br> materiales, los registros y documentos senalados en los literales precedentes <br> para que sean entregados por su conducto o directamente a la Autoridad <br> Competente de la Parte exportadora. <br> 7. El productor debera dar respuesta a la solicitud de visitas a los lugares de <br> producción de la mercancia, que formule la Autoridad Competente de la Parte <br> exportadora en un plazo no mayor a veinte (20) dias de recibida la solicitud, y <br> brindara las facilidades para que dichas Autoridades efectuen su labor de <br> verificación en la fecha acordada de visita. <br> 8. Un productor o exportador que solicita la emisiOn de un Certificado de Origen <br> documentos que demuestren el caracter originario de la mercanda. <br> "}, {"ArticleTitle": "6.- De los lmportadores", "ArticleDesc": "Articulo 26.- De los lmportadores <br> 1. El importador que solicite tratamiento arancelario preferencial para una <br> mercancia que cumpla con lo dispuesto en el presente Anexo debera: <br> a) declarar en el documento aduanero de importación previsto en su legislación <br> que la mercancla califica como originaria con base en un Certificado de Origen <br> debidamente emitido; <br> b) proporciónar el original del Certificado de Origen cuando lo solicite su <br> autoridad aduanera; y <br> c) proporciónar la documentación que acredite el transporte directo a que hace <br> referenda el Articulo 13 del presente Anexo, cuando lo solicite su autoridad aduanera. <br> 2. Una vez aceptado el documento aduanero de importación por parte de las <br> autoridades aduaneras no podra presentarse posteriormente a este momento <br> el Certificado de Origen para efectos de solicitar el tratamiento arancelario <br> preferencial, salvo que conforme a la legislación naciónal de la Parte <br> importadora se otorgue un plazo para la presentación del Certificado de Origen. <br> 3. El importador que tenga motivos para creer que el Certificado de Origen en <br> que se sustenta su declaración aduanera de importación, contiene información <br> incorrecta, debera informar oportunamente a la autoridad aduanera de tal <br> circunstancia, a los fines que se regularice la situación juridica infringida y se <br> cancelen los aranceles adeudados cuando corresponda. <br> 4. Las mercancias naciónalizadas podran someterse al proceso de consulta <br> verificación establecido en la Sección V del presente Anexo, no eximiendo a <br> importador de las acciónes que se adopten como resultado de dicho proceso. <br> 5. El importador que solicite el tratamiento arancelario preferencial deberg <br> conservar copia del Certificado de Origen, factura comercial, documento de <br> transporte y de toda documentación adiciónal que sustente dicha solicitud pot <br> el plazo de cinco (5) anos, contados a partir de la fecha de importación de las mercancias. <br> SECción VIII <br> DISPOSIciónES PARA LA COOPERAción ADMINISTRAT1VA <br> "}, {"ArticleTitle": "7.- Asistencia Mutua", "ArticleDesc": "Articulo 27.- Asistencia Mutua <br> 1. Las Autoridades Competentes de las Panes facilitaran la asistencia y <br> cooperación mutua y el intercambio de información a fin de asegurar la <br> aplicación de las disposiciónes del presente Anexo, asimismo deberan asistirse <br> mutuamente a traves de las entidades que intervienen en el proceso de <br> declaración, certificación, control y verificación. <br> 2. Las Partes realizaran consultas regularmente y cooperaran para garantizar <br> de manera efectiva y uniforme los objetivos del Acuerdo y aplicación <br> eficiente de este Anexo. <br> "}, {"ArticleTitle": "8.- Confidencialidad", "ArticleDesc": "Articulo 28.- Confidencialidad <br> 1. Cada Parte debera mantener, de conformidad con su legislación, la <br> confidencialidad de la información entregada en el marco de un proceso de <br> verificación de origen. <br> 2. Dicha información no debera ser divulgada sin el consentimiento expreso de <br> quien la entregue, excepto en el caso que esta sea requerida en el context° de <br> un proceso judicial o administrativo. <br> 3. Cualquier violación a la confidencialidad de la información debera ser tratada <br> de acuerdo con la legislación naciónal de cada Parte. <br> Disposiciónes Transitorias <br> Primera.- Los Certificados de Origen expedidos conforme a lo establecido en el <br> Tercer Protocolo Adiciónal del Acuerdo de Complementación EconOmica N° 40, <br> mantendran las condiciónes bajo las cuales fueron emitidos y seran validos por <br> un plazo de noventa (90) dias, contados a partir de la entrada en vigor del presente Anexo. <br> Segunda.- Para la aplicación de las preferencias arancelarias establecidas en <br> el presente Protocolo Adiciónal, los Certificados de Origen podran expedirse <br> conforme a lo establecido en el Tercer Protocolo Adiciónal del Acuerdo de <br> Complementación Economica N° 40, durante un plazo de ciento ochenta (180) <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3.- Mercancias Originarias <br> Articulo 5.- Tratamiento de los Materiales Intermedios <br> dias posteriores a la entrada en vigor del presente Anexo. <br> NORMAS DE ORIGEN <br> Sin perjuicio de las dernas disposiciónes del presente Anexo, seran <br> Para efectos de la determinación del origen de una mercancla, en los casos <br> REPUBLICA DE CUBA Y REPUBLICA BOLIVARIANA DE VENEZUELA <br> consideradas originarias de las Partes: <br> definidos en los literales b) y c) del numeral 4 del Articulo 3, el productor podra <br> Sección I <br> 1. Las mercancias obtenidas en su totalidad o producidas enteramente en el <br> considerar el valor total de los materiales intermedios utilizados en la <br> DISPOSIciónES GENERALES <br> territorio de una de las Partes: <br> producción de dicha mercancia como originarios, siempre que estos califquen <br> a) animales vivos, capturados, nacidos y criados en Territorio de una Parte; <br> como tal de conformidad con las disposiciónes de este Anexo. <br> b) mercancias obtenidas de la caza, recolección, acuicultura <br> o pesca en el territorio de una Parte; <br> Para efectos del cumplimiento de las Normas de Origen, los materiales <br> plantas y productos de plantas cultivadas, cosechadas, <br> originarios del territorio de una Parte, incorporados en una determinada <br> recogidas o recolectadas en el territorio de una Parte; <br> mercancia en el territorio de la otra Parte, seran considerados originarios del <br> minerales y otros recursos naturales inanimados extraidos <br> territorio de esta Ultima. <br> en el territorio de una Parte; <br> Articulo 7.- Procesos u Operaciónes que no conferen Origen <br> peces, crustaceos y otras especies marinas obtenidos del' <br> Las operaciónes que se detallan a continuación se consideraran insuficientes <br> mar, fuera del territorio de las Partes, por barcos propios de <br> para conferir el caracter de mercancias originarias, en los casos que incorporen <br> empresas establecidas en una Parte, fletados o arrendados, siempre <br> materiales no originarios en su elaboración: <br> que tales barcos enarbolen su bandera y esten registrados o <br> a) las manipulaciónes destinadas a garantizar la <br> matriculados en una Parte de acuerdo a su legislación interna; <br> conservación de las mercancias en buen estado durante su <br> mercancias producidas a bordo de barcos fabrica, a partir de las <br> transporte y almacenamiento, tales como: ventilación, tendido, <br> mercancias identificados en el literal e), siempre que esos barcos <br> secado, refrigeración, congelación, salazon, inmersion en agua <br> fabrica sean propios de empresas establecidas en el territorio de una <br> salada, sulfurosa o en otras soluciónes acuosas, adición de <br> Parte, fletados, arrendados o siempre que tales barcos enarbolen su <br> sustancias separación y/o extracción de las partes deterioradas o averiadas; <br> bandera y esten registrados o matriculados en una Parte de acuerdo <br> b) las operaciónes cuyo Onico propOsito sea facilitar el transporte; <br> a su legislación interna; <br> c) la dilución en agua o en otra sustancia; <br> g) desechos y desperdicios derivados de la producción en el <br> d) las operaciónes de desempolvado, zarandeo, cribado, <br> territorio de una Parte, siempre que estas mercanclas sean <br> selección, clasificación, fracciónamiento, tam izado, filtrado, lavado, <br> utilizadas para recuperación de materias primas; <br> pintado, cortado o afilado, enjuagado, extrujado o exprimido; <br> quienes se haya delegado dicha responsabilidad. <br> mercancias producidas en el territorio de una Parte, <br> e) los cambios de envase y las divisiones o agrupaciónes de bultos; <br> exclusivamente a partir de las mercancias menciónadas en los literales a) al g). <br> f) el embalaje, la colocación sobre cartulinas o tableros; el envasado <br> 2. Las mercancias que sean producidas enteramente en el territorio de una <br> en botellas, frascos, bolsas, estuches, cajas y cualquier otra <br> Pane, a pafir exclusivamente de materiales que califcan como originarios de <br> operación de envasado; <br> conformidad con este Anexo. <br> la colocación de marcas, etiquetas y otros signos <br> 3. Las mercancias que en su elaboración utilicen materiales no originarios, <br> distintivos similares en los productos o en sus envases; <br> cuando cumplan con los requisitos especificos de origen previstos en el Apendice @^@A@^@. <br> h) el lavado y/o el planchado de textiles; <br> 4. Las mercancias elaboradas utilizando materiales no originarios, que cumplan <br> i) el descascarillado, desgrane, la extracción de semillas o huesos y el <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> con una de las siguientes condiciónes: <br> pelado, secado o macerado de frutas, frutos secos y legumbres; <br> a) que resulten de un proceso de transformación, distinto al ensamblaje, <br> j) la coloración de azucar o la confección de terrones de azOcar; <br> realizado en el territorio de cualquiera de las Partes, que los confiera una <br> k) la limpieza, inclusive la remoción de Oxido, grasa y pintura <br> nueva individualidad; esa nueva individualidad implica que, en el <br> u otros recubrimientos y aplicación de aceite; <br> Sistema Armonizado, las mercancias se clasifiquen en una partida <br> I) la mezcla de mercancias, en tanto que las caracteristicas de las <br> arancelaria diferente a aquellas en las que se clasifiquen cada uno de <br> mercancias obtenidas no sean diferentes de las caracteristicas de <br> los materiales no originarios. <br> las mercancias que han sido mezcladas; <br> b) que el valor CIF de los materiales no originarios no exceda el cincuenta <br> m) el desarmado de mercancias en sus partes; <br> por ciento (50%) del valor FOB de exportación de la mercancia y en su <br> n) el sacrificio de animales; y <br> elaboración se utilicen materiales originarios de las Partes, cuando no <br> o) la combinación de dos o mas procesos u operaciónes <br> cumplan con lo establecido en el literal anterior porque el proceso de <br> especificadas en los literales a) al n). <br> transformación, distinto al ensamblaje, realizado en el territorio de <br> Articulo 8.- Juegos o Surtidos de Mercancias <br> cualquiera de las Pares no implique un cambio de partida arancelaria <br> 1. Los juegos o surtidos, clasificados de conformidad con las Reglas Generales <br> c) que resulten de un proceso de ensamblaje realizado en el territorio de <br> para la Interpretación de la Nomenclatura del Sistema Armonizado 1, 3 y 6, <br> cualquiera de las Partes, siempre que en su elaboración se utilicen <br> serân considerados originarios cuando todas las mercancias que los componen sean originarias. <br> materiales originarios y el valor CIF de los materiales no originarios no <br> 2. Sin embargo, cuando un juego o surtido este compuesto por mercancias <br> exceda el cincuenta por ciento (50%) del valor FOB de exportación de la mercancia. <br> originarias y mercancias no originarias, ese juego o surtido sera considerado <br> originario en su conjunto, si el valor CIF de las mercancias no originarias no <br> excede el quince por ciento (15%) del precio FOB del juego o surtido. <br> Articulo 9.- Envases y Material de Empaque para la Venta al por Menor <br> 1. Cuando las mercancias califiquen como totalmente obtenidas, los envases y <br> materiales de empaque para la yenta al por menor no deberan ser tomados en <br> cuenta para los fines de la determinación del origen. <br> 2. Los envases y los materiales de empaque donde una mercancia se presente <br> para la yenta al por menor, cuando esten clasifcados con la mercancia que <br> contienen, de acuerdo con lo establecido en la Regla General lnterpretativa 5 <br> del Sistema Armonizado, no se tomaran en cuenta para determinar el origen de <br> la mercancia contenida, de conformidad con lo previsto por este Anexo, si <br> todos los materiales no originarios utilizados en la producción de la mercancia <br> cumplen los cambios correspondientes de clasificación arancelaria de acuerdo <br> con el Articulo 3, numeral 4, literal a). <br> 3. Si la mercancia esta sujeta al criterio de origen establecido en el numeral 4), <br> literates b) y c) del Articulo 3, el valor de los envases y materiales de empaque <br> descritos en el parrafo anterior, se tomara en cuenta como originario o no <br> originario, segun sea el caso, para calcular el valor de contenido de la mercancia. <br> 4. Las disposiciónes sefialadas en los parrafos anteriores del presente Articulo <br> no seran aplicables cuando los envases o material de empaque se presenten <br> por separado o le conferan a la mercancia que contienen su caracter esencial. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque. <br> Los contenedores y materiales de embalaje utilizados exclusivamente para el <br> transporte de una mercancia no se tomaran en cuenta para determinar si una <br> mercancia es originaria. <br> Articulo 11.- Elementos Neutros empleados en el proceso de producción. <br> Se consideraran como originarios los siguientes elementos utilizados en el <br> proceso de producción aun cuando no esten incorporados fisicamente en la mercancia: <br> a) combustible y energia; <br> b) maquinas, herramientas, troqueles, matrices y moldes; <br> c) repuestos y materiales utilizados en el mantenimiento de equipos; <br> d) lubricantes, grasas, materiales compuestos y otros <br> materiales utilizados en la producción u operación de equipos; <br> e) catalizadores y solventes; y <br> cualquier otro material que no este incorporado en la composición <br> final de la mercancia y que pueda demostrarse que forma parte de <br> dicho Droceso de producción. <br> Articulo 12. Facturación en un pals distinto al de Origen <br> Cuando la mercancia originaria sea facturada por un operador distinto al de <br> origen de la mercancia, en el campo relativo a Observaciónes del Certifcadc <br> de Origen, se debera setialar que la mercancia sera facturada por esE <br> operador, indicando el nombre, denominación o razOn social y domicilio de <br> quien en definitiva facture la operación a destino, asi como el niimero y la fecha <br> de la factura comercial correspondiente. <br> En el caso que el niimero y fecha de la factura comercial se desconozca, al <br> momento de la emisi6n del Certificado de Origen, se debera serialar en el <br> campo de observaciónes el niimero y fecha de la factura comercial emitida en <br> la Parte Exportadora. <br> SECción III <br> TRANSPORTE DIRECTO <br> Articulo 13.- Transporte Directo <br> Para que una mercancia originaria se beneficie del tratamiento preferencial, <br> debera transportarse directamente de la Parte exportadora a la Pare <br> importadora. A tal fn, se considera transporte directo: <br> a) las mercancias transportadas Cinicamente por el territorio de las <br> Partes del Acuerdo; <br> b) las mercancias en transit°, a traves de uno o mas !Daises no Partes <br> del Acuerdo, con o sin trasbordo, almacenamiento temporal o deposit° <br> en una zona franca, que hayan estado bajo la vigilancia de la autoridad <br> aduanera del pals o los 'Daises de transit°, siempre que: <br> • el transit° estuviera justificado por razones geograficas, o <br> autoridad competente de la Parte exportadora. <br> consideraciónes relativas a requerimientos de transporte; <br> • no sean objeto de comercio, uso o empleo en el pals de transito; y <br> • no sufran, durante su transporte o depOsito, ninguna <br> Articulo 6.- Acumulación <br> operación distinta a la carga, descarga o manipulación, para <br> mantenerlas en buenas condiciónes o asegurar su conservación. <br> Para efectos de lo dispuesto en el literal b), en caso de almacenamiento <br> temporal o depOsito en una zona franca, la autoridad aduanera del pals <br> importador podra exigir adiciónalmente un documento de dicho pals no Parte, <br> que acredite que la mercancia permaneci6 bajo control o supervisiOn aduanera <br> y no fue sometida a ningun proceso de transformación. <br> SECción IV <br> CERTIFICAción Y DECLARAción JURADA DEL ORIGEN <br> Articulo 14.- Certifcación del Origen <br> 1. El Certificado de Origen es el documento que certifica que las mercancias <br> cumplen con las disposiciónes sobre Origen de este Anexo y por ello pueden <br> beneficiarse del tratamiento preferencial acordado por las Partes del Acuerdo. <br> 2. El Certifcado al que se refere el parrafo anterior debera emitirse en el <br> formato contenido en el Apendice @^@B@^@ del presente Anexo. Dicho Certificado <br> ampara una sola operación de importación de una o varias mercancias, y su <br> versiOn original debe acomparlar al resto de la documentación, en el momenta <br> de tramitar el despacho aduanero. <br> Articulo 15.- Emision del Certifcado de Origen <br> 1. La emisi6n de los Certificados de Origen estara bajo la responsabilidad de la <br> Autoridad Competente de cada Parte. Dichos Certificados de Origen seran <br> emitidos por estas Autoridades en forma directa o por entidades habilitadas en <br> 2. Las Partes intercambiaran información mediante comunicación oficial sobre <br> los nombres de las Autoridades Competentes y funciónarios acreditados para <br> emitir Certificados de Origen, as1 como muestras de las firmas e impresiones <br> de sellos utilizados para tal fin. <br> 3. Cualquier cambio de la información indicada en el parrafo anterior sera <br> notificado a la otra Parte mediante comunicación oficial de las Autoridades <br> Competentes. El cambio entrara en vigor cuarenta y cinco (45) dias despues de <br> recibida la notificación o en un plazo mayor que se indique en la misma. <br> 4. El productor o exportador debera Ilenar y firmar el Certificado de Origen, el <br> cual requerira de la validación por parte de la Autoridad Competente o entidad <br> habilitada de la Parte exportadora. <br> 5. El Certificado de Origen debera ser numerado correlativamente y sera <br> expedido con base en una Declaración Jurada de Origen, elaborada de <br> acuerdo con los terminos serialados en el Articulo 17 por el productor o exportador. <br> 6. En el campo relativo a @^@Observaciónes@^@ del Certifcado de Origen, debera <br> indicarse la fecha de recepción de la Declaración Jurada de Origen. <br> 7. Las Autoridades Competentes que emitan los Certifcados de Origen <br> tomaran las medidas necesarias para verificar la condición del origen de las <br> mercancias y el cumplimiento de los demas requisitos de este Anexo. Para este <br> fin, tendran derecho a solicitar sustentos o cualquier otra información que <br> consideren adecuada para verifcar la veracidad de la Declaración Jurada y/o el <br> Certificado de Origen. <br> 8. El exportador que solicite la emisiOn de un Certificado de Origen estara <br> Competentes o entidades habilitadas del pals de exportación donde se emite el <br> Certificado de Origen, los documentos pertinentes que prueben la condición de <br> originarias de las mercancias correspondientes, asi como el cumplimiento de <br> los demas requisitos de este Anexo. <br> 9. El importador debera manifestar expresamente su voluntad de acogerse at <br> tratamiento arancelario preferencial en la declaración aduanera de importación, y: <br> a) tener en su poder el original o una copia del Certificado de Origen y, <br> cuando sea aplicable, los documentos que sustenten que los requisitos <br> establecidos en el Articulo 13 se han cumplido; y <br> b) presentar el original o una copia del Certificado de Origen, segun lo <br> establecido en la legislación de la Parte importadora, asi como toda la <br> documentación indicada en el literal a) a la autoridad aduanera, cuando <br> esta lo requiera. <br> 10. No obstante lo dispuesto en el numeral 3, cuando en la importacian no se <br> disponga del Certificado de Origen, la autoridad aduanera de la Parte <br> importadora otorgara, a solicitud del importador, un plazo de treinta (30) dias <br> contados a partir de la fecha de levante de las mercancias para la presentación <br> del Certificado de Origen, en cuyo caso la autoridad aduanera podra adoptar <br> medidas de conformidad con su legislación naciónal para garantizar el interes <br> fiscal. Vencido el plazo sin la presentación del Certificado de Origen, se hara <br> efectiva la medida que se hubiere adoptado para garantizar el interes fscal. <br> Articulo 16.- Validez del Certificado de Origen <br> 1. El Certificado de Origen tendra una validez de ciento ochenta (180) dias <br> contados a partir de la fecha de su emision. <br> 2. El Certifcado de Origen debera Ilevar el nombre y la frma aut6grafa del <br> funciónario acreditado por la Parte exportadora para expedir dichos <br> Certificados, asi como el sello de la Autoridad Competente o entidad habilitada, <br> debiendose consignar en cada Certifcado de Origen el nOmero de la factura <br> comercial en el campo reservado para ello. <br> 3. En caso que la mercancia sea internada, admitida o almacenada <br> temporalmente bajo control aduanero, en la medida en que la mercancia salga <br> en el mismo estado y condición en que ingres6, sin alterar la clasificación <br> arancelaria ni su calificación de origen en la Parte importadora, el plazo de <br> validez del Certificado de Origen sefialado en el primer parrafo del presente <br> articulo quedara suspendido por el tiempo que la administración aduanera haya <br> autorizado dichas operaciónes o regimenes. En este caso, la autoridad <br> aduanera de la Parte importadora podra exigir adiciónalmente un documento <br> aduanero que acredite que la mercancia permaneci6 bajo supervision ad uanera. <br> 4. Los Certificados de Origen no podran ser emitidos con antelación a la fecha <br> de emisi6n de la factura comercial correspondiente a la operación de que se <br> trate, debiendose entregar copia de la factura comercial en el momento de la <br> solicitud del Certifcado de Origen. <br> 5. En el caso de importaciónes de las partidas 27.09 (Aceites crudes de <br> petrOleo o de mineral bituminoso), 27.10 (Aceites de petroleo o de mineral <br> bituminoso, excepto los aceites crudos; preparaciónes no expresadas ni <br> comprendidas en otra parte, con un contenido de aceites de petrOleo o de <br> mineral bituminoso superior o igual al 70 % en peso, en las que estos aceites <br> constituyan el elemento base; desechos de aceites) y 27.11 (Gas de petrOleo y <br> demas hidrocarburos gaseosos), realizadas por la Republica de Cuba at <br> amparo del presente Acuerdo, y siempre que se cumpla con lo dispuesto en <br> este Anexo, sOlo se exigira la presentación ante las autoridades aduaneras de <br> importación la factura comercial definitiva y el conocimiento de embarque correspondiente. <br> No obstante a lo anterior el Certifcado de Origen debera ser entregado a las <br> autoridades aduaneras de la RepOblica de Cuba, a mas tardar a los noventa <br> (90) dias posteriores al Despacho Aduanero. <br> 6. La descripción de la mercancia debera ser lo suficientemente detallada para <br> comercial del exportador y con la clasificación arancelaria con base en el Sistema Armonizado. <br> 7. El Certifcado de Origen debera estar debidamente Ilenado en los campos <br> que correspondan y no presentar raspaduras, tachaduras o enmiendas. <br> 8. En caso de detectarse errores de forma en el Certificado de Origen, es decir, <br> aquellos que no afectan la calificación de origen de la mercancia, la Autoridad <br> Competente o aduanera de la Parte importadora conservara el original del <br> Certificado de Origen de acuerdo con los procedimientos establecidos en su <br> legislación interna y notificara al importador indicando los errores que presenta <br> el Certificado de Origen que lo hacen inaceptable. <br> 9. A tales efectos el importador debera presentar una rectifcación o un <br> Certificado de Origen nuevo en un plazo maxim° de treinta (30) dias contados <br> a partir de la fecha de recepción de la notifcación; la rectifcación debe ser <br> realizada mediante ofcio, en ejemplar original, que debe contener la enmienda, <br> la fecha y numero del Certifcado de Origen, y ser firmada por un funciónario <br> autorizado por la Parte exportadora para tal efecto. <br> 10. En la situación prevista en el Offal() anterior, la Parte importadora no <br> impedira el despacho de la mercancia, pudiendo establecer medidas de <br> conformidad con su legislación naciónal para garantizar el interes fscal. <br> 11. Si el importador no cumpliera con la presentación de un Certificado de <br> Origen nuevo o la rectificación correspondiente en el plazo estipulado, la Parte <br> importadora podra denegar la solicitud de tratamiento preferencial y se <br> procedera a ejecutar las medidas que se hayan adoptado para garantizar el interes fscal. <br> Articulo 17.- Declaración Jurada de Origen <br> 1. La Declaración Jurada de Origen del productor y exportador debera conte.ner <br> como minimo los siguientes datos: <br> a) nombre o razor' social del productor y exportador; <br> b) niimero de identidad o de registro fiscal; <br> c) domicilio legal del solicitante y dirección de la planta industrial; <br> descripción de la mercancia a exportar y su clasificación <br> arancelaria a ocho digitos basada en el Sistema Armonizado; <br> e) valor FOB de la mercancia a exportar expresado en <br> dOlares americanos; <br> f) breve descripción del proceso de producción; y <br> componentes de la mercancia, indicando: <br> (i) materiales originarios, indicando origen, <br> clasificación arancelaria y valor FOB; y <br> (ii) materiales no originarios, indicando origen y/o <br> procedencia, clasificación arancelaria, valor CIF expresado en <br> &dares americanos y porcentaje de participación en el valor <br> FOB de exportación. <br> 2. La descripción de la mercancia debera ser lo sufcientemente detallada para <br> relaciónarla con la descripción de la mercancia contenida en la factura <br> 3. Excepciónalmente la Declaración Jurada de Origen podra ser frmada <br> exclusivamente por el exportador cuando se trate de mercancias obtenidas en <br> forma artesanal. Cuando existan varios productores, a la Declaración Jurada de <br> Origen se anexara una lista que contenga los nombres de los productores y el <br> lugar de producción. <br> Articulo 18.- Validez de la Declaración Jurada de Origen <br> La Declaración Jurada de Origen tendra una validez de dos (2) alios a partir de <br> la fecha de su recepción por la Autoridad Competente o entidad habilitada, a <br> menos que antes de dicho plaza se modifque la información contenida. En este <br> caso, ameritara la presentación de una nueva Declaración Jurada de Origen en <br> los terminos establecidos en el presente Articulo. <br> SECción V <br> PROCESO DE CONSULTA Y VERIFICAción <br> Articulo 19.- Autoridades responsables de la consulta y verificación <br> El proceso de consulta y verificación establecido en la presente Sección sera realizado por: <br> -en el caso de la ReptIblica de Cuba: La Autoridad Competente o aduanera <br> -en el caso de la Repablica Bolivariana de Venezuela: La Autoridad <br> Competente. <br> Articulo 20.- Proceso de Consulta <br> 1. La Pane importadora podra realizar consultas, respecto al origen de las <br> mercancias, a la Autoridad Competente o entidad habilitada de la Pane <br> exportadora responsable de la emision del Certifcado de Origen. La Autoridad <br> Competente o entidad habilitada de la Parte exportadora respondera a la <br> solicitud de información dentro de treinta (30) dias a partir de la fecha de <br> recepción de la solicitud. <br> 2. A efectos del parrafo anterior, la Pane importadora debera indicar: <br> a) nombre y cargo del funciónario que solicita la información; <br> b) nómero y fecha de los Certifcados de Origen sobre los cuales se <br> solicita la información; <br> c) descripción de las observaciónes encontradas; y <br> d) fundamento legal de la solicitud de información en base a lo <br> establecido en el presente Anexo. <br> Articulo 21.- Proceso de Verificación <br> 1. Si la información suministrada por la Autoridad Competente o entidad <br> habilitada de la Parte exportadora en el proceso de consulta no es suficiente <br> para determinar la autenticidad de un Certifcado de Origen o si se tiene dudas <br> acerca del origen de las mercancias amparadas por uno o varios Certificados <br> de Origen, la Parte importadora, a traves de la Autoridad Competente de la <br> Parte exportadora podra iniciar un proceso de verificación mediante: <br> a) solicitudes escritas de información al productor o exportador; <br> b) cuestionarios escritos dirigidos al productor o exportador; <br> visitas a las instalaciónes del productor o exportador en el <br> territorio de la otra Parte, con el prop6sito de examinar los registros <br> relaciónados con el origen, observar las instalaciónes y el proceso <br> productivo de la mercancia objeto de verifcación, o cualquier <br> información indicada en la Declaración Jurada de Origen del <br> productor o exportador; y <br> otros procedimientos que las Partes puedan acordar. <br> 2. La Parte importadora debera notificar la iniciación del procedimiento de <br> verificación al productor o exportador a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha notificación se enviara con acuse de recibo, junto con <br> las solicitudes escritas, los cuestionarios y/o la solicitud de visita. <br> 3. De conformidad con lo establecido en el numeral 1 literales a) y b), las <br> solicitudes de información o los cuestionarios escritos deberan contener: <br> b) nombre y domicilio del productor o exportador a quienes se les solicitan <br> la información y documentación; <br> c) descripción de la información y documentos que se requieran; y <br> d) fundamento legal de las solicitudes de información o cuestionarios en <br> base a lo establecido en el presente Anexo. <br> 4. A los efectos del numeral 1 literales a) y b), el productor o exportador debera <br> responder, a traves de su Autoridad Competente, dentro de treinta (30) dias <br> contados desde la fecha de recepción de la solicitud de información o <br> cuestionario. Dentro de dicho plazo podra, a traves de su Autoridad <br> Competente, solicitar por una sola vez y por escrito a la Autoridad Competente <br> de la Parte importadora la prOrroga del mismo, la cual no podra ser superior a <br> treinta (30) dias. <br> Cuando la Autoridad Competente de la Parte importadora considere que la <br> información proporciónada es insufciente o requiera mayor información, podra <br> solicitarla al productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora. Dicha información debera ser remitida dentro de treinta (30) <br> dias contados a partir de la fecha de recepción de la solicitud de información adiciónal. <br> 5. De conformidad con lo dispuesto en el numeral 1 literal c), la notificación de <br> la visita de verifcación de origen por la Parte importadora debera contener: <br> a) nombre y cargo de los funciónarios que realizaran la visita de verificación; <br> b) nombre del productor y/o exportador que pretende visitar; <br> c) propuesta de fecha y lugar de la visita de verificación; <br> d) alcance de la visita de verificación, haciendo mención de las <br> mercancias objeto de verificación y de los Certificados de Origen <br> que las amparan; y <br> e) el fundamento legal de la visita de verifcación en base a lo <br> establecido en el presente Anexo de Origen. <br> 6. La Autoridad Competente de la Parte exportadora remitira a la Parte <br> importadora la autorización sobre la realización de la visita en un plazo maximo <br> de treinta (30) dias contados desde la fecha de recepción de su notificación. <br> 7. El productor o exportador, a traves de la Autoridad Competente de la Parte <br> exportadora, podra solicitar por escrito y por (mica vez la postergación de la <br> visita de verificación a la Parte importadora, dentro de los primeros quince (15) <br> dias del periodo establecido en el numeral precedente, por un periodo no <br> mayor a sesenta (60) dias a partir de la fecha propuesta en la notifcación. <br> 8. La Autoridad Competente de la Parte exportadora podra acomparlar la visita <br> realizada por la Parte importadora, designandb funciónarios gubernamentales <br> que actuaran en condición de observadores. <br> 9. Cuando se haya concluido la visita de verificación, la Parte importadora <br> frmara un Acta, en la que debera constar la siguiente información: fecha y lugar <br> de la visita, información y documentación recabada, nombre y frma de los <br> funciónarios encargados de la visita, de las personas de la empresa <br> responsables de atender la visita y de los observadores asi como cualquier otro <br> hecho que se considere relevante para la determinación del origen. Si el <br> prod uctor o exportador, sujeto de la visita o los observadores se niegan a firmar <br> el Acta, se dejara constancia de ello, no afectando la validez del procedimiento. <br> 10. Una Parte podra denegar el tratamiento arancelario preferencial a una <br> mercancia importada, cuando: <br> a) la Autoridad Competente o entidad habilitada de la Parte exportadora no <br> responda a la solicitud de información dentro del plazo establecido en el <br> numeral 1 del Articulo 20; <br> b) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no responda una solicitud escrita de información o <br> cuestionario, dentro de los plazos establecidos en el numeral 4 del <br> presente Articulo; o <br> c) el productor o exportador, a traves de la Autoridad Competente de la <br> Parte exportadora, no otorgue su autorización por escrito para la visita <br> de verificación en un plazo de treinta (30) dias contado desde la fecha <br> de recepción de la notificación. <br> 11. Las Partes no negaran el tratamiento arancelario preferencial a una <br> mercancia basandose unicamente en la postergación de la visita de verificación. <br> 12. El procedimiento de verificación del origen de las mercancias indicado en <br> este Articulo no debera exceder de un (1) aho, contado a partir de la fecha de <br> notificación del inicio del proceso de verifcación. <br> 13. Se considerara como concluido el proceso de verifcación cuando la Parte <br> importadora establezca mediante un lnforme de Origen que la mercancia <br> califica o no como originaria de acuerdo con los procedimientos establecidos en <br> el presente Articulo. <br> 14. Dentro del plazo selialado en el numeral 12, la Parte importadora notifcara <br> a la Autoridad Competente de la Parte exportadora el lnforme de Origen a que <br> se refiere el numeral anterior, el cual debera incluir el resultado del proceso de <br> verifcación asi como los hechos y fundamentos de derecho establecidos en el <br> presente Anexo, comenzando a aplicarse al momento de su notificacian a la <br> La mercancia objeto de la Verificación de Origen recibira el mismo tratamiento <br> arancelario preferencial como Si se tratara de una mercancia originaria <br> mientras transcurre el plazo establecido en el numeral 12 del presente Articulo, <br> sin que la Parte importadora haya notifcado a la Autoridad Competente de la <br> Parte exportadora el lnforme de Origen. <br> 15. Cuando la verifcación que haya realizado la Autoridad Competente de la <br> Parte importadora determine que la mercancia no califca como originaria, <br> podra suspender el trato arancelario preferencial a las mercancias identicas <br> que el productor o exportador exporte, hasta que la misma pruebe que cumple <br> con lo establecido en este Anexo. Para estos efectos el productor o exportador <br> presentara una nueva Declaración Jurada de Origen ante la Autoridad <br> Competente encargada de la certifcación de origen, donde se pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual <br> sera comunicado a la Parte importadora. <br> 16. La Parte importadora no impedira el despacho de la mercancia cuando <br> surjan dudas en cuanto a la autenticidad del Certificado de Origen o al <br> cumplimiento de lo dispuesto en el presente Anexo, pudiendo establecer <br> fiscal. En tales casos, la Parte importadora procedera de conformidad con los <br> procesos de consulta y verificación de Origen del presente Articulo. <br> SECción VI <br> SANciónES <br> Articulo 22.- Al Productor o al Exportador <br> 1. La Parte exportadora aplicara sanciónes al productor o al exportador, segun <br> corresponda, Si como resultado del proceso de verificación establecido en el <br> presente Anexo se comprueba que el Certificado de Origen no es autentico, o <br> que la mercancia no califica como originaria. <br> 2. Las Autoridades Competentes de la Parte exportadora podran aplicar <br> medidas y sanciónes de conformidad con su legislación naciónal. <br> "}]}]}, "members_found": ["862", "192"]}