{"FtaRooDetails": {"FtaId": 372, "FtaCode": "ITC00378", "FtaName": "FTA, EU-Chile", "FtaFullName": "AGREEMENT establishing an association between the European Community and its Member States, of the one part, and the Republic of Chile, of the other part", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Group", "MemberStates": "Chile; European Union", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EU-Chile", "AdminProcCooAuth": "The certification type under FTA, EU-Chile is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EU-Chile is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EU-Chile agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " 950<br /> Appendix I<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDIX II AND APPENDIX II(a)<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently worked or processed within the<br /> meaning of Article 5 of this Annex.<br /> Note 2:<br /> 2.1.  The first two columns in the list describe the product obtained. The first column gives the heading number or<br /> chapter number used in the Harmonised System and the second column gives the description of goods used in<br /> that system for that heading or chapter. For each entry in the first two columns, a rule is specified in column 3<br /> or 4. Where, in some cases, the entry in the first column is preceded by an ‘ex', this signifies that the rules in<br /> column 3 or 4 apply only to the part of that heading as described in column 2.<br /> 2.2.  Where several heading numbers are grouped together in column 1 or a chapter number is given and the<br /> description of products in column 2 is therefore given in general terms, the adjacent rules in column 3 or 4<br /> apply to all products which, under the Harmonised System, are classified in headings of the chapter or in any of<br /> the headings grouped together in column 1.<br /> 2.3.  Where there are different rules in the list applying to different products within a heading, each indent contains<br /> the description of that part of the heading covered by the adjacent rules in column 3 or 4.<br /> 2.4.  Where, for an entry in the first two columns, a rule is specified in both columns 3 and 4, the exporter may opt,<br /> as an alternative, to apply either the rule set out in column 3 or that set out in column 4. If no origin rule is<br /> given in column 4, the rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1.  The provisions of Article 5 of this Annex, concerning products having acquired originating status which are used<br /> in the manufacture of other products, shall apply, regardless of whether this status has been acquired inside the<br /> factory where these products are used or in another factory in the Community or in Chile.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-originating materials which may<br /> be incorporated may not exceed 40 % of the ex-works price, is made from ‘other alloy steel roughly shaped by<br /> forging' of heading ex 7224.<br /> If  this  forging  has  been  forged  in  the  Community  from  a  non-originating  ingot,  it  has  already  acquired<br /> originating status by virtue of the rule for heading ex 7224 in the list. The forging can then count as originating<br /> in the value-calculation for the engine, regardless of whether it was produced in the same factory or in another<br /> factory in the Community. The value of the non-originating ingot is thus not taken into account when adding up<br /> the value of the non-originating materials used.<br /> 3.2.  The rule in the list represents the minimum amount of working or processing required, and the carrying-out of<br /> more working or processing also confers originating status; conversely, the carrying-out of less working or<br /> processing cannot confer originating status. Thus, if a rule provides that non-originating material, at a certain<br /> level of manufacture, may be used, the use of such material at an earlier stage of manufacture is allowed, and the<br /> use of such material at a later stage is not.<br /> 3.3.  Without prejudice to Note 3.2, where a rule uses the expression ‘Manufacture from materials of any heading',<br /> then materials of any heading(s) (even materials of the same description and heading as the product) may be<br /> used, subject, however, to any specific limitations which may also be contained in the rule.<br /> 30.12.2002<br /> However, the expression ‘Manufacture from materials of any heading, including other materials of heading ...' or<br /> ‘Manufacture from materials of any heading, including other materials of the same heading as the product' means<br /> that materials of any heading(s) may be used, except those of the same description as the product as given in<br /> column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from more than one material, this means<br /> that one or more materials may be used. It does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be used and that chemical<br /> materials, among other materials, may also be used. This does not mean that both have to be used; it is possible<br /> to use one or the other, or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a particular material, the condition<br /> obviously does not prevent the use of other materials which, because of their inherent nature, cannot satisfy the<br /> rule. (See also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use of cereals and their derivatives,<br /> does not prevent the use of mineral salts, chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured from the particular<br /> materials specified in the list, can be produced from a material of the same nature at an earlier stage of<br /> manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter<br /> non-originating yarn is allowed for this class of article, it is not possible to start from non-woven cloth — even if<br /> non-woven cloths cannot normally be made from yarn. In such cases, the starting material would normally be at<br /> the stage before yarn — that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value of non-originating materials that<br /> can be used, then these percentages may not be added together. In other words, the maximum value of all the<br /> non-originating materials used may never exceed the higher of the percentages given. Furthermore, the individual<br /> percentages must not be exceeded, in relation to the particular materials to which they apply.<br /> Note 4:<br /> 4.1.  The term ‘natural fibres' is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted<br /> to the stages before spinning takes place, including waste, and, unless otherwise specified, includes fibres which<br /> have been carded, combed or otherwise processed, but not spun.<br /> 4.2.  The term ‘natural fibres' includes horsehair of heading<br /> wool-fibres and fine or coarse animal hair of headings 5101 to 5105, cotton fibres of headings 5201 to 5203,<br /> and other vegetable fibres of headings 5301 to 5305.<br /> 4.3.  The terms ‘textile pulp', ‘chemical materials' and ‘paper-making materials' are used in the list to describe the<br /> materials, not classified in Chapters 50 to 63, which can be used to manufacture artificial, synthetic or paper<br /> fibres or yarns.<br /> 4.4.  The term ‘man-made staple fibres' is used in the list to refer to synthetic or artificial filament tow, staple fibres or<br /> waste, of headings 5501 to 5507.<br /> 952<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the conditions set out in column 3 shall<br /> not be applied to any basic textile materials used in the manufacture of this product and which, taken together,<br /> represent 10 % or less of the total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed products which have been made<br /> from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> — silk,<br /> — wool,<br /> — coarse animal hair,<br /> — fine animal hair,<br /> — horsehair,<br /> — cotton,<br /> — paper-making materials and paper,<br /> — flax,<br /> — true hemp,<br /> — jute and other textile bast fibres,<br /> — sisal and other textile fibres of the genus Agave,<br /> — coconut, abaca, ramie and other vegetable textile fibres,<br /> — synthetic man-made filaments,<br /> — artificial man-made filaments,<br /> — current-conducting filaments,<br /> — synthetic man-made staple fibres of polypropylene,<br /> — synthetic man-made staple fibres of polyester,<br /> — synthetic man-made staple fibres of polyamide,<br /> — synthetic man-made staple fibres of polyacrylonitrile,<br /> — synthetic man-made staple fibres of polyimide,<br /> — synthetic man-made staple fibres of polytetrafluoroethylene,<br /> — synthetic man-made staple fibres of poly(phenylene sulphide),<br /> — synthetic man-made staple fibres of poly(vinyl chloride),<br /> — other synthetic man-made staple fibres,<br /> — artificial man-made staple fibres of viscose,<br /> — other artificial man-made staple fibres,<br /> — yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped,<br /> — yarn made of polyurethane segmented with flexible segments of polyester, whether or not gimped,<br /> 30.12.2002<br /> — products of heading 5605 (metallised yarn) incorporating strip consisting of a core of aluminium foil or of a<br /> core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm,<br /> sandwiched by means of a transparent or coloured adhesive between two layers of plastic film,<br /> — other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic staple fibres of heading 5506,<br /> is a mixed yarn. Therefore, non-originating synthetic staple fibres which do not satisfy the origin-rules (which<br /> require manufacture from chemical materials or textile pulp) may be used, provided that their total weight does<br /> not exceed 10 % of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and synthetic yarn of staple fibres<br /> of heading 5509, is a mixed fabric. Therefore, synthetic yarn which does not satisfy the origin-rules (which<br /> require  manufacture  from  chemical  materials  or textile  pulp),  or woollen  yarn  which  does  not  satisfy the<br /> origin-rules (which require manufacture from natural fibres, not carded or combed or otherwise prepared for<br /> spinning), or a combination of the two, may be used, provided that their total weight does not exceed 10 % of<br /> the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205 and cotton fabric of heading<br /> 5210, is a only mixed product if the cotton fabric is itself a mixed fabric made from yarns classified in two<br /> separate headings, or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading 5205 and synthetic fabric of<br /> heading 5407, then, obviously, the yarns used are two separate basic textile materials and the tufted textile fabric<br /> is, accordingly, a mixed product.<br /> 5.3. In the case of products incorporating ‘yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped', this tolerance is 20 % in respect of this yarn.<br /> 5.4. In the case of products incorporating ‘strip consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film', this tolerance is 30 % in respect of this strip.<br /> Note 6:<br /> 6.1.  Where, in the list, reference is made to this Note, textile materials (with the exception of linings and interlinings),<br /> which do not satisfy the rule set out in the list in column 3 for the made-up product concerned, may be used,<br /> provided that they are classified in a heading other than that of the product and that their value does not exceed<br /> 8 % of the ex-works price of the product.<br /> 6.2.  Without prejudice to Note 6.3, materials, which are not classified within Chapters 50 to 63, may be used freely<br /> in the manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn must be used, this does not<br /> prevent the use of metal items, such as buttons, because buttons are not classified within Chapters 50 to 63. For<br /> the same reason, it does not prevent the use of slide-fasteners, even though slide-fasteners normally contain<br /> textiles.<br /> 6.3.  Where a percentage-rule applies, the value of materials which are not classified within Chapters 50 to 63 must<br /> be taken into account when calculating the value of the non-originating materials incorporated.<br /> 954<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, the ‘specific processes' are<br /> the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process (1),<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum<br /> or  sulphuric  anhydride;  neutralisation  with  alkaline  agents;  decolourisation  and  purification  with<br /> naturally-active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the ‘specific processes' are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process (1),<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated sulphuric acid, oleum<br /> or  sulphuric  anhydride;  neutralisation  with  alkaline  agents;  decolourisation  and  purification  with<br /> naturally-active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with hydrogen, resulting in a reduction<br /> of at least 85 % of the sulphur-content of the products processed (ASTM D 1266—59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process other than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at a pressure of more than 20<br /> bar and a temperature of more than 250 °C, with the use of a catalyst, other than to effect desulphurisation,<br /> when  the  hydrogen  constitutes  an  active  element  in  a  chemical  reaction.  The  further  treatment,  with<br /> hydrogen, of lubricating oils of heading ex 2710 (e.g. hydrofinishing or decolourisation), in order, more<br /> especially, to improve colour or stability shall not, however, be deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on condition that less than 30 % of<br /> these products distils, by volume, including losses, at 300 °C, by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710 only, treatment by means of a<br /> high-frequency electrical brush-discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax or peat wax, paraffin wax<br /> containing by weight less than 0,75 % of oil) of heading ex 2712 only, de-oiling by fractional crystallisation.<br /> (1) See introductory Note 7.4.<br /> 30.12.2002<br /> 7.3.  For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403, simple operations, such as<br /> cleaning, decanting, desalting, water-separation, filtering, colouring, marking, obtaining a sulphur-content as a<br /> result  of  mixing  products  with  different  sulphur-contents,  or  any  combination  of  these  operations  or  like<br /> operations, do not confer origin.<br /> 7.4.  Redistillation by a very thorough fractionation process means distillation (other than topping) by a continuous or<br /> batch process employed in industrial installations using distillates of subheading Nos<br /> 2711 11, 2711 12 to 2711 19, 2711 21 and 2711 29 (other than propane of a purity of 99 % or more) to<br /> obtain:<br /> 1.  isolated high-purity hydrocarbons (90 % or more in the case of olefins and 95 % or more in the case of<br /> other hydrocarbons), mixtures of isomers having the same organic composition being regarded as isolated<br /> hydrocarbons;<br /> only those process by means of which at least three different products are obtained are admissible, but this<br /> restriction does not apply in any instance where the process consists in the separation of isomers. In so far<br /> this concerns xylenes, ethylbenzene is included with xylene isomers;<br /> 2.  Products of subheading Nos 2707 10 to 2707 30, 2707 50 and 2710 11 to 2710 99,<br /> (a)  with no overlapping of the final boiling point of one fraction and the initial boiling point of the<br /> succeeding fraction and a difference of not more than 60 °C between the temperatures at which 5 and<br /> 90 % by the volume (including losses) distil by the ASTM D 86—67 method (reapproved 1972);<br /> (b)  with an overlapping of the final boiling point of one fraction and the initial boiling point of the<br /> succeeding fraction and a difference of not more than 30 °C between the temperatures at which 5 and<br /> 90 % by volume (including losses) distil by the ASTM D 86—67 method (reapproved 1972).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00378_coo.pdf", "DocType": "1_coo", "WebLink": "https://eur-lex.europa.eu/resource.html?uri=cellar:e2cdc199-2956-4608-b3f3-d6e38eabcde5.0005.01/DOC_2&format=PDF"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00378_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/ChiEU_e/anex3.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00378_full.pdf", "DocType": "8_full", "WebLink": "https://eur-lex.europa.eu/resource.html?uri=cellar:f83a503c-fa20-4b3a-9535-f1074175eaf0.0004.02/DOC_2&format=PDF"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral cumulation of origin <br /> 1 Materials originating in the Community shall be considered as materials <br /> originating in Chile when incorporated into a product obtained there. It shall not be <br /> necessary that such materials have undergone sufficient working or processing, <br /> provided they have undergone working or processing going beyond that referred to in Article 6. <br /> 2 Materials originating in Chile shall be considered as materials originating in <br /> the Community when incorporated into a product obtained there. It shall not be <br /> necessary that such materials have undergone sufficient working or processing, <br /> provided they have undergone working or processing going beyond that referred to in Article 6. <br /> Article 36 : Application of this Annex <br /> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br /> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br /> all respects the same customs regime as that which is applied to products originating <br /> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br /> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br /> Chile shall grant to imports of products covered by this Agreement and originating in <br /> Ceuta and Melilla the same customs regime as that which is granted to products <br /> imported from and originating in the Community. <br /> 3 For the purpose of the application of paragraph 2 concerning products originating <br /> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br /> conditions set out in Article 37. <br /> Article 37 : Special conditions <br /> 1 Provided that they have been transported directly in accordance with the <br /> provisions of Article 12, the following shall be considered as: <br /> (1) products originating in Ceuta and Melilla: <br /> (a) products wholly obtained in Ceuta and Melilla; <br /> (b) products obtained in Ceuta and Melilla in the manufacture of which <br /> products other than those referred to in (a) are used, provided that: <br /> (i) the said products have undergone sufficient working or <br /> processing within the meaning of Article 5; or that <br /> (ii) those products are originating in Chile or the Community <br /> within the meaning of this Annex, provided that they have <br /> been submitted to working or processing which goes beyond <br /> the insufficient working or processing referred to in Article 6. <br /> (2) products originating in Chile: <br /> (a) products wholly obtained in Chile; <br /> (b) products obtained in Chile, in the manufacture of which products <br /> other than those referred to in (a) are used, provided that: <br /> (i) the said products have undergone sufficient working or <br /> processing within the meaning of Article 5; or that <br /> (ii) those products are originating in Ceuta and Melilla or the <br /> Community within the meaning of this Annex, provided that <br /> they have been submitted to working or processing which <br /> goes beyond the insufficient working or processing <br /> referred to in Article 6. <br /> 2. Ceuta and Melilla shall be considered as a single territory. <br /> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br /> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br /> addition, in the case of products originating in Ceuta and Melilla, this shall be <br /> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br /> 4 The Spanish customs authorities shall be responsible for the application of <br /> this Annex in Ceuta and Melilla.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according <br /> to the conditions set out in Appendix II or Appendix II(a), should not be used in the <br /> manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) any of the percentages given in Appendix II or in Appendix II(a) for the <br /> maximum value of non-originating materials are not exceeded through the <br /> application of this paragraph. <br /> Without prejudice to notes 5 and 6 of Appendix I, this paragraph shall not apply to <br /> products falling within Chapters 50 to 63 of the Harmonized System. <br /> 4 Paragraphs 1, 2 and 3 shall apply except as provided in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in the <br /> list in Appendix II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this Agreement, <br /> the working or processing which must be carried out on non-originating materials <br /> used in manufacturing and apply only in relation to such materials. <br /> Accordingly, it follows that if a product, which has acquired originating status by <br /> fulfilling the conditions set out in the Appendix II is used in the manufacture of <br /> another product, the conditions applicable to the resulting product do not apply to the <br /> incorporated product, and no account shall be taken of the non-originating materials <br /> which may have been used in its manufacture. <br /> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and <br /> listed in Appendix II (a) are considered to be sufficiently worked or processed when <br /> the conditions set out in the list in Appendix II (a) are fulfilled. The provisions of this <br /> paragraph shall apply for three years following the entry into force of this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of drawback of, or exemption from, customs duties <br /> 1 Non-originating materials used in the manufacture of products originating in the <br /> Community or in Chile for which a proof of origin is issued or made out in <br /> accordance with the provisions of Title V shall not be subject in the Community or <br /> Chile to drawback of, or exemption from, customs duties of whatever kind. <br /> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of customs duties, as <br /> defined in Article 59 of this Agreement, applicable in the Community or Chile to materials used <br /> in the manufacture, where such refund, remission or non-payment applies, expressly <br /> or in effect, when products obtained from the said materials are exported and not <br /> when they are retained for home use there. <br /> 3 The exporter of products covered by a proof of origin shall be prepared to submit <br /> at any time, upon request from the customs authorities, all appropriate documents <br /> proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all customs <br /> duties applicable to such materials have actually been paid. <br /> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br /> within the meaning of Article 7(2), accessories, spare parts and tools within the <br /> meaning of Article 8 and products in a set within the meaning of Article 9 when such <br /> items are non-originating. <br /> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br /> which are of the kind to which this Agreement applies. Furthermore, they shall not <br /> preclude the application of an export refund system for agricultural products, <br /> applicable upon export in accordance with the provisions of the Agreement. <br /> 6 The provisions of this Article shall be applied from 1 January 2007.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle: <br /> - which are part of the normal equipment and included in the price thereof, or <br /> - which are not separately invoiced, <br /> shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in <br /> the Community or in Chile: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting conducted there; <br /> (f) products of sea fishing, hunting and other products taken <br /> from the sea by theirvessels [1]; <br /> (g) products made aboard their factory ships exclusively from products <br /> referred to in subparagraph (f); <br /> (h) used articles collected there fit only for the recovery of raw <br /> materials or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside the territorial seas <br /> provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in <br /> subparagraphs (a) to (j). <br /> 2 the terms @^@their vessels@^@ and @^@their factory ships@^@ of paragraph 1(f) and (g) <br /> shall apply only to vessels and factory ships: <br /> (a) which are registered or recorded in a Member State of <br /> the Community or in Chile; <br /> (b) which sail under the flag of a Member State of the Community or of Chile; <br /> 3. In addition to the requirements laid down in paragraph 2, products obtained <br /> under paragraph 1(f) and (g) shall be considered as wholly obtained in the <br /> Community or in Chile when @^@their vessels@^@ and @^@their factory ships@^@: <br /> (a) are owned: <br /> (i) to an extent of at least 50 per cent by nationals of Member States of the <br /> Community or of Chile, or <br /> (ii) by a partnership or limited company with its head office in one of the <br /> Member States of the Community or of Chile, of which the manager or <br /> managers, Chairman of the Board of Directors or the Supervisory Board, and <br /> the majority of the members of such boards are nationals of Member States of <br /> the Community or of Chile and, of which at least half the capital belongs to <br /> those States or to public bodies or nationals of the said States, or <br /> (iii) by a company other than those referred to in (ii) with its head office in one of <br /> the Member States of the Community or in Chile, of which the manager or <br /> managers, Chairman of the Board of Directors or the Supervisory Board, and <br /> the majority of the members of such boards are nationals of Member States of <br /> the Community or of Chile; and <br /> (b) of which the master and at least 75 per cent <br /> of the crew, officers included, are <br /> nationals of a Member State of the Community or of Chile. <br /> [1] As long as any transfer of sovereign rights between the Parties, as defined by international rules, is <br /> subject to negotiations, this provision will not apply to products of sea fishing and other products taken <br /> from the sea by Community vessels in the Exclusive Economic Zone of Chile or to products of sea <br /> fishing and other products taken from the sea by Chilean vessels in the Exclusive Economic Zone of <br /> the Member States of the Community.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during <br /> transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the making- <br /> up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) operations whose sole purpose is to ease loading; <br /> (p) a combination of two or more operations specified in subparagraphs (a) to (o); <br /> (q) slaughter of animals. <br /> 2 All operations carried out either in the Community or in Chile on a given <br /> product shall be considered when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (f) @^@ex-works price@^@ means the price paid for the product ex works to the <br /> manufacturer in the Community or Chile in whose undertaking the last working <br /> or processing is carried out, provided the price includes at least the value of all <br /> the materials used, minus any internal taxes which are, or may be, repaid when <br /> the product obtained is exported; <br /> (g) @^@value of materials@^@ means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials <br /> in the Community or Chile; <br /> (h) @^@value of originating materials@^@ means the value of such materials as defined in <br /> subparagraph (g) applied mutatis mutandis;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct transport <br /> 1 The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Annex, which are transported directly <br /> between the Community and Chile. However, products constituting one consignment <br /> may be transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they <br /> remain under the surveillance of the customs authorities in the country of transit or <br /> warehousing and do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country <br /> through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where <br /> applicable, the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 1. The conditions set out in Title II relating to the acquisition of originating status <br /> must be fulfilled without interruption in the Community or in Chile. <br /> 2 If originating goods exported from the Community or Chile to another country <br /> return they must be considered as non-originating, unless it can be demonstrated to <br /> the satisfaction of the customs authorities that: <br /> (a) the goods returned are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in <br /> good condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is <br /> included with the product for classification purposes, it shall be included for the <br /> purposes of determining origin. Any other packaging shall not be included for the <br /> purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does <br /> not exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than the Community <br /> or Chile and sold after the exhibition for importation in the Community or Chile shall <br /> benefit on importation from the provisions of this Agreement provided it is shown to <br /> the satisfaction of the customs authorities of the importing country that: <br /> (a) an exporter has consigned these products from the Community or Chile to the <br /> country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person <br /> in the Community or Chile; <br /> (c) the products have been consigned during the exhibition or immediately thereafter <br /> in the state in which they were sent for exhibition; <br /> (d) the products have not, since they were consigned for exhibition, been used for <br /> any purpose other than demonstration at the exhibition; and <br /> (e) the products have remained during the exhibition under customs control. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing country in the <br /> normal manner. The name and address of the exhibition must be indicated thereon. <br /> Where necessary, additional documentary evidence of the conditions under which <br /> they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organised for private <br /> purposes in shops or business premises with a view to the sale of foreign products.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1 Products originating in the Community shall, on importation into Chile and <br /> products originating in Chile shall, on importation into the Community, benefit from <br /> this Agreement upon submission of the following proofs of origin: <br /> (a) a movement certificate EUR.1, a specimen of which appears <br /> in Appendix III; or <br /> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br /> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br /> any other commercial document which describes the products concerned in <br /> sufficient detail to enable them to be identified. The text of the invoice <br /> declaration appears in Appendix IV. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br /> it being necessary to submit any of the documents referred to above. <br /> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br /> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br /> competent governmental authorities of the exporting country on application having <br /> been made in writing by the exporter or, under the exporter's responsibility, by his <br /> authorised representative. <br /> 2 The procedure for the completion of both the movement certificate EUR.1 and <br /> the application form is set out in Appendix III. <br /> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities or competent <br /> governmental authorities of the exporting country where the movement certificate <br /> EUR.1 is issued, all appropriate documents proving the originating status of the <br /> products concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br /> competent governmental authorities of a Member State of the Community or Chile if <br /> the products concerned can be considered as products originating in the Community <br /> or Chile and fulfil the other requirements of this Annex. <br /> 5 The issuing customs authorities or competent governmental authorities shall take <br /> any steps necessary to verify the originating status of the products and the fulfilment <br /> of the other requirements of this Annex. For this purpose, they shall have the right to <br /> call for any evidence and to carry out any inspection of the exporter's accounts or any <br /> other check considered appropriate. The issuing customs authorities or competent <br /> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br /> duly completed. In particular, they shall check whether the space reserved for the <br /> description of the products has been completed in such a manner as to exclude all <br /> possibility of fraudulent additions. <br /> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br /> of the certificate. <br /> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br /> competent governmental authorities and made available to the exporter as soon as <br /> actual exportation has been effected or ensured. <br /> Article 18 : Issue of a duplicate movement certificate EUR.1 <br /> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br /> exporter by stating the reasons for his request may apply to the customs authorities or <br /> competent governmental authorities which issued it for a duplicate made out on the <br /> basis of the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with one <br /> of the following words: <br /> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br /> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br /> box of the duplicate movement certificate EUR.1. <br /> 4 The duplicate, which must bear the date of issue of the original movement <br /> certificate EUR.1, shall take effect as from that date. <br /> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under <br /> the control of a customs office in the <br /> Community or in Chile, it shall be possible to replace the original proof of origin by <br /> one or more movement certificates EUR.1 for the purpose of sending all or some of <br /> these products elsewhere within the Community or Chile. The replacement <br /> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br /> the Community or in Chile under whose control the products are placed. <br /> Article 20 : Conditions for making out an invoice declaration <br /> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 21; or <br /> (b) by any exporter for any consignment <br /> consisting of one or more packages containing originating <br /> products whose total value does not exceed EUR 6 000. <br /> 2 An invoice declaration may be made out if the products concerned can be <br /> considered as products originating in the Community or in Chile and fulfil the other <br /> requirements of this Annex. <br /> 3 The exporter making out an invoice declaration shall be prepared to submit at <br /> any time, at the request of the customs authorities or competent governmental <br /> authorities of the exporting country, all appropriate documents proving the originating <br /> status of the products concerned as well as the fulfilment of the <br /> other requirements of this Annex. <br /> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Appendix IV. Specific requirements as for <br /> the making out of an invoice declaration are set out in Appendix IV. <br /> 5 Invoice declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 21 shall <br /> not be required to sign such declarations provided that he gives the customs <br /> authorities or competent governmental authorities of the exporting country a written <br /> undertaking that he accepts full responsibility for any invoice declaration which <br /> identifies him as if it had been signed in manuscript by him. <br /> 6 An invoice declaration may be made out by the exporter when the products to <br /> which it relates are exported, or after exportation on condition that it is presented to <br /> the customs authorities of the importing country no longer than two years after the <br /> importation of the products to which it relates. <br /> Article 23 : Submission of proof of origin <br /> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br /> country in accordance with the procedures applicable in that country. The said <br /> authorities may require a translation of a proof of origin, which can be drawn up by <br /> the importer. They may also require the import declaration to be accompanied by a <br /> statement from the importer to the effect that the products meet the conditions <br /> required for the implementation of the Agreement. <br /> 2 The requirements mentioned in paragraph 1 relating to translation and the <br /> statement by the importer shall not be systematic and should only be imposed with a <br /> view to clarifying the submitted information or to ensuring that the importer endorses <br /> the full responsibility for the declared origin. <br /> Article 29 : Amounts expressed in euro <br /> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br /> where products are invoiced in a currency other than euro, amounts in the national <br /> currencies of the Member States of the Community or Chile equivalent to the amounts <br /> expressed in euro shall be fixed annually by each of the countries concerned. <br /> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br /> by reference to the currency in which the invoice is drawn up, according to the <br /> amount fixed by the country concerned. <br /> 3. The amounts to be used in any given national currency shall be the equivalent in <br /> that currency of the amounts expressed in euro as at the first working day of October. <br /> The amounts shall be communicated to the Commission of the European <br /> Communities by 15 October and shall apply from 1 January the following year. The <br /> Commission of the European Communities shall notify all countries <br /> concerned of the relevant amounts. <br /> 4. A country may round up or down the amount resulting from the conversion into <br /> its national currency of an amount expressed in euro. The rounded-off amount may <br /> not differ from the amount resulting from the conversion by more than 5 per cent. A <br /> country may retain unchanged its national currency equivalent of an amount <br /> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br /> the conversion of that amount, prior to any rounding-off, results in an increase of less <br /> than 15 per cent in the national currency equivalent. The national currency equivalent <br /> may be retained unchanged if the conversion would result in a decrease in that <br /> equivalent value. <br /> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br /> at the request of the Community or Chile. When carrying out this review, the <br /> Association Committee shall consider the desirability of preserving the effects of the <br /> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br /> expressed in euro.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Exemptions from proof of origin <br /> 1 Products sent from private persons to private persons or forming part of travelers' <br /> personal luggage shall be admitted as originating products without requiring the <br /> submission of a proof of origin, provided that such products are not imported by way <br /> of trade and have been declared as meeting the requirements of this Annex and where <br /> there is no doubt as to the veracity of such a declaration. In the case of products sent <br /> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br /> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br /> to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travelers or their families shall not be considered as imports by <br /> way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br /> case of products sent from private persons to private persons or EUR 1 200, in the <br /> case of products forming part of travelers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved exporter <br /> 1 The customs authorities or competent governmental authorities of the exporting <br /> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br /> who makes frequent shipments of originating products under this Agreement to make <br /> out invoice declarations irrespective of the value of the products concerned. An <br /> exporter seeking such authorisation must offer to the satisfaction of the customs <br /> authorities or competent governmental authorities all guarantees necessary to verify <br /> the originating status of the products as well as the fulfilment of the other <br /> requirements of this Annex. <br /> 2 The customs authorities or competent governmental authorities may grant the <br /> status of approved exporter subject to any conditions which they consider appropriate. <br /> 3 The customs authorities or competent governmental authorities shall grant to the <br /> approved exporter a customs authorisation number, which shall <br /> appear on the invoice declaration. <br /> 4 The customs authorities or competent governmental authorities shall monitor the <br /> use of the authorisation by the approved exporter. <br /> 5 The customs authorities or competent governmental authorities may withdraw <br /> the authorisation at any time. They shall do so where the approved exporter no longer <br /> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br /> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (m) @^@customs authority or competent governmental authority@^@ refers to the customs <br /> authority in the Community and to ‘Dirección General de Relaciones <br /> Económicas Internacionales' (DIRECON) of the <br /> Ministry of External Relations in Chile. <br /> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br /> competent governmental authorities of the exporting country on application having <br /> been made in writing by the exporter or, under the exporter's responsibility, by his <br /> authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of proof of origin <br /> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br /> the date of issue in the exporting country and must be submitted within the said period <br /> to the customs authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 1 may be accepted <br /> for the purpose of applying preferential treatment, where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the proofs of origin where the products have been submitted to <br /> them before the said final date. <br /> 4 In accordance with the internal legislation of the importing country, <br /> preferential treatment may also be granted, where applicable by repayment of duties, <br /> within a period of at least two years from the date of acceptance of the import <br /> declaration, where a proof of origin is produced indicating that the imported goods <br /> were at that date eligible for preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 16(3). <br /> 2 The exporter making out an invoice declaration shall keep for at least three years <br /> a copy of this invoice declaration as well as the documents <br /> referred to in Article 20(3). <br /> 3 The customs authorities or competent governmental authorities of the exporting <br /> country issuing a movement certificate EUR.1 shall keep for at least three years the <br /> application form referred to in Article 16(2). <br /> 4 The customs authorities in the Community shall keep for at least three years <br /> the movement certificates EUR.1 and the invoice declarations submitted to them on <br /> importation. The customs authorities of Chile must have at their disposal for five <br /> years the movement certificates EUR.1 and the invoice declarations <br /> submitted to themon importation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement certificates EUR.1 issued retrospectively <br /> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br /> be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances, or <br /> (b) it is demonstrated to the satisfaction <br /> of the customs authorities or competent governmental authorities <br /> that a movement certificate EUR.1 was issued but was <br /> not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates and state the reasons for his request. <br /> 3 The customs authorities or competent governmental authorities may issue a <br /> movement certificate EUR.1 retrospectively only after verifying that the information <br /> supplied in the exporter's application agrees with that in the corresponding file. <br /> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br /> of the following phrases: <br /> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br /> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br /> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br /> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br /> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br /> @^@UTFÄRDAT I EFTERHAND@^@. <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br /> box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting documents <br /> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br /> proving that products covered by a movement certificate EUR.1 or an invoice <br /> declaration can be considered as products originating in the Community or in Chile <br /> and fulfil the other requirements of this Annex may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br /> the goods concerned, contained for example in his accounts <br /> or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in <br /> the Community or Chile where these documents are used in accordance <br /> with the internal legislation; <br /> (c) documents proving the working or processing of materials in the Community or <br /> Chile, issued or made out in the Community or Chile, where these documents are <br /> used in accordance with the internal legislation; <br /> (d) movement certificates EUR.1 or invoice declarations proving the originating <br /> status of materials used, issued or made out in the Community or Chile in <br /> accordance with this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing country have reasonable doubts as <br /> to the authenticity of such documents, the originating status of the products concerned <br /> or the fulfillment of the other requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the movement certificate EUR.1 and <br /> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br /> documents, to the customs authorities or competent governmental authorities of the <br /> exporting country giving, where appropriate, the reasons for the enquiry. Any <br /> documents and information obtained suggesting that the information given on the <br /> proof of origin is incorrect shall be forwarded in support <br /> of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities or competent <br /> governmental authorities of the exporting country. For this purpose, they shall have <br /> the right to call for any evidence and to carry out any inspection of the exporter's <br /> accounts or any other check considered appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in the Community or in Chile and fulfil the other <br /> requirements of this Annex. <br /> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br /> the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Penalties <br /> Penalties may be imposed in accordance with internal legislation for infringement to <br /> provisions of this Annex. In particular, penalties shall be imposed on any person who <br /> draws up, or causes to be drawn up, a document which contains incorrect information <br /> for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document <br /> does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Resolution of disputes <br /> Where disputes arise in relation to the verification procedures of Article 31, which <br /> cannot be settled between the customs authorities requesting a verification and the <br /> customs authorities or competent governmental authorities responsible for carrying <br /> out this verification, or where they raise a question as to the interpretation of this <br /> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br /> and Rules of Origin. <br /> In all cases the settlement of disputes between the importer and the customs <br /> authorities of the importing country shall be under the legislation of the said country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> (Referred to in Article 58) <br> Bilateral cumulation of origin <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND <br> 1 Materials originating in the Community shall be considered as materials <br> METHODS OF ADMINISTRATIVE COOPERATION <br> TITLE I <br> originating in Chile when incorporated into a product obtained there. It shall not be <br> apparatus or vehicle: <br> - which are part of the normal equipment and included in the price thereof, or <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> provided they have undergone working or processing going beyond that referred to in Article 6. <br> - which are not separately invoiced, <br> 2 Materials originating in Chile shall be considered as materials originating in <br> Sets <br> shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question. <br> (c) live animals born and raised there; <br> the Community when incorporated into a product obtained there. It shall not be <br> Accessories, spare parts and tools <br> necessary that such materials have undergone sufficient working or processing, <br> Article 9 : Sets <br> Neutral elements <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> composed of originating and non-originating products, the set as a whole shall be <br> originating when all component products are originating. Nevertheless, when a set is <br> (g) products made aboard their factory ships exclusively from products <br> 1. The following shall be considered as wholly obtained in <br> referred to in subparagraph (f); <br> not exceed 15 per cent of the ex-works price of the set. <br> the Community or in Chile: <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> manufacture of a product may nevertheless be used, provided that: <br> up of sets of articles); <br> In order to determine whether a product originates, it shall not be necessary to <br> (d) products from live animals raised there; <br> (e) products obtained by hunting conducted there; <br> (f) products of sea fishing, hunting and other products taken <br> (h) used articles collected there fit only for the recovery of raw <br> (m) simple mixing of products, whether or not of different kinds; <br> Article 3 : Bilateral cumulation of origin <br> from the sea by theirvessels [1]; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> (d) goods which do not enter and which are not intended to enter into the final <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> (n) simple assembly of parts of articles to constitute a complete article or <br> materials or for use as waste; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (p) a combination of two or more operations specified in subparagraphs (a) to (o); <br> (j) products extracted from marine soil or subsoil outside the territorial seas <br> boards and all other simple packaging operations; <br> DRAWBACK OR EXEMPTION <br> 1. The conditions set out in Title II relating to the acquisition of originating status <br> must be fulfilled without interruption in the Community or in Chile. <br> subparagraphs (a) to (j). <br> 2 If originating goods exported from the Community or Chile to another country <br> Exhibitions <br> 2 the terms @^@their vessels@^@ and @^@their factory ships@^@ of paragraph 1(f) and (g) <br> return they must be considered as non-originating, unless it can be demonstrated to <br> (q) slaughter of animals. <br> (a) which are registered or recorded in a Member State of <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> disassembly of products into parts; <br> the Community or in Chile; <br> (b) which sail under the flag of a Member State of the Community or of Chile; <br> Sufficiently worked or processed products <br> 3. In addition to the requirements laid down in paragraph 2, products obtained <br> Article 12 : Direct transport <br> good condition while in that country or while being exported. <br> under paragraph 1(f) and (g) shall be considered as wholly obtained in the <br> Community or in Chile when @^@their vessels@^@ and @^@their factory ships@^@: <br> 1 The preferential treatment provided for under this Agreement applies only to <br> (a) are owned: <br> products, satisfying the requirements of this Annex, which are transported directly <br> (i) to an extent of at least 50 per cent by nationals of Member States of the <br> between the Community and Chile. However, products constituting one consignment <br> supplied to the customs authorities of the importing country by the production of: <br> Community or of Chile, or <br> (a) a single transport document covering the passage from the exporting country <br> (ii) by a partnership or limited company with its head office in one of the <br> trans-shipment or temporary warehousing in such territories, provided that they <br> Member States of the Community or of Chile, of which the manager or <br> managers, Chairman of the Board of Directors or the Supervisory Board, and <br> warehousing and do not undergo operations other than unloading, reloading or any <br> the majority of the members of such boards are nationals of Member States of <br> the Community or of Chile and, of which at least half the capital belongs to <br> Article 8 : Accessories, spare parts and tools <br> those States or to public bodies or nationals of the said States, or <br> operation designed to preserve them in good condition. <br> (iii) by a company other than those referred to in (ii) with its head office in one of <br> Direct transport <br> the Member States of the Community or in Chile, of which the manager or <br> (c) failing these, any substantiating documents. <br> exhibition, fair or similar public show or display which is not organised for private <br> the Community or of Chile; and <br> (a) the goods returned are the same as those exported; and <br> (b) of which the master and at least 75 per cent <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> of the crew, officers included, are <br> nationals of a Member State of the Community or of Chile. <br> [1] As long as any transfer of sovereign rights between the Parties, as defined by international rules, is <br> subject to negotiations, this provision will not apply to products of sea fishing and other products taken <br> from the sea by Community vessels in the Exclusive Economic Zone of Chile or to products of sea <br> 1 Originating products, sent for exhibition in a country other than the Community <br> fishing and other products taken from the sea by Chilean vessels in the Exclusive Economic Zone of <br> Insufficient working or processing <br> or Chile and sold after the exhibition for importation in the Community or Chile shall <br> the Member States of the Community. <br> benefit on importation from the provisions of this Agreement provided it is shown to <br> regarded as originating, provided that the value of the non-originating products does <br> (a) energy and fuel; <br> the satisfaction of the customs authorities of the importing country that: <br> (g) operations to colour sugar or form sugar lumps; <br> (a) an exporter has consigned these products from the Community or Chile to the <br> application of this paragraph. <br> transport and storage; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (i) giving an exact description of the products; <br> in the manufacture, where such refund, remission or non-payment applies, expressly <br> (c) Machines and tools; <br> in the Community or Chile; <br> The conditions referred to above indicate, for all products covered by this Agreement, <br> in the state in which they were sent for exhibition; <br> used in manufacturing and apply only in relation to such materials. <br> (d) the products have not, since they were consigned for exhibition, been used for <br> Accordingly, it follows that if a product, which has acquired originating status by <br> any purpose other than demonstration at the exhibition; and <br> fulfilling the conditions set out in the Appendix II is used in the manufacture of <br> (e) the products have remained during the exhibition under customs control. <br> another product, the conditions applicable to the resulting product do not apply to the <br> incorporated product, and no account shall be taken of the non-originating materials <br> normal manner. The name and address of the exhibition must be indicated thereon. <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and <br> products or their packaging; <br> listed in Appendix II (a) are considered to be sufficiently worked or processed when <br> (e) simple painting and polishing operations; <br> the conditions set out in the list in Appendix II (a) are fulfilled. The provisions of this <br> whether or not the requirements of Article 5 are satisfied: <br> paragraph shall apply for three years following the entry into force of this Agreement. <br> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according <br> country in which the exhibition is held and has exhibited them there; <br> may be transported through other territories with, should the occasion arise, <br> purposes in shops or business premises with a view to the sale of foreign products. <br> to the conditions set out in Appendix II or Appendix II(a), should not be used in the <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (b) They have not undergone any operation beyond that necessary to preserve them in <br> Article 14 : Prohibition of drawback of, or exemption from, customs duties <br> (b) any of the percentages given in Appendix II or in Appendix II(a) for the <br> (a) mineral products extracted from their soil or from their seabed; <br> maximum value of non-originating materials are not exceeded through the <br> 1 Non-originating materials used in the manufacture of products originating in the <br> Community or in Chile for which a proof of origin is issued or made out in <br> Without prejudice to notes 5 and 6 of Appendix I, this paragraph shall not apply to <br> accordance with the provisions of Title V shall not be subject in the Community or <br> products falling within Chapters 50 to 63 of the Harmonized System. <br> Chile to drawback of, or exemption from, customs duties of whatever kind. <br> 4 Paragraphs 1, 2 and 3 shall apply except as provided in Article 6. <br> Wholly obtained products <br> remission or non-payment, partial or complete, of customs duties, as <br> defined in Article 59 of this Agreement, applicable in the Community or Chile to materials used <br> (b) a certificate issued by the customs authorities of the country of transit: <br> (a) preserving operations to ensure that the products remain in good condition during <br> duties applicable to such materials have actually been paid. <br> meaning of Article 8 and products in a set within the meaning of Article 9 when such <br> 1 For the purposes of Article 2, products which are not wholly obtained are <br> items are non-originating. <br> provided that they have sole rights to work that soil or subsoil; <br> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br> the satisfaction of the customs authorities that: <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making- <br> list in Appendix II are fulfilled. <br> which are of the kind to which this Agreement applies. Furthermore, they shall not <br> Prohibition of drawback of, or exemption from, customs duties <br> 6 The provisions of this Article shall be applied from 1 January 2007. <br> ARTICLE 4 : Wholly Obtained Products <br> Where necessary, additional documentary evidence of the conditions under which <br> (o) operations whose sole purpose is to ease loading; <br> shall apply only to vessels and factory ships: <br> 2 A proof of origin must be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing country in the <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> 2 All operations carried out either in the Community or in Chile on a given <br> product shall be considered when determining whether the working or processing <br> they have been exhibited may be required. <br> (k) goods produced there exclusively from the products specified in <br> the working or processing which must be carried out on non-originating materials <br> insufficient working or processing to confer the status of originating products, <br> TITLE IV <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> considered to be sufficiently worked or processed when the conditions set out in the <br> at any time, upon request from the customs authorities, all appropriate documents <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> or in effect, when products obtained from the said materials are exported and not <br> Article 6 : Insufficient Working or Processing <br> within the meaning of Article 7(2), accessories, spare parts and tools within the <br> when they are retained for home use there. <br> proving that no drawback has been obtained in respect of the non-originating <br> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br> Article 13 : Exhibitions <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> preclude the application of an export refund system for agricultural products, <br> applicable upon export in accordance with the provisions of the Agreement. <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> which may have been used in its manufacture. <br> (ii) stating the dates of unloading and reloading of the products and, where <br> (d) ironing or pressing of textiles; <br> composition of the product. <br> TITLE III <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br> determine the origin of the following which might be used in its manufacture: <br> remain under the surveillance of the customs authorities in the country of transit or <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> 3 The exporter of products covered by a proof of origin shall be prepared to submit <br> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br> materials used in the manufacture of the products concerned and that all customs <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) @^@manufacture@^@ means any kind of working or processing including assembly or <br> specific operations; <br> (b) @^@material@^@ means any ingredient, raw material, component or part, etc., used in <br> (d) @^@goods@^@ means both materials and products; <br> (c) @^@product@^@ means the product being manufactured, even if it is intended for later <br> exporter to one consignee or covered by a single transport document covering <br> (e) @^@customs value@^@ means the value as determined in accordance with the <br> 1994 Agreement on implementation of Article VII of the General Agreement on <br> Tariffs and Trade (WTO Agreement on customs valuation); <br> (f) @^@ex-works price@^@ means the price paid for the product ex works to the <br> manufacturer in the Community or Chile in whose undertaking the last working <br> or processing is carried out, provided the price includes at least the value of all <br> the materials used, minus any internal taxes which are, or may be, repaid when <br> the product obtained is exported; <br> (g) @^@value of materials@^@ means the customs value at the time of importation of the <br> ascertained, the first ascertainable price paid for the materials <br> non-originating materials used, or, if this is not known and cannot be <br> subparagraph (g) applied mutatis mutandis; <br> in the Community or Chile; <br> (h) @^@value of originating materials@^@ means the value of such materials as defined in <br> the manufacture of the product; <br> (i) @^@chapters@^@ and @^@headings@^@ mean the chapters (two-digit codes) and the headings <br> use in another manufacturing operation; <br> (four-digit codes) used in the nomenclature which makes up the Harmonized <br> Commodity Description and Coding System, referred to in this Annex as @^@the <br> their shipment from the exporter to the consignee or, in the absence of such a <br> (j) @^@classified@^@ refers to the classification of a product or material <br> document, by a single invoice; <br> Harmonized System@^@ or @^@HS@^@; <br> under a particular heading; <br> (k) @^@consignment@^@ means products which are either sent simultaneously from one <br> (l) @^@preferential tariff treatment@^@ refers to the customs duty applicable to an <br> originating good as laid down in Part IV, Title II of this Agreement; <br> (m) @^@customs authority or competent governmental authority@^@ refers to the customs <br> authority in the Community and to ‘Dirección General de Relaciones <br> Económicas Internacionales' (DIRECON) of the <br> Ministry of External Relations in Chile. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1. For the purpose of implementing Part IV, Title II of this Agreement, the following <br> products shall be considered as originating in the Community: <br> (a) products wholly obtained in the Community within the meaning of Article 4; <br> (b) products obtained in the Community incorporating materials which have not been <br> obtained there, provided that such materials have undergone sufficient working or <br> working or processing in the Community within the meaning of Article 5; <br> 2. For the purpose of implementing Part IV, Title II of this Agreement, the following <br> products shall be considered as originating in Chile: <br> (a) products wholly obtained in Chile within the meaning of Article 4; <br> (b) products obtained in Chile incorporating materials which have not been wholly <br> processing in Chile within the meaning of Article 5. <br> wholly obtained there, provided that such materials have undergone sufficient <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> (Referred to in Article 58) <br> Bilateral cumulation of origin <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND <br> 1 Materials originating in the Community shall be considered as materials <br> METHODS OF ADMINISTRATIVE COOPERATION <br> TITLE I <br> originating in Chile when incorporated into a product obtained there. It shall not be <br> apparatus or vehicle: <br> - which are part of the normal equipment and included in the price thereof, or <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> provided they have undergone working or processing going beyond that referred to in Article 6. <br> - which are not separately invoiced, <br> 2 Materials originating in Chile shall be considered as materials originating in <br> Sets <br> shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question. <br> (c) live animals born and raised there; <br> the Community when incorporated into a product obtained there. It shall not be <br> Accessories, spare parts and tools <br> necessary that such materials have undergone sufficient working or processing, <br> Article 9 : Sets <br> Neutral elements <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> composed of originating and non-originating products, the set as a whole shall be <br> originating when all component products are originating. Nevertheless, when a set is <br> (g) products made aboard their factory ships exclusively from products <br> 1. The following shall be considered as wholly obtained in <br> referred to in subparagraph (f); <br> not exceed 15 per cent of the ex-works price of the set. <br> the Community or in Chile: <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> manufacture of a product may nevertheless be used, provided that: <br> up of sets of articles); <br> In order to determine whether a product originates, it shall not be necessary to <br> (d) products from live animals raised there; <br> (e) products obtained by hunting conducted there; <br> (f) products of sea fishing, hunting and other products taken <br> (h) used articles collected there fit only for the recovery of raw <br> (m) simple mixing of products, whether or not of different kinds; <br> Article 3 : Bilateral cumulation of origin <br> from the sea by theirvessels [1]; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> (d) goods which do not enter and which are not intended to enter into the final <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> (n) simple assembly of parts of articles to constitute a complete article or <br> materials or for use as waste; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (p) a combination of two or more operations specified in subparagraphs (a) to (o); <br> (j) products extracted from marine soil or subsoil outside the territorial seas <br> boards and all other simple packaging operations; <br> DRAWBACK OR EXEMPTION <br> 1. The conditions set out in Title II relating to the acquisition of originating status <br> must be fulfilled without interruption in the Community or in Chile. <br> subparagraphs (a) to (j). <br> 2 If originating goods exported from the Community or Chile to another country <br> Exhibitions <br> 2 the terms @^@their vessels@^@ and @^@their factory ships@^@ of paragraph 1(f) and (g) <br> return they must be considered as non-originating, unless it can be demonstrated to <br> (q) slaughter of animals. <br> (a) which are registered or recorded in a Member State of <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> disassembly of products into parts; <br> the Community or in Chile; <br> (b) which sail under the flag of a Member State of the Community or of Chile; <br> Sufficiently worked or processed products <br> 3. In addition to the requirements laid down in paragraph 2, products obtained <br> Article 12 : Direct transport <br> good condition while in that country or while being exported. <br> under paragraph 1(f) and (g) shall be considered as wholly obtained in the <br> Community or in Chile when @^@their vessels@^@ and @^@their factory ships@^@: <br> 1 The preferential treatment provided for under this Agreement applies only to <br> (a) are owned: <br> products, satisfying the requirements of this Annex, which are transported directly <br> (i) to an extent of at least 50 per cent by nationals of Member States of the <br> between the Community and Chile. However, products constituting one consignment <br> supplied to the customs authorities of the importing country by the production of: <br> Community or of Chile, or <br> (a) a single transport document covering the passage from the exporting country <br> (ii) by a partnership or limited company with its head office in one of the <br> trans-shipment or temporary warehousing in such territories, provided that they <br> Member States of the Community or of Chile, of which the manager or <br> managers, Chairman of the Board of Directors or the Supervisory Board, and <br> warehousing and do not undergo operations other than unloading, reloading or any <br> the majority of the members of such boards are nationals of Member States of <br> the Community or of Chile and, of which at least half the capital belongs to <br> Article 8 : Accessories, spare parts and tools <br> those States or to public bodies or nationals of the said States, or <br> operation designed to preserve them in good condition. <br> (iii) by a company other than those referred to in (ii) with its head office in one of <br> Direct transport <br> the Member States of the Community or in Chile, of which the manager or <br> (c) failing these, any substantiating documents. <br> exhibition, fair or similar public show or display which is not organised for private <br> the Community or of Chile; and <br> (a) the goods returned are the same as those exported; and <br> (b) of which the master and at least 75 per cent <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> of the crew, officers included, are <br> nationals of a Member State of the Community or of Chile. <br> [1] As long as any transfer of sovereign rights between the Parties, as defined by international rules, is <br> subject to negotiations, this provision will not apply to products of sea fishing and other products taken <br> from the sea by Community vessels in the Exclusive Economic Zone of Chile or to products of sea <br> 1 Originating products, sent for exhibition in a country other than the Community <br> fishing and other products taken from the sea by Chilean vessels in the Exclusive Economic Zone of <br> Insufficient working or processing <br> or Chile and sold after the exhibition for importation in the Community or Chile shall <br> the Member States of the Community. <br> benefit on importation from the provisions of this Agreement provided it is shown to <br> regarded as originating, provided that the value of the non-originating products does <br> (a) energy and fuel; <br> the satisfaction of the customs authorities of the importing country that: <br> (g) operations to colour sugar or form sugar lumps; <br> (a) an exporter has consigned these products from the Community or Chile to the <br> application of this paragraph. <br> transport and storage; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (i) giving an exact description of the products; <br> in the manufacture, where such refund, remission or non-payment applies, expressly <br> (c) Machines and tools; <br> in the Community or Chile; <br> The conditions referred to above indicate, for all products covered by this Agreement, <br> in the state in which they were sent for exhibition; <br> used in manufacturing and apply only in relation to such materials. <br> (d) the products have not, since they were consigned for exhibition, been used for <br> Accordingly, it follows that if a product, which has acquired originating status by <br> any purpose other than demonstration at the exhibition; and <br> fulfilling the conditions set out in the Appendix II is used in the manufacture of <br> (e) the products have remained during the exhibition under customs control. <br> another product, the conditions applicable to the resulting product do not apply to the <br> incorporated product, and no account shall be taken of the non-originating materials <br> normal manner. The name and address of the exhibition must be indicated thereon. <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and <br> products or their packaging; <br> listed in Appendix II (a) are considered to be sufficiently worked or processed when <br> (e) simple painting and polishing operations; <br> the conditions set out in the list in Appendix II (a) are fulfilled. The provisions of this <br> whether or not the requirements of Article 5 are satisfied: <br> paragraph shall apply for three years following the entry into force of this Agreement. <br> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according <br> country in which the exhibition is held and has exhibited them there; <br> may be transported through other territories with, should the occasion arise, <br> purposes in shops or business premises with a view to the sale of foreign products. <br> to the conditions set out in Appendix II or Appendix II(a), should not be used in the <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (b) They have not undergone any operation beyond that necessary to preserve them in <br> Article 14 : Prohibition of drawback of, or exemption from, customs duties <br> (b) any of the percentages given in Appendix II or in Appendix II(a) for the <br> (a) mineral products extracted from their soil or from their seabed; <br> maximum value of non-originating materials are not exceeded through the <br> 1 Non-originating materials used in the manufacture of products originating in the <br> Community or in Chile for which a proof of origin is issued or made out in <br> Without prejudice to notes 5 and 6 of Appendix I, this paragraph shall not apply to <br> accordance with the provisions of Title V shall not be subject in the Community or <br> products falling within Chapters 50 to 63 of the Harmonized System. <br> Chile to drawback of, or exemption from, customs duties of whatever kind. <br> 4 Paragraphs 1, 2 and 3 shall apply except as provided in Article 6. <br> Wholly obtained products <br> remission or non-payment, partial or complete, of customs duties, as <br> defined in Article 59 of this Agreement, applicable in the Community or Chile to materials used <br> (b) a certificate issued by the customs authorities of the country of transit: <br> (a) preserving operations to ensure that the products remain in good condition during <br> duties applicable to such materials have actually been paid. <br> meaning of Article 8 and products in a set within the meaning of Article 9 when such <br> 1 For the purposes of Article 2, products which are not wholly obtained are <br> items are non-originating. <br> provided that they have sole rights to work that soil or subsoil; <br> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br> the satisfaction of the customs authorities that: <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making- <br> list in Appendix II are fulfilled. <br> which are of the kind to which this Agreement applies. Furthermore, they shall not <br> Prohibition of drawback of, or exemption from, customs duties <br> 6 The provisions of this Article shall be applied from 1 January 2007. <br> ARTICLE 4 : Wholly Obtained Products <br> Where necessary, additional documentary evidence of the conditions under which <br> (o) operations whose sole purpose is to ease loading; <br> shall apply only to vessels and factory ships: <br> 2 A proof of origin must be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing country in the <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> 2 All operations carried out either in the Community or in Chile on a given <br> product shall be considered when determining whether the working or processing <br> they have been exhibited may be required. <br> (k) goods produced there exclusively from the products specified in <br> the working or processing which must be carried out on non-originating materials <br> insufficient working or processing to confer the status of originating products, <br> TITLE IV <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> considered to be sufficiently worked or processed when the conditions set out in the <br> at any time, upon request from the customs authorities, all appropriate documents <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> or in effect, when products obtained from the said materials are exported and not <br> Article 6 : Insufficient Working or Processing <br> within the meaning of Article 7(2), accessories, spare parts and tools within the <br> when they are retained for home use there. <br> proving that no drawback has been obtained in respect of the non-originating <br> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br> Article 13 : Exhibitions <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> preclude the application of an export refund system for agricultural products, <br> applicable upon export in accordance with the provisions of the Agreement. <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> which may have been used in its manufacture. <br> (ii) stating the dates of unloading and reloading of the products and, where <br> (d) ironing or pressing of textiles; <br> composition of the product. <br> TITLE III <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br> determine the origin of the following which might be used in its manufacture: <br> remain under the surveillance of the customs authorities in the country of transit or <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> 3 The exporter of products covered by a proof of origin shall be prepared to submit <br> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br> materials used in the manufacture of the products concerned and that all customs <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> be the particular product which is considered as the basic unit when determining <br> classification using the nomenclature of the Harmonized System. <br> (a) when a product composed of a group or assembly of articles is classified under <br> individually when applying the provisions of this Annex. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "1 The unit of qualification for the application of the provisions of this Annex shall <br> Accordingly, it follows that: <br> the terms of the Harmonized System in a single heading, the whole constitutes the <br> unit of qualification; <br> (b) when a consignment consists of a number of identical products classified under <br> the same heading of the Harmonized System, each product must be taken <br> 2 Where, under General Rule 5 of the Harmonized System, packaging is <br> purposes of determining origin. <br> purposes of determining origin. Any other packaging shall not be included for the <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "included with the product for classification purposes, it shall be included for the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> (Referred to in Article 58) <br> Bilateral cumulation of origin <br> DEFINITION OF THE CONCEPT OF ORIGINATING PRODUCTS AND <br> 1 Materials originating in the Community shall be considered as materials <br> METHODS OF ADMINISTRATIVE COOPERATION <br> TITLE I <br> originating in Chile when incorporated into a product obtained there. It shall not be <br> apparatus or vehicle: <br> - which are part of the normal equipment and included in the price thereof, or <br> (b) breaking-up and assembly of packages; <br> (b) vegetable products harvested there; <br> provided they have undergone working or processing going beyond that referred to in Article 6. <br> - which are not separately invoiced, <br> 2 Materials originating in Chile shall be considered as materials originating in <br> Sets <br> shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question. <br> (c) live animals born and raised there; <br> the Community when incorporated into a product obtained there. It shall not be <br> Accessories, spare parts and tools <br> necessary that such materials have undergone sufficient working or processing, <br> Article 9 : Sets <br> Neutral elements <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> composed of originating and non-originating products, the set as a whole shall be <br> originating when all component products are originating. Nevertheless, when a set is <br> (g) products made aboard their factory ships exclusively from products <br> 1. The following shall be considered as wholly obtained in <br> referred to in subparagraph (f); <br> not exceed 15 per cent of the ex-works price of the set. <br> the Community or in Chile: <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> manufacture of a product may nevertheless be used, provided that: <br> up of sets of articles); <br> In order to determine whether a product originates, it shall not be necessary to <br> (d) products from live animals raised there; <br> (e) products obtained by hunting conducted there; <br> (f) products of sea fishing, hunting and other products taken <br> (h) used articles collected there fit only for the recovery of raw <br> (m) simple mixing of products, whether or not of different kinds; <br> Article 3 : Bilateral cumulation of origin <br> from the sea by theirvessels [1]; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> (d) goods which do not enter and which are not intended to enter into the final <br> Article 11 : Principle of territoriality <br> GENERAL PROVISIONS <br> Principle of territoriality <br> TERRITORIAL REQUIREMENTS <br> (b) plant and equipment; <br> (n) simple assembly of parts of articles to constitute a complete article or <br> materials or for use as waste; <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> (p) a combination of two or more operations specified in subparagraphs (a) to (o); <br> (j) products extracted from marine soil or subsoil outside the territorial seas <br> boards and all other simple packaging operations; <br> DRAWBACK OR EXEMPTION <br> 1. The conditions set out in Title II relating to the acquisition of originating status <br> must be fulfilled without interruption in the Community or in Chile. <br> subparagraphs (a) to (j). <br> 2 If originating goods exported from the Community or Chile to another country <br> Exhibitions <br> 2 the terms @^@their vessels@^@ and @^@their factory ships@^@ of paragraph 1(f) and (g) <br> return they must be considered as non-originating, unless it can be demonstrated to <br> (q) slaughter of animals. <br> (a) which are registered or recorded in a Member State of <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> disassembly of products into parts; <br> the Community or in Chile; <br> (b) which sail under the flag of a Member State of the Community or of Chile; <br> Sufficiently worked or processed products <br> 3. In addition to the requirements laid down in paragraph 2, products obtained <br> Article 12 : Direct transport <br> good condition while in that country or while being exported. <br> under paragraph 1(f) and (g) shall be considered as wholly obtained in the <br> Community or in Chile when @^@their vessels@^@ and @^@their factory ships@^@: <br> 1 The preferential treatment provided for under this Agreement applies only to <br> (a) are owned: <br> products, satisfying the requirements of this Annex, which are transported directly <br> (i) to an extent of at least 50 per cent by nationals of Member States of the <br> between the Community and Chile. However, products constituting one consignment <br> supplied to the customs authorities of the importing country by the production of: <br> Community or of Chile, or <br> (a) a single transport document covering the passage from the exporting country <br> (ii) by a partnership or limited company with its head office in one of the <br> trans-shipment or temporary warehousing in such territories, provided that they <br> Member States of the Community or of Chile, of which the manager or <br> managers, Chairman of the Board of Directors or the Supervisory Board, and <br> warehousing and do not undergo operations other than unloading, reloading or any <br> the majority of the members of such boards are nationals of Member States of <br> the Community or of Chile and, of which at least half the capital belongs to <br> Article 8 : Accessories, spare parts and tools <br> those States or to public bodies or nationals of the said States, or <br> operation designed to preserve them in good condition. <br> (iii) by a company other than those referred to in (ii) with its head office in one of <br> Direct transport <br> the Member States of the Community or in Chile, of which the manager or <br> (c) failing these, any substantiating documents. <br> exhibition, fair or similar public show or display which is not organised for private <br> the Community or of Chile; and <br> (a) the goods returned are the same as those exported; and <br> (b) of which the master and at least 75 per cent <br> (iii) certifying the conditions under which the products remained in the transit country; or <br> applicable, the names of the ships, or the other means of transport used; and <br> through the country of transit; or <br> of the crew, officers included, are <br> nationals of a Member State of the Community or of Chile. <br> [1] As long as any transfer of sovereign rights between the Parties, as defined by international rules, is <br> subject to negotiations, this provision will not apply to products of sea fishing and other products taken <br> from the sea by Community vessels in the Exclusive Economic Zone of Chile or to products of sea <br> 1 Originating products, sent for exhibition in a country other than the Community <br> fishing and other products taken from the sea by Chilean vessels in the Exclusive Economic Zone of <br> Insufficient working or processing <br> or Chile and sold after the exhibition for importation in the Community or Chile shall <br> the Member States of the Community. <br> benefit on importation from the provisions of this Agreement provided it is shown to <br> regarded as originating, provided that the value of the non-originating products does <br> (a) energy and fuel; <br> the satisfaction of the customs authorities of the importing country that: <br> (g) operations to colour sugar or form sugar lumps; <br> (a) an exporter has consigned these products from the Community or Chile to the <br> application of this paragraph. <br> transport and storage; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (i) giving an exact description of the products; <br> in the manufacture, where such refund, remission or non-payment applies, expressly <br> (c) Machines and tools; <br> in the Community or Chile; <br> The conditions referred to above indicate, for all products covered by this Agreement, <br> in the state in which they were sent for exhibition; <br> used in manufacturing and apply only in relation to such materials. <br> (d) the products have not, since they were consigned for exhibition, been used for <br> Accordingly, it follows that if a product, which has acquired originating status by <br> any purpose other than demonstration at the exhibition; and <br> fulfilling the conditions set out in the Appendix II is used in the manufacture of <br> (e) the products have remained during the exhibition under customs control. <br> another product, the conditions applicable to the resulting product do not apply to the <br> incorporated product, and no account shall be taken of the non-originating materials <br> normal manner. The name and address of the exhibition must be indicated thereon. <br> 2 Notwithstanding paragraph 1, the products which are not wholly obtained and <br> products or their packaging; <br> listed in Appendix II (a) are considered to be sufficiently worked or processed when <br> (e) simple painting and polishing operations; <br> the conditions set out in the list in Appendix II (a) are fulfilled. The provisions of this <br> whether or not the requirements of Article 5 are satisfied: <br> paragraph shall apply for three years following the entry into force of this Agreement. <br> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according <br> country in which the exhibition is held and has exhibited them there; <br> may be transported through other territories with, should the occasion arise, <br> purposes in shops or business premises with a view to the sale of foreign products. <br> to the conditions set out in Appendix II or Appendix II(a), should not be used in the <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> (b) They have not undergone any operation beyond that necessary to preserve them in <br> Article 14 : Prohibition of drawback of, or exemption from, customs duties <br> (b) any of the percentages given in Appendix II or in Appendix II(a) for the <br> (a) mineral products extracted from their soil or from their seabed; <br> maximum value of non-originating materials are not exceeded through the <br> 1 Non-originating materials used in the manufacture of products originating in the <br> Community or in Chile for which a proof of origin is issued or made out in <br> Without prejudice to notes 5 and 6 of Appendix I, this paragraph shall not apply to <br> accordance with the provisions of Title V shall not be subject in the Community or <br> products falling within Chapters 50 to 63 of the Harmonized System. <br> Chile to drawback of, or exemption from, customs duties of whatever kind. <br> 4 Paragraphs 1, 2 and 3 shall apply except as provided in Article 6. <br> Wholly obtained products <br> remission or non-payment, partial or complete, of customs duties, as <br> defined in Article 59 of this Agreement, applicable in the Community or Chile to materials used <br> (b) a certificate issued by the customs authorities of the country of transit: <br> (a) preserving operations to ensure that the products remain in good condition during <br> duties applicable to such materials have actually been paid. <br> meaning of Article 8 and products in a set within the meaning of Article 9 when such <br> 1 For the purposes of Article 2, products which are not wholly obtained are <br> items are non-originating. <br> provided that they have sole rights to work that soil or subsoil; <br> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br> the satisfaction of the customs authorities that: <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the making- <br> list in Appendix II are fulfilled. <br> which are of the kind to which this Agreement applies. Furthermore, they shall not <br> Prohibition of drawback of, or exemption from, customs duties <br> 6 The provisions of this Article shall be applied from 1 January 2007. <br> ARTICLE 4 : Wholly Obtained Products <br> Where necessary, additional documentary evidence of the conditions under which <br> (o) operations whose sole purpose is to ease loading; <br> shall apply only to vessels and factory ships: <br> 2 A proof of origin must be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing country in the <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> 2 All operations carried out either in the Community or in Chile on a given <br> product shall be considered when determining whether the working or processing <br> they have been exhibited may be required. <br> (k) goods produced there exclusively from the products specified in <br> the working or processing which must be carried out on non-originating materials <br> insufficient working or processing to confer the status of originating products, <br> TITLE IV <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> considered to be sufficiently worked or processed when the conditions set out in the <br> at any time, upon request from the customs authorities, all appropriate documents <br> ARTICLE 5 : Sufficiently Worked or Processed Products <br> or in effect, when products obtained from the said materials are exported and not <br> Article 6 : Insufficient Working or Processing <br> within the meaning of Article 7(2), accessories, spare parts and tools within the <br> when they are retained for home use there. <br> proving that no drawback has been obtained in respect of the non-originating <br> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br> Article 13 : Exhibitions <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> preclude the application of an export refund system for agricultural products, <br> applicable upon export in accordance with the provisions of the Agreement. <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> which may have been used in its manufacture. <br> (ii) stating the dates of unloading and reloading of the products and, where <br> (d) ironing or pressing of textiles; <br> composition of the product. <br> TITLE III <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br> determine the origin of the following which might be used in its manufacture: <br> remain under the surveillance of the customs authorities in the country of transit or <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> 3 The exporter of products covered by a proof of origin shall be prepared to submit <br> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br> materials used in the manufacture of the products concerned and that all customs <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> Article 31 : Verification of Proofs of Origin <br> Article 36 : Application of this Annex <br> the provisions of Article 12. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Annex <br> 1 Products sent from private persons to private persons or forming part of travelers' <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br> of origin and those made in the documents submitted to the customs office for the <br> personal luggage shall be admitted as originating products without requiring the <br> cannot be settled between the customs authorities requesting a verification and the <br> whenever the customs authorities of the importing country have reasonable doubts as <br> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br> 1 Products originating in the Community shall, on importation into Chile and <br> submission of a proof of origin, provided that such products are not imported by way <br> to the authenticity of such documents, the originating status of the products concerned <br> all respects the same customs regime as that which is applied to products originating <br> products originating in Chile shall, on importation into the Community, benefit from <br> products whose total value does not exceed EUR 6 000. <br> of trade and have been declared as meeting the requirements of this Annex and where <br> or the fulfillment of the other requirements of this Annex. <br> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br> exporter seeking such authorisation must offer to the satisfaction of the customs <br> this Agreement upon submission of the following proofs of origin: <br> there is no doubt as to the veracity of such a declaration. In the case of products sent <br> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> In all cases the settlement of disputes between the importer and the customs <br> Chile shall grant to imports of products covered by this Agreement and originating in <br> (a) a movement certificate EUR.1, a specimen of which appears <br> in Appendix III; or <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> Ceuta and Melilla the same customs regime as that which is granted to products <br> FINAL PROVISIONS <br> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br> 2 Imports which are occasional and consist solely of products for the personal use <br> documents, to the customs authorities or competent governmental authorities of the <br> imported from and originating in the Community. <br> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br> or internal book-keeping; <br> exporting country giving, where appropriate, the reasons for the enquiry. Any <br> 3 For the purpose of the application of paragraph 2 concerning products originating <br> any other commercial document which describes the products concerned in <br> of the recipients or travelers or their families shall not be considered as imports by <br> way of trade if it is evident from the nature and quantity of the products that no <br> documents and information obtained suggesting that the information given on the <br> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br> sufficient detail to enable them to be identified. The text of the invoice <br> accounts or any other check considered appropriate. <br> proof of origin is incorrect shall be forwarded in support <br> conditions set out in Article 37. <br> declaration appears in Appendix IV. <br> of the request for verification. <br> Article 37 : Special conditions <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br> 3 The verification shall be carried out by the customs authorities or competent <br> Special conditions <br> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br> Procedure for the issue of a movement certificate EUR.1 <br> case of products sent from private persons to private persons or EUR 1 200, in the <br> governmental authorities of the exporting country. For this purpose, they shall have <br> 1 Provided that they have been transported directly in accordance with the <br> it being necessary to submit any of the documents referred to above. <br> case of products forming part of travelers' personal luggage. <br> the right to call for any evidence and to carry out any inspection of the exporter's <br> provisions of Article 12, the following shall be considered as: <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> (1) products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> (b) products obtained in Ceuta and Melilla in the manufacture of which <br> competent governmental authorities of the exporting country on application having <br> not accepted at importation for technical reasons. <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> other than those referred to in (a) are used, provided that: <br> products other than those referred to in (a) are used, provided that: <br> authorised representative. <br> been made in writing by the exporter or, under the exporter's responsibility, by his <br> declaration can be considered as products originating in the Community or in Chile <br> results of this verification as soon as possible. These results must indicate clearly <br> (i) the said products have undergone sufficient working or <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> whether the documents are authentic and whether the products concerned can be <br> processing within the meaning of Article 5; or that <br> 2 The procedure for the completion of both the movement certificate EUR.1 and <br> (ii) those products are originating in Chile or the Community <br> the application form is set out in Appendix III. <br> the goods concerned, contained for example in his accounts <br> within the meaning of this Annex, provided that they have <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> other requirements of this Annex. <br> been submitted to working or processing which goes beyond <br> prepared to submit at any time, at the request of the customs authorities or competent <br> requirements of this Annex. <br> (b) documents proving the originating status of materials used, issued or made out in <br> products, the requesting customs authorities shall, except in exceptional <br> the insufficient working or processing referred to in Article 6. <br> governmental authorities of the exporting country where the movement certificate <br> the Community or Chile where these documents are used in accordance <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> (2) products originating in Chile: <br> EUR.1 is issued, all appropriate documents proving the originating status of the <br> Discrepancies and formal errors <br> with the internal legislation; <br> (a) products wholly obtained in Chile; <br> 2 An invoice declaration may be made out if the products concerned can be <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> (c) documents proving the working or processing of materials in the Community or <br> determine the authenticity of the document in question or the real origin of the <br> (b) products obtained in Chile, in the manufacture of which products <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Chile, issued or made out in the Community or Chile, where these documents are <br> competent governmental authorities of a Member State of the Community or Chile if <br> used in accordance with the internal legislation; <br> the products concerned can be considered as products originating in the Community <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> Article 27 : Preservation of Proof of Origin and Supporting Documents <br> Article 32 : Resolution of disputes <br> the verification request or if the reply does not contain sufficient information to <br> or Chile and fulfil the other requirements of this Annex. <br> Article 26 : Supporting documents <br> status of materials used, issued or made out in the Community or Chile in <br> Resolution of disputes <br> (ii) those products are originating in Ceuta and Melilla or the <br> 5 The issuing customs authorities or competent governmental authorities shall take <br> accordance with this Annex. <br> Supporting documents <br> Where disputes arise in relation to the verification procedures of Article 31, which <br> Community within the meaning of this Annex, provided that <br> any steps necessary to verify the originating status of the products and the fulfilment <br> Article 28 : Discrepancies and formal errors <br> circumstances, refuse entitlement to the preferences. <br> 2. Ceuta and Melilla shall be considered as a single territory. <br> they have been submitted to working or processing which <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the other requirements of this Annex. For this purpose, they shall have the right to <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> customs authorities or competent governmental authorities responsible for carrying <br> goes beyond the insufficient working or processing <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> call for any evidence and to carry out any inspection of the exporter's accounts or any <br> printing on the invoice, the delivery note or another commercial document, the <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> out this verification, or where they raise a question as to the interpretation of this <br> referred to in Article 6. <br> be issued after exportation of the products to which it relates if: <br> other check considered appropriate. The issuing customs authorities or competent <br> TITLE V <br> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> and Rules of Origin. <br> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br> duly completed. In particular, they shall check whether the space reserved for the <br> a copy of this invoice declaration as well as the documents <br> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br> description of the products has been completed in such a manner as to exclude all <br> Validity of proof of origin <br> referred to in Article 20(3). <br> authorities of the importing country shall be under the legislation of the said country. <br> addition, in the case of products originating in Ceuta and Melilla, this shall be <br> 3 The customs authorities or competent governmental authorities of the exporting <br> Article 33 : Penalties <br> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br> TITLE VIII <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> country issuing a movement certificate EUR.1 shall keep for at least three years the <br> 4 The Spanish customs authorities shall be responsible for the application of <br> of the certificate. <br> Penalties may be imposed in accordance with internal legislation for infringement to <br> this Annex in Ceuta and Melilla. <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br> 4 The customs authorities in the Community shall keep for at least three years <br> provisions of this Annex. In particular, penalties shall be imposed on any person who <br> competent governmental authorities and made available to the exporter as soon as <br> the movement certificates EUR.1 and the invoice declarations submitted to them on <br> draws up, or causes to be drawn up, a document which contains incorrect information <br> actual exportation has been effected or ensured. <br> supplied in the exporter's application agrees with that in the corresponding file. <br> importation. The customs authorities of Chile must have at their disposal for five <br> for the purpose of obtaining a preferential treatment for products. <br> years the movement certificates EUR.1 and the invoice declarations <br> submitted to themon importation. <br> Penalties <br> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 29 : Amounts Expressed in Euro <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> Approved exporter <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> render the proof of origin null and void if it is duly established that this document <br> omissions or special circumstances, or <br> does correspond to the products submitted. <br> (b) it is demonstrated to the satisfaction <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> for at least three years the documents referred to in Article 16(3). <br> of the customs authorities or competent governmental authorities <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br> that a movement certificate EUR.1 was issued but was <br> application the place and date of exportation of the products to which the movement <br> box of the movement certificate EUR.1. <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> undertaking that he accepts full responsibility for any invoice declaration which <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> certificate EUR.1 relates and state the reasons for his request. <br> identifies him as if it had been signed in manuscript by him. <br> 3 The customs authorities or competent governmental authorities may issue a <br> Exemptions from Proof of Origin <br> movement certificate EUR.1 retrospectively only after verifying that the information <br> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br> Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> currencies of the Member States of the Community or Chile equivalent to the amounts <br> of the following phrases: <br> expressed in euro shall be fixed annually by each of the countries concerned. <br> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br> possibility of fraudulent additions. <br> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> by reference to the currency in which the invoice is drawn up, according to the <br> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br> amount fixed by the country concerned. <br> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br> that currency of the amounts expressed in euro as at the first working day of October. <br> @^@UTFÄRDAT I EFTERHAND@^@. <br> The amounts shall be communicated to the Commission of the European <br> Issue of a duplicate movement certificate EUR.1 <br> Communities by 15 October and shall apply from 1 January the following year. The <br> Commission of the European Communities shall notify all countries <br> concerned of the relevant amounts. <br> this document to be rejected if these errors are not such as to create doubts concerning <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> the correctness of the statements made in this document. <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> TITLE VI <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> Conditions for making out an invoice declaration <br> exporter by stating the reasons for his request may apply to the customs authorities or <br> for the purpose of applying preferential treatment, where the failure to submit these <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> competent governmental authorities which issued it for a duplicate made out on the <br> documents by the final date set is due to exceptional circumstances. <br> 4. A country may round up or down the amount resulting from the conversion into <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> basis of the export documents in their possession. <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> 2 The duplicate issued in this way must be endorsed with one <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> of the following words: <br> country may retain unchanged its national currency equivalent of an amount <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br> may be retained unchanged if the conversion would result in a decrease in that <br> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br> equivalent value. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br> certificate EUR.1, shall take effect as from that date. <br> at the request of the Community or Chile. When carrying out this review, the <br> 4 The duplicate, which must bear the date of issue of the original movement <br> Article 20 : Conditions for making out an invoice declaration <br> Association Committee shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Article 21 : Approved exporter <br> expressed in euro. <br> importation of the products to which it relates. <br> When originating products are placed under <br> the control of a customs office in the <br> Community or in Chile, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of <br> these products elsewhere within the Community or Chile. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br> the Community or in Chile under whose control the products are placed. <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment <br> consisting of one or more packages containing originating <br> considered as products originating in the Community or in Chile and fulfil the other <br> 3 The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities or competent governmental <br> authorities of the exporting country, all appropriate documents proving the originating <br> status of the products concerned as well as the fulfilment of the <br> declaration, the text of which appears in Appendix IV. Specific requirements as for <br> the making out of an invoice declaration are set out in Appendix IV. <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities or competent governmental authorities of the exporting country a written <br> Article 25 : Exemptions from proof of origin <br> 6 An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation on condition that it is presented to <br> the customs authorities of the importing country no longer than two years after the <br> 1 The customs authorities or competent governmental authorities of the exporting <br> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br> Article 22 : Validity of proof of origin <br> who makes frequent shipments of originating products under this Agreement to make <br> out invoice declarations irrespective of the value of the products concerned. An <br> country in accordance with the procedures applicable in that country. The said <br> authorities or competent governmental authorities all guarantees necessary to verify <br> the originating status of the products as well as the fulfilment of the other <br> 2 The customs authorities or competent governmental authorities may grant the <br> 3 The customs authorities or competent governmental authorities shall grant to the <br> approved exporter a customs authorisation number, which shall <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> appear on the invoice declaration. <br> 4 The customs authorities or competent governmental authorities shall monitor the <br> use of the authorisation by the approved exporter. <br> 5 The customs authorities or competent governmental authorities may withdraw <br> the authorisation at any time. They shall do so where the approved exporter no longer <br> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br> the date of issue in the exporting country and must be submitted within the said period <br> to the customs authorities of the importing country. <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> country may accept the proofs of origin where the products have been submitted to <br> them before the said final date. <br> 4 In accordance with the internal legislation of the importing country, <br> preferential treatment may also be granted, where applicable by repayment of duties, <br> within a period of at least two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods <br> were at that date eligible for preferential tariff treatment. <br> Article 23 : Submission of Proof of Origin <br> to that document. <br> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin, which can be drawn up by <br> the importer. They may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the conditions <br> required for the implementation of the Agreement. <br> 2 The requirements mentioned in paragraph 1 relating to translation and the <br> statement by the importer shall not be systematic and should only be imposed with a <br> view to clarifying the submitted information or to ensuring that the importer endorses <br> the full responsibility for the declared origin. <br> status of approved exporter subject to any conditions which they consider appropriate. <br> commercial purpose is in view. <br> application form referred to in Article 16(2). <br> Proof of origin <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 24 : Importation by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the Harmonized System classified within Sections <br> XVI and XVII or headings 7308 and 9406 of the Harmonized System are imported by <br> installments, a single proof of origin for such products shall be submitted to the <br> customs authorities upon importation of the first installment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> Article 31 : Verification of Proofs of Origin <br> Article 36 : Application of this Annex <br> the provisions of Article 12. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Annex <br> 1 Products sent from private persons to private persons or forming part of travelers' <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br> of origin and those made in the documents submitted to the customs office for the <br> personal luggage shall be admitted as originating products without requiring the <br> cannot be settled between the customs authorities requesting a verification and the <br> whenever the customs authorities of the importing country have reasonable doubts as <br> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br> 1 Products originating in the Community shall, on importation into Chile and <br> submission of a proof of origin, provided that such products are not imported by way <br> to the authenticity of such documents, the originating status of the products concerned <br> all respects the same customs regime as that which is applied to products originating <br> products originating in Chile shall, on importation into the Community, benefit from <br> products whose total value does not exceed EUR 6 000. <br> of trade and have been declared as meeting the requirements of this Annex and where <br> or the fulfillment of the other requirements of this Annex. <br> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br> exporter seeking such authorisation must offer to the satisfaction of the customs <br> this Agreement upon submission of the following proofs of origin: <br> there is no doubt as to the veracity of such a declaration. In the case of products sent <br> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> In all cases the settlement of disputes between the importer and the customs <br> Chile shall grant to imports of products covered by this Agreement and originating in <br> (a) a movement certificate EUR.1, a specimen of which appears <br> in Appendix III; or <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> Ceuta and Melilla the same customs regime as that which is granted to products <br> FINAL PROVISIONS <br> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br> 2 Imports which are occasional and consist solely of products for the personal use <br> documents, to the customs authorities or competent governmental authorities of the <br> imported from and originating in the Community. <br> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br> or internal book-keeping; <br> exporting country giving, where appropriate, the reasons for the enquiry. Any <br> 3 For the purpose of the application of paragraph 2 concerning products originating <br> any other commercial document which describes the products concerned in <br> of the recipients or travelers or their families shall not be considered as imports by <br> way of trade if it is evident from the nature and quantity of the products that no <br> documents and information obtained suggesting that the information given on the <br> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br> sufficient detail to enable them to be identified. The text of the invoice <br> accounts or any other check considered appropriate. <br> proof of origin is incorrect shall be forwarded in support <br> conditions set out in Article 37. <br> declaration appears in Appendix IV. <br> of the request for verification. <br> Article 37 : Special conditions <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br> 3 The verification shall be carried out by the customs authorities or competent <br> Special conditions <br> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br> Procedure for the issue of a movement certificate EUR.1 <br> case of products sent from private persons to private persons or EUR 1 200, in the <br> governmental authorities of the exporting country. For this purpose, they shall have <br> 1 Provided that they have been transported directly in accordance with the <br> it being necessary to submit any of the documents referred to above. <br> case of products forming part of travelers' personal luggage. <br> the right to call for any evidence and to carry out any inspection of the exporter's <br> provisions of Article 12, the following shall be considered as: <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> (1) products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> (b) products obtained in Ceuta and Melilla in the manufacture of which <br> competent governmental authorities of the exporting country on application having <br> not accepted at importation for technical reasons. <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> other than those referred to in (a) are used, provided that: <br> products other than those referred to in (a) are used, provided that: <br> authorised representative. <br> been made in writing by the exporter or, under the exporter's responsibility, by his <br> declaration can be considered as products originating in the Community or in Chile <br> results of this verification as soon as possible. These results must indicate clearly <br> (i) the said products have undergone sufficient working or <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> whether the documents are authentic and whether the products concerned can be <br> processing within the meaning of Article 5; or that <br> 2 The procedure for the completion of both the movement certificate EUR.1 and <br> (ii) those products are originating in Chile or the Community <br> the application form is set out in Appendix III. <br> the goods concerned, contained for example in his accounts <br> within the meaning of this Annex, provided that they have <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> other requirements of this Annex. <br> been submitted to working or processing which goes beyond <br> prepared to submit at any time, at the request of the customs authorities or competent <br> requirements of this Annex. <br> (b) documents proving the originating status of materials used, issued or made out in <br> products, the requesting customs authorities shall, except in exceptional <br> the insufficient working or processing referred to in Article 6. <br> governmental authorities of the exporting country where the movement certificate <br> the Community or Chile where these documents are used in accordance <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> (2) products originating in Chile: <br> EUR.1 is issued, all appropriate documents proving the originating status of the <br> Discrepancies and formal errors <br> with the internal legislation; <br> (a) products wholly obtained in Chile; <br> 2 An invoice declaration may be made out if the products concerned can be <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> (c) documents proving the working or processing of materials in the Community or <br> determine the authenticity of the document in question or the real origin of the <br> (b) products obtained in Chile, in the manufacture of which products <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Chile, issued or made out in the Community or Chile, where these documents are <br> competent governmental authorities of a Member State of the Community or Chile if <br> used in accordance with the internal legislation; <br> the products concerned can be considered as products originating in the Community <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> Article 27 : Preservation of Proof of Origin and Supporting Documents <br> Article 32 : Resolution of disputes <br> the verification request or if the reply does not contain sufficient information to <br> or Chile and fulfil the other requirements of this Annex. <br> Article 26 : Supporting documents <br> status of materials used, issued or made out in the Community or Chile in <br> Resolution of disputes <br> (ii) those products are originating in Ceuta and Melilla or the <br> 5 The issuing customs authorities or competent governmental authorities shall take <br> accordance with this Annex. <br> Supporting documents <br> Where disputes arise in relation to the verification procedures of Article 31, which <br> Community within the meaning of this Annex, provided that <br> any steps necessary to verify the originating status of the products and the fulfilment <br> Article 28 : Discrepancies and formal errors <br> circumstances, refuse entitlement to the preferences. <br> 2. Ceuta and Melilla shall be considered as a single territory. <br> they have been submitted to working or processing which <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the other requirements of this Annex. For this purpose, they shall have the right to <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> customs authorities or competent governmental authorities responsible for carrying <br> goes beyond the insufficient working or processing <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> call for any evidence and to carry out any inspection of the exporter's accounts or any <br> printing on the invoice, the delivery note or another commercial document, the <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> out this verification, or where they raise a question as to the interpretation of this <br> referred to in Article 6. <br> be issued after exportation of the products to which it relates if: <br> other check considered appropriate. The issuing customs authorities or competent <br> TITLE V <br> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> and Rules of Origin. <br> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br> duly completed. In particular, they shall check whether the space reserved for the <br> a copy of this invoice declaration as well as the documents <br> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br> description of the products has been completed in such a manner as to exclude all <br> Validity of proof of origin <br> referred to in Article 20(3). <br> authorities of the importing country shall be under the legislation of the said country. <br> addition, in the case of products originating in Ceuta and Melilla, this shall be <br> 3 The customs authorities or competent governmental authorities of the exporting <br> Article 33 : Penalties <br> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br> TITLE VIII <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> country issuing a movement certificate EUR.1 shall keep for at least three years the <br> 4 The Spanish customs authorities shall be responsible for the application of <br> of the certificate. <br> Penalties may be imposed in accordance with internal legislation for infringement to <br> this Annex in Ceuta and Melilla. <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br> 4 The customs authorities in the Community shall keep for at least three years <br> provisions of this Annex. In particular, penalties shall be imposed on any person who <br> competent governmental authorities and made available to the exporter as soon as <br> the movement certificates EUR.1 and the invoice declarations submitted to them on <br> draws up, or causes to be drawn up, a document which contains incorrect information <br> actual exportation has been effected or ensured. <br> supplied in the exporter's application agrees with that in the corresponding file. <br> importation. The customs authorities of Chile must have at their disposal for five <br> for the purpose of obtaining a preferential treatment for products. <br> years the movement certificates EUR.1 and the invoice declarations <br> submitted to themon importation. <br> Penalties <br> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 29 : Amounts Expressed in Euro <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> Approved exporter <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> render the proof of origin null and void if it is duly established that this document <br> omissions or special circumstances, or <br> does correspond to the products submitted. <br> (b) it is demonstrated to the satisfaction <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> for at least three years the documents referred to in Article 16(3). <br> of the customs authorities or competent governmental authorities <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br> that a movement certificate EUR.1 was issued but was <br> application the place and date of exportation of the products to which the movement <br> box of the movement certificate EUR.1. <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> undertaking that he accepts full responsibility for any invoice declaration which <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> certificate EUR.1 relates and state the reasons for his request. <br> identifies him as if it had been signed in manuscript by him. <br> 3 The customs authorities or competent governmental authorities may issue a <br> Exemptions from Proof of Origin <br> movement certificate EUR.1 retrospectively only after verifying that the information <br> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br> Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> currencies of the Member States of the Community or Chile equivalent to the amounts <br> of the following phrases: <br> expressed in euro shall be fixed annually by each of the countries concerned. <br> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br> possibility of fraudulent additions. <br> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> by reference to the currency in which the invoice is drawn up, according to the <br> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br> amount fixed by the country concerned. <br> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br> that currency of the amounts expressed in euro as at the first working day of October. <br> @^@UTFÄRDAT I EFTERHAND@^@. <br> The amounts shall be communicated to the Commission of the European <br> Issue of a duplicate movement certificate EUR.1 <br> Communities by 15 October and shall apply from 1 January the following year. The <br> Commission of the European Communities shall notify all countries <br> concerned of the relevant amounts. <br> this document to be rejected if these errors are not such as to create doubts concerning <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> the correctness of the statements made in this document. <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> TITLE VI <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> Conditions for making out an invoice declaration <br> exporter by stating the reasons for his request may apply to the customs authorities or <br> for the purpose of applying preferential treatment, where the failure to submit these <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> competent governmental authorities which issued it for a duplicate made out on the <br> documents by the final date set is due to exceptional circumstances. <br> 4. A country may round up or down the amount resulting from the conversion into <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> basis of the export documents in their possession. <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> 2 The duplicate issued in this way must be endorsed with one <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> of the following words: <br> country may retain unchanged its national currency equivalent of an amount <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br> may be retained unchanged if the conversion would result in a decrease in that <br> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br> equivalent value. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br> certificate EUR.1, shall take effect as from that date. <br> at the request of the Community or Chile. When carrying out this review, the <br> 4 The duplicate, which must bear the date of issue of the original movement <br> Article 20 : Conditions for making out an invoice declaration <br> Association Committee shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Article 21 : Approved exporter <br> expressed in euro. <br> importation of the products to which it relates. <br> When originating products are placed under <br> the control of a customs office in the <br> Community or in Chile, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of <br> these products elsewhere within the Community or Chile. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br> the Community or in Chile under whose control the products are placed. <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment <br> consisting of one or more packages containing originating <br> considered as products originating in the Community or in Chile and fulfil the other <br> 3 The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities or competent governmental <br> authorities of the exporting country, all appropriate documents proving the originating <br> status of the products concerned as well as the fulfilment of the <br> declaration, the text of which appears in Appendix IV. Specific requirements as for <br> the making out of an invoice declaration are set out in Appendix IV. <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities or competent governmental authorities of the exporting country a written <br> Article 25 : Exemptions from proof of origin <br> 6 An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation on condition that it is presented to <br> the customs authorities of the importing country no longer than two years after the <br> 1 The customs authorities or competent governmental authorities of the exporting <br> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br> Article 22 : Validity of proof of origin <br> who makes frequent shipments of originating products under this Agreement to make <br> out invoice declarations irrespective of the value of the products concerned. An <br> country in accordance with the procedures applicable in that country. The said <br> authorities or competent governmental authorities all guarantees necessary to verify <br> the originating status of the products as well as the fulfilment of the other <br> 2 The customs authorities or competent governmental authorities may grant the <br> 3 The customs authorities or competent governmental authorities shall grant to the <br> approved exporter a customs authorisation number, which shall <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> appear on the invoice declaration. <br> 4 The customs authorities or competent governmental authorities shall monitor the <br> use of the authorisation by the approved exporter. <br> 5 The customs authorities or competent governmental authorities may withdraw <br> the authorisation at any time. They shall do so where the approved exporter no longer <br> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br> the date of issue in the exporting country and must be submitted within the said period <br> to the customs authorities of the importing country. <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> country may accept the proofs of origin where the products have been submitted to <br> them before the said final date. <br> 4 In accordance with the internal legislation of the importing country, <br> preferential treatment may also be granted, where applicable by repayment of duties, <br> within a period of at least two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods <br> were at that date eligible for preferential tariff treatment. <br> Article 23 : Submission of Proof of Origin <br> to that document. <br> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin, which can be drawn up by <br> the importer. They may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the conditions <br> required for the implementation of the Agreement. <br> 2 The requirements mentioned in paragraph 1 relating to translation and the <br> statement by the importer shall not be systematic and should only be imposed with a <br> view to clarifying the submitted information or to ensuring that the importer endorses <br> the full responsibility for the declared origin. <br> status of approved exporter subject to any conditions which they consider appropriate. <br> commercial purpose is in view. <br> application form referred to in Article 16(2). <br> Proof of origin <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> 1 The customs authorities or competent governmental authorities of the Member <br> States of the Community and of Chile shall provide each other, through the <br> Commission of the European Communities, with specimen impressions of stamps <br> used in their customs offices or competent governmental authorities for the issue of <br> movement certificates EUR.1 and with the addresses of the customs authorities or <br> competent governmental authorities responsible for verifying those certificates and <br> invoice declarations. <br> 2 In order to ensure the proper application of this Annex, the Community and Chile <br> shall assist each other, through their respective administrations, in checking the <br> authenticity of the movement certificates EUR.1 or the invoice declarations and the <br> correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> Article 31 : Verification of Proofs of Origin <br> Article 36 : Application of this Annex <br> the provisions of Article 12. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Annex <br> 1 Products sent from private persons to private persons or forming part of travelers' <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br> of origin and those made in the documents submitted to the customs office for the <br> personal luggage shall be admitted as originating products without requiring the <br> cannot be settled between the customs authorities requesting a verification and the <br> whenever the customs authorities of the importing country have reasonable doubts as <br> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br> 1 Products originating in the Community shall, on importation into Chile and <br> submission of a proof of origin, provided that such products are not imported by way <br> to the authenticity of such documents, the originating status of the products concerned <br> all respects the same customs regime as that which is applied to products originating <br> products originating in Chile shall, on importation into the Community, benefit from <br> products whose total value does not exceed EUR 6 000. <br> of trade and have been declared as meeting the requirements of this Annex and where <br> or the fulfillment of the other requirements of this Annex. <br> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br> exporter seeking such authorisation must offer to the satisfaction of the customs <br> this Agreement upon submission of the following proofs of origin: <br> there is no doubt as to the veracity of such a declaration. In the case of products sent <br> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> In all cases the settlement of disputes between the importer and the customs <br> Chile shall grant to imports of products covered by this Agreement and originating in <br> (a) a movement certificate EUR.1, a specimen of which appears <br> in Appendix III; or <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> Ceuta and Melilla the same customs regime as that which is granted to products <br> FINAL PROVISIONS <br> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br> 2 Imports which are occasional and consist solely of products for the personal use <br> documents, to the customs authorities or competent governmental authorities of the <br> imported from and originating in the Community. <br> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br> or internal book-keeping; <br> exporting country giving, where appropriate, the reasons for the enquiry. Any <br> 3 For the purpose of the application of paragraph 2 concerning products originating <br> any other commercial document which describes the products concerned in <br> of the recipients or travelers or their families shall not be considered as imports by <br> way of trade if it is evident from the nature and quantity of the products that no <br> documents and information obtained suggesting that the information given on the <br> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br> sufficient detail to enable them to be identified. The text of the invoice <br> accounts or any other check considered appropriate. <br> proof of origin is incorrect shall be forwarded in support <br> conditions set out in Article 37. <br> declaration appears in Appendix IV. <br> of the request for verification. <br> Article 37 : Special conditions <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br> 3 The verification shall be carried out by the customs authorities or competent <br> Special conditions <br> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br> Procedure for the issue of a movement certificate EUR.1 <br> case of products sent from private persons to private persons or EUR 1 200, in the <br> governmental authorities of the exporting country. For this purpose, they shall have <br> 1 Provided that they have been transported directly in accordance with the <br> it being necessary to submit any of the documents referred to above. <br> case of products forming part of travelers' personal luggage. <br> the right to call for any evidence and to carry out any inspection of the exporter's <br> provisions of Article 12, the following shall be considered as: <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> (1) products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> (b) products obtained in Ceuta and Melilla in the manufacture of which <br> competent governmental authorities of the exporting country on application having <br> not accepted at importation for technical reasons. <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> other than those referred to in (a) are used, provided that: <br> products other than those referred to in (a) are used, provided that: <br> authorised representative. <br> been made in writing by the exporter or, under the exporter's responsibility, by his <br> declaration can be considered as products originating in the Community or in Chile <br> results of this verification as soon as possible. These results must indicate clearly <br> (i) the said products have undergone sufficient working or <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> whether the documents are authentic and whether the products concerned can be <br> processing within the meaning of Article 5; or that <br> 2 The procedure for the completion of both the movement certificate EUR.1 and <br> (ii) those products are originating in Chile or the Community <br> the application form is set out in Appendix III. <br> the goods concerned, contained for example in his accounts <br> within the meaning of this Annex, provided that they have <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> other requirements of this Annex. <br> been submitted to working or processing which goes beyond <br> prepared to submit at any time, at the request of the customs authorities or competent <br> requirements of this Annex. <br> (b) documents proving the originating status of materials used, issued or made out in <br> products, the requesting customs authorities shall, except in exceptional <br> the insufficient working or processing referred to in Article 6. <br> governmental authorities of the exporting country where the movement certificate <br> the Community or Chile where these documents are used in accordance <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> (2) products originating in Chile: <br> EUR.1 is issued, all appropriate documents proving the originating status of the <br> Discrepancies and formal errors <br> with the internal legislation; <br> (a) products wholly obtained in Chile; <br> 2 An invoice declaration may be made out if the products concerned can be <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> (c) documents proving the working or processing of materials in the Community or <br> determine the authenticity of the document in question or the real origin of the <br> (b) products obtained in Chile, in the manufacture of which products <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Chile, issued or made out in the Community or Chile, where these documents are <br> competent governmental authorities of a Member State of the Community or Chile if <br> used in accordance with the internal legislation; <br> the products concerned can be considered as products originating in the Community <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> Article 27 : Preservation of Proof of Origin and Supporting Documents <br> Article 32 : Resolution of disputes <br> the verification request or if the reply does not contain sufficient information to <br> or Chile and fulfil the other requirements of this Annex. <br> Article 26 : Supporting documents <br> status of materials used, issued or made out in the Community or Chile in <br> Resolution of disputes <br> (ii) those products are originating in Ceuta and Melilla or the <br> 5 The issuing customs authorities or competent governmental authorities shall take <br> accordance with this Annex. <br> Supporting documents <br> Where disputes arise in relation to the verification procedures of Article 31, which <br> Community within the meaning of this Annex, provided that <br> any steps necessary to verify the originating status of the products and the fulfilment <br> Article 28 : Discrepancies and formal errors <br> circumstances, refuse entitlement to the preferences. <br> 2. Ceuta and Melilla shall be considered as a single territory. <br> they have been submitted to working or processing which <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the other requirements of this Annex. For this purpose, they shall have the right to <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> customs authorities or competent governmental authorities responsible for carrying <br> goes beyond the insufficient working or processing <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> call for any evidence and to carry out any inspection of the exporter's accounts or any <br> printing on the invoice, the delivery note or another commercial document, the <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> out this verification, or where they raise a question as to the interpretation of this <br> referred to in Article 6. <br> be issued after exportation of the products to which it relates if: <br> other check considered appropriate. The issuing customs authorities or competent <br> TITLE V <br> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> and Rules of Origin. <br> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br> duly completed. In particular, they shall check whether the space reserved for the <br> a copy of this invoice declaration as well as the documents <br> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br> description of the products has been completed in such a manner as to exclude all <br> Validity of proof of origin <br> referred to in Article 20(3). <br> authorities of the importing country shall be under the legislation of the said country. <br> addition, in the case of products originating in Ceuta and Melilla, this shall be <br> 3 The customs authorities or competent governmental authorities of the exporting <br> Article 33 : Penalties <br> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br> TITLE VIII <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> country issuing a movement certificate EUR.1 shall keep for at least three years the <br> 4 The Spanish customs authorities shall be responsible for the application of <br> of the certificate. <br> Penalties may be imposed in accordance with internal legislation for infringement to <br> this Annex in Ceuta and Melilla. <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br> 4 The customs authorities in the Community shall keep for at least three years <br> provisions of this Annex. In particular, penalties shall be imposed on any person who <br> competent governmental authorities and made available to the exporter as soon as <br> the movement certificates EUR.1 and the invoice declarations submitted to them on <br> draws up, or causes to be drawn up, a document which contains incorrect information <br> actual exportation has been effected or ensured. <br> supplied in the exporter's application agrees with that in the corresponding file. <br> importation. The customs authorities of Chile must have at their disposal for five <br> for the purpose of obtaining a preferential treatment for products. <br> years the movement certificates EUR.1 and the invoice declarations <br> submitted to themon importation. <br> Penalties <br> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 29 : Amounts Expressed in Euro <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> Approved exporter <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> render the proof of origin null and void if it is duly established that this document <br> omissions or special circumstances, or <br> does correspond to the products submitted. <br> (b) it is demonstrated to the satisfaction <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> for at least three years the documents referred to in Article 16(3). <br> of the customs authorities or competent governmental authorities <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br> that a movement certificate EUR.1 was issued but was <br> application the place and date of exportation of the products to which the movement <br> box of the movement certificate EUR.1. <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> undertaking that he accepts full responsibility for any invoice declaration which <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> certificate EUR.1 relates and state the reasons for his request. <br> identifies him as if it had been signed in manuscript by him. <br> 3 The customs authorities or competent governmental authorities may issue a <br> Exemptions from Proof of Origin <br> movement certificate EUR.1 retrospectively only after verifying that the information <br> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br> Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> currencies of the Member States of the Community or Chile equivalent to the amounts <br> of the following phrases: <br> expressed in euro shall be fixed annually by each of the countries concerned. <br> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br> possibility of fraudulent additions. <br> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> by reference to the currency in which the invoice is drawn up, according to the <br> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br> amount fixed by the country concerned. <br> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br> that currency of the amounts expressed in euro as at the first working day of October. <br> @^@UTFÄRDAT I EFTERHAND@^@. <br> The amounts shall be communicated to the Commission of the European <br> Issue of a duplicate movement certificate EUR.1 <br> Communities by 15 October and shall apply from 1 January the following year. The <br> Commission of the European Communities shall notify all countries <br> concerned of the relevant amounts. <br> this document to be rejected if these errors are not such as to create doubts concerning <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> the correctness of the statements made in this document. <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> TITLE VI <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> Conditions for making out an invoice declaration <br> exporter by stating the reasons for his request may apply to the customs authorities or <br> for the purpose of applying preferential treatment, where the failure to submit these <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> competent governmental authorities which issued it for a duplicate made out on the <br> documents by the final date set is due to exceptional circumstances. <br> 4. A country may round up or down the amount resulting from the conversion into <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> basis of the export documents in their possession. <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> 2 The duplicate issued in this way must be endorsed with one <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> of the following words: <br> country may retain unchanged its national currency equivalent of an amount <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br> may be retained unchanged if the conversion would result in a decrease in that <br> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br> equivalent value. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br> certificate EUR.1, shall take effect as from that date. <br> at the request of the Community or Chile. When carrying out this review, the <br> 4 The duplicate, which must bear the date of issue of the original movement <br> Article 20 : Conditions for making out an invoice declaration <br> Association Committee shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Article 21 : Approved exporter <br> expressed in euro. <br> importation of the products to which it relates. <br> When originating products are placed under <br> the control of a customs office in the <br> Community or in Chile, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of <br> these products elsewhere within the Community or Chile. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br> the Community or in Chile under whose control the products are placed. <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment <br> consisting of one or more packages containing originating <br> considered as products originating in the Community or in Chile and fulfil the other <br> 3 The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities or competent governmental <br> authorities of the exporting country, all appropriate documents proving the originating <br> status of the products concerned as well as the fulfilment of the <br> declaration, the text of which appears in Appendix IV. Specific requirements as for <br> the making out of an invoice declaration are set out in Appendix IV. <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities or competent governmental authorities of the exporting country a written <br> Article 25 : Exemptions from proof of origin <br> 6 An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation on condition that it is presented to <br> the customs authorities of the importing country no longer than two years after the <br> 1 The customs authorities or competent governmental authorities of the exporting <br> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br> Article 22 : Validity of proof of origin <br> who makes frequent shipments of originating products under this Agreement to make <br> out invoice declarations irrespective of the value of the products concerned. An <br> country in accordance with the procedures applicable in that country. The said <br> authorities or competent governmental authorities all guarantees necessary to verify <br> the originating status of the products as well as the fulfilment of the other <br> 2 The customs authorities or competent governmental authorities may grant the <br> 3 The customs authorities or competent governmental authorities shall grant to the <br> approved exporter a customs authorisation number, which shall <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> appear on the invoice declaration. <br> 4 The customs authorities or competent governmental authorities shall monitor the <br> use of the authorisation by the approved exporter. <br> 5 The customs authorities or competent governmental authorities may withdraw <br> the authorisation at any time. They shall do so where the approved exporter no longer <br> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br> the date of issue in the exporting country and must be submitted within the said period <br> to the customs authorities of the importing country. <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> country may accept the proofs of origin where the products have been submitted to <br> them before the said final date. <br> 4 In accordance with the internal legislation of the importing country, <br> preferential treatment may also be granted, where applicable by repayment of duties, <br> within a period of at least two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods <br> were at that date eligible for preferential tariff treatment. <br> Article 23 : Submission of Proof of Origin <br> to that document. <br> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin, which can be drawn up by <br> the importer. They may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the conditions <br> required for the implementation of the Agreement. <br> 2 The requirements mentioned in paragraph 1 relating to translation and the <br> statement by the importer shall not be systematic and should only be imposed with a <br> view to clarifying the submitted information or to ensuring that the importer endorses <br> the full responsibility for the declared origin. <br> status of approved exporter subject to any conditions which they consider appropriate. <br> commercial purpose is in view. <br> application form referred to in Article 16(2). <br> Proof of origin <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 34 : Confidentiality <br> In accordance with the applicable internal legislation, each Party shall treat as <br> confidential the information submitted under the provisions of this Annex by a person <br> or authority of the other Party when such information is designated by that Party as <br> confidential. Accordingly, access to the said information may be refused where <br> disclosure would undermine the protection of the commercial interest of the person <br> that submitted the information. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1 The Community and Chile shall take all necessary steps to ensure that products <br> traded under cover of a proof of origin which in the course of transport use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo <br> 2 By means of an exemption to paragraph 1, when products originating in the <br> Community or in Chile are entered into a free zone of the exporting country under <br> handling other than normal operations designed to prevent their deterioration. <br> concerned shall issue a new movement certificate EUR.1 at the exporter's request, if <br> cover of a proof of origin and undergo treatment or processing, the authorities <br> the treatment or processing undergone is in conformity <br> with the provisions of this Annex. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> Article 31 : Verification of Proofs of Origin <br> Article 36 : Application of this Annex <br> the provisions of Article 12. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Annex <br> 1 Products sent from private persons to private persons or forming part of travelers' <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br> of origin and those made in the documents submitted to the customs office for the <br> personal luggage shall be admitted as originating products without requiring the <br> cannot be settled between the customs authorities requesting a verification and the <br> whenever the customs authorities of the importing country have reasonable doubts as <br> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br> 1 Products originating in the Community shall, on importation into Chile and <br> submission of a proof of origin, provided that such products are not imported by way <br> to the authenticity of such documents, the originating status of the products concerned <br> all respects the same customs regime as that which is applied to products originating <br> products originating in Chile shall, on importation into the Community, benefit from <br> products whose total value does not exceed EUR 6 000. <br> of trade and have been declared as meeting the requirements of this Annex and where <br> or the fulfillment of the other requirements of this Annex. <br> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br> exporter seeking such authorisation must offer to the satisfaction of the customs <br> this Agreement upon submission of the following proofs of origin: <br> there is no doubt as to the veracity of such a declaration. In the case of products sent <br> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> In all cases the settlement of disputes between the importer and the customs <br> Chile shall grant to imports of products covered by this Agreement and originating in <br> (a) a movement certificate EUR.1, a specimen of which appears <br> in Appendix III; or <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> Ceuta and Melilla the same customs regime as that which is granted to products <br> FINAL PROVISIONS <br> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br> 2 Imports which are occasional and consist solely of products for the personal use <br> documents, to the customs authorities or competent governmental authorities of the <br> imported from and originating in the Community. <br> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br> or internal book-keeping; <br> exporting country giving, where appropriate, the reasons for the enquiry. Any <br> 3 For the purpose of the application of paragraph 2 concerning products originating <br> any other commercial document which describes the products concerned in <br> of the recipients or travelers or their families shall not be considered as imports by <br> way of trade if it is evident from the nature and quantity of the products that no <br> documents and information obtained suggesting that the information given on the <br> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br> sufficient detail to enable them to be identified. The text of the invoice <br> accounts or any other check considered appropriate. <br> proof of origin is incorrect shall be forwarded in support <br> conditions set out in Article 37. <br> declaration appears in Appendix IV. <br> of the request for verification. <br> Article 37 : Special conditions <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br> 3 The verification shall be carried out by the customs authorities or competent <br> Special conditions <br> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br> Procedure for the issue of a movement certificate EUR.1 <br> case of products sent from private persons to private persons or EUR 1 200, in the <br> governmental authorities of the exporting country. For this purpose, they shall have <br> 1 Provided that they have been transported directly in accordance with the <br> it being necessary to submit any of the documents referred to above. <br> case of products forming part of travelers' personal luggage. <br> the right to call for any evidence and to carry out any inspection of the exporter's <br> provisions of Article 12, the following shall be considered as: <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> (1) products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> (b) products obtained in Ceuta and Melilla in the manufacture of which <br> competent governmental authorities of the exporting country on application having <br> not accepted at importation for technical reasons. <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> other than those referred to in (a) are used, provided that: <br> products other than those referred to in (a) are used, provided that: <br> authorised representative. <br> been made in writing by the exporter or, under the exporter's responsibility, by his <br> declaration can be considered as products originating in the Community or in Chile <br> results of this verification as soon as possible. These results must indicate clearly <br> (i) the said products have undergone sufficient working or <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> whether the documents are authentic and whether the products concerned can be <br> processing within the meaning of Article 5; or that <br> 2 The procedure for the completion of both the movement certificate EUR.1 and <br> (ii) those products are originating in Chile or the Community <br> the application form is set out in Appendix III. <br> the goods concerned, contained for example in his accounts <br> within the meaning of this Annex, provided that they have <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> other requirements of this Annex. <br> been submitted to working or processing which goes beyond <br> prepared to submit at any time, at the request of the customs authorities or competent <br> requirements of this Annex. <br> (b) documents proving the originating status of materials used, issued or made out in <br> products, the requesting customs authorities shall, except in exceptional <br> the insufficient working or processing referred to in Article 6. <br> governmental authorities of the exporting country where the movement certificate <br> the Community or Chile where these documents are used in accordance <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> (2) products originating in Chile: <br> EUR.1 is issued, all appropriate documents proving the originating status of the <br> Discrepancies and formal errors <br> with the internal legislation; <br> (a) products wholly obtained in Chile; <br> 2 An invoice declaration may be made out if the products concerned can be <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> (c) documents proving the working or processing of materials in the Community or <br> determine the authenticity of the document in question or the real origin of the <br> (b) products obtained in Chile, in the manufacture of which products <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Chile, issued or made out in the Community or Chile, where these documents are <br> competent governmental authorities of a Member State of the Community or Chile if <br> used in accordance with the internal legislation; <br> the products concerned can be considered as products originating in the Community <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> Article 27 : Preservation of Proof of Origin and Supporting Documents <br> Article 32 : Resolution of disputes <br> the verification request or if the reply does not contain sufficient information to <br> or Chile and fulfil the other requirements of this Annex. <br> Article 26 : Supporting documents <br> status of materials used, issued or made out in the Community or Chile in <br> Resolution of disputes <br> (ii) those products are originating in Ceuta and Melilla or the <br> 5 The issuing customs authorities or competent governmental authorities shall take <br> accordance with this Annex. <br> Supporting documents <br> Where disputes arise in relation to the verification procedures of Article 31, which <br> Community within the meaning of this Annex, provided that <br> any steps necessary to verify the originating status of the products and the fulfilment <br> Article 28 : Discrepancies and formal errors <br> circumstances, refuse entitlement to the preferences. <br> 2. Ceuta and Melilla shall be considered as a single territory. <br> they have been submitted to working or processing which <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the other requirements of this Annex. For this purpose, they shall have the right to <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> customs authorities or competent governmental authorities responsible for carrying <br> goes beyond the insufficient working or processing <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> call for any evidence and to carry out any inspection of the exporter's accounts or any <br> printing on the invoice, the delivery note or another commercial document, the <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> out this verification, or where they raise a question as to the interpretation of this <br> referred to in Article 6. <br> be issued after exportation of the products to which it relates if: <br> other check considered appropriate. The issuing customs authorities or competent <br> TITLE V <br> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> and Rules of Origin. <br> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br> duly completed. In particular, they shall check whether the space reserved for the <br> a copy of this invoice declaration as well as the documents <br> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br> description of the products has been completed in such a manner as to exclude all <br> Validity of proof of origin <br> referred to in Article 20(3). <br> authorities of the importing country shall be under the legislation of the said country. <br> addition, in the case of products originating in Ceuta and Melilla, this shall be <br> 3 The customs authorities or competent governmental authorities of the exporting <br> Article 33 : Penalties <br> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br> TITLE VIII <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> country issuing a movement certificate EUR.1 shall keep for at least three years the <br> 4 The Spanish customs authorities shall be responsible for the application of <br> of the certificate. <br> Penalties may be imposed in accordance with internal legislation for infringement to <br> this Annex in Ceuta and Melilla. <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br> 4 The customs authorities in the Community shall keep for at least three years <br> provisions of this Annex. In particular, penalties shall be imposed on any person who <br> competent governmental authorities and made available to the exporter as soon as <br> the movement certificates EUR.1 and the invoice declarations submitted to them on <br> draws up, or causes to be drawn up, a document which contains incorrect information <br> actual exportation has been effected or ensured. <br> supplied in the exporter's application agrees with that in the corresponding file. <br> importation. The customs authorities of Chile must have at their disposal for five <br> for the purpose of obtaining a preferential treatment for products. <br> years the movement certificates EUR.1 and the invoice declarations <br> submitted to themon importation. <br> Penalties <br> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 29 : Amounts Expressed in Euro <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> Approved exporter <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> render the proof of origin null and void if it is duly established that this document <br> omissions or special circumstances, or <br> does correspond to the products submitted. <br> (b) it is demonstrated to the satisfaction <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> for at least three years the documents referred to in Article 16(3). <br> of the customs authorities or competent governmental authorities <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br> that a movement certificate EUR.1 was issued but was <br> application the place and date of exportation of the products to which the movement <br> box of the movement certificate EUR.1. <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> undertaking that he accepts full responsibility for any invoice declaration which <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> certificate EUR.1 relates and state the reasons for his request. <br> identifies him as if it had been signed in manuscript by him. <br> 3 The customs authorities or competent governmental authorities may issue a <br> Exemptions from Proof of Origin <br> movement certificate EUR.1 retrospectively only after verifying that the information <br> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br> Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> currencies of the Member States of the Community or Chile equivalent to the amounts <br> of the following phrases: <br> expressed in euro shall be fixed annually by each of the countries concerned. <br> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br> possibility of fraudulent additions. <br> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> by reference to the currency in which the invoice is drawn up, according to the <br> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br> amount fixed by the country concerned. <br> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br> that currency of the amounts expressed in euro as at the first working day of October. <br> @^@UTFÄRDAT I EFTERHAND@^@. <br> The amounts shall be communicated to the Commission of the European <br> Issue of a duplicate movement certificate EUR.1 <br> Communities by 15 October and shall apply from 1 January the following year. The <br> Commission of the European Communities shall notify all countries <br> concerned of the relevant amounts. <br> this document to be rejected if these errors are not such as to create doubts concerning <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> the correctness of the statements made in this document. <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> TITLE VI <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> Conditions for making out an invoice declaration <br> exporter by stating the reasons for his request may apply to the customs authorities or <br> for the purpose of applying preferential treatment, where the failure to submit these <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> competent governmental authorities which issued it for a duplicate made out on the <br> documents by the final date set is due to exceptional circumstances. <br> 4. A country may round up or down the amount resulting from the conversion into <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> basis of the export documents in their possession. <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> 2 The duplicate issued in this way must be endorsed with one <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> of the following words: <br> country may retain unchanged its national currency equivalent of an amount <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br> may be retained unchanged if the conversion would result in a decrease in that <br> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br> equivalent value. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br> certificate EUR.1, shall take effect as from that date. <br> at the request of the Community or Chile. When carrying out this review, the <br> 4 The duplicate, which must bear the date of issue of the original movement <br> Article 20 : Conditions for making out an invoice declaration <br> Association Committee shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Article 21 : Approved exporter <br> expressed in euro. <br> importation of the products to which it relates. <br> When originating products are placed under <br> the control of a customs office in the <br> Community or in Chile, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of <br> these products elsewhere within the Community or Chile. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br> the Community or in Chile under whose control the products are placed. <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment <br> consisting of one or more packages containing originating <br> considered as products originating in the Community or in Chile and fulfil the other <br> 3 The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities or competent governmental <br> authorities of the exporting country, all appropriate documents proving the originating <br> status of the products concerned as well as the fulfilment of the <br> declaration, the text of which appears in Appendix IV. Specific requirements as for <br> the making out of an invoice declaration are set out in Appendix IV. <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities or competent governmental authorities of the exporting country a written <br> Article 25 : Exemptions from proof of origin <br> 6 An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation on condition that it is presented to <br> the customs authorities of the importing country no longer than two years after the <br> 1 The customs authorities or competent governmental authorities of the exporting <br> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br> Article 22 : Validity of proof of origin <br> who makes frequent shipments of originating products under this Agreement to make <br> out invoice declarations irrespective of the value of the products concerned. An <br> country in accordance with the procedures applicable in that country. The said <br> authorities or competent governmental authorities all guarantees necessary to verify <br> the originating status of the products as well as the fulfilment of the other <br> 2 The customs authorities or competent governmental authorities may grant the <br> 3 The customs authorities or competent governmental authorities shall grant to the <br> approved exporter a customs authorisation number, which shall <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> appear on the invoice declaration. <br> 4 The customs authorities or competent governmental authorities shall monitor the <br> use of the authorisation by the approved exporter. <br> 5 The customs authorities or competent governmental authorities may withdraw <br> the authorisation at any time. They shall do so where the approved exporter no longer <br> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br> the date of issue in the exporting country and must be submitted within the said period <br> to the customs authorities of the importing country. <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> country may accept the proofs of origin where the products have been submitted to <br> them before the said final date. <br> 4 In accordance with the internal legislation of the importing country, <br> preferential treatment may also be granted, where applicable by repayment of duties, <br> within a period of at least two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods <br> were at that date eligible for preferential tariff treatment. <br> Article 23 : Submission of Proof of Origin <br> to that document. <br> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin, which can be drawn up by <br> the importer. They may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the conditions <br> required for the implementation of the Agreement. <br> 2 The requirements mentioned in paragraph 1 relating to translation and the <br> statement by the importer shall not be systematic and should only be imposed with a <br> view to clarifying the submitted information or to ensuring that the importer endorses <br> the full responsibility for the declared origin. <br> status of approved exporter subject to any conditions which they consider appropriate. <br> commercial purpose is in view. <br> application form referred to in Article 16(2). <br> Proof of origin <br> "}, {"ArticleTitle": "Amendments to this Annex", "ArticleDesc": "Article 38 : Amendments to this Annex <br> The Association Committee may decide to amend the provisions of this Annex. <br> "}, {"ArticleTitle": "Explanatory Notes", "ArticleDesc": "Article 39 : Explanatory Notes <br> The Parties shall agree @^@Explanatory Notes@^@ regarding the interpretation, application <br> and administration of this Annex within the Special Committee on Customs Co- <br> operation and Rules of Origin. <br> "}, {"ArticleTitle": "Transitional provision for goods in transit or storage", "ArticleDesc": "Article 40 : Transitional provision for goods in transit or storage <br> provisions of this Annex and which on the date of entry into force of this Agreement <br> are either in transit or are in the Community or in Chile in temporary storage in <br> customs warehouses or in free zones, subject to the submission to the customs <br> authorities of the importing country, within four months of the said date, of a <br> movement certificate EUR.1 issued retrospectively by the customs authorities or <br> competent governmental authorities of the exporting country together with the <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "The provisions of this Agreement may be applied to goods which comply with the <br> documents showing that the goods have been transported directly in accordance with <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General Requirements <br> General requirements <br> Article 31 : Verification of Proofs of Origin <br> Article 36 : Application of this Annex <br> the provisions of Article 12. <br> Movement certificates EUR.1 issued retrospectively <br> Submission of Proof of Origin <br> ARRANGEMENTS FOR ADMINISTRATIVE COOPERATION <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Annex <br> 1 Products sent from private persons to private persons or forming part of travelers' <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> 1 The term @^@Community@^@ used in Article 2 does not cover Ceuta and Melilla. <br> of origin and those made in the documents submitted to the customs office for the <br> personal luggage shall be admitted as originating products without requiring the <br> cannot be settled between the customs authorities requesting a verification and the <br> whenever the customs authorities of the importing country have reasonable doubts as <br> 2 Products originating in Chile, when imported into Ceuta or Melilla, shall enjoy in <br> 1 Products originating in the Community shall, on importation into Chile and <br> submission of a proof of origin, provided that such products are not imported by way <br> to the authenticity of such documents, the originating status of the products concerned <br> all respects the same customs regime as that which is applied to products originating <br> products originating in Chile shall, on importation into the Community, benefit from <br> products whose total value does not exceed EUR 6 000. <br> of trade and have been declared as meeting the requirements of this Annex and where <br> or the fulfillment of the other requirements of this Annex. <br> in the customs territory of the Community under Protocol 2 of the ‘Act of Accession <br> exporter seeking such authorisation must offer to the satisfaction of the customs <br> this Agreement upon submission of the following proofs of origin: <br> there is no doubt as to the veracity of such a declaration. In the case of products sent <br> of the Kingdom of Spain and the Portuguese Republic to the European Communities'. <br> by post, this declaration can be made on the customs declaration CN22/CN23 or other <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> In all cases the settlement of disputes between the importer and the customs <br> Chile shall grant to imports of products covered by this Agreement and originating in <br> (a) a movement certificate EUR.1, a specimen of which appears <br> in Appendix III; or <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> Ceuta and Melilla the same customs regime as that which is granted to products <br> FINAL PROVISIONS <br> (b) in the cases specified in Article 20(1), a declaration, subsequently referred to as <br> 2 Imports which are occasional and consist solely of products for the personal use <br> documents, to the customs authorities or competent governmental authorities of the <br> imported from and originating in the Community. <br> the @^@invoice declaration@^@, given by the exporter on an invoice, a delivery note or <br> or internal book-keeping; <br> exporting country giving, where appropriate, the reasons for the enquiry. Any <br> 3 For the purpose of the application of paragraph 2 concerning products originating <br> any other commercial document which describes the products concerned in <br> of the recipients or travelers or their families shall not be considered as imports by <br> way of trade if it is evident from the nature and quantity of the products that no <br> documents and information obtained suggesting that the information given on the <br> in Ceuta and Melilla, this Annex shall apply mutatis mutandis subject to the special <br> sufficient detail to enable them to be identified. The text of the invoice <br> accounts or any other check considered appropriate. <br> proof of origin is incorrect shall be forwarded in support <br> conditions set out in Article 37. <br> declaration appears in Appendix IV. <br> of the request for verification. <br> Article 37 : Special conditions <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> 3 Furthermore, the total value of these products shall not exceed EUR 500, in the <br> 3 The verification shall be carried out by the customs authorities or competent <br> Special conditions <br> Annex shall, in the cases specified in Article 25, benefit from this Agreement without <br> Procedure for the issue of a movement certificate EUR.1 <br> case of products sent from private persons to private persons or EUR 1 200, in the <br> governmental authorities of the exporting country. For this purpose, they shall have <br> 1 Provided that they have been transported directly in accordance with the <br> it being necessary to submit any of the documents referred to above. <br> case of products forming part of travelers' personal luggage. <br> the right to call for any evidence and to carry out any inspection of the exporter's <br> provisions of Article 12, the following shall be considered as: <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> (1) products originating in Ceuta and Melilla: <br> (a) products wholly obtained in Ceuta and Melilla; <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> precautionary measures judged necessary. <br> verification, release of the products shall be offered to the importer subject to any <br> (b) products obtained in Ceuta and Melilla in the manufacture of which <br> competent governmental authorities of the exporting country on application having <br> not accepted at importation for technical reasons. <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> other than those referred to in (a) are used, provided that: <br> products other than those referred to in (a) are used, provided that: <br> authorised representative. <br> been made in writing by the exporter or, under the exporter's responsibility, by his <br> declaration can be considered as products originating in the Community or in Chile <br> results of this verification as soon as possible. These results must indicate clearly <br> (i) the said products have undergone sufficient working or <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> and fulfil the other requirements of this Annex may consist inter alia of the following: <br> whether the documents are authentic and whether the products concerned can be <br> processing within the meaning of Article 5; or that <br> 2 The procedure for the completion of both the movement certificate EUR.1 and <br> (ii) those products are originating in Chile or the Community <br> the application form is set out in Appendix III. <br> the goods concerned, contained for example in his accounts <br> within the meaning of this Annex, provided that they have <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> other requirements of this Annex. <br> been submitted to working or processing which goes beyond <br> prepared to submit at any time, at the request of the customs authorities or competent <br> requirements of this Annex. <br> (b) documents proving the originating status of materials used, issued or made out in <br> products, the requesting customs authorities shall, except in exceptional <br> the insufficient working or processing referred to in Article 6. <br> governmental authorities of the exporting country where the movement certificate <br> the Community or Chile where these documents are used in accordance <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> (2) products originating in Chile: <br> EUR.1 is issued, all appropriate documents proving the originating status of the <br> Discrepancies and formal errors <br> with the internal legislation; <br> (a) products wholly obtained in Chile; <br> 2 An invoice declaration may be made out if the products concerned can be <br> products concerned as well as the fulfilment of the other requirements of this Annex. <br> (c) documents proving the working or processing of materials in the Community or <br> determine the authenticity of the document in question or the real origin of the <br> (b) products obtained in Chile, in the manufacture of which products <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities or <br> Chile, issued or made out in the Community or Chile, where these documents are <br> competent governmental authorities of a Member State of the Community or Chile if <br> used in accordance with the internal legislation; <br> the products concerned can be considered as products originating in the Community <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> Article 27 : Preservation of Proof of Origin and Supporting Documents <br> Article 32 : Resolution of disputes <br> the verification request or if the reply does not contain sufficient information to <br> or Chile and fulfil the other requirements of this Annex. <br> Article 26 : Supporting documents <br> status of materials used, issued or made out in the Community or Chile in <br> Resolution of disputes <br> (ii) those products are originating in Ceuta and Melilla or the <br> 5 The issuing customs authorities or competent governmental authorities shall take <br> accordance with this Annex. <br> Supporting documents <br> Where disputes arise in relation to the verification procedures of Article 31, which <br> Community within the meaning of this Annex, provided that <br> any steps necessary to verify the originating status of the products and the fulfilment <br> Article 28 : Discrepancies and formal errors <br> circumstances, refuse entitlement to the preferences. <br> 2. Ceuta and Melilla shall be considered as a single territory. <br> they have been submitted to working or processing which <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> of the other requirements of this Annex. For this purpose, they shall have the right to <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> customs authorities or competent governmental authorities responsible for carrying <br> goes beyond the insufficient working or processing <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> call for any evidence and to carry out any inspection of the exporter's accounts or any <br> printing on the invoice, the delivery note or another commercial document, the <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> out this verification, or where they raise a question as to the interpretation of this <br> referred to in Article 6. <br> be issued after exportation of the products to which it relates if: <br> other check considered appropriate. The issuing customs authorities or competent <br> TITLE V <br> Annex, they shall be submitted to the Special Committee on Customs Co-operation <br> governmental authorities shall also ensure that the forms referred to in paragraph 2 are <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> and Rules of Origin. <br> 3. The exporter or his authorised representative shall enter @^@Chile@^@ and @^@Ceuta and <br> duly completed. In particular, they shall check whether the space reserved for the <br> a copy of this invoice declaration as well as the documents <br> Melilla@^@ in Box 2 of movement certificates EUR.1 or on invoice declarations. In <br> description of the products has been completed in such a manner as to exclude all <br> Validity of proof of origin <br> referred to in Article 20(3). <br> authorities of the importing country shall be under the legislation of the said country. <br> addition, in the case of products originating in Ceuta and Melilla, this shall be <br> 3 The customs authorities or competent governmental authorities of the exporting <br> Article 33 : Penalties <br> indicated in Box 4 of movement certificates EUR.1 or on invoice declarations. <br> TITLE VIII <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> country issuing a movement certificate EUR.1 shall keep for at least three years the <br> 4 The Spanish customs authorities shall be responsible for the application of <br> of the certificate. <br> Penalties may be imposed in accordance with internal legislation for infringement to <br> this Annex in Ceuta and Melilla. <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities or <br> 4 The customs authorities in the Community shall keep for at least three years <br> provisions of this Annex. In particular, penalties shall be imposed on any person who <br> competent governmental authorities and made available to the exporter as soon as <br> the movement certificates EUR.1 and the invoice declarations submitted to them on <br> draws up, or causes to be drawn up, a document which contains incorrect information <br> actual exportation has been effected or ensured. <br> supplied in the exporter's application agrees with that in the corresponding file. <br> importation. The customs authorities of Chile must have at their disposal for five <br> for the purpose of obtaining a preferential treatment for products. <br> years the movement certificates EUR.1 and the invoice declarations <br> submitted to themon importation. <br> Penalties <br> 1 Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 29 : Amounts Expressed in Euro <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> Approved exporter <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> render the proof of origin null and void if it is duly established that this document <br> omissions or special circumstances, or <br> does correspond to the products submitted. <br> (b) it is demonstrated to the satisfaction <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> for at least three years the documents referred to in Article 16(3). <br> of the customs authorities or competent governmental authorities <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the @^@Remarks@^@ <br> that a movement certificate EUR.1 was issued but was <br> application the place and date of exportation of the products to which the movement <br> box of the movement certificate EUR.1. <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> undertaking that he accepts full responsibility for any invoice declaration which <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> certificate EUR.1 relates and state the reasons for his request. <br> identifies him as if it had been signed in manuscript by him. <br> 3 The customs authorities or competent governmental authorities may issue a <br> Exemptions from Proof of Origin <br> movement certificate EUR.1 retrospectively only after verifying that the information <br> 1. For the application of the provisions of Article 20(1)(b) and Article 25(3) in cases <br> Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> currencies of the Member States of the Community or Chile equivalent to the amounts <br> of the following phrases: <br> expressed in euro shall be fixed annually by each of the countries concerned. <br> @^@NACHTRÄGLICH AUSGESTELLT@^@, @^@DELIVRE A POSTERIORI@^@, <br> possibility of fraudulent additions. <br> 2. A consignment shall benefit from the provisions of Article 20(1)(b) or Article 25(3) <br> @^@RILASCIATO A POSTERIORI@^@, @^@AFGEGEVEN A POSTERIORI@^@, <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> by reference to the currency in which the invoice is drawn up, according to the <br> @^@ISSUED RETROSPECTIVELY@^@, @^@UDSTEDT EFTERFØLGENDE@^@, <br> amount fixed by the country concerned. <br> @^@??????? ?? ??? ???????@^@, @^@EXPEDIDO A POSTERIORI@^@, <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> @^@EMITIDO A POSTERIORI@^@, @^@ANNETTU JÄLKIKÄTEEN@^@, <br> that currency of the amounts expressed in euro as at the first working day of October. <br> @^@UTFÄRDAT I EFTERHAND@^@. <br> The amounts shall be communicated to the Commission of the European <br> Issue of a duplicate movement certificate EUR.1 <br> Communities by 15 October and shall apply from 1 January the following year. The <br> Commission of the European Communities shall notify all countries <br> concerned of the relevant amounts. <br> this document to be rejected if these errors are not such as to create doubts concerning <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> the correctness of the statements made in this document. <br> Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> TITLE VI <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> box of the duplicate movement certificate EUR.1. <br> Conditions for making out an invoice declaration <br> exporter by stating the reasons for his request may apply to the customs authorities or <br> for the purpose of applying preferential treatment, where the failure to submit these <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> competent governmental authorities which issued it for a duplicate made out on the <br> documents by the final date set is due to exceptional circumstances. <br> 4. A country may round up or down the amount resulting from the conversion into <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> basis of the export documents in their possession. <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> 2 The duplicate issued in this way must be endorsed with one <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> of the following words: <br> country may retain unchanged its national currency equivalent of an amount <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> @^@DUPLIKAT@^@, @^@DUPLICATA@^@, @^@DUPLICATO@^@, @^@DUPLICAAT@^@, @^@DUPLICATE@^@, <br> may be retained unchanged if the conversion would result in a decrease in that <br> @^@?????????@^@, @^@DUPLICADO@^@, @^@SEGUNDA VIA@^@, @^@KAKSOISKAPPALE@^@. <br> equivalent value. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the @^@Remarks@^@ <br> 5 The amounts expressed in euro shall be reviewed by the Association Committee <br> certificate EUR.1, shall take effect as from that date. <br> at the request of the Community or Chile. When carrying out this review, the <br> 4 The duplicate, which must bear the date of issue of the original movement <br> Article 20 : Conditions for making out an invoice declaration <br> Association Committee shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For this purpose, it may decide to modify the amounts <br> 1 An invoice declaration as referred to in Article 15(1)(b) may be made out: <br> Article 21 : Approved exporter <br> expressed in euro. <br> importation of the products to which it relates. <br> When originating products are placed under <br> the control of a customs office in the <br> Community or in Chile, it shall be possible to replace the original proof of origin by <br> one or more movement certificates EUR.1 for the purpose of sending all or some of <br> these products elsewhere within the Community or Chile. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office of first entry in <br> the Community or in Chile under whose control the products are placed. <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment <br> consisting of one or more packages containing originating <br> considered as products originating in the Community or in Chile and fulfil the other <br> 3 The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities or competent governmental <br> authorities of the exporting country, all appropriate documents proving the originating <br> status of the products concerned as well as the fulfilment of the <br> declaration, the text of which appears in Appendix IV. Specific requirements as for <br> the making out of an invoice declaration are set out in Appendix IV. <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities or competent governmental authorities of the exporting country a written <br> Article 25 : Exemptions from proof of origin <br> 6 An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation on condition that it is presented to <br> the customs authorities of the importing country no longer than two years after the <br> 1 The customs authorities or competent governmental authorities of the exporting <br> country may authorise any exporter, hereinafter referred to as 'approved exporter', <br> Article 22 : Validity of proof of origin <br> who makes frequent shipments of originating products under this Agreement to make <br> out invoice declarations irrespective of the value of the products concerned. An <br> country in accordance with the procedures applicable in that country. The said <br> authorities or competent governmental authorities all guarantees necessary to verify <br> the originating status of the products as well as the fulfilment of the other <br> 2 The customs authorities or competent governmental authorities may grant the <br> 3 The customs authorities or competent governmental authorities shall grant to the <br> approved exporter a customs authorisation number, which shall <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> appear on the invoice declaration. <br> 4 The customs authorities or competent governmental authorities shall monitor the <br> use of the authorisation by the approved exporter. <br> 5 The customs authorities or competent governmental authorities may withdraw <br> the authorisation at any time. They shall do so where the approved exporter no longer <br> offers the guarantees referred to in paragraph 1, no longer fulfils the conditions <br> 1 A proof of origin as referred to in Article 15(1) shall be valid for ten months from <br> the date of issue in the exporting country and must be submitted within the said period <br> to the customs authorities of the importing country. <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> country may accept the proofs of origin where the products have been submitted to <br> them before the said final date. <br> 4 In accordance with the internal legislation of the importing country, <br> preferential treatment may also be granted, where applicable by repayment of duties, <br> within a period of at least two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods <br> were at that date eligible for preferential tariff treatment. <br> Article 23 : Submission of Proof of Origin <br> to that document. <br> 1 Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin, which can be drawn up by <br> the importer. They may also require the import declaration to be accompanied by a <br> statement from the importer to the effect that the products meet the conditions <br> required for the implementation of the Agreement. <br> 2 The requirements mentioned in paragraph 1 relating to translation and the <br> statement by the importer shall not be systematic and should only be imposed with a <br> view to clarifying the submitted information or to ensuring that the importer endorses <br> the full responsibility for the declared origin. <br> status of approved exporter subject to any conditions which they consider appropriate. <br> commercial purpose is in view. <br> application form referred to in Article 16(2). <br> Proof of origin <br> "}]}]}, "members_found": ["918", "152"]}