{"FtaRooDetails": {"FtaId": 40, "FtaCode": "ITC00040", "FtaName": "AAP.CE 46: Cuba-Ecuador", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA N° 46 CELEBRADO ENTRE LA REPÚBLICA DE CUBA Y LA REPÚBLICA DEL ECUADOR", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "13.03.2001", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; Ecuador", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 46: Cuba-Ecuador", "AdminProcCooAuth": "The certification type under AAP.CE 46: Cuba-Ecuador is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 46: Cuba-Ecuador is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 46: Cuba-Ecuador agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "b) las mercancias que sean producidas enteramente en el territorio de una o ambas Partes, a partir exclusivamente de materiales que califican como originarios de conformidad con el presente Capitulo; c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando materiales no originarios, siempre que resulten de un proceso de producción, realized° enteramente en el territorio de una o ambas Partes, de tal forma que las mercancias se clasifiquen en una partida diferente a las de dichos materiales, segtin el Sistema Armonizado vigente en cada pals; d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le establecido en el literal c) precedente, porque el proceso de producción no implica un cambio de partida en el Sistema Armonizado vigente en cada pals, bastara que el valor CIF puerto de destine o puerto maritime de los materiales de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del valor FOB de los productos de que se trate; e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas en el territorio de las Partes, utilizando materiales de terceros paises, cuando el valor CIF puerto de destino o puerto maritime de esos materiales no exceda el 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de que se trate; las mercancias elaboradas utilizando materiales no originarios, siempre que resulten de un proceso de producción, realized° enteramente en el territorio de una o ambas Partes, de tal forma que las mercancias cumplan con los requisites especifcos establecidos por acuerdo entre las Partes. Dichos requisites prevaleceran sobre los criterios generales establecidos en los literales c) a e) del presente Articulo.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00040_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace46/ACE_046_Anexo_03.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00040_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/73902731fe804546032577ac0060b251?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00040_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=17#17"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 6.- Acumulación <br /> Cada Parte dispondra que los materiales originarios o mercancias originarias de <br /> cualquiera de las Partes incorporados en la produccien de mercancias en el territorio <br /> de la otra Parte, seran considerados originarios del territorio de esta ultima Parte. <br /> Para efectos de la acumulación serialada en el parrafo anterior, tambien se <br /> consideraran originarios de la Parte exportadora, los materiales originarios de Bolivia, <br /> Colombia y PerU, para lo cual regira: <br /> a) en el caso de Cuba, el respective Acuerdo de Alcance Parcial de <br /> Complementación Econornica suscrito con dichos 'Daises; y, <br /> b) en el case de Ecuador, la normativa respectiva de la Comunidad Andina.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15% (Ecuador) / 10% (Cuba))", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 7.- De Minimis <br /> Una mercancia sera considerada originaria Si el valor de todos los materiales no <br /> originarios utilizados en la produccien de esta mercancia que no cumplen con el <br /> requisite de cambio de clasificación arancelaria establecido en el Anexo REOS no <br /> excede el quince por ciente (15%) para el caso de Ecuador y para Cuba el diez por <br /> ciente (10%) del valor de transacción de la mercancia determinado conforme <br /> al articulo 4 y la mercancia cumple con las demas disposiciónes aplicables de este Capitulo.1 <br /> [1] 'Los porcentajes del Articulo de De Minimis, se mantendran mientras no sea motticada la Resolución 6 del Consejo de <br /> Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se ajustaran <br /> a utomaticamente a quince par ciento (15%).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 8.- Accesorios, Repuestos y Herramientas <br /> Cada Parte dispondra que los accesorios, repuestos o herramientas entregados con la <br /> mercancia como parte usual de la misma, se deberan tratar como originarios, Si la <br /> mercancia es originaria, y no se tomaran en cuenta pare determiner Si todos los <br /> materiales no originarios utilizados en la producción de la mercancia cumplen con el <br /> correspondiente cambio de clasifcación arancelaria establecido en el Anexo REOS siempre que: <br /> a) los accesorios, repuestos o herramientas se clasifquen junto con la mercancia y <br /> no sean facturados por separado; independientemente de que cada uno se <br /> identifique por separado en la propia factura, y, <br /> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br /> habituales pare la mercancia. <br /> Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br /> condiciónes menciónadas anteriormente, se aplicara a cada uno de ellos lo <br /> establecido en este Capitulo. <br /> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, los <br /> accesorios, repuestos o herramientas se consideraran como materiales originarios o <br /> no originarios, segOn sea el caso, para calcular el valor del contenido regiónal de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 3.- Mercancias Originarias <br /> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br /> de una o ambas Partes; <br /> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br /> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br /> territorio de una u otra Parte; <br /> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br /> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br /> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br /> recolección o captura en el territorio de una u otra Parte; <br /> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br /> territorio de las Partes par naves pesqueras registradas a matriculadas en <br /> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br /> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br /> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br /> exclusivamente a partir de las mercancias identificadas en el literal (f), <br /> siempre y cuando los buques fabrica esten registrados o matriculados en <br /> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br /> fletados par empresas establecidas en el territorio de una Parte; <br /> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br /> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br /> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br /> IX. desechos y desperdicios derivados de: <br /> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br /> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br /> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br /> X. mercancias producidas en el territorio de una o mas de las Partes, <br /> exclusivamente a partir de las mercancias menciónadas en los numerates <br /> del I al IX o de sus derivados, en cualquier etapa de producción.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 5.- Operaciónes que no Confieren Origen <br /> No confieren origen, individualmente o combinados entre si, los siguientes procesos u operaciónes: <br /> a) preservación de las mercancias en buen estado durante su transporte o <br /> almacenamiento, tales como ventilación, aireación, refrigeracian, congelacien; <br /> b) facilitación del embarque o el transporte; <br /> c) embalaje, envasado, o acondiciónamiento de las mercancias para su yenta al por menor; <br /> d) fracciónamiento en lotes o volOmenes; y, <br /> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br /> mercancias o en sus envases. <br /> Asimismo, los siguientes procesos u operaciónes de elaboracien, seran considerados <br /> insuficientes para conferir el caracter de mercancias originarias: <br /> a) fltracian a dilucian en agua o en otros solventes que no altere las caracteristicas <br /> de la mercancia; <br /> b) desarmado de mercancias en sus panes; <br /> c) tend ido o secado; <br /> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br /> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple <br /> cortado, recortado; <br /> e) limpieza, inclusive la remocien de oxide, grasa y pintura u otros recubrimientos; <br /> f) unien, reunión o división de mercancias en bultos; <br /> g) la simple mezcla de productos, entendida coma actividades que no requieren de <br /> habilidades o maquinas especiales, aparatos o equipos especialmente fabricados <br /> o instalados para Ilevar a cabo dicha actividad. Sin embargo, la simple mezcla no <br /> incluye la reacción quimica; <br /> h) sacrifcio de animales; y, <br /> i) aplicación de aceite y recubrimientos protectores.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 4.- Valor de Contenido <br /> Cuando de conformidad con este Capitulo una mercancia requiera cumplir con el valor <br /> de contenido, de acuerdo con lo dispuesto en el articulo <br /> contenido se calculara de acuerdo con la siguiente formula: <br /> 3(d) y 3(e), el valor de <br /> VCR= [(VM-VNM)/VM)] x 100 <br /> donde: <br /> VCR es el valor de contenido regiónal, expresado coma un porcentaje; <br /> VM es el valor de transacción de la mercancia ajustado sobre una base FOB, salvo lo <br /> dispuesto en el parrafo 3. En caso que no exista o no puede determinarse dicho valor <br /> conforme a los principles del articulo 1 del Acuerdo de Valoración Aduanera, el mismo <br /> sera calculado de conformidad con dicho Acuerdo; y <br /> VMN es el valor de transacción de los materiales no originarios ajustados sabre una <br /> base CIF, salvo lo dispuesto en el parrafo 4. En caso que no exista o no pueda <br /> determinarse dicho valor conforme a los principios del articulo 1 del Acuerdo de <br /> Valoracian Aduanera, el mismo sera calculado de conformidad con dicho Acuerdo. <br /> Cuando una mercancia no es exportada directamente por su productor, el valor se <br /> ajustara hasta el punto en el cual el comprador reciba la mercancia dentro del territorio <br /> de la Parte donde se encuentra el productor. <br /> Todos los registros de los costos considerados para el calculo de valor de contenido <br /> regiónal seran registrados y mantenidos de conformidad con los Principios de <br /> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br /> mercancia se produce. <br /> Cuando el productor de una mercancia adquiera un material no originario dentro del <br /> territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br /> no incluira el fete, seguro, costos de empaque y todos los dernas costos incurridos en <br /> el transporte del material desde el almacen del proveedor hasta el lugar en que se <br /> encuentre el productor. <br /> Para efectos del calculo del valor de contenido regiónal, el valor de los materiales no <br /> originarios utilizados por el productor en la produce& de una mercancia no incluira el <br /> valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y <br /> utilizado por el productor de la mercancia en la produce& de esa mercancia; o, <br /> b) el productor de la mercancia en la produce& de un material originario de fabricación propia.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 11.- Materiales indirectos <br /> Cada Parte dispondra que, independientemente del lugar de su producción, un <br /> material indirect° sera considered° como originario cuando sea utilized° en la <br /> producción, verificación o inspección de otra mercancia, pero que no este fisicamente <br /> incorporado a esta, incluidos: <br /> a) combustible, energia, solventes y catalizadores; <br /> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancias; <br /> C) guantes, anteojos, calzado, prendas de vestir, equip° y aditamentos de seguridad; <br /> d) herramientas, troqueles y moldes; <br /> e) repuestos y materiales utilizados en el mantenimiento de equip° y edifcios; <br /> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción, operacian de equipos o mantenimiento de los edificios; y, <br /> g) cualquier otro material que no este incorporado a la mercancia, pero cuyo use en <br /> la produce& de la mercancia pueda demostrarse que forma parte de dicha producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 14.- Transito y Trasbordo <br /> Cada Parte dispondra que una mercancia no perdera su calidad de originaria, Si: <br /> a) no sufre un procesanniento ulterior o es objeto de cualquier otra operación, fuera <br /> del territorio de las Partes, except° la descarga, recarga, fracciónamiento o <br /> cualquier otra operacian necesaria para mantener la mercancia en buenas <br /> condiciónes o para transportarla a territorio de una Parte; <br /> b) permanece bajo el control de las autoridades aduaneras en el territorio de un pals no Parte; y, <br /> c) una mercancia originaria de la Parte exportadora es transportada a traves de una o <br /> mas no Panes, en cuyo caso la autoridad aduanera de la Parte importadora podra <br /> requerir a los importadores que soliciten tratamiento arancelario preferencial para <br /> la mercancia, que presenten: <br /> I. una copia del documento de transporte; o, <br /> II. un certifcado o cualquier otra información dada por la autoridad <br /> aduanera de tales no Partes u otras entidades autorizadas que <br /> respalden el hecho que las mercancias han estado en transito.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 3.- Mercancias Originarias <br /> Sin perjuicio de las demas disposiciónes del presente Regimen, seran consideradas originarias: <br /> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br /> de una o ambas Partes; <br /> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br /> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br /> territorio de una u otra Parte; <br /> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br /> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br /> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br /> recolección o captura en el territorio de una u otra Parte; <br /> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br /> territorio de las Partes par naves pesqueras registradas a matriculadas en <br /> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br /> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br /> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br /> exclusivamente a partir de las mercancias identificadas en el literal (f), <br /> siempre y cuando los buques fabrica esten registrados o matriculados en <br /> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br /> fletados par empresas establecidas en el territorio de una Parte; <br /> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br /> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br /> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br /> IX. desechos y desperdicios derivados de: <br /> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br /> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br /> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br /> X. mercancias producidas en el territorio de una o mas de las Partes, <br /> exclusivamente a partir de las mercancias menciónadas en los numerates <br /> del I al IX o de sus derivados, en cualquier etapa de producción. <br /> b) las mercancias que sean producidas enteramente en el territorio de una o <br /> ambas Partes, a partir exclusivamente de materiales que califican como <br /> originarios de conformidad con el presente Capitulo; <br /> c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando <br /> materiales no originarios, siempre que resulten de un proceso de producción, <br /> realized° enteramente en el territorio de una o ambas Partes, de tal forma que <br /> las mercancias se clasifiquen en una partida diferente a las de dichos <br /> materiales, segtin el Sistema Armonizado vigente en cada pals; <br /> d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le <br /> establecido en el literal c) precedente, porque el proceso de producción no <br /> implica un cambio de partida en el Sistema Armonizado vigente en cada pals, <br /> bastara que el valor CIF puerto de destine o puerto maritime de los materiales <br /> de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del <br /> valor FOB de los productos de que se trate; <br /> e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas <br /> en el territorio de las Partes, utilizando materiales de terceros paises, cuando el <br /> valor CIF puerto de destino o puerto maritime de esos materiales no exceda el <br /> 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de <br /> que se trate; <br /> las mercancias elaboradas utilizando materiales no originarios, siempre que <br /> resulten de un proceso de producción, realized° enteramente en el territorio de <br /> una o ambas Partes, de tal forma que las mercancias cumplan con los <br /> requisites especifcos establecidos por acuerdo entre las Partes. Dichos <br /> requisites prevaleceran sobre los criterios generales establecidos en los <br /> literales c) a e) del presente Articulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 9.- Envases y Materiales de Empaque pare la Venta al por Menor <br /> Cada Parte dispondra que los envases y materiales de empaque en que una <br /> mercancia se presente para la yenta al por menor esten clasificados en el Sistema <br /> Armonizado con la mercancia que contienen, no se tomaran en cuenta para <br /> determiner si todos los materiales no originarios utilizados en la producción de la <br /> mercancia cumplen con el cambio correspondiente de clasifcación arancelaria <br /> establecido en el Anexo REOS. <br /> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, el valor <br /> de dichos envases y materiales de empaque se tomara en cuenta coma material <br /> originario o no originario, segun sea el caso, para calcular el valor de contenido <br /> regiónal de la mercancia. <br /> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque <br /> Cada Parte dispondra que los contenedores y materiales de embalaje en los cuales la <br /> mercancia este empacada exclusivamente pare su transporte, no se tomaran en <br /> cuenta para efectos de determiner si la mercancia es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 12.- Mercancias y Materiales Fungibles <br /> Cuando las mercancias fungibles originarias y no originarias se mezclen a combinen <br /> fisicamente en inventario, el origen de estas mercancias podra determinarse con base <br /> en la segregación fisica de cada mercancia o material fungible, o por medio de la <br /> utilización de cualquier metodo de manejo de inventarios, tales como, el de promedios, <br /> Oltimas entradas - primeras salidas (UEPS) o primeras entradas primeras salidas <br /> (PEPS), reconocidos en los Principios de Contabilidad Generalmente Aceptados de la <br /> Parte donde se realiza la produce& o de otra manera aceptados por la Parte donde <br /> se realiza la producción. <br /> El metodo de manejo de inventarios selecciónado de conformidad con el parrafo <br /> anterior, para una mercancia o material fungible en particular, debere continuer siendo <br /> utilizado para aquella mercancia o material fungible durante todo el periodo o afio fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 13.- Juegos o Surtidos <br /> Un juego o surtido de mercancias que se clasifican de acuerdo con la regla 3 de las <br /> Reglas Generales para la Interpretacitin del Sistema Amiónizado, asi como las <br /> mercancias cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br /> especificamente la de un juego a surtido, calificaran como originarias, siempre que <br /> cada una de las mercancias contenidas en ese juego o surtido cumpla con las reglas <br /> de origen establecidas en este Cap itulo y en el Anexo REOS. <br /> No obstante lo dispuesto en el parrafo anterior, un juego o surtido de mercancias se <br /> considerara originario, si el valor de todas las mercancias no originarias utilizadas en <br /> la formación del juego o surtido no excede el veinte por ciento (20%) para el case de <br /> Ecuador y para Cuba el quince por ciento (15%) del valor de transacción de la <br /> mercancia, determinado conforme al articulo 4. <br /> [2] Los porcentaies del Articulo de Jueaos o Surtidos. se mantendran mientras no sea modifcada la Resolución 6 del <br /> Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se <br /> ajustaran autornatcamente a veinte por ciento (20%).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 15.- Exposiciónes <br /> El tratamiento arancelario preferencial previsto en este Acuerdo se otorgara a <br /> mercancias originarias enviadas para su exposición en un pals no Parte y que hayan <br /> sido vendidas despues de la exposición para ser importadas a una de las Partes, <br /> cuando se cumplan las siguientes condiciónes a satisfacción de las autoridades <br /> aduaneras de la Parte importadora: <br /> a) que un exportador haya enviado estas mercancias desde una de las Partes hasta <br /> el pals no Parte en que se realiza la exposición; <br /> b) que las mercancias hayan sido vendidas o enajenadas de alguna otra forma por el <br /> exportador a una persona de una de las Partes; <br /> c) que las mercancias hayan sido enviadas durante la exposición o inmediatamente <br /> despues en el mismo estado en que fueron enviadas a la exposición; <br /> d) que desde el momenta en que las mercancias fueron enviadas a la exposici6n, no <br /> hayan sido utilizadas con fnes distintos a su presentación en dicha exposición; y, <br /> e) que las mercancias hayan permanecido bajo control de las autoridades aduaneras <br /> del pals no Parte durante la exposición. <br /> Para efectos de la aplicación del parrafo anterior, se expedira un certificado de origen <br /> de conformidad con lo dispuesto en la Sección B de este Capitulo, el cual se <br /> presentara a las autoridades aduaneras de la Parte importadora, menciónando el <br /> nombre y la dirección de la exposición. Si se considera necesario se puede requerir <br /> evidencia documental adiciónal relaciónada con la exposición. <br /> Cuando una mercancia originaria de la Page exportadora sea importada despues de <br /> una exposición en una no Parte, la autoridad aduanera de la Parte importadora podia <br /> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br /> mercancia, que presenten: <br /> a) una copia del documento de transporte; o, <br /> b) un certificado o cualquier otra información dada por la autoridad aduanera de tales <br /> no Partes u otras entidades autorizadas que respalden el hecho que las <br /> mercancias han estado en transit°. <br /> Sección B - Procedimientos de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 16.- Certificación de Origen <br /> El certificado de origen es el document° que certifica que las mercancias cumplen con <br /> las disposiciónes sobre origen de este Capitulo y, por ello, pueden beneficiarse del <br /> tratamiento preferencial acordado por las Partes. <br /> La autoridad aduanera de la Parte importadora podia otorgar tratamiento arancelario <br /> preferencial basado en un certificado de origen escrito o electrOnico emitido por la <br /> autoridad competente de la Parte exportadora. <br /> El certificado de origen electronico [3], debera ser firmado digitalmente. <br /> Dicho certifcado ampara una sola operación de importación de una o varias <br /> mercancias, y su versión original debe acompariar al resto de la documentación, en el <br /> momenta de tramitar el despacho aduanero. <br /> La expedición y control de la emisi6n de los certificados de origen, estara bajo la <br /> responsabilidad de las autoridades competentes en cada Parte. <br /> La autoridad competente de la Parte exportadora podra delegar la expedición del <br /> certifcado de origen en otras entidades piiblicas o privadas. <br /> La autoridad competente o entidades habilitadas podran examinar en su territorio la <br /> calidad de originaria de las mercancias y el cumplimiento de los requisitos de este <br /> Capitulo. Para tal efecto, podran solicitar cualquier evidencia de respaldo, efectuar <br /> inspecciónes a las instalaciónes del exportador o productor o realizar cualquier otro <br /> control que consideren apropiados. <br /> Las Partes mantendran vigente ante la Secretaria General de la ALADI la relación de <br /> las reparticiónes oficiales o entidades pOblicas o privadas habilitadas para emitir <br /> certificados de origen y el registro de las firmas autOgrafas o electrOnicas de los <br /> funciónarios acreditados para tal fn. <br /> El certificado de origen servira pare certifcar que una mercancia que se exporte del <br /> territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br /> certificado podra ser modifcado por la Comisión Administradora del Acuerdo. <br /> El formulario Unica del certificado de origen es el que se establece en el Anexo 1, de la <br /> Resolución 252 del Comite de Representantes de la ALAD1, el cual debera contener <br /> una declaración jurada del exportador de la mercancia, en la que manifieste el total <br /> cumplimiento de las disposiciónes sobre origen del Acuerdo y la veracidad de la <br /> información asentada en el mismo. <br /> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br /> desde su emisión. <br /> Los certificados de origen no podran ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br /> la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedición. <br /> [3] Las Partes deberan implementer un sistema de certificación de origen en forma electronica referida en este Articulo, a <br /> mas tardar en ires (3) arms despues de la entrada en vigor de este Capitulo. Asimismo, ambas Partes evaluaran la <br /> factibilidad que la Aduana de importación recitia directamente de la autoridad competente una copia del certifcado de <br /> origen electronic°. Al momento de implementer el sistema de certificación de origen electronic°, las Partes reconoceran <br /> como validas las firmas electronicas. <br /> Articulo 18.- Declaración Jurada <br /> La declaración jurada debera contener como minim° los siguientes datos: <br /> a) Nombre, denominación o razOn social del productor y/o exportador, segun <br /> corresponda y de su representante legal; <br /> b) Domicilio legal o registrado para efectos fiscales, segLin sea el caso; <br /> C) Descripción de la mercancia a exportar y su clasificación arancelaria; <br /> d) Valor FOB de la mercancia a exportar; <br /> e) Información relativa a la mercancia indicando: <br /> I. materiales originarios de la Parte exportadora; <br /> II. materiales originarios de otras Partes, indicando: <br /> • origen; <br /> • clasificación arancelaria; <br /> • valor CIF, en (Wares de los Estados Unidos de America; <br /> • porcentaje que representan en el valor FOB de la mercancia. <br /> III. materiales no originarios de las Partes, indicando: <br /> • origen y procedencia; <br /> • clasificación arancelaria; <br /> • valor CIF, en &Awes de los Estados Unidos de America; <br /> • porcentaje que representan en el valor FOB de la mercancia. <br /> f) Una descripción de todo el proceso productivo. <br /> Dicha declaración jurada debere ser frmada por el productor cuando este sea el <br /> exportador. En caso que el productor no sea el exportador, la declaración jurada <br /> debera ser firmada por ambos. <br /> Sin embargo, cuando se trate de artesanias y de mercancias comprendidas en el <br /> presente Capitulo, que seen obtenidas en forma artesanal, la declaración jurada podra <br /> ser firmada por el exportador siempre que no sea posible su firma por el productor o su <br /> representante legal. <br /> Articulo 19.- Validez de la Declaración Jurada de Origen <br /> La declaración jurada tendra una validez de tres (3) anos a partir de la fecha de su <br /> recepci6n por las autoridades certificadoras, a menos que antes de dicho plaza se <br /> modifique alguno de los siguientes datos: <br /> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales utilizados <br /> en la elaboración de la mercancia; <br /> b) proceso de transformación o elaboración empleado; <br /> c) proporción del valor CIF de los materiales no originarios en relación al valor FOB <br /> de la mercancia; <br /> d) denominación o razOn social del productor o exportador, su representante legal y <br /> domicilio de la empresa. <br /> La modificación de uno o mas de los datos sefialados en los literales a) a d) anteriores <br /> se debera notificar a las autoridades competentes o entidades certifcadoras segt:in <br /> sea el caso, y ameritara la presentación de una nueva declaración jurada en los <br /> terminos establecidos en el articulo 18.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 21.- Excepciónes <br /> El certifcado de origen no sera requerido cuando: <br /> a) el valor aduanero de la imported& no exceda de mil Mares de los Estados <br /> Unidos de America (US$ 1.000) o el monto equivalente en la moneda de la Parte <br /> importadora al momento de la presented& de la declared& aduanera, o un <br /> monto mayor que puede ser establecido por la Parte importadora, a menos que la <br /> Parte importadora considere que la importacian forma pane de una serie de <br /> importaciónes realizadas o planificadas con el proposito de evadir el cumplimiento <br /> de la legislacian de la Parte que regula las solicitudes de tratamiento arancelario <br /> preferencial bajo este Acuerdo; o, <br /> b) sea una mercancia para la cual la Parte importadora no requiere que el importador <br /> presente una certificación o informed& que demuestre el origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 2.- Definiciónes <br /> Autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br /> responsable de la aplicación y administración de sus leyes y reglamentaciónes que <br /> estipulan los procedimientos aduaneros relaciónados con el origen de la mercancia, <br /> siendo responsable de la emisión del certificado de origen o de la delegación de la <br /> emisión en entidades habilitadas. <br /> Por Cuba: <br /> • Ministerio del Comercio Exterior y la Inversian Extrajera y el Ministerio de Finanzas <br /> y Precios actuando conjuntamente. <br /> Por Ecuador: <br /> • Ministerio de Relaciónes Exteriores, Comercio e Integración y el Ministerio de <br /> Industrias y Prod uctividad.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 16.- Certificación de Origen <br /> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br /> desde su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 25.- Requisitos para Mantener Registros <br /> La autoridad competente o entidades habilitadas deberan conservar una copia del <br /> certificado de origen durante un plaza minim° de cinco anos, a partir de la fecha de su <br /> emisión. Tal archivo debera incluir todos los antecedentes que sirvieron de base para <br /> la emisión del certifcado. <br /> Un exportador que solicite un certifcado de origen de conformidad con el articulo 20, <br /> debe conservar por un minim° de cinco anos a partir de la fecha de la emisión de <br /> dicho certificado, todos los registros necesarlos para demostrar que la mercancia era <br /> originaria, incluyendo los registros relativos a: <br /> a) la compra, los costos, el valor y el pago por la mercancia exportada; <br /> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br /> indirectos, utilizados en la producción de la mercancia exportada; y, <br /> c) la producción de la mercancia en la forma en que se exporte desde su territorio. <br /> Un importador que solicite tratamiento arancelario preferencial para una mercancia <br /> debera conserver, por un minim° de cinco anos a partir de la fecha de importación de <br /> la mercancia, la documented& que la autoridad aduanera exija, incluyendo una copia <br /> del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 23.- Devolución de Derechos <br /> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br /> para las mercancias importadas a su territorio que hubiera califcado como originaria, <br /> el importador podia, a mas tardar un ario, despues de la fecha de importación, solicitar <br /> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br /> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br /> preferencial para esa mercancia, de acuerdo al procedimiento establecido en cada Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 22.- Obligaciónes Relativas a las Importaciónes <br /> La autoridad aduanera de cada Parte exigira que el importador que solicite tratamiento <br /> arancelario preferencial para una mercancia: <br /> a) declare por escrito en el documento de imported& requerido por su legislacian, en <br /> base a un certifcado de origen, que una mercancia califica coma mercanda originaria; <br /> b) tenga el certifcado de origen en su poder al momenta en que se haga la declaración; <br /> c) proporcióne, Si la autoridad aduanera lo solicita, el certifcado de origen o copias del mismo; y, <br /> d) presente inmediatamente una declared& corregida y pague el arancel <br /> correspondiente cuando el importador tenga motivos pare creer que el certificado <br /> de origen en que se sustenta la declaración de aduanas tiene información <br /> incorrecta. El importador no podra ser sanciónado cuando en forma voluntaria <br /> presente la declared& de mercancias corregida, previo a que la autoridad <br /> aduanera haya iniciado el ejercicio de sus facultades de verifcación y control o <br /> antes de que las autoridades aduaneras notifiquen la revisian, de conformidad con <br /> la legislación de cada Parte. <br /> Si un importador en su territorio no cumple con alguno de los requisitos establecidos <br /> en este Capitulo, la autoridad aduanera negara el tratamiento arancelario preferencial. <br /> Las Partes, cuando el importador solicite tratamiento arancelario preferencial sin <br /> certificado de origen, se acogeren a los procedimientos de la legislaci& interne.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 20.- Facturación por un Operador de un Pais no Parte <br /> En el certifcado de origen debera indicarse en el campo @^@Observaciónes@^@, cuando una <br /> mercancia sea facturada por un operador de un pals no Parte, la siguiente leyenda: <br /> @^@Operación facturada par un operador de un pals no Pare@^@. <br /> Si al momenta de expedir el certifcado de origen no se conociera el numero de la <br /> facture comercial emitida por un operador de un tercer pals, el importador presentara a <br /> la autoridad aduanera una declared& jurada que justifique el hecho, en la que debera <br /> indicar, por lo menos, los numeros y fechas de la facture comercial definitive y del <br /> certificado de origen que amparan la operación de importacian.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 26.- Procedimientos pare Verificación de Origen <br /> La Parte importadora podra solicitar informed& acerca del origen de una mercancia a <br /> la autoridad competente de la Parte exportadora. <br /> La Parte importadora podra requerir que el importador presente información relative a <br /> la imported& de la mercancia pare la cual solicitô tratamiento arancelario preferencial. <br /> Para efectos de determiner si una mercancia importada califica como originaria, la <br /> Parte importadora podra verificar el origen de la mercancia, a traves de la autoridad <br /> competente de la Parte exportadora, mediante los siguientes procedimientos: <br /> a) solicitudes de información o cuestiónarios escritos al exportador o productor de la <br /> mercancla en territorio de la otra Parte, en las que se debera sealer <br /> especificamente la mercancia objeto de verificación; <br /> b) visitas de verificación a las instalaciónes del exportador o productor de la <br /> mercancia en el territorio de la otra Parte, con el proposito de examiner los <br /> registros y documentos a que se refiere el articulo 25 e inspecciónar las <br /> instalaciónes y materiales que se utilicen en la producción de la mercancia; 0, <br /> C) cualquier otro procedimiento que las Partes acuerden. <br /> Para los efectos de este articulo, cualquier comunicación escrita enviada por la Parte <br /> importadora al exportador o productor para la verificación de origen a haves de la <br /> autoridad competente de la Parte exportadora, se considerara %/elide si es realizada <br /> por medio de: <br /> a) correos certificados u otras formas con acuse de recibo que confirmen la recepción <br /> de los documentos o comunicaciónes; o, <br /> b) cualquier otra forma que las Partes acuerden. <br /> De conformidad con lo establecido en el parrafo tercero de este articulo, las solicitudes <br /> de informaci6n o los cuestiónarios escritos deberan contener: <br /> a) el nombre, cargo y dirección de la Parte importadora que solicita la informaci6n; <br /> b) el nombre y dirección del exportador o productor a quien se le solicita la <br /> información y documentación; <br /> C) descripción de la informed& y documentos que se requieren; y, <br /> d) fundamento legal de las solicitudes de información o cuestiónarios. <br /> El exportador o productor que reciba un cuestiónario o solicitud de información de <br /> conformidad con el parrafo tercero, literal a) de este articulo, completara debidamente <br /> y devolvera el cuestiónario o respondera a la solicitud de información dentro de treinta <br /> (30) dias a partir de la fecha de recepción. Durante el periodo setialado, el exportador <br /> o productor padre hacer una solicitud de extensión por escrito a la autoridad aduanera <br /> de la Parte importadora, que no sea mayor a treinta (30) dias. Dicha solicitud no tendra <br /> consecuencia de denegar el tratamiento arancelario preferencial. <br /> La Parte importadora podra solicitar, a traves de la autoridad competente de la Parte <br /> exportadora, información adiciónal par medio de un cuestiónario o solicitud posterior al <br /> exportador o productor, aCin si hubiere recibido el cuestiónario diligenciado o la <br /> información solicitada a la que se refiere el *rat tercero, literal a) de este articulo. <br /> En este caso el exportador o productor contard con treinta (30) dias para responder a <br /> dicha solicitud. <br /> Si el exportador a productor no completa debidamente un cuestiónario, no lo devuelve, <br /> o no proporcióna la información solicitada dentro del periodo establecido en los <br /> parrafos sexto y septimo de este articulo, la Parte importadora padre negar el <br /> tratamiento arancelario preferencial a las mercancias sujetas a verificación, enviando <br /> al importador y a la autoridad competente de la Parte exportadora, una resolución de <br /> origen en la que se incluyan los hechos y el fundamento legal para esa decisión. <br /> Previa a realizar una visita de verificación y de conformidad con lo dispuesto en el <br /> parrafo tercero, literal b) de este articulo, la Parte importadora debert notifcar por <br /> escrito su intend& de efectuar la visita de verificación. La notificación se enviara a la <br /> autoridad competente de la Parte exportadora por correo o cualquier otro media que <br /> haga constar la recepción de la notificación. La Parte importadora requerira para <br /> realizar la visita de verificación del consentimiento par escrito del exportador o <br /> productor a ser visitado. <br /> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br /> notifcación de intención de realizacian de la visita de verificación de origen a la que se <br /> refiere el parrafo novena de este articulo, debera contener: <br /> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br /> b) el nombre del exportador o productor a ser visitado; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objetivo y alcance de la visita de verifcación propuesta, incluyendo la referenda <br /> especifca de la mercancia objeto de verificación; <br /> e) los nombres y cargos de los funciónarios que efectuaran la visita de verificación; y, <br /> f) el fundamento legal de la visita de verificación. <br /> Si el exportador a el productor de una mercancia no otorga su consentimiento por <br /> escrito para la realización de la visita dentro de un plaza de treinta (30) dias, contados <br /> a partir de la fecha de recepción de la notificación a que hace referenda el Offal° <br /> novena de este articulo, la Parte importadora padre negar el tratamiento arancelario <br /> preferencial a dicha mercancia, notificando por escrito al importador, y a la autoridad <br /> competente de la Parte exportadora su resolucian, incluyendo los hechos y el <br /> fundamento legal de esta. <br /> La Parte importadora no debera negar el tratamiento arancelario preferencial a una <br /> mercancia si dentro de los quince (15) dias siguientes a la fecha de recepción de la <br /> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de <br /> la visita de verificación propuesta con las justifcaciónes correspondientes, por un <br /> period° no mayor de treinta (30) dias, contados a partir de la fecha propuesta <br /> conforme al parrafo decimo, literal c) de este articulo, o por un plazo mayor que <br /> acuerden la autoridad aduanera de la Parte importadora y la autoridad competente de <br /> la Parte exportadora. <br /> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br /> Parte importadora permitire a un exportador o productor que este sujeto a una visita de <br /> verificación, designar hasta dos observadores para que esten presentes durante la <br /> visita y que unicamente actuen coma tal. La no designación de observadores, no sera <br /> motivo para que se posponga la visita. <br /> Para la verificación del cumplimiento de cualquier requisito establecido en la Semi& A <br /> de este Capitulo, la Parte importadora debera adoptar, donde sea aplicable, los <br /> Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la <br /> Parte exportadora. <br /> La Parte importadora podra negar el tratamiento arancelario preferencial a una <br /> mercancia sujeta a una verificación de origen cuando el exportador o productor de la <br /> mercancia no ponga a disposician de la Parte importadora los registros y documentos <br /> a que hace referenda el articulo 25. <br /> Cuando se haya concluido la visita de verificación, la Parte importadora podra elaborar <br /> un acta de la visita, que incluira los hechos constatados por ella. El exportador o <br /> productor sujeto de la visita podra frmar esta acta. <br /> Dentro de un period° de noventa (90) dias a partir de la conclusión de la verificación <br /> de origen, la Parte importadora emitira una resolución de origen que incluya los <br /> hechos y el fundament° legal de dicha resolución, debiendo notificar la misma al <br /> importador y a la autoridad competente de la Parte exportadora. <br /> Transcurrido el plaza establecido en el pare° anterior, sin que la Parte importadora <br /> haya emitido una resolución de origen, la autoridad competente de la Parte <br /> exportadora podra recurrir al mecanismo de solución de controversias. <br /> Cuando a traves de una verificación de origen la Parte importadora determina que un <br /> exportador o un productor ha proporciónado mas de una vez declaraciónes a la <br /> autoridad competente de la Parte exportadora o información falsa 0 infundada en el <br /> sentido que una mercancia califica como origineria, la Parte importadora podra <br /> suspender el tratamiento arancelario preferencial a mercancias identicas exportadas <br /> por esa persona. La autoridad aduanera de la Parte importadora otorgara tratamiento <br /> arancelario preferencial a las mercancias una vez cumplan con lo establecido en este Capitulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 27.- Sanciónes <br /> Cada Parte impondra sanciónes penales, civiles o administrativas por la violación de <br /> sus !eyes y regulaciónes relaciónadas con las disposiciónes de este Capitulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 17.- Rectificación de Certificados de Origen <br /> En caso de detectarse errores de forma en el certificado de origen, es decir, aquellos <br /> que no afectan a la califcación de origen de la mercancia, la autoridad aduanera <br /> conservara el original del certifcado de origen y notifcara al importador indicando los <br /> errores que presenta el certificado de origen que lo hacen inaceptable. <br /> El importador debera presentar la rectificación correspondiente en un plazo maxim° de <br /> treinta (30) dias calendario contados a partir de la fecha de recepción de la <br /> notifcación. Dicha rectifcación debe ser realizada mediante nota, en ejemplar original, <br /> que debe contener la enmienda, la fecha y numero del certifcado de origen, y ser <br /> frmada por una persona autorizada para emitir certificados de origen de la entidad <br /> certificadora, o cuando corresponda, por un funciónario de la autoridad gubernamental <br /> competente. Si el importador no cumpliera con la presentación de la rectificaci6n <br /> correspondiente en el plazo estipulado, la autoridad competente de la Parte <br /> importadora podra desconocer el certifcado de origen y se procedera a ejecutar las <br /> garantras presentadas o a cobrar el valor de los gravamenes de importación, segOn <br /> sea el caso.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO V <br> Articulo 3.- Mercancias Originarias <br> Articulo 25.- Requisitos para Mantener Registros <br> revisión correspondiente. <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> Sin perjuicio de las demas disposiciónes del presente Regimen, seran consideradas originarias: <br> La autoridad competente o entidades habilitadas deberan conservar una copia del <br> Sección A — Reglas de Origen <br> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> certificado de origen durante un plaza minim° de cinco anos, a partir de la fecha de su <br> CAPITULO <br> de una o ambas Partes; <br> emisión. Tal archivo debera incluir todos los antecedentes que sirvieron de base para <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br> la emisión del certifcado. <br> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br> Un exportador que solicite un certifcado de origen de conformidad con el articulo 20, <br> preferencial para esa mercancia, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte; <br> debe conservar por un minim° de cinco anos a partir de la fecha de la emisión de <br> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br> dicho certificado, todos los registros necesarlos para demostrar que la mercancia era <br> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br> a) la compra, los costos, el valor y el pago por la mercancia exportada; <br> recolección o captura en el territorio de una u otra Parte; <br> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br> indirectos, utilizados en la producción de la mercancia exportada; y, <br> territorio de las Partes par naves pesqueras registradas a matriculadas en <br> c) la producción de la mercancia en la forma en que se exporte desde su territorio. <br> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br> Un importador que solicite tratamiento arancelario preferencial para una mercancia <br> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br> debera conserver, por un minim° de cinco anos a partir de la fecha de importación de <br> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br> la mercancia, la documented& que la autoridad aduanera exija, incluyendo una copia <br> exclusivamente a partir de las mercancias identificadas en el literal (f), <br> del certificado de origen. <br> siempre y cuando los buques fabrica esten registrados o matriculados en <br> Articulo 26.- Procedimientos pare Verificación de Origen <br> d) herramientas, troqueles y moldes; <br> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br> La Parte importadora podra solicitar informed& acerca del origen de una mercancia a <br> fletados par empresas establecidas en el territorio de una Parte; <br> la autoridad competente de la Parte exportadora. <br> donde: <br> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br> La Parte importadora podra requerir que el importador presente información relative a <br> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br> la imported& de la mercancia pare la cual solicitô tratamiento arancelario preferencial. <br> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> Para efectos de determiner si una mercancia importada califica como originaria, la <br> IX. desechos y desperdicios derivados de: <br> Parte importadora podra verificar el origen de la mercancia, a traves de la autoridad <br> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br> a) solicitudes de información o cuestiónarios escritos al exportador o productor de la <br> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br> mercancla en territorio de la otra Parte, en las que se debera sealer <br> X. mercancias producidas en el territorio de una o mas de las Partes, <br> especificamente la mercancia objeto de verificación; <br> exclusivamente a partir de las mercancias menciónadas en los numerates <br> b) visitas de verificación a las instalaciónes del exportador o productor de la <br> del I al IX o de sus derivados, en cualquier etapa de producción. <br> mercancia en el territorio de la otra Parte, con el proposito de examiner los <br> b) las mercancias que sean producidas enteramente en el territorio de una o <br> registros y documentos a que se refiere el articulo 25 e inspecciónar las <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> instalaciónes y materiales que se utilicen en la producción de la mercancia; 0, <br> originaria, incluyendo los registros relativos a: <br> originarios de conformidad con el presente Capitulo; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> Para los efectos de este articulo, cualquier comunicación escrita enviada por la Parte <br> materiales no originarios, siempre que resulten de un proceso de producción, <br> importadora al exportador o productor para la verificación de origen a haves de la <br> realized° enteramente en el territorio de una o ambas Partes, de tal forma que <br> autoridad competente de la Parte exportadora, se considerara %/elide si es realizada <br> las mercancias se clasifiquen en una partida diferente a las de dichos <br> por medio de: <br> materiales, segtin el Sistema Armonizado vigente en cada pals; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la recepción <br> d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le <br> de los documentos o comunicaciónes; o, <br> establecido en el literal c) precedente, porque el proceso de producción no <br> b) cualquier otra forma que las Partes acuerden. <br> implica un cambio de partida en el Sistema Armonizado vigente en cada pals, <br> De conformidad con lo establecido en el parrafo tercero de este articulo, las solicitudes <br> bastara que el valor CIF puerto de destine o puerto maritime de los materiales <br> de informaci6n o los cuestiónarios escritos deberan contener: <br> de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la informaci6n; <br> valor FOB de los productos de que se trate; <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas <br> en el territorio de las Partes, utilizando materiales de terceros paises, cuando el <br> C) descripción de la informed& y documentos que se requieren; y, <br> valor CIF puerto de destino o puerto maritime de esos materiales no exceda el <br> d) fundamento legal de las solicitudes de información o cuestiónarios. <br> 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> El exportador o productor que reciba un cuestiónario o solicitud de información de <br> que se trate; <br> conformidad con el parrafo tercero, literal a) de este articulo, completara debidamente <br> las mercancias elaboradas utilizando materiales no originarios, siempre que <br> y devolvera el cuestiónario o respondera a la solicitud de información dentro de treinta <br> resulten de un proceso de producción, realized° enteramente en el territorio de <br> (30) dias a partir de la fecha de recepción. Durante el periodo setialado, el exportador <br> una o ambas Partes, de tal forma que las mercancias cumplan con los <br> o productor padre hacer una solicitud de extensión por escrito a la autoridad aduanera <br> requisites especifcos establecidos por acuerdo entre las Partes. Dichos <br> de la Parte importadora, que no sea mayor a treinta (30) dias. Dicha solicitud no tendra <br> requisites prevaleceran sobre los criterios generales establecidos en los <br> literales c) a e) del presente Articulo. <br> La Parte importadora podra solicitar, a traves de la autoridad competente de la Parte <br> Articulo 4.- Valor de Contenido <br> exportadora, información adiciónal par medio de un cuestiónario o solicitud posterior al <br> Cuando de conformidad con este Capitulo una mercancia requiera cumplir con el valor <br> exportador o productor, aCin si hubiere recibido el cuestiónario diligenciado o la <br> de contenido, de acuerdo con lo dispuesto en el articulo <br> información solicitada a la que se refiere el *rat tercero, literal a) de este articulo. <br> b) facilitación del embarque o el transporte; <br> contenido se calculara de acuerdo con la siguiente formula: <br> En este caso el exportador o productor contard con treinta (30) dias para responder a <br> 3(d) y 3(e), el valor de <br> dicha solicitud. <br> información y documentación; <br> VCR= [(VM-VNM)/VM)] x 100 <br> Si el exportador a productor no completa debidamente un cuestiónario, no lo devuelve, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> o no proporcióna la información solicitada dentro del periodo establecido en los <br> VCR es el valor de contenido regiónal, expresado coma un porcentaje; <br> parrafos sexto y septimo de este articulo, la Parte importadora padre negar el <br> VM es el valor de transacción de la mercancia ajustado sobre una base FOB, salvo lo <br> tratamiento arancelario preferencial a las mercancias sujetas a verificación, enviando <br> dispuesto en el parrafo 3. En caso que no exista o no puede determinarse dicho valor <br> al importador y a la autoridad competente de la Parte exportadora, una resolución de <br> conforme a los principles del articulo 1 del Acuerdo de Valoración Aduanera, el mismo <br> origen en la que se incluyan los hechos y el fundamento legal para esa decisión. <br> sera calculado de conformidad con dicho Acuerdo; y <br> Previa a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> VMN es el valor de transacción de los materiales no originarios ajustados sabre una <br> parrafo tercero, literal b) de este articulo, la Parte importadora debert notifcar por <br> (PEPS), reconocidos en los principios de contabilidad generalmente aceptados de la <br> base CIF, salvo lo dispuesto en el parrafo 4. En caso que no exista o no pueda <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> escrito su intend& de efectuar la visita de verificación. La notificación se enviara a la <br> determinarse dicho valor conforme a los principios del articulo 1 del Acuerdo de <br> autoridad competente de la Parte exportadora por correo o cualquier otro media que <br> Valoracian Aduanera, el mismo sera calculado de conformidad con dicho Acuerdo. <br> haga constar la recepción de la notificación. La Parte importadora requerira para <br> Cuando una mercancia no es exportada directamente por su productor, el valor se <br> realizar la visita de verificación del consentimiento par escrito del exportador o <br> ajustara hasta el punto en el cual el comprador reciba la mercancia dentro del territorio <br> productor a ser visitado. <br> de la Parte donde se encuentra el productor. <br> Todos los registros de los costos considerados para el calculo de valor de contenido <br> notifcación de intención de realizacian de la visita de verificación de origen a la que se <br> regiónal seran registrados y mantenidos de conformidad con los Principios de <br> refiere el parrafo novena de este articulo, debera contener: <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> mercancia se produce. <br> Cuando el productor de una mercancia adquiera un material no originario dentro del <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> cada una de las mercancias contenidas en ese juego o surtido cumpla con las reglas <br> territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> d) el objetivo y alcance de la visita de verifcación propuesta, incluyendo la referenda <br> no incluira el fete, seguro, costos de empaque y todos los dernas costos incurridos en <br> especifca de la mercancia objeto de verificación; <br> el transporte del material desde el almacen del proveedor hasta el lugar en que se <br> e) los nombres y cargos de los funciónarios que efectuaran la visita de verificación; y, <br> encuentre el productor. <br> Para efectos del calculo del valor de contenido regiónal, el valor de los materiales no <br> Si el exportador a el productor de una mercancia no otorga su consentimiento por <br> originarios utilizados por el productor en la produce& de una mercancia no incluira el <br> escrito para la realización de la visita dentro de un plaza de treinta (30) dias, contados <br> valor de los materiales no originarios utilizados por: <br> a partir de la fecha de recepción de la notificación a que hace referenda el Offal° <br> novena de este articulo, la Parte importadora padre negar el tratamiento arancelario <br> utilizado por el productor de la mercancia en la produce& de esa mercancia; o, <br> preferencial a dicha mercancia, notificando por escrito al importador, y a la autoridad <br> b) el productor de la mercancia en la produce& de un material originario de fabricación propia. <br> competente de la Parte exportadora su resolucian, incluyendo los hechos y el <br> Articulo 5.- Operaciónes que no Confieren Origen <br> fundamento legal de esta. <br> No confieren origen, individualmente o combinados entre si, los siguientes procesos u operaciónes: <br> La Parte importadora no debera negar el tratamiento arancelario preferencial a una <br> a) preservación de las mercancias en buen estado durante su transporte o <br> mercancia si dentro de los quince (15) dias siguientes a la fecha de recepción de la <br> almacenamiento, tales como ventilación, aireación, refrigeracian, congelacien; <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de <br> c) la fecha y lugar de la visita de verificación propuesta; <br> la visita de verificación propuesta con las justifcaciónes correspondientes, por un <br> c) embalaje, envasado, o acondiciónamiento de las mercancias para su yenta al por menor; <br> period° no mayor de treinta (30) dias, contados a partir de la fecha propuesta <br> d) fracciónamiento en lotes o volOmenes; y, <br> conforme al parrafo decimo, literal c) de este articulo, o por un plazo mayor que <br> acuerden la autoridad aduanera de la Parte importadora y la autoridad competente de <br> b) el nombre del exportador o productor a ser visitado; <br> mercancias o en sus envases. <br> Asimismo, los siguientes procesos u operaciónes de elaboracien, seran considerados <br> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br> f) el fundamento legal de la visita de verificación. <br> la Parte Exportadora. <br> insuficientes para conferir el caracter de mercancias originarias: <br> Parte importadora permitire a un exportador o productor que este sujeto a una visita de <br> a) fltracian a dilucian en agua o en otros solventes que no altere las caracteristicas <br> verificación, designar hasta dos observadores para que esten presentes durante la <br> visita y que unicamente actuen coma tal. La no designación de observadores, no sera <br> b) desarmado de mercancias en sus panes; <br> motivo para que se posponga la visita. <br> c) tend ido o secado; <br> Para la verificación del cumplimiento de cualquier requisito establecido en la Semi& A <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> de este Capitulo, la Parte importadora debera adoptar, donde sea aplicable, los <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple <br> Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la <br> cortado, recortado; <br> Parte exportadora. <br> e) limpieza, inclusive la remocien de oxide, grasa y pintura u otros recubrimientos; <br> La Parte importadora podra negar el tratamiento arancelario preferencial a una <br> f) unien, reunión o división de mercancias en bultos; <br> mercancia sujeta a una verificación de origen cuando el exportador o productor de la <br> g) la simple mezcla de productos, entendida coma actividades que no requieren de <br> mercancia no ponga a disposician de la Parte importadora los registros y documentos <br> habilidades o maquinas especiales, aparatos o equipos especialmente fabricados <br> a que hace referenda el articulo 25. <br> autoridad competente de la Parte exportadora. <br> o instalados para Ilevar a cabo dicha actividad. Sin embargo, la simple mezcla no <br> Cuando se haya concluido la visita de verificación, la Parte importadora podra elaborar <br> incluye la reacción quimica; <br> un acta de la visita, que incluira los hechos constatados por ella. El exportador o <br> h) sacrifcio de animales; y, <br> productor sujeto de la visita podra frmar esta acta. <br> i) aplicación de aceite y recubrimientos protectores. <br> Dentro de un period° de noventa (90) dias a partir de la conclusión de la verificación <br> Articulo 6.- Acumulación <br> de origen, la Parte importadora emitira una resolución de origen que incluya los <br> Cada Parte dispondra que los materiales originarios o mercancias originarias de <br> hechos y el fundament° legal de dicha resolución, debiendo notificar la misma al <br> cualquiera de las Partes incorporados en la produccien de mercancias en el territorio <br> importador y a la autoridad competente de la Parte exportadora. <br> de la otra Parte, seran considerados originarios del territorio de esta ultima Parte. <br> Transcurrido el plaza establecido en el pare° anterior, sin que la Parte importadora <br> Para efectos de la acumulación serialada en el parrafo anterior, tambien se <br> haya emitido una resolución de origen, la autoridad competente de la Parte <br> consideraran originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> exportadora podra recurrir al mecanismo de solución de controversias. <br> Colombia y PerU, para lo cual regira: <br> Cuando a traves de una verificación de origen la Parte importadora determina que un <br> a) en el caso de Cuba, el respective Acuerdo de Alcance Parcial de <br> exportador o un productor ha proporciónado mas de una vez declaraciónes a la <br> Complementación Econornica suscrito con dichos 'Daises; y, <br> autoridad competente de la Parte exportadora o información falsa 0 infundada en el <br> b) en el case de Ecuador, la normativa respectiva de la Comunidad Andina. <br> sentido que una mercancia califica como origineria, la Parte importadora podra <br> Articulo 7.- De Minimis <br> suspender el tratamiento arancelario preferencial a mercancias identicas exportadas <br> Una mercancia sera considerada originaria Si el valor de todos los materiales no <br> por esa persona. La autoridad aduanera de la Parte importadora otorgara tratamiento <br> originarios utilizados en la produccien de esta mercancia que no cumplen con el <br> arancelario preferencial a las mercancias una vez cumplan con lo establecido en este Capitulo. <br> requisite de cambio de clasificación arancelaria establecido en el Anexo REOS no <br> Articulo 27.- Sanciónes <br> excede el quince por ciente (15%) para el caso de Ecuador y para Cuba el diez por <br> Cada Parte impondra sanciónes penales, civiles o administrativas por la violación de <br> ciente (10%) del valor de transacción de la mercancia determinado conforme <br> sus !eyes y regulaciónes relaciónadas con las disposiciónes de este Capitulo. <br> al articulo 4 y la mercancia cumple con las demas disposiciónes aplicables de este Capitulo.1 <br> [1] 'Los porcentajes del Articulo de De Minimis, se mantendran mientras no sea motticada la Resolución 6 del Consejo de <br> Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se ajustaran <br> a utomaticamente a quince par ciento (15%). <br> Articulo 8.- Accesorios, Repuestos y Herramientas <br> Cada Parte dispondra que los accesorios, repuestos o herramientas entregados con la <br> a) otro productor en la producción de un material originario que es adquirido y <br> mercancia como parte usual de la misma, se deberan tratar como originarios, Si la <br> mercancia es originaria, y no se tomaran en cuenta pare determiner Si todos los <br> materiales no originarios utilizados en la producción de la mercancia cumplen con el <br> correspondiente cambio de clasifcación arancelaria establecido en el Anexo REOS siempre que: <br> a) los accesorios, repuestos o herramientas se clasifquen junto con la mercancia y <br> no sean facturados por separado; independientemente de que cada uno se <br> identifique por separado en la propia factura, y, <br> habituales pare la mercancia. <br> Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> condiciónes menciónadas anteriormente, se aplicara a cada uno de ellos lo <br> establecido en este Capitulo. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, los <br> accesorios, repuestos o herramientas se consideraran como materiales originarios o <br> no originarios, segOn sea el caso, para calcular el valor del contenido regiónal de la mercancia. <br> Articulo 9.- Envases y Materiales de Empaque pare la Venta al por Menor <br> Cada Parte dispondra que los envases y materiales de empaque en que una <br> mercancia se presente para la yenta al por menor esten clasificados en el Sistema <br> Armonizado con la mercancia que contienen, no se tomaran en cuenta para <br> determiner si todos los materiales no originarios utilizados en la producción de la <br> mercancia cumplen con el cambio correspondiente de clasifcación arancelaria <br> establecido en el Anexo REOS. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, el valor <br> de dichos envases y materiales de empaque se tomara en cuenta coma material <br> originario o no originario, segun sea el caso, para calcular el valor de contenido <br> regiónal de la mercancia. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque <br> Cada Parte dispondra que los contenedores y materiales de embalaje en los cuales la <br> mercancia este empacada exclusivamente pare su transporte, no se tomaran en <br> cuenta para efectos de determiner si la mercancia es originaria. <br> Articulo 11.- Materiales indirectos <br> Cada Parte dispondra que, independientemente del lugar de su producción, un <br> material indirect° sera considered° como originario cuando sea utilized° en la <br> producción, verificación o inspección de otra mercancia, pero que no este fisicamente <br> incorporado a esta, incluidos: <br> a) combustible, energia, solventes y catalizadores; <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancias; <br> C) guantes, anteojos, calzado, prendas de vestir, equip° y aditamentos de seguridad; <br> aduaneras de la Parte importadora: <br> e) repuestos y materiales utilizados en el mantenimiento de equip° y edifcios; <br> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción, operacian de equipos o mantenimiento de los edificios; y, <br> g) cualquier otro material que no este incorporado a la mercancia, pero cuyo use en <br> la produce& de la mercancia pueda demostrarse que forma parte de dicha producción. <br> Articulo 12.- Mercancias y Materiales Fungibles <br> Cuando las mercancias fungibles originarias y no originarias se mezclen a combinen <br> fisicamente en inventario, el origen de estas mercancias podra determinarse con base <br> en la segregación fisica de cada mercancia o material fungible, o por medio de la <br> utilización de cualquier metodo de manejo de inventarios, tales como, el de promedios, <br> Oltimas entradas - primeras salidas (UEPS) o primeras entradas primeras salidas <br> Parte donde se realiza la produce& o de otra manera aceptados por la Parte donde <br> se realiza la producción. <br> El metodo de manejo de inventarios selecciónado de conformidad con el parrafo <br> anterior, para una mercancia o material fungible en particular, debere continuer siendo <br> utilizado para aquella mercancia o material fungible durante todo el periodo o afio fiscal. <br> Articulo 13.- Juegos o Surtidos <br> Un juego o surtido de mercancias que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretacitin del Sistema Amiónizado, asi como las <br> a) una copia del documento de transporte; o, <br> mercancias cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> especificamente la de un juego a surtido, calificaran como originarias, siempre que <br> de origen establecidas en este Cap itulo y en el Anexo REOS. <br> No obstante lo dispuesto en el parrafo anterior, un juego o surtido de mercancias se <br> considerara originario, si el valor de todas las mercancias no originarias utilizadas en <br> la formación del juego o surtido no excede el veinte por ciento (20%) para el case de <br> Ecuador y para Cuba el quince por ciento (15%) del valor de transacción de la <br> mercancia, determinado conforme al articulo 4. <br> [2] Los porcentaies del Articulo de Jueaos o Surtidos. se mantendran mientras no sea modifcada la Resolución 6 del <br> Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se <br> ajustaran autornatcamente a veinte por ciento (20%). <br> Articulo 14.- Transito y Trasbordo <br> Cada Parte dispondra que una mercancia no perdera su calidad de originaria, Si: <br> a) no sufre un procesanniento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, except° la descarga, recarga, fracciónamiento o <br> control que consideren apropiados. <br> cualquier otra operacian necesaria para mantener la mercancia en buenas <br> condiciónes o para transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un pals no Parte; y, <br> c) una mercancia originaria de la Parte exportadora es transportada a traves de una o <br> mas no Panes, en cuyo caso la autoridad aduanera de la Parte importadora podra <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para <br> la mercancia, que presenten: <br> I. una copia del documento de transporte; o, <br> II. un certifcado o cualquier otra información dada por la autoridad <br> aduanera de tales no Partes u otras entidades autorizadas que <br> respalden el hecho que las mercancias han estado en transito. <br> Articulo 15.- Exposiciónes <br> El tratamiento arancelario preferencial previsto en este Acuerdo se otorgara a <br> mercancias originarias enviadas para su exposición en un pals no Parte y que hayan <br> sido vendidas despues de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciónes a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancias desde una de las Partes hasta <br> el pals no Parte en que se realiza la exposición; <br> b) que las mercancias hayan sido vendidas o enajenadas de alguna otra forma por el <br> exportador a una persona de una de las Partes; <br> c) que las mercancias hayan sido enviadas durante la exposición o inmediatamente <br> despues en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momenta en que las mercancias fueron enviadas a la exposici6n, no <br> hayan sido utilizadas con fnes distintos a su presentación en dicha exposición; y, <br> e) que las mercancias hayan permanecido bajo control de las autoridades aduaneras <br> del pals no Parte durante la exposición. <br> Para efectos de la aplicación del parrafo anterior, se expedira un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capitulo, el cual se <br> presentara a las autoridades aduaneras de la Parte importadora, menciónando el <br> nombre y la dirección de la exposición. Si se considera necesario se puede requerir <br> evidencia documental adiciónal relaciónada con la exposición. <br> Cuando una mercancia originaria de la Page exportadora sea importada despues de <br> una exposición en una no Parte, la autoridad aduanera de la Parte importadora podia <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancia, que presenten: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de tales <br> no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancias han estado en transit°. <br> Sección B — Procedimientos de Origen <br> Articulo 16.- Certificación de Origen <br> El certificado de origen es el document° que certifica que las mercancias cumplen con <br> las disposiciónes sobre origen de este Capitulo y, por ello, pueden beneficiarse del <br> tratamiento preferencial acordado por las Partes. <br> La autoridad aduanera de la Parte importadora podia otorgar tratamiento arancelario <br> preferencial basado en un certificado de origen escrito o electrOnico emitido por la <br> El certificado de origen electronico [3], debera ser firmado digitalmente. <br> Dicho certifcado ampara una sola operación de importación de una o varias <br> mercancias, y su versión original debe acompariar al resto de la documentación, en el <br> momenta de tramitar el despacho aduanero. <br> La expedición y control de la emisi6n de los certificados de origen, estara bajo la <br> responsabilidad de las autoridades competentes en cada Parte. <br> La autoridad competente de la Parte exportadora podra delegar la expedición del <br> certifcado de origen en otras entidades piiblicas o privadas. <br> La autoridad competente o entidades habilitadas podran examinar en su territorio la <br> calidad de originaria de las mercancias y el cumplimiento de los requisitos de este <br> Capitulo. Para tal efecto, podran solicitar cualquier evidencia de respaldo, efectuar <br> inspecciónes a las instalaciónes del exportador o productor o realizar cualquier otro <br> Las Partes mantendran vigente ante la Secretaria General de la ALADI la relación de <br> las reparticiónes oficiales o entidades pOblicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autOgrafas o electrOnicas de los <br> funciónarios acreditados para tal fn. <br> El certificado de origen servira pare certifcar que una mercancia que se exporte del <br> territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podra ser modifcado por la Comisión Administradora del Acuerdo. <br> El formulario Unica del certificado de origen es el que se establece en el Anexo 1, de la <br> Resolución 252 del Comite de Representantes de la ALAD1, el cual debera contener <br> una declaración jurada del exportador de la mercancia, en la que manifieste el total <br> cumplimiento de las disposiciónes sobre origen del Acuerdo y la veracidad de la <br> información asentada en el mismo. <br> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br> desde su emisión. <br> Los certificados de origen no podran ser expedidos con antelación a la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedición. <br> [3] Las Partes deberan implementer un sistema de certificación de origen en forma electronica referida en este Articulo, a <br> mas tardar en ires (3) arms despues de la entrada en vigor de este Capitulo. Asimismo, ambas Partes evaluaran la <br> factibilidad que la Aduana de importación recitia directamente de la autoridad competente una copia del certifcado de <br> origen electronic°. Al momento de implementer el sistema de certificación de origen electronic°, las Partes reconoceran <br> como validas las firmas electronicas. <br> Articulo 17.- Rectificación de Certificados de Origen <br> En caso de detectarse errores de forma en el certificado de origen, es decir, aquellos <br> que no afectan a la califcación de origen de la mercancia, la autoridad aduanera <br> conservara el original del certifcado de origen y notifcara al importador indicando los <br> errores que presenta el certificado de origen que lo hacen inaceptable. <br> El importador debera presentar la rectificación correspondiente en un plazo maxim° de <br> treinta (30) dias calendario contados a partir de la fecha de recepción de la <br> notifcación. Dicha rectifcación debe ser realizada mediante nota, en ejemplar original, <br> que debe contener la enmienda, la fecha y numero del certifcado de origen, y ser <br> frmada por una persona autorizada para emitir certificados de origen de la entidad <br> certificadora, o cuando corresponda, por un funciónario de la autoridad gubernamental <br> competente. Si el importador no cumpliera con la presentación de la rectificaci6n <br> correspondiente en el plazo estipulado, la autoridad competente de la Parte <br> importadora podra desconocer el certifcado de origen y se procedera a ejecutar las <br> garantras presentadas o a cobrar el valor de los gravamenes de importación, segOn <br> sea el caso. <br> Articulo 18.- Declaración Jurada <br> La declaración jurada debera contener como minim° los siguientes datos: <br> a) Nombre, denominación o razOn social del productor y/o exportador, segun <br> corresponda y de su representante legal; <br> b) Domicilio legal o registrado para efectos fiscales, segLin sea el caso; <br> C) Descripción de la mercancia a exportar y su clasificación arancelaria; <br> d) Valor FOB de la mercancia a exportar; <br> e) Información relativa a la mercancia indicando: <br> I. materiales originarios de la Parte exportadora; <br> II. materiales originarios de otras Partes, indicando: <br> • origen; <br> • valor CIF, en (Wares de los Estados Unidos de America; <br> III. materiales no originarios de las Partes, indicando: <br> • origen y procedencia; <br> • clasificación arancelaria; <br> • valor CIF, en &Awes de los Estados Unidos de America; <br> • porcentaje que representan en el valor FOB de la mercancia. <br> f) Una descripción de todo el proceso productivo. <br> Dicha declaración jurada debere ser frmada por el productor cuando este sea el <br> exportador. En caso que el productor no sea el exportador, la declaración jurada <br> debera ser firmada por ambos. <br> Sin embargo, cuando se trate de artesanias y de mercancias comprendidas en el <br> presente Capitulo, que seen obtenidas en forma artesanal, la declaración jurada podra <br> ser firmada por el exportador siempre que no sea posible su firma por el productor o su <br> representante legal. <br> Articulo 19.- Validez de la Declaración Jurada de Origen <br> La declaración jurada tendra una validez de tres (3) anos a partir de la fecha de su <br> recepci6n por las autoridades certificadoras, a menos que antes de dicho plaza se <br> modifique alguno de los siguientes datos: <br> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales utilizados <br> en la elaboración de la mercancia; <br> b) proceso de transformación o elaboración empleado; <br> c) proporción del valor CIF de los materiales no originarios en relación al valor FOB <br> de la mercancia; <br> d) denominación o razOn social del productor o exportador, su representante legal y <br> domicilio de la empresa. <br> La modificación de uno o mas de los datos sefialados en los literales a) a d) anteriores <br> se debera notificar a las autoridades competentes o entidades certifcadoras segt:in <br> sea el caso, y ameritara la presentación de una nueva declaración jurada en los <br> terminos establecidos en el articulo 18. <br> Articulo 20.- Facturación por un Operador de un Pais no Parte <br> En el certifcado de origen debera indicarse en el campo @^@Observaciónes@^@, cuando una <br> mercancia sea facturada por un operador de un pals no Parte, la siguiente leyenda: <br> @^@Operación facturada par un operador de un pals no Pare@^@. <br> Si al momenta de expedir el certifcado de origen no se conociera el numero de la <br> facture comercial emitida por un operador de un tercer pals, el importador presentara a <br> la autoridad aduanera una declared& jurada que justifique el hecho, en la que debera <br> indicar, por lo menos, los numeros y fechas de la facture comercial definitive y del <br> certificado de origen que amparan la operación de importacian. <br> Articulo 21.- Excepciónes <br> El certifcado de origen no sera requerido cuando: <br> a) el valor aduanero de la imported& no exceda de mil Mares de los Estados <br> Unidos de America (US$ 1.000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presented& de la declared& aduanera, o un <br> monto mayor que puede ser establecido por la Parte importadora, a menos que la <br> Parte importadora considere que la importacian forma pane de una serie de <br> importaciónes realizadas o planificadas con el proposito de evadir el cumplimiento <br> de la legislacian de la Parte que regula las solicitudes de tratamiento arancelario <br> preferencial bajo este Acuerdo; o, <br> b) sea una mercancia para la cual la Parte importadora no requiere que el importador <br> presente una certificación o informed& que demuestre el origen. <br> Articulo 22.- Obligaciónes Relativas a las Importaciónes <br> La autoridad aduanera de cada Parte exigira que el importador que solicite tratamiento <br> arancelario preferencial para una mercancia: <br> a) declare por escrito en el documento de imported& requerido por su legislacian, en <br> base a un certifcado de origen, que una mercancia califica coma mercanda originaria; <br> b) tenga el certifcado de origen en su poder al momenta en que se haga la declaración; <br> c) proporcióne, Si la autoridad aduanera lo solicita, el certifcado de origen o copias del mismo; y, <br> d) presente inmediatamente una declared& corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos pare creer que el certificado <br> de origen en que se sustenta la declaración de aduanas tiene información <br> incorrecta. El importador no podra ser sanciónado cuando en forma voluntaria <br> presente la declared& de mercancias corregida, previo a que la autoridad <br> aduanera haya iniciado el ejercicio de sus facultades de verifcación y control o <br> antes de que las autoridades aduaneras notifiquen la revisian, de conformidad con <br> la legislación de cada Parte. <br> Si un importador en su territorio no cumple con alguno de los requisitos establecidos <br> en este Capitulo, la autoridad aduanera negara el tratamiento arancelario preferencial. <br> Las Partes, cuando el importador solicite tratamiento arancelario preferencial sin <br> certificado de origen, se acogeren a los procedimientos de la legislaci& interne. <br> Articulo 23.- Devolución de Derechos <br> para las mercancias importadas a su territorio que hubiera califcado como originaria, <br> el importador podia, a mas tardar un ario, despues de la fecha de importación, solicitar <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}, {"ArticleTitle": ".- Ambito de Aplicación", "ArticleDesc": "Articulo 1.- Ambito de Aplicación <br> El presente capitulo establece las reglas de origen aplicables al intercambio de <br> productos entre las Partes, a los efectos de: <br> a) calificación y determinación del producto originario; <br> b) certificacidin de origen y emisión de los certifcados de origen; <br> c) procesos de verifcación y control de origen; y, <br> d) sanciónes. <br> Las Partes aplicaran el presente capitulo a efectos de solicitar el trato preferencial <br> conforme las preferencias arancelarias negociadas en el Acuerdo. <br> "}, {"ArticleTitle": ".- Definiciónes", "ArticleDesc": "Articulo 2.- Definiciónes <br> Para efectos de este Capitulo: <br> Acuerdo de Valoración Aduanera significa el Acuerdo relativo a la Aplicación <br> del Articulo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1995, que <br> forma parte del Acuerdo sabre la OMC; <br> Autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br> responsable de la aplicación y administración de sus leyes y reglamentaciónes que <br> estipulan los procedimientos aduaneros relaciónados con el origen de la mercancia, <br> siendo responsable de la emisión del certificado de origen o de la delegación de la <br> emisión en entidades habilitadas. <br> Por Cuba: <br> • Ministerio del Comercio Exterior y la Inversian Extrajera y el Ministerio de Finanzas <br> y Precios actuando conjuntamente. <br> Por Ecuador: <br> • Ministerio de Relaciónes Exteriores, Comercio e Integración y el Ministerio de <br> Industrias y Prod uctividad. <br> CIF significa el valor de la mercancia importada que incluye los costos de seguro y <br> flete hasta el puerto o lugar de introducción en el pals de importación cualquiera sea el <br> medio de transporte; <br> Contenedores y materiales de embalaje para embarque significa mercancias <br> utilizadas para proteger la mercancia durante su transporte y no incluye los envases y <br> materiales en los que se empaca la mercancia para la yenta al par menor. <br> Exportador significa la persona natural o juridica que realiza una exportación. <br> FOB significa el valor de la mercancia libre a bordo, cualquiera sea el media de <br> transporte, en el lugar de envio al exterior. <br> lmportador significa la persona natural o juridica que realiza una importación. <br> Material significa una mercancia o cualquier material, sustancia, ingrediente, pane <br> componente utilizado o consumido en la producción o transformación de otra mercancia. <br> Material de fabricación propia significa material que es producido por el productor de <br> una mercancia y utilizado en la producción de esa mercancia. <br> Mercancias identicas signifca mercancias que son iguales en todo, incluidas sus <br> caracteristicas fisicas, calidad y prestigio comercial. Las pequeflas diferencias de <br> aspect° no impediran que se consideren como identicas las mercancias que en todo lo <br> dernas se ajusten a la definición. <br> Mercancias o materiales fungibles significa las mercancias o materiales <br> intercambiables para efectos comerciales cuyas propiedades son esencialmente <br> identicas y que no es posible diferenciar una de la otra, por un simple examen visual. <br> Mercancia no originaria o material no originario significa una mercancia o un <br> material que no cumple con los requisitos establecidos en este Capitulo para <br> considerarse originario. <br> Principios de Contabilidad Generalmente Aceptados signifca aquellos sobre los <br> que hay consenso reconocido o que gozan de un apoyo sustancial y autorizado, en el <br> territorio de una Parte y en un momento dada, con respect° al registro de ingresos, <br> gastos, costos, activos y pasivos, la divulgación de informacian y Is elaboración de <br> estados fnancieros. Los principios pueden abarcar procedimientos de aplicación <br> general, asi coma normas, practicas y procedimientos detallados. <br> Producciem significa metodos de obtención de mercancias incluyendo pero no <br> limitados a los de cultivo, reproduccian, crianza, explotación de minas, cosecha, <br> pesca, entrampado, caza, captura, acuicultura, recolección, extracción, manufactura, <br> procesamiento, ensamblado o desensamblado de una mercancia. <br> Productor signifca persona natural o juridica que !lava a cabo un proceso de producción. <br> Resolución de origen signifca el document° escrito emitido por la autoridad <br> aduanera coma resultado de un procedimiento que verifica si una mercancia califica <br> como originaria de conformidad con este Capitulo. <br> Tratamiento arancelario preferencial significa el arancel aplicable a una mercancia <br> originaria de conformidad con este Acuerdo. <br> Valor significa el valor de una mercancia o material para los propOsitos de la <br> aplicación de este Capitulo. <br> Valor de transacción significa el precio pagado o por pagar por una mercancia <br> determinado de acuerdo a las disposiciónes del Acuerdo de Valoración Aduanera. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO V <br> Articulo 3.- Mercancias Originarias <br> Articulo 25.- Requisitos para Mantener Registros <br> revisión correspondiente. <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> Sin perjuicio de las demas disposiciónes del presente Regimen, seran consideradas originarias: <br> La autoridad competente o entidades habilitadas deberan conservar una copia del <br> Sección A — Reglas de Origen <br> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> certificado de origen durante un plaza minim° de cinco anos, a partir de la fecha de su <br> CAPITULO <br> de una o ambas Partes; <br> emisión. Tal archivo debera incluir todos los antecedentes que sirvieron de base para <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br> la emisión del certifcado. <br> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br> Un exportador que solicite un certifcado de origen de conformidad con el articulo 20, <br> preferencial para esa mercancia, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte; <br> debe conservar por un minim° de cinco anos a partir de la fecha de la emisión de <br> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br> dicho certificado, todos los registros necesarlos para demostrar que la mercancia era <br> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br> a) la compra, los costos, el valor y el pago por la mercancia exportada; <br> recolección o captura en el territorio de una u otra Parte; <br> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br> indirectos, utilizados en la producción de la mercancia exportada; y, <br> territorio de las Partes par naves pesqueras registradas a matriculadas en <br> c) la producción de la mercancia en la forma en que se exporte desde su territorio. <br> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br> Un importador que solicite tratamiento arancelario preferencial para una mercancia <br> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br> debera conserver, por un minim° de cinco anos a partir de la fecha de importación de <br> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br> la mercancia, la documented& que la autoridad aduanera exija, incluyendo una copia <br> exclusivamente a partir de las mercancias identificadas en el literal (f), <br> del certificado de origen. <br> siempre y cuando los buques fabrica esten registrados o matriculados en <br> Articulo 26.- Procedimientos pare Verificación de Origen <br> d) herramientas, troqueles y moldes; <br> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br> La Parte importadora podra solicitar informed& acerca del origen de una mercancia a <br> fletados par empresas establecidas en el territorio de una Parte; <br> la autoridad competente de la Parte exportadora. <br> donde: <br> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br> La Parte importadora podra requerir que el importador presente información relative a <br> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br> la imported& de la mercancia pare la cual solicitô tratamiento arancelario preferencial. <br> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> Para efectos de determiner si una mercancia importada califica como originaria, la <br> IX. desechos y desperdicios derivados de: <br> Parte importadora podra verificar el origen de la mercancia, a traves de la autoridad <br> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br> a) solicitudes de información o cuestiónarios escritos al exportador o productor de la <br> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br> mercancla en territorio de la otra Parte, en las que se debera sealer <br> X. mercancias producidas en el territorio de una o mas de las Partes, <br> especificamente la mercancia objeto de verificación; <br> exclusivamente a partir de las mercancias menciónadas en los numerates <br> b) visitas de verificación a las instalaciónes del exportador o productor de la <br> del I al IX o de sus derivados, en cualquier etapa de producción. <br> mercancia en el territorio de la otra Parte, con el proposito de examiner los <br> b) las mercancias que sean producidas enteramente en el territorio de una o <br> registros y documentos a que se refiere el articulo 25 e inspecciónar las <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> instalaciónes y materiales que se utilicen en la producción de la mercancia; 0, <br> originaria, incluyendo los registros relativos a: <br> originarios de conformidad con el presente Capitulo; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> Para los efectos de este articulo, cualquier comunicación escrita enviada por la Parte <br> materiales no originarios, siempre que resulten de un proceso de producción, <br> importadora al exportador o productor para la verificación de origen a haves de la <br> realized° enteramente en el territorio de una o ambas Partes, de tal forma que <br> autoridad competente de la Parte exportadora, se considerara %/elide si es realizada <br> las mercancias se clasifiquen en una partida diferente a las de dichos <br> por medio de: <br> materiales, segtin el Sistema Armonizado vigente en cada pals; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la recepción <br> d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le <br> de los documentos o comunicaciónes; o, <br> establecido en el literal c) precedente, porque el proceso de producción no <br> b) cualquier otra forma que las Partes acuerden. <br> implica un cambio de partida en el Sistema Armonizado vigente en cada pals, <br> De conformidad con lo establecido en el parrafo tercero de este articulo, las solicitudes <br> bastara que el valor CIF puerto de destine o puerto maritime de los materiales <br> de informaci6n o los cuestiónarios escritos deberan contener: <br> de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la informaci6n; <br> valor FOB de los productos de que se trate; <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas <br> en el territorio de las Partes, utilizando materiales de terceros paises, cuando el <br> C) descripción de la informed& y documentos que se requieren; y, <br> valor CIF puerto de destino o puerto maritime de esos materiales no exceda el <br> d) fundamento legal de las solicitudes de información o cuestiónarios. <br> 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> El exportador o productor que reciba un cuestiónario o solicitud de información de <br> que se trate; <br> conformidad con el parrafo tercero, literal a) de este articulo, completara debidamente <br> las mercancias elaboradas utilizando materiales no originarios, siempre que <br> y devolvera el cuestiónario o respondera a la solicitud de información dentro de treinta <br> resulten de un proceso de producción, realized° enteramente en el territorio de <br> (30) dias a partir de la fecha de recepción. Durante el periodo setialado, el exportador <br> una o ambas Partes, de tal forma que las mercancias cumplan con los <br> o productor padre hacer una solicitud de extensión por escrito a la autoridad aduanera <br> requisites especifcos establecidos por acuerdo entre las Partes. Dichos <br> de la Parte importadora, que no sea mayor a treinta (30) dias. Dicha solicitud no tendra <br> requisites prevaleceran sobre los criterios generales establecidos en los <br> literales c) a e) del presente Articulo. <br> La Parte importadora podra solicitar, a traves de la autoridad competente de la Parte <br> Articulo 4.- Valor de Contenido <br> exportadora, información adiciónal par medio de un cuestiónario o solicitud posterior al <br> Cuando de conformidad con este Capitulo una mercancia requiera cumplir con el valor <br> exportador o productor, aCin si hubiere recibido el cuestiónario diligenciado o la <br> de contenido, de acuerdo con lo dispuesto en el articulo <br> información solicitada a la que se refiere el *rat tercero, literal a) de este articulo. <br> b) facilitación del embarque o el transporte; <br> contenido se calculara de acuerdo con la siguiente formula: <br> En este caso el exportador o productor contard con treinta (30) dias para responder a <br> 3(d) y 3(e), el valor de <br> dicha solicitud. <br> información y documentación; <br> VCR= [(VM-VNM)/VM)] x 100 <br> Si el exportador a productor no completa debidamente un cuestiónario, no lo devuelve, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> o no proporcióna la información solicitada dentro del periodo establecido en los <br> VCR es el valor de contenido regiónal, expresado coma un porcentaje; <br> parrafos sexto y septimo de este articulo, la Parte importadora padre negar el <br> VM es el valor de transacción de la mercancia ajustado sobre una base FOB, salvo lo <br> tratamiento arancelario preferencial a las mercancias sujetas a verificación, enviando <br> dispuesto en el parrafo 3. En caso que no exista o no puede determinarse dicho valor <br> al importador y a la autoridad competente de la Parte exportadora, una resolución de <br> conforme a los principles del articulo 1 del Acuerdo de Valoración Aduanera, el mismo <br> origen en la que se incluyan los hechos y el fundamento legal para esa decisión. <br> sera calculado de conformidad con dicho Acuerdo; y <br> Previa a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> VMN es el valor de transacción de los materiales no originarios ajustados sabre una <br> parrafo tercero, literal b) de este articulo, la Parte importadora debert notifcar por <br> (PEPS), reconocidos en los principios de contabilidad generalmente aceptados de la <br> base CIF, salvo lo dispuesto en el parrafo 4. En caso que no exista o no pueda <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> escrito su intend& de efectuar la visita de verificación. La notificación se enviara a la <br> determinarse dicho valor conforme a los principios del articulo 1 del Acuerdo de <br> autoridad competente de la Parte exportadora por correo o cualquier otro media que <br> Valoracian Aduanera, el mismo sera calculado de conformidad con dicho Acuerdo. <br> haga constar la recepción de la notificación. La Parte importadora requerira para <br> Cuando una mercancia no es exportada directamente por su productor, el valor se <br> realizar la visita de verificación del consentimiento par escrito del exportador o <br> ajustara hasta el punto en el cual el comprador reciba la mercancia dentro del territorio <br> productor a ser visitado. <br> de la Parte donde se encuentra el productor. <br> Todos los registros de los costos considerados para el calculo de valor de contenido <br> notifcación de intención de realizacian de la visita de verificación de origen a la que se <br> regiónal seran registrados y mantenidos de conformidad con los Principios de <br> refiere el parrafo novena de este articulo, debera contener: <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> mercancia se produce. <br> Cuando el productor de una mercancia adquiera un material no originario dentro del <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> cada una de las mercancias contenidas en ese juego o surtido cumpla con las reglas <br> territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> d) el objetivo y alcance de la visita de verifcación propuesta, incluyendo la referenda <br> no incluira el fete, seguro, costos de empaque y todos los dernas costos incurridos en <br> especifca de la mercancia objeto de verificación; <br> el transporte del material desde el almacen del proveedor hasta el lugar en que se <br> e) los nombres y cargos de los funciónarios que efectuaran la visita de verificación; y, <br> encuentre el productor. <br> Para efectos del calculo del valor de contenido regiónal, el valor de los materiales no <br> Si el exportador a el productor de una mercancia no otorga su consentimiento por <br> originarios utilizados por el productor en la produce& de una mercancia no incluira el <br> escrito para la realización de la visita dentro de un plaza de treinta (30) dias, contados <br> valor de los materiales no originarios utilizados por: <br> a partir de la fecha de recepción de la notificación a que hace referenda el Offal° <br> novena de este articulo, la Parte importadora padre negar el tratamiento arancelario <br> utilizado por el productor de la mercancia en la produce& de esa mercancia; o, <br> preferencial a dicha mercancia, notificando por escrito al importador, y a la autoridad <br> b) el productor de la mercancia en la produce& de un material originario de fabricación propia. <br> competente de la Parte exportadora su resolucian, incluyendo los hechos y el <br> Articulo 5.- Operaciónes que no Confieren Origen <br> fundamento legal de esta. <br> No confieren origen, individualmente o combinados entre si, los siguientes procesos u operaciónes: <br> La Parte importadora no debera negar el tratamiento arancelario preferencial a una <br> a) preservación de las mercancias en buen estado durante su transporte o <br> mercancia si dentro de los quince (15) dias siguientes a la fecha de recepción de la <br> almacenamiento, tales como ventilación, aireación, refrigeracian, congelacien; <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de <br> c) la fecha y lugar de la visita de verificación propuesta; <br> la visita de verificación propuesta con las justifcaciónes correspondientes, por un <br> c) embalaje, envasado, o acondiciónamiento de las mercancias para su yenta al por menor; <br> period° no mayor de treinta (30) dias, contados a partir de la fecha propuesta <br> d) fracciónamiento en lotes o volOmenes; y, <br> conforme al parrafo decimo, literal c) de este articulo, o por un plazo mayor que <br> acuerden la autoridad aduanera de la Parte importadora y la autoridad competente de <br> b) el nombre del exportador o productor a ser visitado; <br> mercancias o en sus envases. <br> Asimismo, los siguientes procesos u operaciónes de elaboracien, seran considerados <br> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br> f) el fundamento legal de la visita de verificación. <br> la Parte Exportadora. <br> insuficientes para conferir el caracter de mercancias originarias: <br> Parte importadora permitire a un exportador o productor que este sujeto a una visita de <br> a) fltracian a dilucian en agua o en otros solventes que no altere las caracteristicas <br> verificación, designar hasta dos observadores para que esten presentes durante la <br> visita y que unicamente actuen coma tal. La no designación de observadores, no sera <br> b) desarmado de mercancias en sus panes; <br> motivo para que se posponga la visita. <br> c) tend ido o secado; <br> Para la verificación del cumplimiento de cualquier requisito establecido en la Semi& A <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> de este Capitulo, la Parte importadora debera adoptar, donde sea aplicable, los <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple <br> Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la <br> cortado, recortado; <br> Parte exportadora. <br> e) limpieza, inclusive la remocien de oxide, grasa y pintura u otros recubrimientos; <br> La Parte importadora podra negar el tratamiento arancelario preferencial a una <br> f) unien, reunión o división de mercancias en bultos; <br> mercancia sujeta a una verificación de origen cuando el exportador o productor de la <br> g) la simple mezcla de productos, entendida coma actividades que no requieren de <br> mercancia no ponga a disposician de la Parte importadora los registros y documentos <br> habilidades o maquinas especiales, aparatos o equipos especialmente fabricados <br> a que hace referenda el articulo 25. <br> autoridad competente de la Parte exportadora. <br> o instalados para Ilevar a cabo dicha actividad. Sin embargo, la simple mezcla no <br> Cuando se haya concluido la visita de verificación, la Parte importadora podra elaborar <br> incluye la reacción quimica; <br> un acta de la visita, que incluira los hechos constatados por ella. El exportador o <br> h) sacrifcio de animales; y, <br> productor sujeto de la visita podra frmar esta acta. <br> i) aplicación de aceite y recubrimientos protectores. <br> Dentro de un period° de noventa (90) dias a partir de la conclusión de la verificación <br> Articulo 6.- Acumulación <br> de origen, la Parte importadora emitira una resolución de origen que incluya los <br> Cada Parte dispondra que los materiales originarios o mercancias originarias de <br> hechos y el fundament° legal de dicha resolución, debiendo notificar la misma al <br> cualquiera de las Partes incorporados en la produccien de mercancias en el territorio <br> importador y a la autoridad competente de la Parte exportadora. <br> de la otra Parte, seran considerados originarios del territorio de esta ultima Parte. <br> Transcurrido el plaza establecido en el pare° anterior, sin que la Parte importadora <br> Para efectos de la acumulación serialada en el parrafo anterior, tambien se <br> haya emitido una resolución de origen, la autoridad competente de la Parte <br> consideraran originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> exportadora podra recurrir al mecanismo de solución de controversias. <br> Colombia y PerU, para lo cual regira: <br> Cuando a traves de una verificación de origen la Parte importadora determina que un <br> a) en el caso de Cuba, el respective Acuerdo de Alcance Parcial de <br> exportador o un productor ha proporciónado mas de una vez declaraciónes a la <br> Complementación Econornica suscrito con dichos 'Daises; y, <br> autoridad competente de la Parte exportadora o información falsa 0 infundada en el <br> b) en el case de Ecuador, la normativa respectiva de la Comunidad Andina. <br> sentido que una mercancia califica como origineria, la Parte importadora podra <br> Articulo 7.- De Minimis <br> suspender el tratamiento arancelario preferencial a mercancias identicas exportadas <br> Una mercancia sera considerada originaria Si el valor de todos los materiales no <br> por esa persona. La autoridad aduanera de la Parte importadora otorgara tratamiento <br> originarios utilizados en la produccien de esta mercancia que no cumplen con el <br> arancelario preferencial a las mercancias una vez cumplan con lo establecido en este Capitulo. <br> requisite de cambio de clasificación arancelaria establecido en el Anexo REOS no <br> Articulo 27.- Sanciónes <br> excede el quince por ciente (15%) para el caso de Ecuador y para Cuba el diez por <br> Cada Parte impondra sanciónes penales, civiles o administrativas por la violación de <br> ciente (10%) del valor de transacción de la mercancia determinado conforme <br> sus !eyes y regulaciónes relaciónadas con las disposiciónes de este Capitulo. <br> al articulo 4 y la mercancia cumple con las demas disposiciónes aplicables de este Capitulo.1 <br> [1] 'Los porcentajes del Articulo de De Minimis, se mantendran mientras no sea motticada la Resolución 6 del Consejo de <br> Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se ajustaran <br> a utomaticamente a quince par ciento (15%). <br> Articulo 8.- Accesorios, Repuestos y Herramientas <br> Cada Parte dispondra que los accesorios, repuestos o herramientas entregados con la <br> a) otro productor en la producción de un material originario que es adquirido y <br> mercancia como parte usual de la misma, se deberan tratar como originarios, Si la <br> mercancia es originaria, y no se tomaran en cuenta pare determiner Si todos los <br> materiales no originarios utilizados en la producción de la mercancia cumplen con el <br> correspondiente cambio de clasifcación arancelaria establecido en el Anexo REOS siempre que: <br> a) los accesorios, repuestos o herramientas se clasifquen junto con la mercancia y <br> no sean facturados por separado; independientemente de que cada uno se <br> identifique por separado en la propia factura, y, <br> habituales pare la mercancia. <br> Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> condiciónes menciónadas anteriormente, se aplicara a cada uno de ellos lo <br> establecido en este Capitulo. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, los <br> accesorios, repuestos o herramientas se consideraran como materiales originarios o <br> no originarios, segOn sea el caso, para calcular el valor del contenido regiónal de la mercancia. <br> Articulo 9.- Envases y Materiales de Empaque pare la Venta al por Menor <br> Cada Parte dispondra que los envases y materiales de empaque en que una <br> mercancia se presente para la yenta al por menor esten clasificados en el Sistema <br> Armonizado con la mercancia que contienen, no se tomaran en cuenta para <br> determiner si todos los materiales no originarios utilizados en la producción de la <br> mercancia cumplen con el cambio correspondiente de clasifcación arancelaria <br> establecido en el Anexo REOS. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, el valor <br> de dichos envases y materiales de empaque se tomara en cuenta coma material <br> originario o no originario, segun sea el caso, para calcular el valor de contenido <br> regiónal de la mercancia. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque <br> Cada Parte dispondra que los contenedores y materiales de embalaje en los cuales la <br> mercancia este empacada exclusivamente pare su transporte, no se tomaran en <br> cuenta para efectos de determiner si la mercancia es originaria. <br> Articulo 11.- Materiales indirectos <br> Cada Parte dispondra que, independientemente del lugar de su producción, un <br> material indirect° sera considered° como originario cuando sea utilized° en la <br> producción, verificación o inspección de otra mercancia, pero que no este fisicamente <br> incorporado a esta, incluidos: <br> a) combustible, energia, solventes y catalizadores; <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancias; <br> C) guantes, anteojos, calzado, prendas de vestir, equip° y aditamentos de seguridad; <br> aduaneras de la Parte importadora: <br> e) repuestos y materiales utilizados en el mantenimiento de equip° y edifcios; <br> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción, operacian de equipos o mantenimiento de los edificios; y, <br> g) cualquier otro material que no este incorporado a la mercancia, pero cuyo use en <br> la produce& de la mercancia pueda demostrarse que forma parte de dicha producción. <br> Articulo 12.- Mercancias y Materiales Fungibles <br> Cuando las mercancias fungibles originarias y no originarias se mezclen a combinen <br> fisicamente en inventario, el origen de estas mercancias podra determinarse con base <br> en la segregación fisica de cada mercancia o material fungible, o por medio de la <br> utilización de cualquier metodo de manejo de inventarios, tales como, el de promedios, <br> Oltimas entradas - primeras salidas (UEPS) o primeras entradas primeras salidas <br> Parte donde se realiza la produce& o de otra manera aceptados por la Parte donde <br> se realiza la producción. <br> El metodo de manejo de inventarios selecciónado de conformidad con el parrafo <br> anterior, para una mercancia o material fungible en particular, debere continuer siendo <br> utilizado para aquella mercancia o material fungible durante todo el periodo o afio fiscal. <br> Articulo 13.- Juegos o Surtidos <br> Un juego o surtido de mercancias que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretacitin del Sistema Amiónizado, asi como las <br> a) una copia del documento de transporte; o, <br> mercancias cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> especificamente la de un juego a surtido, calificaran como originarias, siempre que <br> de origen establecidas en este Cap itulo y en el Anexo REOS. <br> No obstante lo dispuesto en el parrafo anterior, un juego o surtido de mercancias se <br> considerara originario, si el valor de todas las mercancias no originarias utilizadas en <br> la formación del juego o surtido no excede el veinte por ciento (20%) para el case de <br> Ecuador y para Cuba el quince por ciento (15%) del valor de transacción de la <br> mercancia, determinado conforme al articulo 4. <br> [2] Los porcentaies del Articulo de Jueaos o Surtidos. se mantendran mientras no sea modifcada la Resolución 6 del <br> Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se <br> ajustaran autornatcamente a veinte por ciento (20%). <br> Articulo 14.- Transito y Trasbordo <br> Cada Parte dispondra que una mercancia no perdera su calidad de originaria, Si: <br> a) no sufre un procesanniento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, except° la descarga, recarga, fracciónamiento o <br> control que consideren apropiados. <br> cualquier otra operacian necesaria para mantener la mercancia en buenas <br> condiciónes o para transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un pals no Parte; y, <br> c) una mercancia originaria de la Parte exportadora es transportada a traves de una o <br> mas no Panes, en cuyo caso la autoridad aduanera de la Parte importadora podra <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para <br> la mercancia, que presenten: <br> I. una copia del documento de transporte; o, <br> II. un certifcado o cualquier otra información dada por la autoridad <br> aduanera de tales no Partes u otras entidades autorizadas que <br> respalden el hecho que las mercancias han estado en transito. <br> Articulo 15.- Exposiciónes <br> El tratamiento arancelario preferencial previsto en este Acuerdo se otorgara a <br> mercancias originarias enviadas para su exposición en un pals no Parte y que hayan <br> sido vendidas despues de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciónes a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancias desde una de las Partes hasta <br> el pals no Parte en que se realiza la exposición; <br> b) que las mercancias hayan sido vendidas o enajenadas de alguna otra forma por el <br> exportador a una persona de una de las Partes; <br> c) que las mercancias hayan sido enviadas durante la exposición o inmediatamente <br> despues en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momenta en que las mercancias fueron enviadas a la exposici6n, no <br> hayan sido utilizadas con fnes distintos a su presentación en dicha exposición; y, <br> e) que las mercancias hayan permanecido bajo control de las autoridades aduaneras <br> del pals no Parte durante la exposición. <br> Para efectos de la aplicación del parrafo anterior, se expedira un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capitulo, el cual se <br> presentara a las autoridades aduaneras de la Parte importadora, menciónando el <br> nombre y la dirección de la exposición. Si se considera necesario se puede requerir <br> evidencia documental adiciónal relaciónada con la exposición. <br> Cuando una mercancia originaria de la Page exportadora sea importada despues de <br> una exposición en una no Parte, la autoridad aduanera de la Parte importadora podia <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancia, que presenten: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de tales <br> no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancias han estado en transit°. <br> Sección B — Procedimientos de Origen <br> Articulo 16.- Certificación de Origen <br> El certificado de origen es el document° que certifica que las mercancias cumplen con <br> las disposiciónes sobre origen de este Capitulo y, por ello, pueden beneficiarse del <br> tratamiento preferencial acordado por las Partes. <br> La autoridad aduanera de la Parte importadora podia otorgar tratamiento arancelario <br> preferencial basado en un certificado de origen escrito o electrOnico emitido por la <br> El certificado de origen electronico [3], debera ser firmado digitalmente. <br> Dicho certifcado ampara una sola operación de importación de una o varias <br> mercancias, y su versión original debe acompariar al resto de la documentación, en el <br> momenta de tramitar el despacho aduanero. <br> La expedición y control de la emisi6n de los certificados de origen, estara bajo la <br> responsabilidad de las autoridades competentes en cada Parte. <br> La autoridad competente de la Parte exportadora podra delegar la expedición del <br> certifcado de origen en otras entidades piiblicas o privadas. <br> La autoridad competente o entidades habilitadas podran examinar en su territorio la <br> calidad de originaria de las mercancias y el cumplimiento de los requisitos de este <br> Capitulo. Para tal efecto, podran solicitar cualquier evidencia de respaldo, efectuar <br> inspecciónes a las instalaciónes del exportador o productor o realizar cualquier otro <br> Las Partes mantendran vigente ante la Secretaria General de la ALADI la relación de <br> las reparticiónes oficiales o entidades pOblicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autOgrafas o electrOnicas de los <br> funciónarios acreditados para tal fn. <br> El certificado de origen servira pare certifcar que una mercancia que se exporte del <br> territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podra ser modifcado por la Comisión Administradora del Acuerdo. <br> El formulario Unica del certificado de origen es el que se establece en el Anexo 1, de la <br> Resolución 252 del Comite de Representantes de la ALAD1, el cual debera contener <br> una declaración jurada del exportador de la mercancia, en la que manifieste el total <br> cumplimiento de las disposiciónes sobre origen del Acuerdo y la veracidad de la <br> información asentada en el mismo. <br> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br> desde su emisión. <br> Los certificados de origen no podran ser expedidos con antelación a la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedición. <br> [3] Las Partes deberan implementer un sistema de certificación de origen en forma electronica referida en este Articulo, a <br> mas tardar en ires (3) arms despues de la entrada en vigor de este Capitulo. Asimismo, ambas Partes evaluaran la <br> factibilidad que la Aduana de importación recitia directamente de la autoridad competente una copia del certifcado de <br> origen electronic°. Al momento de implementer el sistema de certificación de origen electronic°, las Partes reconoceran <br> como validas las firmas electronicas. <br> Articulo 17.- Rectificación de Certificados de Origen <br> En caso de detectarse errores de forma en el certificado de origen, es decir, aquellos <br> que no afectan a la califcación de origen de la mercancia, la autoridad aduanera <br> conservara el original del certifcado de origen y notifcara al importador indicando los <br> errores que presenta el certificado de origen que lo hacen inaceptable. <br> El importador debera presentar la rectificación correspondiente en un plazo maxim° de <br> treinta (30) dias calendario contados a partir de la fecha de recepción de la <br> notifcación. Dicha rectifcación debe ser realizada mediante nota, en ejemplar original, <br> que debe contener la enmienda, la fecha y numero del certifcado de origen, y ser <br> frmada por una persona autorizada para emitir certificados de origen de la entidad <br> certificadora, o cuando corresponda, por un funciónario de la autoridad gubernamental <br> competente. Si el importador no cumpliera con la presentación de la rectificaci6n <br> correspondiente en el plazo estipulado, la autoridad competente de la Parte <br> importadora podra desconocer el certifcado de origen y se procedera a ejecutar las <br> garantras presentadas o a cobrar el valor de los gravamenes de importación, segOn <br> sea el caso. <br> Articulo 18.- Declaración Jurada <br> La declaración jurada debera contener como minim° los siguientes datos: <br> a) Nombre, denominación o razOn social del productor y/o exportador, segun <br> corresponda y de su representante legal; <br> b) Domicilio legal o registrado para efectos fiscales, segLin sea el caso; <br> C) Descripción de la mercancia a exportar y su clasificación arancelaria; <br> d) Valor FOB de la mercancia a exportar; <br> e) Información relativa a la mercancia indicando: <br> I. materiales originarios de la Parte exportadora; <br> II. materiales originarios de otras Partes, indicando: <br> • origen; <br> • valor CIF, en (Wares de los Estados Unidos de America; <br> III. materiales no originarios de las Partes, indicando: <br> • origen y procedencia; <br> • clasificación arancelaria; <br> • valor CIF, en &Awes de los Estados Unidos de America; <br> • porcentaje que representan en el valor FOB de la mercancia. <br> f) Una descripción de todo el proceso productivo. <br> Dicha declaración jurada debere ser frmada por el productor cuando este sea el <br> exportador. En caso que el productor no sea el exportador, la declaración jurada <br> debera ser firmada por ambos. <br> Sin embargo, cuando se trate de artesanias y de mercancias comprendidas en el <br> presente Capitulo, que seen obtenidas en forma artesanal, la declaración jurada podra <br> ser firmada por el exportador siempre que no sea posible su firma por el productor o su <br> representante legal. <br> Articulo 19.- Validez de la Declaración Jurada de Origen <br> La declaración jurada tendra una validez de tres (3) anos a partir de la fecha de su <br> recepci6n por las autoridades certificadoras, a menos que antes de dicho plaza se <br> modifique alguno de los siguientes datos: <br> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales utilizados <br> en la elaboración de la mercancia; <br> b) proceso de transformación o elaboración empleado; <br> c) proporción del valor CIF de los materiales no originarios en relación al valor FOB <br> de la mercancia; <br> d) denominación o razOn social del productor o exportador, su representante legal y <br> domicilio de la empresa. <br> La modificación de uno o mas de los datos sefialados en los literales a) a d) anteriores <br> se debera notificar a las autoridades competentes o entidades certifcadoras segt:in <br> sea el caso, y ameritara la presentación de una nueva declaración jurada en los <br> terminos establecidos en el articulo 18. <br> Articulo 20.- Facturación por un Operador de un Pais no Parte <br> En el certifcado de origen debera indicarse en el campo @^@Observaciónes@^@, cuando una <br> mercancia sea facturada por un operador de un pals no Parte, la siguiente leyenda: <br> @^@Operación facturada par un operador de un pals no Pare@^@. <br> Si al momenta de expedir el certifcado de origen no se conociera el numero de la <br> facture comercial emitida por un operador de un tercer pals, el importador presentara a <br> la autoridad aduanera una declared& jurada que justifique el hecho, en la que debera <br> indicar, por lo menos, los numeros y fechas de la facture comercial definitive y del <br> certificado de origen que amparan la operación de importacian. <br> Articulo 21.- Excepciónes <br> El certifcado de origen no sera requerido cuando: <br> a) el valor aduanero de la imported& no exceda de mil Mares de los Estados <br> Unidos de America (US$ 1.000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presented& de la declared& aduanera, o un <br> monto mayor que puede ser establecido por la Parte importadora, a menos que la <br> Parte importadora considere que la importacian forma pane de una serie de <br> importaciónes realizadas o planificadas con el proposito de evadir el cumplimiento <br> de la legislacian de la Parte que regula las solicitudes de tratamiento arancelario <br> preferencial bajo este Acuerdo; o, <br> b) sea una mercancia para la cual la Parte importadora no requiere que el importador <br> presente una certificación o informed& que demuestre el origen. <br> Articulo 22.- Obligaciónes Relativas a las Importaciónes <br> La autoridad aduanera de cada Parte exigira que el importador que solicite tratamiento <br> arancelario preferencial para una mercancia: <br> a) declare por escrito en el documento de imported& requerido por su legislacian, en <br> base a un certifcado de origen, que una mercancia califica coma mercanda originaria; <br> b) tenga el certifcado de origen en su poder al momenta en que se haga la declaración; <br> c) proporcióne, Si la autoridad aduanera lo solicita, el certifcado de origen o copias del mismo; y, <br> d) presente inmediatamente una declared& corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos pare creer que el certificado <br> de origen en que se sustenta la declaración de aduanas tiene información <br> incorrecta. El importador no podra ser sanciónado cuando en forma voluntaria <br> presente la declared& de mercancias corregida, previo a que la autoridad <br> aduanera haya iniciado el ejercicio de sus facultades de verifcación y control o <br> antes de que las autoridades aduaneras notifiquen la revisian, de conformidad con <br> la legislación de cada Parte. <br> Si un importador en su territorio no cumple con alguno de los requisitos establecidos <br> en este Capitulo, la autoridad aduanera negara el tratamiento arancelario preferencial. <br> Las Partes, cuando el importador solicite tratamiento arancelario preferencial sin <br> certificado de origen, se acogeren a los procedimientos de la legislaci& interne. <br> Articulo 23.- Devolución de Derechos <br> para las mercancias importadas a su territorio que hubiera califcado como originaria, <br> el importador podia, a mas tardar un ario, despues de la fecha de importación, solicitar <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}, {"ArticleTitle": "4.- Obligaciónes Relativas a las Exportaciónes", "ArticleDesc": "Articulo 24.- Obligaciónes Relativas a las Exportaciónes <br> Cada Parte dispondra que: <br> a) cuando un exportador tenga razones para creer que el certificado de origen <br> contiene información incorrecta, debera comunicar inmediatamente por escrito a la <br> autoridad competente o entidades habilitadas cualquier cambio que pueda afectar <br> la exactitud o validez de ese certificado; y, <br> b) Si un exportador entreg6 un certificado o informacian falsa y con el mismo se <br> export() mercancias calificadas como originarias al territorio de la otra Parte, sera <br> sujeto a sanciónes similares a las que se aplicarian a un importador en su territorio <br> por contravenir sus leyes y reglamentaciónes aduaneras al hacer declaraciónes y <br> afirmaciónes falsas en relación a una importación. <br> Ninguna Parte impondra sanciónes a un exportador por proporciónar información <br> incorrecta Si voluntariamente lo comunica por escrito a la autoridad competente o <br> entidades habilitadas, previo a que la autoridad aduanera de la Parte importadora haya <br> iniciado el ejercicio de sus facultades de verificación y control o antes de que la <br> autoridad aduanera notifque la revisión, de conformidad con la legislación de cada Parte. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO V <br> Articulo 3.- Mercancias Originarias <br> Articulo 25.- Requisitos para Mantener Registros <br> revisión correspondiente. <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> Sin perjuicio de las demas disposiciónes del presente Regimen, seran consideradas originarias: <br> La autoridad competente o entidades habilitadas deberan conservar una copia del <br> Sección A — Reglas de Origen <br> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> certificado de origen durante un plaza minim° de cinco anos, a partir de la fecha de su <br> CAPITULO <br> de una o ambas Partes; <br> emisión. Tal archivo debera incluir todos los antecedentes que sirvieron de base para <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br> la emisión del certifcado. <br> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br> Un exportador que solicite un certifcado de origen de conformidad con el articulo 20, <br> preferencial para esa mercancia, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte; <br> debe conservar por un minim° de cinco anos a partir de la fecha de la emisión de <br> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br> dicho certificado, todos los registros necesarlos para demostrar que la mercancia era <br> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br> a) la compra, los costos, el valor y el pago por la mercancia exportada; <br> recolección o captura en el territorio de una u otra Parte; <br> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br> indirectos, utilizados en la producción de la mercancia exportada; y, <br> territorio de las Partes par naves pesqueras registradas a matriculadas en <br> c) la producción de la mercancia en la forma en que se exporte desde su territorio. <br> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br> Un importador que solicite tratamiento arancelario preferencial para una mercancia <br> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br> debera conserver, por un minim° de cinco anos a partir de la fecha de importación de <br> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br> la mercancia, la documented& que la autoridad aduanera exija, incluyendo una copia <br> exclusivamente a partir de las mercancias identificadas en el literal (f), <br> del certificado de origen. <br> siempre y cuando los buques fabrica esten registrados o matriculados en <br> Articulo 26.- Procedimientos pare Verificación de Origen <br> d) herramientas, troqueles y moldes; <br> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br> La Parte importadora podra solicitar informed& acerca del origen de una mercancia a <br> fletados par empresas establecidas en el territorio de una Parte; <br> la autoridad competente de la Parte exportadora. <br> donde: <br> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br> La Parte importadora podra requerir que el importador presente información relative a <br> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br> la imported& de la mercancia pare la cual solicitô tratamiento arancelario preferencial. <br> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> Para efectos de determiner si una mercancia importada califica como originaria, la <br> IX. desechos y desperdicios derivados de: <br> Parte importadora podra verificar el origen de la mercancia, a traves de la autoridad <br> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br> a) solicitudes de información o cuestiónarios escritos al exportador o productor de la <br> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br> mercancla en territorio de la otra Parte, en las que se debera sealer <br> X. mercancias producidas en el territorio de una o mas de las Partes, <br> especificamente la mercancia objeto de verificación; <br> exclusivamente a partir de las mercancias menciónadas en los numerates <br> b) visitas de verificación a las instalaciónes del exportador o productor de la <br> del I al IX o de sus derivados, en cualquier etapa de producción. <br> mercancia en el territorio de la otra Parte, con el proposito de examiner los <br> b) las mercancias que sean producidas enteramente en el territorio de una o <br> registros y documentos a que se refiere el articulo 25 e inspecciónar las <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> instalaciónes y materiales que se utilicen en la producción de la mercancia; 0, <br> originaria, incluyendo los registros relativos a: <br> originarios de conformidad con el presente Capitulo; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> Para los efectos de este articulo, cualquier comunicación escrita enviada por la Parte <br> materiales no originarios, siempre que resulten de un proceso de producción, <br> importadora al exportador o productor para la verificación de origen a haves de la <br> realized° enteramente en el territorio de una o ambas Partes, de tal forma que <br> autoridad competente de la Parte exportadora, se considerara %/elide si es realizada <br> las mercancias se clasifiquen en una partida diferente a las de dichos <br> por medio de: <br> materiales, segtin el Sistema Armonizado vigente en cada pals; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la recepción <br> d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le <br> de los documentos o comunicaciónes; o, <br> establecido en el literal c) precedente, porque el proceso de producción no <br> b) cualquier otra forma que las Partes acuerden. <br> implica un cambio de partida en el Sistema Armonizado vigente en cada pals, <br> De conformidad con lo establecido en el parrafo tercero de este articulo, las solicitudes <br> bastara que el valor CIF puerto de destine o puerto maritime de los materiales <br> de informaci6n o los cuestiónarios escritos deberan contener: <br> de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la informaci6n; <br> valor FOB de los productos de que se trate; <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas <br> en el territorio de las Partes, utilizando materiales de terceros paises, cuando el <br> C) descripción de la informed& y documentos que se requieren; y, <br> valor CIF puerto de destino o puerto maritime de esos materiales no exceda el <br> d) fundamento legal de las solicitudes de información o cuestiónarios. <br> 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> El exportador o productor que reciba un cuestiónario o solicitud de información de <br> que se trate; <br> conformidad con el parrafo tercero, literal a) de este articulo, completara debidamente <br> las mercancias elaboradas utilizando materiales no originarios, siempre que <br> y devolvera el cuestiónario o respondera a la solicitud de información dentro de treinta <br> resulten de un proceso de producción, realized° enteramente en el territorio de <br> (30) dias a partir de la fecha de recepción. Durante el periodo setialado, el exportador <br> una o ambas Partes, de tal forma que las mercancias cumplan con los <br> o productor padre hacer una solicitud de extensión por escrito a la autoridad aduanera <br> requisites especifcos establecidos por acuerdo entre las Partes. Dichos <br> de la Parte importadora, que no sea mayor a treinta (30) dias. Dicha solicitud no tendra <br> requisites prevaleceran sobre los criterios generales establecidos en los <br> literales c) a e) del presente Articulo. <br> La Parte importadora podra solicitar, a traves de la autoridad competente de la Parte <br> Articulo 4.- Valor de Contenido <br> exportadora, información adiciónal par medio de un cuestiónario o solicitud posterior al <br> Cuando de conformidad con este Capitulo una mercancia requiera cumplir con el valor <br> exportador o productor, aCin si hubiere recibido el cuestiónario diligenciado o la <br> de contenido, de acuerdo con lo dispuesto en el articulo <br> información solicitada a la que se refiere el *rat tercero, literal a) de este articulo. <br> b) facilitación del embarque o el transporte; <br> contenido se calculara de acuerdo con la siguiente formula: <br> En este caso el exportador o productor contard con treinta (30) dias para responder a <br> 3(d) y 3(e), el valor de <br> dicha solicitud. <br> información y documentación; <br> VCR= [(VM-VNM)/VM)] x 100 <br> Si el exportador a productor no completa debidamente un cuestiónario, no lo devuelve, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> o no proporcióna la información solicitada dentro del periodo establecido en los <br> VCR es el valor de contenido regiónal, expresado coma un porcentaje; <br> parrafos sexto y septimo de este articulo, la Parte importadora padre negar el <br> VM es el valor de transacción de la mercancia ajustado sobre una base FOB, salvo lo <br> tratamiento arancelario preferencial a las mercancias sujetas a verificación, enviando <br> dispuesto en el parrafo 3. En caso que no exista o no puede determinarse dicho valor <br> al importador y a la autoridad competente de la Parte exportadora, una resolución de <br> conforme a los principles del articulo 1 del Acuerdo de Valoración Aduanera, el mismo <br> origen en la que se incluyan los hechos y el fundamento legal para esa decisión. <br> sera calculado de conformidad con dicho Acuerdo; y <br> Previa a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> VMN es el valor de transacción de los materiales no originarios ajustados sabre una <br> parrafo tercero, literal b) de este articulo, la Parte importadora debert notifcar por <br> (PEPS), reconocidos en los principios de contabilidad generalmente aceptados de la <br> base CIF, salvo lo dispuesto en el parrafo 4. En caso que no exista o no pueda <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> escrito su intend& de efectuar la visita de verificación. La notificación se enviara a la <br> determinarse dicho valor conforme a los principios del articulo 1 del Acuerdo de <br> autoridad competente de la Parte exportadora por correo o cualquier otro media que <br> Valoracian Aduanera, el mismo sera calculado de conformidad con dicho Acuerdo. <br> haga constar la recepción de la notificación. La Parte importadora requerira para <br> Cuando una mercancia no es exportada directamente por su productor, el valor se <br> realizar la visita de verificación del consentimiento par escrito del exportador o <br> ajustara hasta el punto en el cual el comprador reciba la mercancia dentro del territorio <br> productor a ser visitado. <br> de la Parte donde se encuentra el productor. <br> Todos los registros de los costos considerados para el calculo de valor de contenido <br> notifcación de intención de realizacian de la visita de verificación de origen a la que se <br> regiónal seran registrados y mantenidos de conformidad con los Principios de <br> refiere el parrafo novena de este articulo, debera contener: <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> mercancia se produce. <br> Cuando el productor de una mercancia adquiera un material no originario dentro del <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> cada una de las mercancias contenidas en ese juego o surtido cumpla con las reglas <br> territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> d) el objetivo y alcance de la visita de verifcación propuesta, incluyendo la referenda <br> no incluira el fete, seguro, costos de empaque y todos los dernas costos incurridos en <br> especifca de la mercancia objeto de verificación; <br> el transporte del material desde el almacen del proveedor hasta el lugar en que se <br> e) los nombres y cargos de los funciónarios que efectuaran la visita de verificación; y, <br> encuentre el productor. <br> Para efectos del calculo del valor de contenido regiónal, el valor de los materiales no <br> Si el exportador a el productor de una mercancia no otorga su consentimiento por <br> originarios utilizados por el productor en la produce& de una mercancia no incluira el <br> escrito para la realización de la visita dentro de un plaza de treinta (30) dias, contados <br> valor de los materiales no originarios utilizados por: <br> a partir de la fecha de recepción de la notificación a que hace referenda el Offal° <br> novena de este articulo, la Parte importadora padre negar el tratamiento arancelario <br> utilizado por el productor de la mercancia en la produce& de esa mercancia; o, <br> preferencial a dicha mercancia, notificando por escrito al importador, y a la autoridad <br> b) el productor de la mercancia en la produce& de un material originario de fabricación propia. <br> competente de la Parte exportadora su resolucian, incluyendo los hechos y el <br> Articulo 5.- Operaciónes que no Confieren Origen <br> fundamento legal de esta. <br> No confieren origen, individualmente o combinados entre si, los siguientes procesos u operaciónes: <br> La Parte importadora no debera negar el tratamiento arancelario preferencial a una <br> a) preservación de las mercancias en buen estado durante su transporte o <br> mercancia si dentro de los quince (15) dias siguientes a la fecha de recepción de la <br> almacenamiento, tales como ventilación, aireación, refrigeracian, congelacien; <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de <br> c) la fecha y lugar de la visita de verificación propuesta; <br> la visita de verificación propuesta con las justifcaciónes correspondientes, por un <br> c) embalaje, envasado, o acondiciónamiento de las mercancias para su yenta al por menor; <br> period° no mayor de treinta (30) dias, contados a partir de la fecha propuesta <br> d) fracciónamiento en lotes o volOmenes; y, <br> conforme al parrafo decimo, literal c) de este articulo, o por un plazo mayor que <br> acuerden la autoridad aduanera de la Parte importadora y la autoridad competente de <br> b) el nombre del exportador o productor a ser visitado; <br> mercancias o en sus envases. <br> Asimismo, los siguientes procesos u operaciónes de elaboracien, seran considerados <br> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br> f) el fundamento legal de la visita de verificación. <br> la Parte Exportadora. <br> insuficientes para conferir el caracter de mercancias originarias: <br> Parte importadora permitire a un exportador o productor que este sujeto a una visita de <br> a) fltracian a dilucian en agua o en otros solventes que no altere las caracteristicas <br> verificación, designar hasta dos observadores para que esten presentes durante la <br> visita y que unicamente actuen coma tal. La no designación de observadores, no sera <br> b) desarmado de mercancias en sus panes; <br> motivo para que se posponga la visita. <br> c) tend ido o secado; <br> Para la verificación del cumplimiento de cualquier requisito establecido en la Semi& A <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> de este Capitulo, la Parte importadora debera adoptar, donde sea aplicable, los <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple <br> Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la <br> cortado, recortado; <br> Parte exportadora. <br> e) limpieza, inclusive la remocien de oxide, grasa y pintura u otros recubrimientos; <br> La Parte importadora podra negar el tratamiento arancelario preferencial a una <br> f) unien, reunión o división de mercancias en bultos; <br> mercancia sujeta a una verificación de origen cuando el exportador o productor de la <br> g) la simple mezcla de productos, entendida coma actividades que no requieren de <br> mercancia no ponga a disposician de la Parte importadora los registros y documentos <br> habilidades o maquinas especiales, aparatos o equipos especialmente fabricados <br> a que hace referenda el articulo 25. <br> autoridad competente de la Parte exportadora. <br> o instalados para Ilevar a cabo dicha actividad. Sin embargo, la simple mezcla no <br> Cuando se haya concluido la visita de verificación, la Parte importadora podra elaborar <br> incluye la reacción quimica; <br> un acta de la visita, que incluira los hechos constatados por ella. El exportador o <br> h) sacrifcio de animales; y, <br> productor sujeto de la visita podra frmar esta acta. <br> i) aplicación de aceite y recubrimientos protectores. <br> Dentro de un period° de noventa (90) dias a partir de la conclusión de la verificación <br> Articulo 6.- Acumulación <br> de origen, la Parte importadora emitira una resolución de origen que incluya los <br> Cada Parte dispondra que los materiales originarios o mercancias originarias de <br> hechos y el fundament° legal de dicha resolución, debiendo notificar la misma al <br> cualquiera de las Partes incorporados en la produccien de mercancias en el territorio <br> importador y a la autoridad competente de la Parte exportadora. <br> de la otra Parte, seran considerados originarios del territorio de esta ultima Parte. <br> Transcurrido el plaza establecido en el pare° anterior, sin que la Parte importadora <br> Para efectos de la acumulación serialada en el parrafo anterior, tambien se <br> haya emitido una resolución de origen, la autoridad competente de la Parte <br> consideraran originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> exportadora podra recurrir al mecanismo de solución de controversias. <br> Colombia y PerU, para lo cual regira: <br> Cuando a traves de una verificación de origen la Parte importadora determina que un <br> a) en el caso de Cuba, el respective Acuerdo de Alcance Parcial de <br> exportador o un productor ha proporciónado mas de una vez declaraciónes a la <br> Complementación Econornica suscrito con dichos 'Daises; y, <br> autoridad competente de la Parte exportadora o información falsa 0 infundada en el <br> b) en el case de Ecuador, la normativa respectiva de la Comunidad Andina. <br> sentido que una mercancia califica como origineria, la Parte importadora podra <br> Articulo 7.- De Minimis <br> suspender el tratamiento arancelario preferencial a mercancias identicas exportadas <br> Una mercancia sera considerada originaria Si el valor de todos los materiales no <br> por esa persona. La autoridad aduanera de la Parte importadora otorgara tratamiento <br> originarios utilizados en la produccien de esta mercancia que no cumplen con el <br> arancelario preferencial a las mercancias una vez cumplan con lo establecido en este Capitulo. <br> requisite de cambio de clasificación arancelaria establecido en el Anexo REOS no <br> Articulo 27.- Sanciónes <br> excede el quince por ciente (15%) para el caso de Ecuador y para Cuba el diez por <br> Cada Parte impondra sanciónes penales, civiles o administrativas por la violación de <br> ciente (10%) del valor de transacción de la mercancia determinado conforme <br> sus !eyes y regulaciónes relaciónadas con las disposiciónes de este Capitulo. <br> al articulo 4 y la mercancia cumple con las demas disposiciónes aplicables de este Capitulo.1 <br> [1] 'Los porcentajes del Articulo de De Minimis, se mantendran mientras no sea motticada la Resolución 6 del Consejo de <br> Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se ajustaran <br> a utomaticamente a quince par ciento (15%). <br> Articulo 8.- Accesorios, Repuestos y Herramientas <br> Cada Parte dispondra que los accesorios, repuestos o herramientas entregados con la <br> a) otro productor en la producción de un material originario que es adquirido y <br> mercancia como parte usual de la misma, se deberan tratar como originarios, Si la <br> mercancia es originaria, y no se tomaran en cuenta pare determiner Si todos los <br> materiales no originarios utilizados en la producción de la mercancia cumplen con el <br> correspondiente cambio de clasifcación arancelaria establecido en el Anexo REOS siempre que: <br> a) los accesorios, repuestos o herramientas se clasifquen junto con la mercancia y <br> no sean facturados por separado; independientemente de que cada uno se <br> identifique por separado en la propia factura, y, <br> habituales pare la mercancia. <br> Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> condiciónes menciónadas anteriormente, se aplicara a cada uno de ellos lo <br> establecido en este Capitulo. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, los <br> accesorios, repuestos o herramientas se consideraran como materiales originarios o <br> no originarios, segOn sea el caso, para calcular el valor del contenido regiónal de la mercancia. <br> Articulo 9.- Envases y Materiales de Empaque pare la Venta al por Menor <br> Cada Parte dispondra que los envases y materiales de empaque en que una <br> mercancia se presente para la yenta al por menor esten clasificados en el Sistema <br> Armonizado con la mercancia que contienen, no se tomaran en cuenta para <br> determiner si todos los materiales no originarios utilizados en la producción de la <br> mercancia cumplen con el cambio correspondiente de clasifcación arancelaria <br> establecido en el Anexo REOS. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, el valor <br> de dichos envases y materiales de empaque se tomara en cuenta coma material <br> originario o no originario, segun sea el caso, para calcular el valor de contenido <br> regiónal de la mercancia. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque <br> Cada Parte dispondra que los contenedores y materiales de embalaje en los cuales la <br> mercancia este empacada exclusivamente pare su transporte, no se tomaran en <br> cuenta para efectos de determiner si la mercancia es originaria. <br> Articulo 11.- Materiales indirectos <br> Cada Parte dispondra que, independientemente del lugar de su producción, un <br> material indirect° sera considered° como originario cuando sea utilized° en la <br> producción, verificación o inspección de otra mercancia, pero que no este fisicamente <br> incorporado a esta, incluidos: <br> a) combustible, energia, solventes y catalizadores; <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancias; <br> C) guantes, anteojos, calzado, prendas de vestir, equip° y aditamentos de seguridad; <br> aduaneras de la Parte importadora: <br> e) repuestos y materiales utilizados en el mantenimiento de equip° y edifcios; <br> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción, operacian de equipos o mantenimiento de los edificios; y, <br> g) cualquier otro material que no este incorporado a la mercancia, pero cuyo use en <br> la produce& de la mercancia pueda demostrarse que forma parte de dicha producción. <br> Articulo 12.- Mercancias y Materiales Fungibles <br> Cuando las mercancias fungibles originarias y no originarias se mezclen a combinen <br> fisicamente en inventario, el origen de estas mercancias podra determinarse con base <br> en la segregación fisica de cada mercancia o material fungible, o por medio de la <br> utilización de cualquier metodo de manejo de inventarios, tales como, el de promedios, <br> Oltimas entradas - primeras salidas (UEPS) o primeras entradas primeras salidas <br> Parte donde se realiza la produce& o de otra manera aceptados por la Parte donde <br> se realiza la producción. <br> El metodo de manejo de inventarios selecciónado de conformidad con el parrafo <br> anterior, para una mercancia o material fungible en particular, debere continuer siendo <br> utilizado para aquella mercancia o material fungible durante todo el periodo o afio fiscal. <br> Articulo 13.- Juegos o Surtidos <br> Un juego o surtido de mercancias que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretacitin del Sistema Amiónizado, asi como las <br> a) una copia del documento de transporte; o, <br> mercancias cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> especificamente la de un juego a surtido, calificaran como originarias, siempre que <br> de origen establecidas en este Cap itulo y en el Anexo REOS. <br> No obstante lo dispuesto en el parrafo anterior, un juego o surtido de mercancias se <br> considerara originario, si el valor de todas las mercancias no originarias utilizadas en <br> la formación del juego o surtido no excede el veinte por ciento (20%) para el case de <br> Ecuador y para Cuba el quince por ciento (15%) del valor de transacción de la <br> mercancia, determinado conforme al articulo 4. <br> [2] Los porcentaies del Articulo de Jueaos o Surtidos. se mantendran mientras no sea modifcada la Resolución 6 del <br> Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se <br> ajustaran autornatcamente a veinte por ciento (20%). <br> Articulo 14.- Transito y Trasbordo <br> Cada Parte dispondra que una mercancia no perdera su calidad de originaria, Si: <br> a) no sufre un procesanniento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, except° la descarga, recarga, fracciónamiento o <br> control que consideren apropiados. <br> cualquier otra operacian necesaria para mantener la mercancia en buenas <br> condiciónes o para transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un pals no Parte; y, <br> c) una mercancia originaria de la Parte exportadora es transportada a traves de una o <br> mas no Panes, en cuyo caso la autoridad aduanera de la Parte importadora podra <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para <br> la mercancia, que presenten: <br> I. una copia del documento de transporte; o, <br> II. un certifcado o cualquier otra información dada por la autoridad <br> aduanera de tales no Partes u otras entidades autorizadas que <br> respalden el hecho que las mercancias han estado en transito. <br> Articulo 15.- Exposiciónes <br> El tratamiento arancelario preferencial previsto en este Acuerdo se otorgara a <br> mercancias originarias enviadas para su exposición en un pals no Parte y que hayan <br> sido vendidas despues de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciónes a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancias desde una de las Partes hasta <br> el pals no Parte en que se realiza la exposición; <br> b) que las mercancias hayan sido vendidas o enajenadas de alguna otra forma por el <br> exportador a una persona de una de las Partes; <br> c) que las mercancias hayan sido enviadas durante la exposición o inmediatamente <br> despues en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momenta en que las mercancias fueron enviadas a la exposici6n, no <br> hayan sido utilizadas con fnes distintos a su presentación en dicha exposición; y, <br> e) que las mercancias hayan permanecido bajo control de las autoridades aduaneras <br> del pals no Parte durante la exposición. <br> Para efectos de la aplicación del parrafo anterior, se expedira un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capitulo, el cual se <br> presentara a las autoridades aduaneras de la Parte importadora, menciónando el <br> nombre y la dirección de la exposición. Si se considera necesario se puede requerir <br> evidencia documental adiciónal relaciónada con la exposición. <br> Cuando una mercancia originaria de la Page exportadora sea importada despues de <br> una exposición en una no Parte, la autoridad aduanera de la Parte importadora podia <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancia, que presenten: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de tales <br> no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancias han estado en transit°. <br> Sección B — Procedimientos de Origen <br> Articulo 16.- Certificación de Origen <br> El certificado de origen es el document° que certifica que las mercancias cumplen con <br> las disposiciónes sobre origen de este Capitulo y, por ello, pueden beneficiarse del <br> tratamiento preferencial acordado por las Partes. <br> La autoridad aduanera de la Parte importadora podia otorgar tratamiento arancelario <br> preferencial basado en un certificado de origen escrito o electrOnico emitido por la <br> El certificado de origen electronico [3], debera ser firmado digitalmente. <br> Dicho certifcado ampara una sola operación de importación de una o varias <br> mercancias, y su versión original debe acompariar al resto de la documentación, en el <br> momenta de tramitar el despacho aduanero. <br> La expedición y control de la emisi6n de los certificados de origen, estara bajo la <br> responsabilidad de las autoridades competentes en cada Parte. <br> La autoridad competente de la Parte exportadora podra delegar la expedición del <br> certifcado de origen en otras entidades piiblicas o privadas. <br> La autoridad competente o entidades habilitadas podran examinar en su territorio la <br> calidad de originaria de las mercancias y el cumplimiento de los requisitos de este <br> Capitulo. Para tal efecto, podran solicitar cualquier evidencia de respaldo, efectuar <br> inspecciónes a las instalaciónes del exportador o productor o realizar cualquier otro <br> Las Partes mantendran vigente ante la Secretaria General de la ALADI la relación de <br> las reparticiónes oficiales o entidades pOblicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autOgrafas o electrOnicas de los <br> funciónarios acreditados para tal fn. <br> El certificado de origen servira pare certifcar que una mercancia que se exporte del <br> territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podra ser modifcado por la Comisión Administradora del Acuerdo. <br> El formulario Unica del certificado de origen es el que se establece en el Anexo 1, de la <br> Resolución 252 del Comite de Representantes de la ALAD1, el cual debera contener <br> una declaración jurada del exportador de la mercancia, en la que manifieste el total <br> cumplimiento de las disposiciónes sobre origen del Acuerdo y la veracidad de la <br> información asentada en el mismo. <br> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br> desde su emisión. <br> Los certificados de origen no podran ser expedidos con antelación a la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedición. <br> [3] Las Partes deberan implementer un sistema de certificación de origen en forma electronica referida en este Articulo, a <br> mas tardar en ires (3) arms despues de la entrada en vigor de este Capitulo. Asimismo, ambas Partes evaluaran la <br> factibilidad que la Aduana de importación recitia directamente de la autoridad competente una copia del certifcado de <br> origen electronic°. Al momento de implementer el sistema de certificación de origen electronic°, las Partes reconoceran <br> como validas las firmas electronicas. <br> Articulo 17.- Rectificación de Certificados de Origen <br> En caso de detectarse errores de forma en el certificado de origen, es decir, aquellos <br> que no afectan a la califcación de origen de la mercancia, la autoridad aduanera <br> conservara el original del certifcado de origen y notifcara al importador indicando los <br> errores que presenta el certificado de origen que lo hacen inaceptable. <br> El importador debera presentar la rectificación correspondiente en un plazo maxim° de <br> treinta (30) dias calendario contados a partir de la fecha de recepción de la <br> notifcación. Dicha rectifcación debe ser realizada mediante nota, en ejemplar original, <br> que debe contener la enmienda, la fecha y numero del certifcado de origen, y ser <br> frmada por una persona autorizada para emitir certificados de origen de la entidad <br> certificadora, o cuando corresponda, por un funciónario de la autoridad gubernamental <br> competente. Si el importador no cumpliera con la presentación de la rectificaci6n <br> correspondiente en el plazo estipulado, la autoridad competente de la Parte <br> importadora podra desconocer el certifcado de origen y se procedera a ejecutar las <br> garantras presentadas o a cobrar el valor de los gravamenes de importación, segOn <br> sea el caso. <br> Articulo 18.- Declaración Jurada <br> La declaración jurada debera contener como minim° los siguientes datos: <br> a) Nombre, denominación o razOn social del productor y/o exportador, segun <br> corresponda y de su representante legal; <br> b) Domicilio legal o registrado para efectos fiscales, segLin sea el caso; <br> C) Descripción de la mercancia a exportar y su clasificación arancelaria; <br> d) Valor FOB de la mercancia a exportar; <br> e) Información relativa a la mercancia indicando: <br> I. materiales originarios de la Parte exportadora; <br> II. materiales originarios de otras Partes, indicando: <br> • origen; <br> • valor CIF, en (Wares de los Estados Unidos de America; <br> III. materiales no originarios de las Partes, indicando: <br> • origen y procedencia; <br> • clasificación arancelaria; <br> • valor CIF, en &Awes de los Estados Unidos de America; <br> • porcentaje que representan en el valor FOB de la mercancia. <br> f) Una descripción de todo el proceso productivo. <br> Dicha declaración jurada debere ser frmada por el productor cuando este sea el <br> exportador. En caso que el productor no sea el exportador, la declaración jurada <br> debera ser firmada por ambos. <br> Sin embargo, cuando se trate de artesanias y de mercancias comprendidas en el <br> presente Capitulo, que seen obtenidas en forma artesanal, la declaración jurada podra <br> ser firmada por el exportador siempre que no sea posible su firma por el productor o su <br> representante legal. <br> Articulo 19.- Validez de la Declaración Jurada de Origen <br> La declaración jurada tendra una validez de tres (3) anos a partir de la fecha de su <br> recepci6n por las autoridades certificadoras, a menos que antes de dicho plaza se <br> modifique alguno de los siguientes datos: <br> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales utilizados <br> en la elaboración de la mercancia; <br> b) proceso de transformación o elaboración empleado; <br> c) proporción del valor CIF de los materiales no originarios en relación al valor FOB <br> de la mercancia; <br> d) denominación o razOn social del productor o exportador, su representante legal y <br> domicilio de la empresa. <br> La modificación de uno o mas de los datos sefialados en los literales a) a d) anteriores <br> se debera notificar a las autoridades competentes o entidades certifcadoras segt:in <br> sea el caso, y ameritara la presentación de una nueva declaración jurada en los <br> terminos establecidos en el articulo 18. <br> Articulo 20.- Facturación por un Operador de un Pais no Parte <br> En el certifcado de origen debera indicarse en el campo @^@Observaciónes@^@, cuando una <br> mercancia sea facturada por un operador de un pals no Parte, la siguiente leyenda: <br> @^@Operación facturada par un operador de un pals no Pare@^@. <br> Si al momenta de expedir el certifcado de origen no se conociera el numero de la <br> facture comercial emitida por un operador de un tercer pals, el importador presentara a <br> la autoridad aduanera una declared& jurada que justifique el hecho, en la que debera <br> indicar, por lo menos, los numeros y fechas de la facture comercial definitive y del <br> certificado de origen que amparan la operación de importacian. <br> Articulo 21.- Excepciónes <br> El certifcado de origen no sera requerido cuando: <br> a) el valor aduanero de la imported& no exceda de mil Mares de los Estados <br> Unidos de America (US$ 1.000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presented& de la declared& aduanera, o un <br> monto mayor que puede ser establecido por la Parte importadora, a menos que la <br> Parte importadora considere que la importacian forma pane de una serie de <br> importaciónes realizadas o planificadas con el proposito de evadir el cumplimiento <br> de la legislacian de la Parte que regula las solicitudes de tratamiento arancelario <br> preferencial bajo este Acuerdo; o, <br> b) sea una mercancia para la cual la Parte importadora no requiere que el importador <br> presente una certificación o informed& que demuestre el origen. <br> Articulo 22.- Obligaciónes Relativas a las Importaciónes <br> La autoridad aduanera de cada Parte exigira que el importador que solicite tratamiento <br> arancelario preferencial para una mercancia: <br> a) declare por escrito en el documento de imported& requerido por su legislacian, en <br> base a un certifcado de origen, que una mercancia califica coma mercanda originaria; <br> b) tenga el certifcado de origen en su poder al momenta en que se haga la declaración; <br> c) proporcióne, Si la autoridad aduanera lo solicita, el certifcado de origen o copias del mismo; y, <br> d) presente inmediatamente una declared& corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos pare creer que el certificado <br> de origen en que se sustenta la declaración de aduanas tiene información <br> incorrecta. El importador no podra ser sanciónado cuando en forma voluntaria <br> presente la declared& de mercancias corregida, previo a que la autoridad <br> aduanera haya iniciado el ejercicio de sus facultades de verifcación y control o <br> antes de que las autoridades aduaneras notifiquen la revisian, de conformidad con <br> la legislación de cada Parte. <br> Si un importador en su territorio no cumple con alguno de los requisitos establecidos <br> en este Capitulo, la autoridad aduanera negara el tratamiento arancelario preferencial. <br> Las Partes, cuando el importador solicite tratamiento arancelario preferencial sin <br> certificado de origen, se acogeren a los procedimientos de la legislaci& interne. <br> Articulo 23.- Devolución de Derechos <br> para las mercancias importadas a su territorio que hubiera califcado como originaria, <br> el importador podia, a mas tardar un ario, despues de la fecha de importación, solicitar <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}, {"ArticleTitle": "8.- Confidencialidad", "ArticleDesc": "Articulo 28.- Confidencialidad <br> Toda información que por su naturaleza sea confidencial o que se suministre con <br> caracter de tal a los efectos de este Capitulo sera considerada como estrictamente <br> confidencial por las autoridades pertinentes, que no la revelaran sin autorización <br> expresa de la persona o de la institución que haya suministrado dicha información, <br> salvo las excepciónes planteadas en el siguiente parrafo. <br> La información confidencial obtenida conforme a este Capitulo solo podra darse a <br> conocer a las autoridades judiciales y a las responsables de los asuntos aduaneros o <br> tributarios, segun proceda. <br> "}, {"ArticleTitle": "9.- Corn ite de Reglas de Origen", "ArticleDesc": "Articulo 29.- Corn ite de Reglas de Origen <br> Las Partes acuerdan establecer el Comite de Reglas de Origen. El Comite se <br> establecera en un plazo maxim° de treinta (30) dias a partir de la entrada en vigor del <br> Protocol° adiciónal que incorpora este Capitulo al Acuerdo, mediante el intercambio de <br> cartas en las que se designaran sus respectivos representantes oficiales. <br> El Comite estara integrado por representantes oficiales de los organismos y <br> autoridades naciónales competentes designados por las Partes, como sigue: <br> Por Ecuador: <br> • Dirección General de Integración y Negociaciónes Comerciales del Ministerio de <br> Relaciónes Exteriores, Comercio e Integración, que actuara como Autoridad <br> Competente Coordinadora; <br> • Ministerio de I ndustrias y Productividad. <br> Por Cuba: <br> • El Ministerio de Comercio Exterior y la Inversión Extranjera, que actuara como <br> Autoridad Competente Coordinadora; <br> • Ministerio de Finanzas y Precios. <br> El ComitO en su primera reuni6n establecera los terminos de referencias y los <br> programas de trabajo para su funciónamiento <br> El Comite abordara los asuntos relativos a este Capitulo y servira entre otros, para <br> impulsar las consultas y la cooperación sabre reglas de origen, asi como foro para la <br> resolución de problemas que afecten el acceso real a los mercados, identifcados por <br> las panes y tendran las siguientes funciónes: <br> a) proponer a la Comisión Administradora del Acuerdo la adopción de practicas y <br> lineamientos en materia de origen que faciliten el intercambio comercial entre las Partes; <br> b) proponer a la Comisión Administradora del Acuerdo soluciónes sobre cuestiónes relaciónadas con: <br> I. la interpretación y aplicación de este Capitulo; <br> II. los demas temas relaciónados con practicas o procedimientos <br> adoptados por las Partes en materia de este Capitulo; <br> c) presenter el informe a la Comisian Administradora del Acuerdo, exponiendo sus <br> conclusiónes y recomendaciónes, cuando a petición de la misma y previa solicitud <br> de una Parte se proponga la modificación de este Capitulo; y, <br> d) cualquier otro asunto que el Comite considere pertinente. <br> El Comite informara anualmente a la Comisión Administradora del Acuerdo sobre su <br> funciónamiento y se reunira a solicitud de cualquiera de las Partes, al menos una vez <br> al alio, except° que las Partes dispongan lo contrario 0 lo acuerden de otra manera. <br> El Comae podra ejercer sus funciónes de manera virtual, a traves de sus <br> representantes oficiales. <br> "}, {"ArticleTitle": "0.- Consultas y Modificaciónes", "ArticleDesc": "Articulo 30.- Consultas y Modificaciónes <br> En caso de que una Parte considere que la aplicación, interpretación 0 incumplimiento <br> de lo dispuesto en este articulo, afecta de forma indebida su comercio con la otra Parte <br> y que las consultas y el intercambio normal de información entre las autoridades <br> competentes no hayan podido resolver dicha situacian, la Parte reclamante padre <br> notificar la solicitud de consultas tecnicas al Comite de Reglas de Origen, a traves de <br> su autoridad competente coordinadora, quien se encargara, junto con la autoridad <br> competente coordinadora de la otra Parte, de facilitar la realización de las consultas <br> tecn ices solicitadas. <br> En caso de no resolverse la preocupación comercial, el Comite elevara su informe a la <br> Comisian Administradora del Acuerdo y estas consultas constituiran las previstas en el <br> Capitulo de Solución de Controversies. <br> Las Partes realizaran consultas regularmente para garantizar que este Capitulo sea <br> administrado de manera efectiva, uniforme y de conformidad con el espiritu y los <br> objetivos de este Acuerdo y cooperaran en la administración de este Capitulo. <br> Una Parte que considere que una a mas de las disposiciónes de este Capitulo <br> requiera ser modificada, padre someter una propuesta a consideracian de la otra Parte. <br> El Comite debera considerar propuestas de modificación de las reglas de origen, que <br> obedezcan a cambios en los procesos productivos, enmiendas al Sistema <br> Armonizado, otros asuntos relaciónados con la determinación del origen de una <br> mercancia u otros asuntos relaciónados con el presente Capitulo. <br> El Comite se debera reunir para considerar las propuestas dentro de los sesenta (60) <br> dies siguientes a partir de la fecha de recepcian de la comunicacian o en otra fecha <br> que el Comite pueda decidir. <br> El Connite debera proporciónar un reporte a la Comisión Administradora del Acuerdo, <br> exponiendo sus conclusiónes y recomendaciónes. <br> A partir de la recepción del reporte, la Comisión Administradora del Acuerdo podra <br> tomar las acciónes pertinentes. <br> "}, {"ArticleTitle": "1.- Disposiciónes Finales", "ArticleDesc": "Articulo 31.- Disposiciónes Finales <br> Las Partes aseguraran que las reglas de origen promuevan el crecimiento sostenido <br> de los flujos de comercio entre ellas y no genere obstaculos al mismo. Asi mismo, <br> aseguraran que tales reglas faciliten los intercambios de bienes producidos por <br> pequelios y medianos productores, del sector artesanal y de formas asociativas de producción. <br> El presente Capitulo se adecuara a los cambios tecnologicos y de la estructura <br> productiva de las Partes: a estos efectos el Comite establecera el mecanismo de <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO V <br> Articulo 3.- Mercancias Originarias <br> Articulo 25.- Requisitos para Mantener Registros <br> revisión correspondiente. <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br> Sin perjuicio de las demas disposiciónes del presente Regimen, seran consideradas originarias: <br> La autoridad competente o entidades habilitadas deberan conservar una copia del <br> Sección A — Reglas de Origen <br> a) las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> certificado de origen durante un plaza minim° de cinco anos, a partir de la fecha de su <br> CAPITULO <br> de una o ambas Partes; <br> emisión. Tal archivo debera incluir todos los antecedentes que sirvieron de base para <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> I. minerales extraidos u obtenidos en el territorio de una u otra Pare; <br> la emisión del certifcado. <br> II. produdos del reino vegetal cosechados, recogidos o recolectados en el <br> Un exportador que solicite un certifcado de origen de conformidad con el articulo 20, <br> preferencial para esa mercancia, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte; <br> debe conservar por un minim° de cinco anos a partir de la fecha de la emisión de <br> Ill. animates vivos, nacidos y criados en el territorio de una u otra Parte; <br> dicho certificado, todos los registros necesarlos para demostrar que la mercancia era <br> IV. mercancias obtenidas de animates vivos en el territorio de una u otra Parte; <br> V. mercancias obtenidas de la caza, caza con trampa, pesca, acuicultura, <br> a) la compra, los costos, el valor y el pago por la mercancia exportada; <br> recolección o captura en el territorio de una u otra Parte; <br> VI. peces, crustaceos y otras especies marinas obtenidos del mar fuera del <br> indirectos, utilizados en la producción de la mercancia exportada; y, <br> territorio de las Partes par naves pesqueras registradas a matriculadas en <br> c) la producción de la mercancia en la forma en que se exporte desde su territorio. <br> una Parte y que enarbolen la bandera de esa Parte o par naves pesqueras <br> Un importador que solicite tratamiento arancelario preferencial para una mercancia <br> arrendadas o fletadas por empresas establecidas en el territorio de una Parte; <br> debera conserver, por un minim° de cinco anos a partir de la fecha de importación de <br> VII. las mercancias obtenidas o producidas a bordo de buques fabrica, <br> la mercancia, la documented& que la autoridad aduanera exija, incluyendo una copia <br> exclusivamente a partir de las mercancias identificadas en el literal (f), <br> del certificado de origen. <br> siempre y cuando los buques fabrica esten registrados o matriculados en <br> Articulo 26.- Procedimientos pare Verificación de Origen <br> d) herramientas, troqueles y moldes; <br> una Parte y que enarbolen la bandera de esa Parte o sean arrendados o <br> La Parte importadora podra solicitar informed& acerca del origen de una mercancia a <br> fletados par empresas establecidas en el territorio de una Parte; <br> la autoridad competente de la Parte exportadora. <br> donde: <br> VIII. las mercancias obtenidas del fondo o del subsuelo marina fuera de las <br> La Parte importadora podra requerir que el importador presente información relative a <br> aguas territoriales de una Parte, par una Parte o una persona de una Parte, <br> la imported& de la mercancia pare la cual solicitô tratamiento arancelario preferencial. <br> siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> Para efectos de determiner si una mercancia importada califica como originaria, la <br> IX. desechos y desperdicios derivados de: <br> Parte importadora podra verificar el origen de la mercancia, a traves de la autoridad <br> • operaciónes de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> • mercancias usadas, recolectadas en territorio de una ii otra Parte, <br> a) solicitudes de información o cuestiónarios escritos al exportador o productor de la <br> siempre que esas mercancias sirvan solo para la recuperación de materias primas; <br> mercancla en territorio de la otra Parte, en las que se debera sealer <br> X. mercancias producidas en el territorio de una o mas de las Partes, <br> especificamente la mercancia objeto de verificación; <br> exclusivamente a partir de las mercancias menciónadas en los numerates <br> b) visitas de verificación a las instalaciónes del exportador o productor de la <br> del I al IX o de sus derivados, en cualquier etapa de producción. <br> mercancia en el territorio de la otra Parte, con el proposito de examiner los <br> b) las mercancias que sean producidas enteramente en el territorio de una o <br> registros y documentos a que se refiere el articulo 25 e inspecciónar las <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> instalaciónes y materiales que se utilicen en la producción de la mercancia; 0, <br> originaria, incluyendo los registros relativos a: <br> originarios de conformidad con el presente Capitulo; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> c) except° le dispuesto en el literal 1) las mercancias elaboradas utilizando <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> Para los efectos de este articulo, cualquier comunicación escrita enviada por la Parte <br> materiales no originarios, siempre que resulten de un proceso de producción, <br> importadora al exportador o productor para la verificación de origen a haves de la <br> realized° enteramente en el territorio de una o ambas Partes, de tal forma que <br> autoridad competente de la Parte exportadora, se considerara %/elide si es realizada <br> las mercancias se clasifiquen en una partida diferente a las de dichos <br> por medio de: <br> materiales, segtin el Sistema Armonizado vigente en cada pals; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la recepción <br> d) except° lo dispuesto en el literal 1) en el case que no puede cumplirse le <br> de los documentos o comunicaciónes; o, <br> establecido en el literal c) precedente, porque el proceso de producción no <br> b) cualquier otra forma que las Partes acuerden. <br> implica un cambio de partida en el Sistema Armonizado vigente en cada pals, <br> De conformidad con lo establecido en el parrafo tercero de este articulo, las solicitudes <br> bastara que el valor CIF puerto de destine o puerto maritime de los materiales <br> de informaci6n o los cuestiónarios escritos deberan contener: <br> de terceros 'Daises, no exceda el 50 % para Cuba y el 50% para Ecuador del <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la informaci6n; <br> valor FOB de los productos de que se trate; <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> e) las mercanclas resultantes de operaciónes de ensamblaje o montaje realizadas <br> en el territorio de las Partes, utilizando materiales de terceros paises, cuando el <br> C) descripción de la informed& y documentos que se requieren; y, <br> valor CIF puerto de destino o puerto maritime de esos materiales no exceda el <br> d) fundamento legal de las solicitudes de información o cuestiónarios. <br> 50 % para Cuba y el 50% para Ecuador del valor FOB de las mercancias de <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> El exportador o productor que reciba un cuestiónario o solicitud de información de <br> que se trate; <br> conformidad con el parrafo tercero, literal a) de este articulo, completara debidamente <br> las mercancias elaboradas utilizando materiales no originarios, siempre que <br> y devolvera el cuestiónario o respondera a la solicitud de información dentro de treinta <br> resulten de un proceso de producción, realized° enteramente en el territorio de <br> (30) dias a partir de la fecha de recepción. Durante el periodo setialado, el exportador <br> una o ambas Partes, de tal forma que las mercancias cumplan con los <br> o productor padre hacer una solicitud de extensión por escrito a la autoridad aduanera <br> requisites especifcos establecidos por acuerdo entre las Partes. Dichos <br> de la Parte importadora, que no sea mayor a treinta (30) dias. Dicha solicitud no tendra <br> requisites prevaleceran sobre los criterios generales establecidos en los <br> literales c) a e) del presente Articulo. <br> La Parte importadora podra solicitar, a traves de la autoridad competente de la Parte <br> Articulo 4.- Valor de Contenido <br> exportadora, información adiciónal par medio de un cuestiónario o solicitud posterior al <br> Cuando de conformidad con este Capitulo una mercancia requiera cumplir con el valor <br> exportador o productor, aCin si hubiere recibido el cuestiónario diligenciado o la <br> de contenido, de acuerdo con lo dispuesto en el articulo <br> información solicitada a la que se refiere el *rat tercero, literal a) de este articulo. <br> b) facilitación del embarque o el transporte; <br> contenido se calculara de acuerdo con la siguiente formula: <br> En este caso el exportador o productor contard con treinta (30) dias para responder a <br> 3(d) y 3(e), el valor de <br> dicha solicitud. <br> información y documentación; <br> VCR= [(VM-VNM)/VM)] x 100 <br> Si el exportador a productor no completa debidamente un cuestiónario, no lo devuelve, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> o no proporcióna la información solicitada dentro del periodo establecido en los <br> VCR es el valor de contenido regiónal, expresado coma un porcentaje; <br> parrafos sexto y septimo de este articulo, la Parte importadora padre negar el <br> VM es el valor de transacción de la mercancia ajustado sobre una base FOB, salvo lo <br> tratamiento arancelario preferencial a las mercancias sujetas a verificación, enviando <br> dispuesto en el parrafo 3. En caso que no exista o no puede determinarse dicho valor <br> al importador y a la autoridad competente de la Parte exportadora, una resolución de <br> conforme a los principles del articulo 1 del Acuerdo de Valoración Aduanera, el mismo <br> origen en la que se incluyan los hechos y el fundamento legal para esa decisión. <br> sera calculado de conformidad con dicho Acuerdo; y <br> Previa a realizar una visita de verificación y de conformidad con lo dispuesto en el <br> VMN es el valor de transacción de los materiales no originarios ajustados sabre una <br> parrafo tercero, literal b) de este articulo, la Parte importadora debert notifcar por <br> (PEPS), reconocidos en los principios de contabilidad generalmente aceptados de la <br> base CIF, salvo lo dispuesto en el parrafo 4. En caso que no exista o no pueda <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> escrito su intend& de efectuar la visita de verificación. La notificación se enviara a la <br> determinarse dicho valor conforme a los principios del articulo 1 del Acuerdo de <br> autoridad competente de la Parte exportadora por correo o cualquier otro media que <br> Valoracian Aduanera, el mismo sera calculado de conformidad con dicho Acuerdo. <br> haga constar la recepción de la notificación. La Parte importadora requerira para <br> Cuando una mercancia no es exportada directamente por su productor, el valor se <br> realizar la visita de verificación del consentimiento par escrito del exportador o <br> ajustara hasta el punto en el cual el comprador reciba la mercancia dentro del territorio <br> productor a ser visitado. <br> de la Parte donde se encuentra el productor. <br> Todos los registros de los costos considerados para el calculo de valor de contenido <br> notifcación de intención de realizacian de la visita de verificación de origen a la que se <br> regiónal seran registrados y mantenidos de conformidad con los Principios de <br> refiere el parrafo novena de este articulo, debera contener: <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> mercancia se produce. <br> Cuando el productor de una mercancia adquiera un material no originario dentro del <br> consecuencia de denegar el tratamiento arancelario preferencial. <br> cada una de las mercancias contenidas en ese juego o surtido cumpla con las reglas <br> territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> d) el objetivo y alcance de la visita de verifcación propuesta, incluyendo la referenda <br> no incluira el fete, seguro, costos de empaque y todos los dernas costos incurridos en <br> especifca de la mercancia objeto de verificación; <br> el transporte del material desde el almacen del proveedor hasta el lugar en que se <br> e) los nombres y cargos de los funciónarios que efectuaran la visita de verificación; y, <br> encuentre el productor. <br> Para efectos del calculo del valor de contenido regiónal, el valor de los materiales no <br> Si el exportador a el productor de una mercancia no otorga su consentimiento por <br> originarios utilizados por el productor en la produce& de una mercancia no incluira el <br> escrito para la realización de la visita dentro de un plaza de treinta (30) dias, contados <br> valor de los materiales no originarios utilizados por: <br> a partir de la fecha de recepción de la notificación a que hace referenda el Offal° <br> novena de este articulo, la Parte importadora padre negar el tratamiento arancelario <br> utilizado por el productor de la mercancia en la produce& de esa mercancia; o, <br> preferencial a dicha mercancia, notificando por escrito al importador, y a la autoridad <br> b) el productor de la mercancia en la produce& de un material originario de fabricación propia. <br> competente de la Parte exportadora su resolucian, incluyendo los hechos y el <br> Articulo 5.- Operaciónes que no Confieren Origen <br> fundamento legal de esta. <br> No confieren origen, individualmente o combinados entre si, los siguientes procesos u operaciónes: <br> La Parte importadora no debera negar el tratamiento arancelario preferencial a una <br> a) preservación de las mercancias en buen estado durante su transporte o <br> mercancia si dentro de los quince (15) dias siguientes a la fecha de recepción de la <br> almacenamiento, tales como ventilación, aireación, refrigeracian, congelacien; <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de <br> c) la fecha y lugar de la visita de verificación propuesta; <br> la visita de verificación propuesta con las justifcaciónes correspondientes, por un <br> c) embalaje, envasado, o acondiciónamiento de las mercancias para su yenta al por menor; <br> period° no mayor de treinta (30) dias, contados a partir de la fecha propuesta <br> d) fracciónamiento en lotes o volOmenes; y, <br> conforme al parrafo decimo, literal c) de este articulo, o por un plazo mayor que <br> acuerden la autoridad aduanera de la Parte importadora y la autoridad competente de <br> b) el nombre del exportador o productor a ser visitado; <br> mercancias o en sus envases. <br> Asimismo, los siguientes procesos u operaciónes de elaboracien, seran considerados <br> De conformidad con lo dispuesto en el parrafo tercero, literal b) de este articulo, la <br> f) el fundamento legal de la visita de verificación. <br> la Parte Exportadora. <br> insuficientes para conferir el caracter de mercancias originarias: <br> Parte importadora permitire a un exportador o productor que este sujeto a una visita de <br> a) fltracian a dilucian en agua o en otros solventes que no altere las caracteristicas <br> verificación, designar hasta dos observadores para que esten presentes durante la <br> visita y que unicamente actuen coma tal. La no designación de observadores, no sera <br> b) desarmado de mercancias en sus panes; <br> motivo para que se posponga la visita. <br> c) tend ido o secado; <br> Para la verificación del cumplimiento de cualquier requisito establecido en la Semi& A <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> de este Capitulo, la Parte importadora debera adoptar, donde sea aplicable, los <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple <br> Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la <br> cortado, recortado; <br> Parte exportadora. <br> e) limpieza, inclusive la remocien de oxide, grasa y pintura u otros recubrimientos; <br> La Parte importadora podra negar el tratamiento arancelario preferencial a una <br> f) unien, reunión o división de mercancias en bultos; <br> mercancia sujeta a una verificación de origen cuando el exportador o productor de la <br> g) la simple mezcla de productos, entendida coma actividades que no requieren de <br> mercancia no ponga a disposician de la Parte importadora los registros y documentos <br> habilidades o maquinas especiales, aparatos o equipos especialmente fabricados <br> a que hace referenda el articulo 25. <br> autoridad competente de la Parte exportadora. <br> o instalados para Ilevar a cabo dicha actividad. Sin embargo, la simple mezcla no <br> Cuando se haya concluido la visita de verificación, la Parte importadora podra elaborar <br> incluye la reacción quimica; <br> un acta de la visita, que incluira los hechos constatados por ella. El exportador o <br> h) sacrifcio de animales; y, <br> productor sujeto de la visita podra frmar esta acta. <br> i) aplicación de aceite y recubrimientos protectores. <br> Dentro de un period° de noventa (90) dias a partir de la conclusión de la verificación <br> Articulo 6.- Acumulación <br> de origen, la Parte importadora emitira una resolución de origen que incluya los <br> Cada Parte dispondra que los materiales originarios o mercancias originarias de <br> hechos y el fundament° legal de dicha resolución, debiendo notificar la misma al <br> cualquiera de las Partes incorporados en la produccien de mercancias en el territorio <br> importador y a la autoridad competente de la Parte exportadora. <br> de la otra Parte, seran considerados originarios del territorio de esta ultima Parte. <br> Transcurrido el plaza establecido en el pare° anterior, sin que la Parte importadora <br> Para efectos de la acumulación serialada en el parrafo anterior, tambien se <br> haya emitido una resolución de origen, la autoridad competente de la Parte <br> consideraran originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> exportadora podra recurrir al mecanismo de solución de controversias. <br> Colombia y PerU, para lo cual regira: <br> Cuando a traves de una verificación de origen la Parte importadora determina que un <br> a) en el caso de Cuba, el respective Acuerdo de Alcance Parcial de <br> exportador o un productor ha proporciónado mas de una vez declaraciónes a la <br> Complementación Econornica suscrito con dichos 'Daises; y, <br> autoridad competente de la Parte exportadora o información falsa 0 infundada en el <br> b) en el case de Ecuador, la normativa respectiva de la Comunidad Andina. <br> sentido que una mercancia califica como origineria, la Parte importadora podra <br> Articulo 7.- De Minimis <br> suspender el tratamiento arancelario preferencial a mercancias identicas exportadas <br> Una mercancia sera considerada originaria Si el valor de todos los materiales no <br> por esa persona. La autoridad aduanera de la Parte importadora otorgara tratamiento <br> originarios utilizados en la produccien de esta mercancia que no cumplen con el <br> arancelario preferencial a las mercancias una vez cumplan con lo establecido en este Capitulo. <br> requisite de cambio de clasificación arancelaria establecido en el Anexo REOS no <br> Articulo 27.- Sanciónes <br> excede el quince por ciente (15%) para el caso de Ecuador y para Cuba el diez por <br> Cada Parte impondra sanciónes penales, civiles o administrativas por la violación de <br> ciente (10%) del valor de transacción de la mercancia determinado conforme <br> sus !eyes y regulaciónes relaciónadas con las disposiciónes de este Capitulo. <br> al articulo 4 y la mercancia cumple con las demas disposiciónes aplicables de este Capitulo.1 <br> [1] 'Los porcentajes del Articulo de De Minimis, se mantendran mientras no sea motticada la Resolución 6 del Consejo de <br> Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se ajustaran <br> a utomaticamente a quince par ciento (15%). <br> Articulo 8.- Accesorios, Repuestos y Herramientas <br> Cada Parte dispondra que los accesorios, repuestos o herramientas entregados con la <br> a) otro productor en la producción de un material originario que es adquirido y <br> mercancia como parte usual de la misma, se deberan tratar como originarios, Si la <br> mercancia es originaria, y no se tomaran en cuenta pare determiner Si todos los <br> materiales no originarios utilizados en la producción de la mercancia cumplen con el <br> correspondiente cambio de clasifcación arancelaria establecido en el Anexo REOS siempre que: <br> a) los accesorios, repuestos o herramientas se clasifquen junto con la mercancia y <br> no sean facturados por separado; independientemente de que cada uno se <br> identifique por separado en la propia factura, y, <br> habituales pare la mercancia. <br> Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> condiciónes menciónadas anteriormente, se aplicara a cada uno de ellos lo <br> establecido en este Capitulo. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, los <br> accesorios, repuestos o herramientas se consideraran como materiales originarios o <br> no originarios, segOn sea el caso, para calcular el valor del contenido regiónal de la mercancia. <br> Articulo 9.- Envases y Materiales de Empaque pare la Venta al por Menor <br> Cada Parte dispondra que los envases y materiales de empaque en que una <br> mercancia se presente para la yenta al por menor esten clasificados en el Sistema <br> Armonizado con la mercancia que contienen, no se tomaran en cuenta para <br> determiner si todos los materiales no originarios utilizados en la producción de la <br> mercancia cumplen con el cambio correspondiente de clasifcación arancelaria <br> establecido en el Anexo REOS. <br> Cuando la mercancia este sujeta a un requisito de valor de contenido regiónal, el valor <br> de dichos envases y materiales de empaque se tomara en cuenta coma material <br> originario o no originario, segun sea el caso, para calcular el valor de contenido <br> regiónal de la mercancia. <br> Articulo 10.- Contenedores y Materiales de Embalaje para Embarque <br> Cada Parte dispondra que los contenedores y materiales de embalaje en los cuales la <br> mercancia este empacada exclusivamente pare su transporte, no se tomaran en <br> cuenta para efectos de determiner si la mercancia es originaria. <br> Articulo 11.- Materiales indirectos <br> Cada Parte dispondra que, independientemente del lugar de su producción, un <br> material indirect° sera considered° como originario cuando sea utilized° en la <br> producción, verificación o inspección de otra mercancia, pero que no este fisicamente <br> incorporado a esta, incluidos: <br> a) combustible, energia, solventes y catalizadores; <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancias; <br> C) guantes, anteojos, calzado, prendas de vestir, equip° y aditamentos de seguridad; <br> aduaneras de la Parte importadora: <br> e) repuestos y materiales utilizados en el mantenimiento de equip° y edifcios; <br> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción, operacian de equipos o mantenimiento de los edificios; y, <br> g) cualquier otro material que no este incorporado a la mercancia, pero cuyo use en <br> la produce& de la mercancia pueda demostrarse que forma parte de dicha producción. <br> Articulo 12.- Mercancias y Materiales Fungibles <br> Cuando las mercancias fungibles originarias y no originarias se mezclen a combinen <br> fisicamente en inventario, el origen de estas mercancias podra determinarse con base <br> en la segregación fisica de cada mercancia o material fungible, o por medio de la <br> utilización de cualquier metodo de manejo de inventarios, tales como, el de promedios, <br> Oltimas entradas - primeras salidas (UEPS) o primeras entradas primeras salidas <br> Parte donde se realiza la produce& o de otra manera aceptados por la Parte donde <br> se realiza la producción. <br> El metodo de manejo de inventarios selecciónado de conformidad con el parrafo <br> anterior, para una mercancia o material fungible en particular, debere continuer siendo <br> utilizado para aquella mercancia o material fungible durante todo el periodo o afio fiscal. <br> Articulo 13.- Juegos o Surtidos <br> Un juego o surtido de mercancias que se clasifican de acuerdo con la regla 3 de las <br> Reglas Generales para la Interpretacitin del Sistema Amiónizado, asi como las <br> a) una copia del documento de transporte; o, <br> mercancias cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> especificamente la de un juego a surtido, calificaran como originarias, siempre que <br> de origen establecidas en este Cap itulo y en el Anexo REOS. <br> No obstante lo dispuesto en el parrafo anterior, un juego o surtido de mercancias se <br> considerara originario, si el valor de todas las mercancias no originarias utilizadas en <br> la formación del juego o surtido no excede el veinte por ciento (20%) para el case de <br> Ecuador y para Cuba el quince por ciento (15%) del valor de transacción de la <br> mercancia, determinado conforme al articulo 4. <br> [2] Los porcentaies del Articulo de Jueaos o Surtidos. se mantendran mientras no sea modifcada la Resolución 6 del <br> Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categories de paises cambian, los porcentajes se <br> ajustaran autornatcamente a veinte por ciento (20%). <br> Articulo 14.- Transito y Trasbordo <br> Cada Parte dispondra que una mercancia no perdera su calidad de originaria, Si: <br> a) no sufre un procesanniento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, except° la descarga, recarga, fracciónamiento o <br> control que consideren apropiados. <br> cualquier otra operacian necesaria para mantener la mercancia en buenas <br> condiciónes o para transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un pals no Parte; y, <br> c) una mercancia originaria de la Parte exportadora es transportada a traves de una o <br> mas no Panes, en cuyo caso la autoridad aduanera de la Parte importadora podra <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para <br> la mercancia, que presenten: <br> I. una copia del documento de transporte; o, <br> II. un certifcado o cualquier otra información dada por la autoridad <br> aduanera de tales no Partes u otras entidades autorizadas que <br> respalden el hecho que las mercancias han estado en transito. <br> Articulo 15.- Exposiciónes <br> El tratamiento arancelario preferencial previsto en este Acuerdo se otorgara a <br> mercancias originarias enviadas para su exposición en un pals no Parte y que hayan <br> sido vendidas despues de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciónes a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancias desde una de las Partes hasta <br> el pals no Parte en que se realiza la exposición; <br> b) que las mercancias hayan sido vendidas o enajenadas de alguna otra forma por el <br> exportador a una persona de una de las Partes; <br> c) que las mercancias hayan sido enviadas durante la exposición o inmediatamente <br> despues en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momenta en que las mercancias fueron enviadas a la exposici6n, no <br> hayan sido utilizadas con fnes distintos a su presentación en dicha exposición; y, <br> e) que las mercancias hayan permanecido bajo control de las autoridades aduaneras <br> del pals no Parte durante la exposición. <br> Para efectos de la aplicación del parrafo anterior, se expedira un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capitulo, el cual se <br> presentara a las autoridades aduaneras de la Parte importadora, menciónando el <br> nombre y la dirección de la exposición. Si se considera necesario se puede requerir <br> evidencia documental adiciónal relaciónada con la exposición. <br> Cuando una mercancia originaria de la Page exportadora sea importada despues de <br> una exposición en una no Parte, la autoridad aduanera de la Parte importadora podia <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancia, que presenten: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de tales <br> no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancias han estado en transit°. <br> Sección B — Procedimientos de Origen <br> Articulo 16.- Certificación de Origen <br> El certificado de origen es el document° que certifica que las mercancias cumplen con <br> las disposiciónes sobre origen de este Capitulo y, por ello, pueden beneficiarse del <br> tratamiento preferencial acordado por las Partes. <br> La autoridad aduanera de la Parte importadora podia otorgar tratamiento arancelario <br> preferencial basado en un certificado de origen escrito o electrOnico emitido por la <br> El certificado de origen electronico [3], debera ser firmado digitalmente. <br> Dicho certifcado ampara una sola operación de importación de una o varias <br> mercancias, y su versión original debe acompariar al resto de la documentación, en el <br> momenta de tramitar el despacho aduanero. <br> La expedición y control de la emisi6n de los certificados de origen, estara bajo la <br> responsabilidad de las autoridades competentes en cada Parte. <br> La autoridad competente de la Parte exportadora podra delegar la expedición del <br> certifcado de origen en otras entidades piiblicas o privadas. <br> La autoridad competente o entidades habilitadas podran examinar en su territorio la <br> calidad de originaria de las mercancias y el cumplimiento de los requisitos de este <br> Capitulo. Para tal efecto, podran solicitar cualquier evidencia de respaldo, efectuar <br> inspecciónes a las instalaciónes del exportador o productor o realizar cualquier otro <br> Las Partes mantendran vigente ante la Secretaria General de la ALADI la relación de <br> las reparticiónes oficiales o entidades pOblicas o privadas habilitadas para emitir <br> certificados de origen y el registro de las firmas autOgrafas o electrOnicas de los <br> funciónarios acreditados para tal fn. <br> El certificado de origen servira pare certifcar que una mercancia que se exporte del <br> territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podra ser modifcado por la Comisión Administradora del Acuerdo. <br> El formulario Unica del certificado de origen es el que se establece en el Anexo 1, de la <br> Resolución 252 del Comite de Representantes de la ALAD1, el cual debera contener <br> una declaración jurada del exportador de la mercancia, en la que manifieste el total <br> cumplimiento de las disposiciónes sobre origen del Acuerdo y la veracidad de la <br> información asentada en el mismo. <br> El certificado de origen tendra una validez de ciento ochenta (180) dias contados <br> desde su emisión. <br> Los certificados de origen no podran ser expedidos con antelación a la fecha de <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedición. <br> [3] Las Partes deberan implementer un sistema de certificación de origen en forma electronica referida en este Articulo, a <br> mas tardar en ires (3) arms despues de la entrada en vigor de este Capitulo. Asimismo, ambas Partes evaluaran la <br> factibilidad que la Aduana de importación recitia directamente de la autoridad competente una copia del certifcado de <br> origen electronic°. Al momento de implementer el sistema de certificación de origen electronic°, las Partes reconoceran <br> como validas las firmas electronicas. <br> Articulo 17.- Rectificación de Certificados de Origen <br> En caso de detectarse errores de forma en el certificado de origen, es decir, aquellos <br> que no afectan a la califcación de origen de la mercancia, la autoridad aduanera <br> conservara el original del certifcado de origen y notifcara al importador indicando los <br> errores que presenta el certificado de origen que lo hacen inaceptable. <br> El importador debera presentar la rectificación correspondiente en un plazo maxim° de <br> treinta (30) dias calendario contados a partir de la fecha de recepción de la <br> notifcación. Dicha rectifcación debe ser realizada mediante nota, en ejemplar original, <br> que debe contener la enmienda, la fecha y numero del certifcado de origen, y ser <br> frmada por una persona autorizada para emitir certificados de origen de la entidad <br> certificadora, o cuando corresponda, por un funciónario de la autoridad gubernamental <br> competente. Si el importador no cumpliera con la presentación de la rectificaci6n <br> correspondiente en el plazo estipulado, la autoridad competente de la Parte <br> importadora podra desconocer el certifcado de origen y se procedera a ejecutar las <br> garantras presentadas o a cobrar el valor de los gravamenes de importación, segOn <br> sea el caso. <br> Articulo 18.- Declaración Jurada <br> La declaración jurada debera contener como minim° los siguientes datos: <br> a) Nombre, denominación o razOn social del productor y/o exportador, segun <br> corresponda y de su representante legal; <br> b) Domicilio legal o registrado para efectos fiscales, segLin sea el caso; <br> C) Descripción de la mercancia a exportar y su clasificación arancelaria; <br> d) Valor FOB de la mercancia a exportar; <br> e) Información relativa a la mercancia indicando: <br> I. materiales originarios de la Parte exportadora; <br> II. materiales originarios de otras Partes, indicando: <br> • origen; <br> • valor CIF, en (Wares de los Estados Unidos de America; <br> III. materiales no originarios de las Partes, indicando: <br> • origen y procedencia; <br> • clasificación arancelaria; <br> • valor CIF, en &Awes de los Estados Unidos de America; <br> • porcentaje que representan en el valor FOB de la mercancia. <br> f) Una descripción de todo el proceso productivo. <br> Dicha declaración jurada debere ser frmada por el productor cuando este sea el <br> exportador. En caso que el productor no sea el exportador, la declaración jurada <br> debera ser firmada por ambos. <br> Sin embargo, cuando se trate de artesanias y de mercancias comprendidas en el <br> presente Capitulo, que seen obtenidas en forma artesanal, la declaración jurada podra <br> ser firmada por el exportador siempre que no sea posible su firma por el productor o su <br> representante legal. <br> Articulo 19.- Validez de la Declaración Jurada de Origen <br> La declaración jurada tendra una validez de tres (3) anos a partir de la fecha de su <br> recepci6n por las autoridades certificadoras, a menos que antes de dicho plaza se <br> modifique alguno de los siguientes datos: <br> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales utilizados <br> en la elaboración de la mercancia; <br> b) proceso de transformación o elaboración empleado; <br> c) proporción del valor CIF de los materiales no originarios en relación al valor FOB <br> de la mercancia; <br> d) denominación o razOn social del productor o exportador, su representante legal y <br> domicilio de la empresa. <br> La modificación de uno o mas de los datos sefialados en los literales a) a d) anteriores <br> se debera notificar a las autoridades competentes o entidades certifcadoras segt:in <br> sea el caso, y ameritara la presentación de una nueva declaración jurada en los <br> terminos establecidos en el articulo 18. <br> Articulo 20.- Facturación por un Operador de un Pais no Parte <br> En el certifcado de origen debera indicarse en el campo @^@Observaciónes@^@, cuando una <br> mercancia sea facturada por un operador de un pals no Parte, la siguiente leyenda: <br> @^@Operación facturada par un operador de un pals no Pare@^@. <br> Si al momenta de expedir el certifcado de origen no se conociera el numero de la <br> facture comercial emitida por un operador de un tercer pals, el importador presentara a <br> la autoridad aduanera una declared& jurada que justifique el hecho, en la que debera <br> indicar, por lo menos, los numeros y fechas de la facture comercial definitive y del <br> certificado de origen que amparan la operación de importacian. <br> Articulo 21.- Excepciónes <br> El certifcado de origen no sera requerido cuando: <br> a) el valor aduanero de la imported& no exceda de mil Mares de los Estados <br> Unidos de America (US$ 1.000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presented& de la declared& aduanera, o un <br> monto mayor que puede ser establecido por la Parte importadora, a menos que la <br> Parte importadora considere que la importacian forma pane de una serie de <br> importaciónes realizadas o planificadas con el proposito de evadir el cumplimiento <br> de la legislacian de la Parte que regula las solicitudes de tratamiento arancelario <br> preferencial bajo este Acuerdo; o, <br> b) sea una mercancia para la cual la Parte importadora no requiere que el importador <br> presente una certificación o informed& que demuestre el origen. <br> Articulo 22.- Obligaciónes Relativas a las Importaciónes <br> La autoridad aduanera de cada Parte exigira que el importador que solicite tratamiento <br> arancelario preferencial para una mercancia: <br> a) declare por escrito en el documento de imported& requerido por su legislacian, en <br> base a un certifcado de origen, que una mercancia califica coma mercanda originaria; <br> b) tenga el certifcado de origen en su poder al momenta en que se haga la declaración; <br> c) proporcióne, Si la autoridad aduanera lo solicita, el certifcado de origen o copias del mismo; y, <br> d) presente inmediatamente una declared& corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos pare creer que el certificado <br> de origen en que se sustenta la declaración de aduanas tiene información <br> incorrecta. El importador no podra ser sanciónado cuando en forma voluntaria <br> presente la declared& de mercancias corregida, previo a que la autoridad <br> aduanera haya iniciado el ejercicio de sus facultades de verifcación y control o <br> antes de que las autoridades aduaneras notifiquen la revisian, de conformidad con <br> la legislación de cada Parte. <br> Si un importador en su territorio no cumple con alguno de los requisitos establecidos <br> en este Capitulo, la autoridad aduanera negara el tratamiento arancelario preferencial. <br> Las Partes, cuando el importador solicite tratamiento arancelario preferencial sin <br> certificado de origen, se acogeren a los procedimientos de la legislaci& interne. <br> Articulo 23.- Devolución de Derechos <br> para las mercancias importadas a su territorio que hubiera califcado como originaria, <br> el importador podia, a mas tardar un ario, despues de la fecha de importación, solicitar <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}]}]}, "members_found": ["218", "192"]}