{"FtaRooDetails": {"FtaId": 400, "FtaCode": "ITC00405", "FtaName": "FTA, EU-Viet Nam", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EUROPEAN UNION AND THE SOCIALIST REPUBLIC OF VIET NAM", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Group", "MemberStates": "Viet Nam; European Union", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EU-Viet Nam", "AdminProcCooAuth": "The certification type under FTA, EU-Viet Nam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EU-Viet Nam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EU-Viet Nam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55%", "RooText": "Manufacture in which the value of all the materials used does not exceed 45 % of the ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I to Protocol 1<br /> INTRODUCTORY NOTES TO ANNEX II TO PROTOCOL 1<br /> (LIST OF REQUIRED WORKING OR PROCESSING)<br /> Note 1 - General Introduction<br /> The list in Annex II to Protocol 1 (List of Required Working or Processing) sets out the conditions<br /> required for all products to be considered as sufficiently worked or processed within the meaning of<br /> Article 5 (Sufficiently Worked or Processed Products). There are four different types of rules,<br /> which vary according to the product:<br /> (a) through working or processing a maximum content of non-originating materials is not<br /> exceeded;<br /> (b) through working or processing the four-digit HS heading or six-digit HS subheading of the<br /> manufactured products becomes different from the four-digit HS heading or six-digit HS<br /> subheading, respectively, of the materials used. However, in the case set out in the second<br /> paragraph of point 3.3., the four-digit HS heading or six-digit HS subheading of the<br /> manufactured products may be the same as the four-digit HS heading or six-digit HS<br /> subheading, respectively, of the materials used;<br /> (c) a specific working and processing operation is carried out; or<br /> (d) working or processing is carried out on certain wholly obtained materials.<br /> Note 2 - The Structure of the List of Required Working or Processing<br /> 2.1. The first two columns in the list describe the product obtained. The first column gives the<br /> heading number or Chapter number used in the HS and the second column gives the<br /> description of goods used in that system for that heading or Chapter. For each entry in the first<br /> two columns, a rule is specified in column 3. Where, in some cases, the entry in the first<br /> column is preceded by an \"ex\", this signifies that the rules in column 3 apply only to the part<br /> of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a Chapter number is<br /> given and the description of products in column 2 is therefore given in general terms, the<br /> adjacent rules in column 3 apply to all products which, under the HS, are classified in<br /> headings of the Chapter or in any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a heading, each<br /> indent contains the description of that part of the heading covered by the adjacent rules in<br /> column 3.<br /> 2.4. Where two alternative rules are set out in column 3 that are separated by use of a different line<br /> and linked by an \"or\", it shall be at the choice of the exporter which one to use.<br /> Note 3 - Examples of how to Apply the Rules<br /> 3.1. Article 5 (Sufficiently Worked or Processed Products), concerning products having acquired<br /> originating status which are used in the manufacture of other products, applies, regardless of<br /> whether that status has been acquired inside the factory where those products are used or in<br /> another factory in a Party.<br /> 3.2. Pursuant to Article 6 (Insufficient Working or Processing), the working or processing carried<br /> out must go beyond the list of operations mentioned in that Article. If it does not, the goods<br /> shall not qualify for the granting of the preferential tariff treatment, even if the conditions set<br /> out in the list below are met.<br /> Subject to the first paragraph, the rules in the list represent the minimum amount of working<br /> or processing required. The carrying-out of more working or processing also confers<br /> originating status, without prejudice to Article 6 (Insufficient Working or Processing).<br /> Conversely, the carrying-out of less working or processing shall not confer originating status.<br /> 3.3. Where a rule uses the expression \"Manufacture from materials of any heading, except that of<br /> the product\" all non-originating materials classified in headings other than that of the product<br /> may be used (Change in Tariff Heading).<br /> Where a rule uses the expression \"Manufacture from materials of any heading\", then materials<br /> of any heading(s) (even materials of the same description and heading as the product) may be<br /> used.<br /> 3.4. Where a rule uses the expression \"Manufacture in which the value of all the materials used<br /> does not exceed x % of the ex-works price of the product\" then the value of all<br /> non-originating materials is to be considered and the percentage for the maximum value of<br /> non-originating materials may not be exceeded through the use of paragraph 3 of Article 5<br /> (Sufficiently Worked or Processed Products).<br /> 3.5 If a rule provides that a specific non-originating material may be used, the use of materials<br /> which are still in an earlier stage of the manufacturing process of that specific material is<br /> allowed, and the use of materials resulting from further processing of that specific non-<br /> originating material is not.<br /> If a rule provides that a specific non-originating material may not be used, the use of materials<br /> which are still in an earlier stage of the manufacturing process of that specific non-originating<br /> material is allowed, and the use of materials resulting from further processing of that specific<br /> non-originating material is not.<br /> Example: when the rule for Chapter 19 requires that \"non-originating materials of<br /> headings 1101 to 1108 cannot exceed 20 % of the weight\", the use of non-originating cereals<br /> of Chapter 10 (materials at an earlier stage in the manufacturing process of goods of 1101 to<br /> 1108) is not limited by the requirement concerning the 20 % of the weight.<br /> 3.6. When a rule specifies that a product may be manufactured from more than one material, one<br /> or more materials may be used. It does not require that all materials have to be used.<br /> 3.7. Where a rule specifies that a product must be manufactured from a particular material, it does<br /> not prevent the use of other materials which, because of their inherent nature, cannot satisfy<br /> that requirement.<br /> Example: Flat-rolled products of iron and non-alloy steel, of a width of 600 mm or more,<br /> which have been painted, varnished or coated with plastics are classified in the HS<br /> under 7210 70. The rule for 7210 is \"Manufacture from ingots or other primary forms or<br /> semi-finished materials of heading 7206 and 7207\". This rule does not prevent the use of<br /> non-originating paint and varnish (heading 3208) or plastics (Chapter 39).<br /> Note 4 - General Provisions Concerning certain Agricultural Goods<br /> 4.1. Agricultural goods falling within Chapters 6, 7, 8, 9, 10 and 12 and heading 2401 which are<br /> grown or harvested in a Party shall be treated as originating in that Party, even if grown from<br /> seeds, bulbs, rootstock, cuttings, grafts, shoots, buds, or other live parts of plants imported<br /> from a non-Party.<br /> 4.2 Whenever the rules for products in Chapters 1 to 24 incorporate some limitations in weight, it<br /> should be noted that in accordance with paragraph 2 of Article 5 (Sufficiently Worked or<br /> Processed Products), those limitations in weight only apply to non-originating materials.<br /> Consequently, originating materials are not to be taken into account for the calculation of the<br /> limitations in weight. In addition, those limitations are expressed in different manners. In<br /> particular:<br /> (a) When the rule uses the expression \"the weight of the materials of Chapters/headings\",<br /> the weight of each material mentioned shall be added up and the total weight shall not<br /> exceed the maximum percentage.<br /> Example: The rule for Chapter 19 provides that the weight of the materials of<br /> Chapters 2, 3 and 16 used does not exceed 20 % of the weight of the final product. In<br /> case the weight of the final product contains 12 % of materials of Chapter 3 and 10 % of<br /> materials of Chapter 16, the product does not meet the origin conferring rule of<br /> Chapter 19 as the combined weight exceeds 20 % of the weight of the final product.<br /> (b) When the rule uses the expression \"the individual weight of the materials of<br /> Chapters/headings\" the weight of each material mentioned shall not exceed the<br /> maximum percentage. The combined weight of the materials added together has no<br /> relevance.<br /> Example: The rule for Chapter 22 provides that the individual weight of sugar and of<br /> the materials of Chapter 4 does not exceed 20 % of the weight of the final product. In<br /> case the weight of the final product contains 15 % of sugar as well as 10 % of materials<br /> of Chapter 4, the origin conferring rule of Chapter 22 is complied with. Each individual<br /> material is less than 20 % of the weight of the final product. On the contrary, in case the<br /> weight of the final product contains 25 % of sugar and 10 % of materials of Chapter 4,<br /> the origin conferring rule is not met.<br /> (c) When the rule uses the expression \"the total combined weight of sugar and of the<br /> materials of Chapter 4 does not exceed x % of the weight of the final product\", both the<br /> weight of the sugar and the materials of Chapter 4 shall meet individually their weight<br /> limitation, and their combined weights added up shall meet the combined weight<br /> limitation. A combined weight limitation expresses a further restriction to the individual<br /> weight limitations.<br /> Example: The rule for heading 1704 provides that the combined weight of sugar and of<br /> the materials of Chapter 4 does not exceed 50 % of the weight of the final product. The<br /> individual weight limitations for materials of Chapter 4 are 20 % and for sugar 40 %. In<br /> case the weight of the final product contains 35 % of sugar and 15 % of materials of<br /> Chapter 4, both the individual weight limitations and the combined weight limitations of<br /> the origin conferring rule of heading 1704 are complied with. On the contrary, in case<br /> the weight of the final product contains 35 % of sugar and 20 % of materials of Chapter<br /> 4, the combined weight represents 55 % of the weight of the final product. In that case<br /> the individual weight limitations are respected but the combined weight limitation is<br /> exceeded and therefore the origin conferring rule of heading 1704 is not complied with.<br /> Note 5 - Terminology Used in Respect of certain Textile Products<br /> 5.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial or synthetic<br /> fibres. It is restricted to the stages before spinning takes place, including waste, and, unless<br /> otherwise specified, includes fibres which have been carded, combed or otherwise processed,<br /> but not spun.<br /> 5.2. The term \"natural fibres\" includes horsehair of heading 0511, silk of headings 5002 and 5003,<br /> as well as wool-fibres and fine or coarse animal hair of headings 5101 to 5105, cotton fibres<br /> of headings 5201 to 5203, and other vegetable fibres of headings 5301 to 5305.<br /> 5.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are used in the<br /> list to describe the materials, not classified in Chapters 50 to 63, which can be used to<br /> manufacture artificial, synthetic or paper fibres or yarns.<br /> 5.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or artificial filament<br /> tow, staple fibres or waste of headings 5501 to 5507.<br /> Note 6 - Tolerances Applicable to Products Made of a Mixture of Textile Materials<br /> 6.1. Where, for a given product in the list, reference is made to this Note, the conditions set out in<br /> column 3 shall not be applied to any basic textile materials used in the manufacture of this<br /> product and which, taken together, represent 10 % or less of the total weight of all the basic<br /> textile materials used. (See also Notes 6.3 and 6.4).<br /> 6.2. However, the tolerance mentioned in Note 6.1 may be applied only to mixed products which<br /> have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk;<br /> - wool;<br /> - coarse animal hair;<br /> - fine animal hair;<br /> - horsehair;<br /> - cotton;<br /> - paper-making materials and paper;<br /> - flax;<br /> - true hemp;<br /> - jute and other textile bast fibres;<br /> - sisal and other textile fibres of the genus Agave;<br /> - coconut, abaca, ramie and other vegetable textile fibres;<br /> synthetic man-made filaments;<br /> artificial man-made filaments;<br /> current-conducting filaments;<br /> synthetic man-made staple fibres of polypropylene;<br /> synthetic man-made staple fibres of polyester;<br /> synthetic man-made staple fibres of polyamide;<br /> synthetic man-made staple fibres of polyacrylonitrile;<br /> synthetic man-made staple fibres of polyimide;<br /> synthetic man-made staple fibres of polytetrafluoroethylene;<br /> synthetic man-made staple fibres of poly(phenylene sulphide);<br /> synthetic man-made staple fibres of poly(vinyl chloride);<br /> other synthetic man-made staple fibres;<br /> - artificial man-made staple fibres of viscose;<br /> - other artificial man-made staple fibres;<br /> - yarn made of polyurethane segmented with flexible segments of polyether, whether or<br /> not gimped;<br /> - yarn made of polyurethane segmented with flexible segments of polyester, whether or<br /> not gimped;<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of a core of<br /> aluminium foil or of a core of plastic film whether or not coated with aluminium<br /> powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or<br /> coloured adhesive between two layers of plastic film;<br /> - other products of heading 5605;<br /> - glass fibres;<br /> - metal fibres.<br /> Example: A yarn of heading 5205, made from cotton fibres of heading 5203 and synthetic<br /> staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating synthetic staple<br /> fibres which do not satisfy the origin rules may be used, provided that their total weight does<br /> not exceed 10 % of the weight of the yarn.<br /> Example: A woollen fabric of heading 5112, made from woollen yarn of heading 5107 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore, synthetic yarn<br /> which does not satisfy the origin rules, or woollen yarn which does not satisfy the origin rules,<br /> or a combination of the two, may be used, provided that their total weight does not<br /> exceed 10 % of the weight of the fabric.<br /> Example: Tufted textile fabric of heading 5802, made from cotton yarn of heading 5205 and<br /> cotton fabric of heading 5210, is only a mixed product if the cotton fabric is itself a mixed<br /> fabric made from yarns classified in two separate headings, or if the cotton yarns used are<br /> themselves mixtures.<br /> Example: If the tufted textile fabric concerned was made from cotton yarn of heading 5205<br /> and synthetic fabric of heading 5407, the yarns used are two separate basic textile materials<br /> and the tufted textile fabric is, accordingly, a mixed product.<br /> 6.3. In the case of products incorporating \"yarn made of polyurethane segmented with flexible<br /> segments of polyether, whether or not gimped\", this tolerance is 20 % in respect of this yarn.<br /> 6.4. In the case of products incorporating \"strip consisting of a core of aluminium foil or of a core<br /> of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm,<br /> sandwiched by means of a transparent or coloured adhesive between two layers of plastic<br /> film\", this tolerance is 30 % in respect of this strip.<br /> Note 7 - Other Tolerances Applicable to certain Textile Products<br /> 7.1. Where, in the list, reference is made to this Note, textile materials which do not satisfy the<br /> rule set out in the list in column 3 for the made-up product concerned, may be used, provided<br /> that they are classified in a heading other than that of the product and that their value does not<br /> exceed 8 % of the ex-works price of the product.<br /> 7.2. Without prejudice to Note 7.3, materials, which are not classified within Chapters 50 to 63,<br /> may be used freely in the manufacture of textile products, whether or not they contain textiles.<br /> Example: If a rule provides that, for a particular textile item (such as trousers), yarn shall be<br /> used, it does not prevent the use of metal items, such as buttons, because buttons are not<br /> classified within Chapters 50 to 63. For the same reason, it does not prevent the use of slide-<br /> fasteners, even though slide-fasteners normally contain textiles.<br /> 7.3. Where a percentage rule applies, the value of non-originating materials which are not<br /> classified within Chapters 50 to 63 shall be taken into account when calculating the value of<br /> the non-originating materials incorporated.<br /> Note 8 - Definition of Specific Processes and Simple Operations Carried out in Respect of certain<br /> Products of Chapter 27<br /> 8.1. For the purposes of headings ex 2707 and 2713, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated<br /> sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents;<br /> decolourisation and purification with naturally active earth, activated earth, activated<br /> charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation; and<br /> (i) isomerisation.<br /> 8.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with concentrated<br /> sulphuric acid, oleum or sulphuric anhydride; neutralisation with alkaline agents;<br /> decolourisation and purification with naturally active earth, activated earth, activated<br /> charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with hydrogen,<br /> resulting in a reduction of at least 85 % of the sulphur content of the products processed<br /> (ASTM D 1266-59 T method);<br /> (k) in respect of products of heading 2710 only, deparaffining by a process other than<br /> filtering;<br /> (l) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at a pressure<br /> of more than 20 bar and a temperature of more than 250 °C, with the use of a catalyst,", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00405_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00405_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00405_roo.pdf", "DocType": "3_roo", "WebLink": "http://trade.ec.europa.eu/doclib/html/157381.htm"}, {"DocDesc": "Customs administration", "DocFileName": "itc00405_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://trade.ec.europa.eu/doclib/docs/2018/september/tradoc_157349.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00405_full.pdf", "DocType": "8_full", "WebLink": "http://trade.ec.europa.eu/doclib/press/index.cfm?id=1437"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and cross-cumulation (fabrics)", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of Origin <br /> 1 Notwithstanding Article 2 (General Requirements), products shall be considered as <br /> originating in the exporting Party if such products are obtained there by incorporating materials <br /> originating in the other Party, provided that the working or processing carried out in the exporting <br /> Party goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br /> 2 Materials listed in Annex III to this Protocol (Materials Referred to in Paragraph 2 of Article 3) <br /> originating in an ASEAN country which applies with the Union a preferential trade <br /> agreement in accordance with Article XXIV of GATT 1994, shall be considered as materials <br /> originating in Viet Nam when further processed or incorporated into one of the products listed in <br /> Annex IV to this Protocol (Products Referred to in Paragraph 2 of Article 3). <br /> 3 For the purpose of paragraph 2, the origin of the materials shall be determined according to <br /> the rules of origin applicable in the framework of the Union's preferential trade agreements with <br /> those ASEAN countries. <br /> 4 For the purpose of paragraph 2, the originating status of materials exported from an ASEAN <br /> country to Viet Nam to be used in further working or processing shall be established by a proof of <br /> origin as if those materials were exported directly to the Union. <br /> 5 The cumulation provided for in paragraphs 2 to 4 applies if: <br /> (a) the ASEAN countries involved in the acquisition of the originating status have undertaken to: <br /> (i) comply or ensure compliance with this Protocol; and <br /> (ii) provide the administrative cooperation necessary to ensure the correct implementation <br /> of this Protocol both with regard to the Union and among themselves; <br /> (b) the undertakings referred to in subparagraph (a) have been notified to the Union; and <br /> (c) the tariff duty the Union applies to the products listed in Annex IV to this Protocol (Products <br /> Referred to in Paragraph 2 of Article 3) obtained in Viet Nam by use of such cumulation is <br /> higher than or the same as the duty the Union applies to the same product originating in the <br /> ASEAN country involved in the cumulation. <br /> 6 Proofs of origin issued by application of paragraph 2 shall bear the following entry: <br /> @^@Application of Article 3 (2) of Protocol 1 to the Viet Nam - EU FTA@^@. <br /> 7 Fabrics originating in the Republic of Korea shall be considered as originating in Viet Nam <br /> when further processed or incorporated into one of the products listed in Annex V (Products <br /> Referred to in Paragraph 7 of Article 3) to this Protocol obtained in Viet Nam, provided that they <br /> have undergone working or processing in Viet Nam which goes beyond the operations referred <br /> to in Article 6 (Insufficient Working and Processing). <br /> 8 For the purpose of paragraph 7, the origin of the fabrics shall be determined in accordance <br /> with to the rules of origin applicable in the framework of the Union's preferential trade agreement <br /> with the Republic of Korea except for the rules set out in Annex II(a) to Protocol 1 of that <br /> preferential trade agreement. <br /> 9 For the purpose of paragraph 7, the originating status of the fabrics exported from the <br /> Republic of Korea to Viet Nam to be used in further working or processing shall be established by a <br /> proof of origin as if those fabrics were exported directly from the Republic of Korea to the Union. <br /> 10 The cumulation provided for in paragraphs 7 to 9 applies if: <br /> (a) the Republic of Korea applies with the Union a preferential trade agreement in accordance <br /> with Article XXIV of GATT 1994; <br /> (b) the Republic of Korea and Viet Nam have undertaken and notified to the Union their undertaking to: <br /> (i) comply or ensure compliance with the cumulation provided for by this Article; and <br /> (ii) provide the administrative cooperation necessary to ensure the correct implementation <br /> of this Protocol both with regard to the Union and between themselves. <br /> 11 Proofs of origin issued by Viet Nam by application of paragraph 7 shall bear the following <br /> entry: @^@Application of Article 3(7) of Protocol 1 to the Viet Nam - EU FTA@^@. <br /> 12 On request of a Party, the Committee on Customs established pursuant to Article 17.2 <br /> (Specialised Committees), may decide that fabrics originating in a country with which both the <br /> Union and Viet Nam apply a preferential trade agreement in accordance with Article XXIV of <br /> GATT 1994 shall be considered as originating in a Party when further processed or incorporated <br /> into one of the products listed in Annex V to this Protocol obtained in that Party, provided that they <br /> have undergone working or processing in that Party which goes beyond the operations referred <br /> to in Article 6 (Insufficient Working or Processing). <br /> 13 When taking the decision on the request for cumulation and its modalities referred to in <br /> paragraph 12, the Committee on Customs shall take into account the interests of the other Party and <br /> the objectives of this Agreement. <br /> SECTION F <br /> CEUTA AND MELILLA <br /> Article 34 : Application of this Protocol <br /> Application of this Protocol <br /> 1 For the purpose of the application of this Protocol, the term @^@Party@^@ does not cover Ceuta and Melilla. <br /> 2 Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all <br /> respects the same customs treatment under this Agreement as that which is applied to products <br /> originating in the customs territory of the Union under Protocol 2 to the Act concerning the <br /> conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments <br /> to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this <br /> Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted <br /> to products imported from and originating in the Union. <br /> 3 For the purpose of the application of paragraph 2 concerning products originating in Ceuta <br /> and Melilla, this Protocol applies mutatis mutandis subject to the special conditions <br /> set out in Article 35 (Special Conditions). <br /> Article 35 : Special Conditions <br /> Special Conditions <br /> 1 Provided that the products satisfy the requirements of Article 13 (Non-Alteration), <br /> they shall be considered as: <br /> (a) products originating in Ceuta and Melilla: <br /> (i) products wholly obtained in Ceuta and Melilla; or <br /> (ii) products obtained in Ceuta and Melilla, in the manufacture of which products other than <br /> those referred to in point (a) are used, provided that: <br /> (A) those products have undergone sufficient working or processing within the <br /> meaning of Article 5 (Sufficiently Worked or Processed Products); or <br /> (B) those products are originating in a Party, provided that they have been submitted <br /> to working or processing which goes beyond the operations referred to <br /> in Article 6 (Insufficient Working or Processing); <br /> (b) products originating in Viet Nam: <br /> (i) products wholly obtained in Viet Nam; or <br /> (ii) products obtained in Viet Nam, in the manufacture of which products other than those <br /> referred to in point (a) are used, provided that: <br /> (A) those products have undergone sufficient working or processing within the <br /> meaning of Article 5 (Sufficiently Worked or Processed Products); or <br /> (B) those products are originating in Ceuta and Melilla or in the Union, provided that <br /> they have been submitted to working or processing which goes beyond the <br /> operations referred to in Article 6 (Insufficient Working or Processing). <br /> 2 Ceuta and Melilla shall be considered as a single territory. <br /> 3 The exporter or his authorised representative shall enter @^@Viet Nam@^@ and @^@Ceuta and Melilla@^@ <br /> on the proof of origin. <br /> 4 The Spanish customs authorities shall be responsible for the application of this <br /> Protocol in Ceuta and Melilla. <br /> ANNEX III to Protocol 1 <br /> MATERIALS REFERRED TO IN PARAGRAPH 2 OF Article 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 030741 Live, fresh or chilled cuttlefish and squid <br /> 030751 Live, fresh or chilled octopus <br /> ANNEX IV to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 2 OF Article 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 160554 Prepared or preserved cuttlefish and squid <br /> 160555 Prepared or preserved octopus <br /> ANNEX V to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 7 OF Article 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> Chapter 61 Articles of apparel and clothing <br /> accessories, knitted or crocheted <br /> Chapter 62 Articles of apparel and clothing <br /> accessories, not knitted or crocheted <br /> JOINT DECLARATION <br /> CONCERNING THE PRINCIPALITY OF ANDORRA <br /> 1 Products originating in the Principality of Andorra falling within Chapters 25 to 97 of the HS <br /> shall be accepted by Viet Nam as originating in the Union within the meaning of this Agreement. <br /> 2 Paragraph 1 applies provided that, by virtue of the customs union established by the <br /> agreement in the form of an exchange of letters of 28 June 1990 between the European Economic <br /> Community and the Principality of Andorra, the Principality of Andorra applies to products <br /> originating in Viet Nam the same preferential tariff treatment as the Union applies to such products. <br /> 3 Protocol 1 Concerning the Definition of the Concepts of @^@Originating Products@^@ and Methods <br /> of Administrative Cooperation applies mutatis mutandis for the purpose of defining the originating <br /> status of the products referred to in paragraph 1. <br /> JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br /> 1 Products originating in the Republic of San Marino shall be accepted by Viet Nam as <br /> originating in the Union within the meaning of this Agreement. <br /> 2 Paragraph 1 applies provided that, by virtue of Agreement on Cooperation and Customs <br /> Union between the European Community and the Republic of San Marino, signed in Brussel on <br /> 16 December 1991, the Republic of San Marino applies to products originating in Viet Nam the <br /> same preferential tariff treatment as the Union applies to such products. <br /> 3 Protocol 1 Concerning the Definition of the Concepts of @^@Originating Products@^@ and Methods <br /> of Administrative Cooperation applies mutatis mutandis for the purpose of defining the originating <br /> status of the products referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently Worked or Processed Products <br /> 1 For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are <br /> not wholly obtained are considered to be sufficiently worked or processed when the conditions set <br /> out in Annex II to this Protocol are fulfilled. <br /> 3 By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non-originating <br /> materials which, in accordance with the conditions set out in Annex II to this Protocol, are not to be <br /> used in the manufacture of a given product, may nevertheless be used, provided that their total value <br /> or net weight assessed for the product does not exceed: <br /> (a) 10 percent of the weight of the product or ex-works price for products of Chapters 2 and 4 to <br /> 24 of the HS, other than processed fishery products referred to in Chapter 16 of the HS; or <br /> (b) 10 percent of the ex-works price of the product for other products, except for products of <br /> Chapters 50 to 63 of the HS, for which the tolerances mentioned in Notes 6 and 7 of Annex I <br /> to this Protocol apply. <br /> 4 Paragraph 3 shall not allow exceeding any of the percentages for the maximum value or <br /> weight of non-originating materials as specified in Annex II to this Protocol. <br /> 5 Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the meaning of Article 4. <br /> Without prejudice to Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 <br /> (Unit of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum <br /> of all the materials which are used in the manufacture of a product for which Annex II to this <br /> Protocol requires that such materials be wholly obtained.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently Worked or Processed Products <br /> 1 For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are <br /> not wholly obtained are considered to be sufficiently worked or processed when the conditions set <br /> out in Annex II to this Protocol are fulfilled. <br /> 2 The conditions referred to in paragraph 1 indicate, for all products covered by this Agreement, <br /> the working or processing which must be carried out on non-originating materials used in <br /> manufacturing and apply only in relation to such materials. <br /> If a product which has acquired originating status by fulfilling the conditions set out in the list is <br /> used in the manufacture of another product, the conditions applicable to the product in which it is <br /> incorporated do not apply to it, and no account shall be taken of the non-originating materials which <br /> may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts, tools and instructional or other information materials dispatched with a <br /> piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br /> included in the price thereof or which are not separately invoiced, shall be regarded as one with the <br /> piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained Products <br /> 1 The following shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) plants and vegetable products grown and harvested or gathered there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products from slaughtered animals born and raised there; <br /> (f) products obtained by hunting or fishing conducted there; <br /> (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there <br /> from eggs, fry, fingerlings and larvae; <br /> (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; <br /> (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); <br /> (j) used articles collected there which are only fit for the recovery of raw materials; <br /> (k) waste and scrap resulting from manufacturing operations conducted there; <br /> (l) products extracted from the seabed or below the seabed which is situated outside any <br /> territorial sea but where it has exclusive exploitation rights; <br /> (m) goods produced there exclusively from the products specified in subparagraphs (a) to (l). <br /> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in subparagraphs 1(h) and 1(i) apply only to <br /> vessels and factory ships which: <br /> (a) are registered in a Member State of the Union or in Viet Nam; <br /> (b) flies the flag of a Member State of the Union or of Viet Nam; and <br /> (c) meet one of the following conditions: <br /> (i) they are at least 50 percent owned by natural persons of a Party; or <br /> (ii) they are owned by legal persons which: <br /> (A) have their head office and their main place of business in the Union or Viet Nam; and <br /> (B) are at least 50 percent owned by a Member State of the Union or by Viet Nam or <br /> by public entities or nationals of a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient Working or Processing <br /> 1 The following operations shall be considered as insufficient working or processing to confer <br /> the status of originating products, whether or not the requirements of Article 5 (Sufficiently Worked <br /> or Processed Products) are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles and textile articles; <br /> (e) simple painting and polishing operations; <br /> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br /> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br /> other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br /> (n) simple addition of water, dilution, dehydration or denaturation of products; <br /> (o) simple assembly of parts of articles to constitute a complete article or disassembly <br /> of products into parts; <br /> (p) a combination of two or more of the operations specified in points (a) to (o); or <br /> (q) slaughter of animals. <br /> 2 For the purpose of paragraph 1, operations shall be considered simple when for their <br /> performance neither special skills are required nor machines, apparatus or tools especially produced <br /> or installed for those operations. <br /> 3 All operations carried out either in the Union or in Viet Nam on a given product shall be <br /> considered together when determining whether the working or processing undergone by that <br /> product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (d) @^@customs value@^@ means the value as determined in accordance with the Customs Valuation Agreement; <br /> (f) @^@ex-works price@^@ means the price paid for the product ex-works to the manufacturer in whose <br /> undertaking the last working or processing is carried out, provided that the price includes the <br /> value of all the materials used and all other costs related to its production, excluding any <br /> internal taxes which are, or may be, repaid when the product obtained is exported; <br /> where the actual price paid does not reflect all costs related to the manufacturing of the <br /> product which are actually incurred in the Union or in Viet Nam, the ex-works price means <br /> the sum of all those costs, excluding any internal taxes which are, or may be, repaid when the <br /> product obtained is exported; <br /> where the last working or processing has been subcontracted to a manufacturer, the term <br /> (o) @^@value of materials@^@ means the customs value at the time of importation of the non-originating <br /> materials used or, if this is not known and cannot be ascertained, the first ascertainable price <br /> paid for the materials in the Union or in Viet Nam.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral Elements <br /> In order to determine whether a product originates in a Party, it shall not be necessary to determine <br /> the origin of the following elements which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) production plants and equipment, including goods to be used for their maintenance; <br /> (c) machines, tools, dies and moulds; spare parts and materials used in the maintenance of <br /> equipment and buildings; lubricants, greases, compounding materials and other materials used <br /> in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, <br /> safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used <br /> for testing or inspecting the product; and <br /> (d) other goods which do not enter and which are not intended to enter into the final composition <br /> of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Non-Alteration <br /> 1 The products declared for home use in a Party shall be the same products as exported from the <br /> other Party in which they are considered to originate. They shall not have been altered, transformed <br /> in any way or subjected to operations other than operations to preserve them in good condition or <br /> other than adding or affixing marks, labels, seals or any other documentation to ensure compliance <br /> with specific domestic requirements of the importing Party carried out under customs supervision in <br /> the country or countries of transit or splitting prior to being declared for home use. <br /> 2 Storage of products or consignments may take place provided they remain under customs <br /> supervision in the country or countries of transit. <br /> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br /> place where carried out by the exporter or under his responsibility, provided they remain under <br /> customs supervision in the country or countries of splitting. <br /> 4 In case of doubt, the importing Party may request the declarant to provide evidence of <br /> compliance, which may be given by any means, including: <br /> (a) contractual transport documents such as bills of lading; <br /> (b) factual or concrete evidence based on marking or numbering of packages; <br /> (c) any evidence related to the goods themselves; <br /> (d) a certificate of non-manipulation provided by the customs authorities of the country or <br /> countries of transit or splitting, or any other documents demonstrating that the goods <br /> remained under customs supervision in the country or countries of transit or splitting.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of Territoriality <br /> 1 The conditions set out in Section B (Definition of the Concept of @^@Originating Products@^@) <br /> relating to the acquisition of originating status shall be fulfilled without interruption in a Party. <br /> 2 If originating goods exported from a Party return from a non-Party, they shall be considered <br /> as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br /> that the returning goods: <br /> (a) are the same as those exported; and <br /> (b) have not undergone any operation beyond what is necessary to preserve them in good <br /> condition while they were in that non-Party or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 3 Where, under General Rule 5 of the HS, packaging is included in the product for classification <br /> purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Accounting Segregation <br /> 1 If originating and non-originating fungible materials are used in the working or processing of <br /> a product, the competent authorities may, at the written request of economic operators, authorise the <br /> management of materials using the accounting segregation method without keeping the <br /> materials in separate stocks. <br /> 2 The competent authorities may make the granting of authorisation referred to in paragraph 1 <br /> subject to any conditions they deem appropriate. <br /> 3 The authorisation shall be granted only if by use of the accounting segregation method it can <br /> be ensured that, at any time, the number of products obtained which could be considered as <br /> originating in the Union or in Viet Nam is the same as the number that would have been obtained <br /> by using a method of physical segregation of the stocks. <br /> 4 If authorised, the accounting segregation method and its application shall be recorded on the <br /> basis of the general accounting principles applicable in the Union or in Viet Nam, depending on <br /> where the product is manufactured. <br /> 5 A manufacturer using the accounting segregation method shall make out or apply for origin <br /> declarations for the quantity of products which may be considered as originating in the exporting <br /> Party. At the request of the customs authorities or the competent authorities of the exporting Party, <br /> the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The competent authorities shall monitor the use made of the authorisation referred to in <br /> paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any <br /> of the other conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component <br /> products are originating products. When a set is composed of originating and non-originating <br /> products, the set as a whole shall be regarded as originating, provided that the value of the <br /> non-originating products does not exceed 15 percent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1 Originating products sent for exhibition in a country other than a Party and sold after the <br /> exhibition for importation in a Party shall benefit on importation from the provisions of this <br /> Agreement provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from a Party to the country in which the exhibition <br /> is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; <br /> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br /> in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br /> other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions of Section D <br /> (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br /> additional documentary evidence of the conditions under which the products have been <br /> exhibited may be required. <br /> 3 Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar <br /> public show or display which is not organised for private purposes in shops or business premises <br /> with a view to the sale of foreign products, provided that the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General Requirements <br /> 1 Products originating in the Union shall, on importation into Viet Nam, benefit from this <br /> Agreement upon submission of any of the following proofs of origin: <br /> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br /> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br /> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: <br /> (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any <br /> consignment regardless of its value; or <br /> (ii) any exporter for consignments the total value of which does not exceed 6 000 euros; <br /> (c) a statement of origin made out by exporters registered in an electronic database in accordance <br /> with the relevant legislation of the Union after the Union has notified to Viet Nam that such <br /> legislation applies to its exporters. Such notification may stipulate that points (a) and (b) shall <br /> cease to apply to the Union. <br /> 2 Products originating in Viet Nam shall, on importation into the Union, benefit from this <br /> Agreement upon submission of any of the following proofs of origin: <br /> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br /> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br /> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br /> Origin Declaration) by any exporter for consignments the total value of which is to be <br /> determined in the national legislation of Viet Nam and shall not exceed 6 000 euros; <br /> (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br /> Origin Declaration) by an exporter approved or registered in accordance with the relevant <br /> legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies <br /> to its exporters. Such notification may stipulate that point (a) shall cease to apply to Viet Nam. <br /> 3 Originating products within the meaning of this Protocol shall, in the cases specified <br /> in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the <br /> submission of any of the documents referred to in this Article. <br /> Article 16 : Procedure for the Issuance of a Certificate of Origin <br /> 1 A certificate of origin shall be issued by the competent authorities of the exporting Party on <br /> application having been made in writing by the exporter or, under the exporter's responsibility, by <br /> his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both the certificate <br /> of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The <br /> specimen of the application form to be used for exports from the Union to Viet Nam appears in <br /> Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet <br /> Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be <br /> completed in one of the languages in which this Agreement is drawn up and in accordance with the <br /> domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in <br /> printed characters. The description of the products must be given in the box reserved for this <br /> purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line <br /> must be drawn below the last line of the description, the empty space being crossed through to <br /> prevent any subsequent addition. <br /> 3 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br /> any time, at the request of the competent authorities of the exporting Party, all appropriate <br /> documents proving the originating status of the products concerned as well as the fulfilment of the <br /> other requirements of this Protocol. <br /> 4 A certificate of origin shall be issued by the competent authorities of the exporting Party if the <br /> products concerned can be considered as products originating in the Union or in Viet Nam and fulfil <br /> the other requirements of this Protocol. <br /> 5 The competent authorities issuing certificates of origin shall take any steps necessary to verify <br /> the originating status of the products and the fulfilment of the other requirements of this Protocol. <br /> For this purpose, they shall have the right to call for any evidence and to carry out any inspection of <br /> the exporter's accounts or any other check considered appropriate. They shall also ensure that the <br /> forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the <br /> space reserved for the description of the products has been completed in such a manner as to <br /> exclude all possibility of fraudulent additions. <br /> 6 The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. <br /> 7 The certificate of origin shall be issued as soon as possible to but not later than three working <br /> days after the date of exportation (the declared shipment date). <br /> Article 18 : Issue of a Duplicate Certificate of Origin <br /> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the <br /> competent authorities which issued it for a duplicate made out on the basis of the export documents <br /> in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the following word in English: <br /> @^@DUPLICATE@^@. <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br /> certificate of origin. <br /> 4 The duplicate, which must bear the date of issue of the original certificate of origin, shall take <br /> effect as from that date. <br /> Article 19 : Conditions for Making out an Origin Declaration <br /> 1 An origin declaration may be made out if the products concerned can be considered as <br /> products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. <br /> 2 The exporter making out an origin declaration shall be prepared to submit at any time, at the <br /> request of the competent authorities of the exporting Party, all appropriate documents proving the <br /> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br /> 3 An origin declaration shall be made out by the exporter on the invoice, the delivery note or <br /> any other commercial documents which describe the products concerned in sufficient details to <br /> enable them to be identified, by typing, stamping or printing on that document the declaration, the <br /> text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in <br /> that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the <br /> declaration is hand-written, it shall be written in ink in capital characters. <br /> 4 Origin declarations shall bear the original signature of the exporter in manuscript. However, <br /> an approved exporter within the meaning of Article 20 (Approved Exporter) shall not be required to <br /> sign such declarations provided that he gives the competent authorities of the exporting Party a <br /> written undertaking that he accepts full responsibility for any origin declaration which identifies <br /> him as if it had been signed in manuscript by him. <br /> 5 An origin declaration may be made out after exportation provided that it is presented in the <br /> importing Party no later than two years, or the period specified in the legislation of the importing <br /> Party, after the entry of the goods into the territory. <br /> 6 The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply <br /> mutatis mutandis to statements of origin made out by an exporter registered as provided for in <br /> subparagraphs 1(c) and 2(c) of Article 15 (General Requirements). <br /> Article 22 : Submission of Proof of Origin <br /> For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the <br /> customs authorities of the importing Party in accordance with the procedures applicable in that <br /> Party. Those authorities may request a translation of the proof of origin if it is not issued in English.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 for EU / USD 200 for Vietnam)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Exemptions from Proof of Origin <br /> 1 Products sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring the <br /> submission of a proof of origin, provided that such products are not imported by way of trade and <br /> have been declared as meeting the requirements of this Protocol and where there is no doubt as to <br /> the veracity of such declaration. In the case of products sent by post, this declaration can be made <br /> on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of the <br /> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br /> evident from the nature and quantity of the products that no commercial purpose exists. <br /> 3 Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: <br /> (a) when entering the Union, 500 euros in the case of small packages or 1 200 euros in the case of <br /> products forming part of travellers' personal luggage; <br /> (b) when entering Viet Nam, 200 US dollars both, in the case of small packages and in the case of <br /> products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Approved Exporter <br /> 1 The competent authorities of the exporting Party may authorise any exporter (hereinafter <br /> referred to as @^@approved exporter@^@) who exports products under this Agreement to make out origin <br /> declarations irrespective of the value of the products concerned. An exporter seeking such <br /> authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to <br /> verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. <br /> 2 The competent authorities may grant the status of approved exporter subject to any conditions <br /> specified in domestic legislation which they consider appropriate. <br /> 3 The competent authorities shall grant to the approved exporter an authorisation number which <br /> shall appear on the origin declaration. <br /> 4 The competent authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The competent authorities may withdraw the authorisation at any time. They shall do so when <br /> the approved exporter no longer offers the guarantees referred to in paragraph1, no longer fulfils the <br /> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Validity of Proof of Origin <br /> 1 A proof of origin shall be valid for 12 months from the date of issuance in the exporting <br /> Party, and shall be submitted to the customs authorities of the importing Party within that period. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after <br /> the period of validity referred to in paragraph 1 may be accepted for the purpose of applying <br /> preferential tariff treatment, when the importer failed to submit those documents by the final date of <br /> the period of validity due to force majeure or other valid reasons beyond that person's control. <br /> 3 In other cases of belated presentation, the customs authorities of the importing Party may <br /> accept the proofs of origin when the products have been imported within the period of validity <br /> referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Preservation of Proof of Origin and Supporting Documents <br /> 1 The exporter making out an origin declaration or applying for the issuance of a certificate of <br /> origin shall keep for at least three years a copy of this origin declaration or of the certificate of <br /> origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the <br /> Issuance of a Certificate of Origin) and paragraph 2 of Article 19 <br /> (Conditions for Making out an Origin Declaration). <br /> 2 The competent authorities of the exporting Party issuing a certificate of origin shall keep for <br /> at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the <br /> Issuance of a Certificate of Origin). <br /> 3 The customs authorities of the importing Party shall keep for at least three years the proofs of <br /> origin submitted to them. <br /> 4 Each Party shall permit, in accordance with that Party's laws and regulations, exporters in its <br /> territory to maintain documentation or records in any form or medium, provided that the <br /> documentation or records can be retrieved and printed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Certificates of Origin Issued Retrospectively <br /> 1 Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of <br /> Origin), a certificate of origin may also be issued after exportation of the products to which it relates <br /> in specific situations where: <br /> (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; <br /> (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was <br /> not accepted at importation for technical reasons; or <br /> (c) the final destination of the products concerned was not known at the time of exportation and <br /> was determined during their transportation, storage or after splitting of consignments in <br /> accordance with Article 13 (Non-Alteration). <br /> 2 For the implementation of paragraph 1, the exporter shall indicate in his application the place <br /> and date of exportation of the products to which the certificate of origin relates, and state the <br /> reasons for his request. <br /> 3 The competent authorities may issue a certificate of origin retrospectively only after verifying <br /> that the information supplied in the exporter's application conforms with that in the corresponding file. <br /> 4 Certificates of origin issued retrospectively shall be endorsed with the following phrase in <br /> English: @^@ISSUED RETROSPECTIVELY@^@. <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate <br /> of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used <br /> for the purpose of proving that products covered by an origin declaration or a certificate of origin <br /> can be considered as products originating in the Union or in Viet Nam and fulfil the other <br /> requirements of this Protocol, may consist, inter alia, of the following: <br /> (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier <br /> to obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in a Party, <br /> where those documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in a Party, issued or made out in a <br /> Party, where those documents are used in accordance with domestic law; or <br /> (d) proof of origin proving the originating status of materials used, issued or made out in a Party <br /> in accordance with this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Non-Alteration <br /> supervision in the country or countries of transit. <br /> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br /> place where carried out by the exporter or under his responsibility, provided they remain under", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Verification of Proofs of Origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br /> competent authorities of the importing Party have reasonable doubts as to the authenticity of such <br /> documents, the originating status of the products concerned or the fulfilment of the other <br /> requirements of this Protocol. <br /> 2 For the purpose of implementing the provisions of paragraph 1, the competent authorities of <br /> the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or <br /> the origin declaration, or a copy of these documents, to the competent authorities of the exporting <br /> Party giving, where appropriate, the reasons for the enquiry. Any documents and information <br /> obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded <br /> in support of the request for verification. <br /> 3 The verification shall be carried out by the competent authorities of the exporting Party. For <br /> that purpose, they shall have the right to request any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. <br /> 4 If the competent authorities of the importing Party decide to suspend the granting of <br /> preferential tariff treatment to the products concerned while awaiting the results of the verification, <br /> release of the products shall be offered to the importer subject to any precautionary measures <br /> deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as <br /> possible after the originating status of the products concerned or the fulfilment of the other <br /> requirements of this Protocol has been ascertained by the competent authorities of the importing Party. <br /> 5 The competent authorities requesting the verification shall be informed of the results of this <br /> verification as soon as possible. These results must indicate clearly whether the documents are <br /> authentic and whether the products concerned can be considered as products originating in the <br /> Parties and fulfil the other requirements of this Protocol. <br /> 6 If in cases of reasonable doubt there is no reply within 10 months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine the <br /> authenticity of the document in question or the real origin of the products, the requesting competent <br /> authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or <br /> causes to be drawn up, a document which contains incorrect information for the purpose of <br /> obtaining preferential tariff treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.9 : Advance Rulings <br /> 1 Upon written request from traders, the customs authorities of each Party shall issue, in <br /> accordance with its laws and regulations, prior to the importation of a good into its territory, written <br /> advance rulings on tariff classification or on any other matter as the Parties may agree upon. <br /> 2 Subject to any confidentiality requirements in each Party's laws and regulations, each Party <br /> shall publish, for example on an official website, its advance rulings on tariff classification and on <br /> any matters as the Parties may agree upon. <br /> 3 With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br /> updates on changes in their respective laws and regulations on advance rulings.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Discrepancies and Formal Errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br /> those made in the documents submitted to the customs office for the purpose of carrying out the <br /> formalities for importing the products shall not ipso facto render the proof of origin null and void if <br /> it is duly established that this document corresponds to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin shall not cause this document <br /> to be rejected if these errors are not such as to create doubts concerning the correctness of the <br /> statements made in this document. <br /> 3 For multiple goods declared under the same proof of origin, a problem encountered with one <br /> of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs <br /> clearance of the remaining goods listed in the proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Dispute Settlement <br /> 1 Where disputes arise in relation to the verification procedures provided for in Article 30 <br /> (Verification of Proofs of Origin) which cannot be settled between the competent <br /> authorities requesting a verification and the competent authorities responsible for carrying out this <br /> verification, they shall be submitted to the Committee on Customs. <br /> 2 Disputes between the importer and the competent authorities of the importing Party, shall be <br /> settled in accordance with the legislation of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 3 : Cumulation of origin <br> Concerning the definition of the concept of @^@originating products@^@ <br> Section A <br> 1 Notwithstanding Article 2 (General Requirements), products shall be considered as <br> 1 The following operations shall be considered as insufficient working or processing to confer <br> Accessories, spare parts, tools and instructional or other information materials dispatched with a <br> originating in the exporting Party if such products are obtained there by incorporating materials <br> piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> originating in the other Party, provided that the working or processing carried out in the exporting <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the <br> (b) breaking-up and assembly of packages; <br> Party goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> 2 Materials listed in Annex III to this Protocol (Materials Referred to in Paragraph 2 of Article 3) <br> Sets <br> (c) live animals born and raised there; <br> originating in an ASEAN country which applies with the Union a preferential trade <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (f) products obtained by hunting or fishing conducted there; <br> agreement in accordance with Article XXIV of GATT 1994, shall be considered as materials <br> Article 9 : Sets <br> Neutral elements <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component <br> originating in Viet Nam when further processed or incorporated into one of the products listed in <br> products are originating products. When a set is composed of originating and non-originating <br> Annex IV to this Protocol (Products Referred to in Paragraph 2 of Article 3). <br> products, the set as a whole shall be regarded as originating, provided that the value of the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 3 For the purpose of paragraph 2, the origin of the materials shall be determined according to <br> non-originating products does not exceed 15 percent of the ex-works price of the set. <br> the rules of origin applicable in the framework of the Union's preferential trade agreements with <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> those ASEAN countries. <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> 4 For the purpose of paragraph 2, the originating status of materials exported from an ASEAN <br> In order to determine whether a product originates in a Party, it shall not be necessary to determine <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> country to Viet Nam to be used in further working or processing shall be established by a proof of <br> the origin of the following elements which might be used in its manufacture: <br> origin as if those materials were exported directly to the Union. <br> (d) products from live animals raised there; <br> 5 The cumulation provided for in paragraphs 2 to 4 applies if: <br> (a) the ASEAN countries involved in the acquisition of the originating status have undertaken to: <br> vessels and factory ships which: <br> (c) machines, tools, dies and moulds; spare parts and materials used in the maintenance of <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> equipment and buildings; lubricants, greases, compounding materials and other materials used <br> (ii) provide the administrative cooperation necessary to ensure the correct implementation <br> in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> of this Protocol both with regard to the Union and among themselves; <br> of the product. <br> safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used <br> GENERAL PROVISIONS <br> (b) the undertakings referred to in subparagraph (a) have been notified to the Union; and <br> for testing or inspecting the product; and <br> (c) the tariff duty the Union applies to the products listed in Annex IV to this Protocol (Products <br> considered together when determining whether the working or processing undergone by that <br> (d) other goods which do not enter and which are not intended to enter into the final composition <br> product is to be regarded as insufficient within the meaning of paragraph 1. <br> Referred to in Paragraph 2 of Article 3) obtained in Viet Nam by use of such cumulation is <br> higher than or the same as the duty the Union applies to the same product originating in the <br> Article 11 : Accounting Segregation <br> ASEAN country involved in the cumulation. <br> 6 Proofs of origin issued by application of paragraph 2 shall bear the following entry: <br> 1 If originating and non-originating fungible materials are used in the working or processing of <br> @^@Application of Article 3 (2) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> a product, the competent authorities may, at the written request of economic operators, authorise the <br> 7 Fabrics originating in the Republic of Korea shall be considered as originating in Viet Nam <br> management of materials using the accounting segregation method without keeping the <br> when further processed or incorporated into one of the products listed in Annex V (Products <br> materials in separate stocks. <br> (q) slaughter of animals. <br> Referred to in Paragraph 7 of Article 3) to this Protocol obtained in Viet Nam, provided that they <br> 2 The competent authorities may make the granting of authorisation referred to in paragraph 1 <br> have undergone working or processing in Viet Nam which goes beyond the operations referred <br> subject to any conditions they deem appropriate. <br> to in Article 6 (Insufficient Working and Processing). <br> 3 The authorisation shall be granted only if by use of the accounting segregation method it can <br> 8 For the purpose of paragraph 7, the origin of the fabrics shall be determined in accordance <br> Sufficiently worked or processed products <br> be ensured that, at any time, the number of products obtained which could be considered as <br> with to the rules of origin applicable in the framework of the Union's preferential trade agreement <br> originating in the Union or in Viet Nam is the same as the number that would have been obtained <br> with the Republic of Korea except for the rules set out in Annex II(a) to Protocol 1 of that <br> by using a method of physical segregation of the stocks. <br> preferential trade agreement. <br> 4 If authorised, the accounting segregation method and its application shall be recorded on the <br> 9 For the purpose of paragraph 7, the originating status of the fabrics exported from the <br> Republic of Korea to Viet Nam to be used in further working or processing shall be established by a <br> proof of origin as if those fabrics were exported directly from the Republic of Korea to the Union. <br> 10 The cumulation provided for in paragraphs 7 to 9 applies if: <br> Cumulation of Origin <br> (a) the Republic of Korea applies with the Union a preferential trade agreement in accordance <br> with Article XXIV of GATT 1994; <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the Union their undertaking to: <br> (i) comply or ensure compliance with this Protocol; and <br> (i) comply or ensure compliance with the cumulation provided for by this Article; and <br> Article 8 : Accessories, spare parts and tools <br> of this Protocol both with regard to the Union and between themselves. <br> 11 Proofs of origin issued by Viet Nam by application of paragraph 7 shall bear the following <br> entry: @^@Application of Article 3(7) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> 12 On request of a Party, the Committee on Customs established pursuant to Article 17.2 <br> piece of equipment, machine, apparatus or vehicle in question. <br> (Specialised Committees), may decide that fabrics originating in a country with which both the <br> Union and Viet Nam apply a preferential trade agreement in accordance with Article XXIV of <br> GATT 1994 shall be considered as originating in a Party when further processed or incorporated <br> into one of the products listed in Annex V to this Protocol obtained in that Party, provided that they <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> have undergone working or processing in that Party which goes beyond the operations referred <br> to in Article 6 (Insufficient Working or Processing). <br> 13 When taking the decision on the request for cumulation and its modalities referred to in <br> Insufficient working or processing <br> paragraph 12, the Committee on Customs shall take into account the interests of the other Party and <br> the objectives of this Agreement. <br> Article 5 : Sufficiently worked or processed products <br> (a) energy and fuel; <br> 1 The following shall be considered as wholly obtained in a Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there <br> from eggs, fry, fingerlings and larvae; <br> (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; <br> other simple packaging operations; <br> (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> (e) simple painting and polishing operations; <br> (l) products extracted from the seabed or below the seabed which is situated outside any <br> manufacturing and apply only in relation to such materials. <br> territorial sea but where it has exclusive exploitation rights; <br> (m) goods produced there exclusively from the products specified in subparagraphs (a) to (l). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in subparagraphs 1(h) and 1(i) apply only to <br> (a) are registered in a Member State of the Union or in Viet Nam; <br> (b) flies the flag of a Member State of the Union or of Viet Nam; and <br> (a) mineral products extracted from their soil or from their seabed; <br> (i) they are at least 50 percent owned by natural persons of a Party; or <br> (A) have their head office and their main place of business in the Union or Viet Nam; and <br> (B) are at least 50 percent owned by a Member State of the Union or by Viet Nam or <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> by public entities or nationals of a Party. <br> Wholly obtained products <br> 1 For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are <br> not wholly obtained are considered to be sufficiently worked or processed when the conditions set <br> out in Annex II to this Protocol are fulfilled. <br> 2 The conditions referred to in paragraph 1 indicate, for all products covered by this Agreement, <br> the working or processing which must be carried out on non-originating materials used in <br> Accessories, Spare Parts and Tools <br> If a product which has acquired originating status by fulfilling the conditions set out in the list is <br> used in the manufacture of another product, the conditions applicable to the product in which it is <br> incorporated do not apply to it, and no account shall be taken of the non-originating materials which <br> 3 By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non-originating <br> materials which, in accordance with the conditions set out in Annex II to this Protocol, are not to be <br> used in the manufacture of a given product, may nevertheless be used, provided that their total value <br> or net weight assessed for the product does not exceed: <br> (a) 10 percent of the weight of the product or ex-works price for products of Chapters 2 and 4 to <br> 24 of the HS, other than processed fishery products referred to in Chapter 16 of the HS; or <br> (b) 10 percent of the ex-works price of the product for other products, except for products of <br> ARTICLE 4 : Wholly Obtained Products <br> Chapters 50 to 63 of the HS, for which the tolerances mentioned in Notes 6 and 7 of Annex I <br> to this Protocol apply. <br> 4 Paragraph 3 shall not allow exceeding any of the percentages for the maximum value or <br> (b) plants and vegetable products grown and harvested or gathered there; <br> weight of non-originating materials as specified in Annex II to this Protocol. <br> 5 Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the meaning of Article 4. <br> Without prejudice to Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 <br> (Unit of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum <br> of all the materials which are used in the manufacture of a product for which Annex II to this <br> Protocol requires that such materials be wholly obtained. <br> the status of originating products, whether or not the requirements of Article 5 (Sufficiently Worked <br> or Processed Products) are satisfied: <br> Accounting Segregation <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); <br> (c) meet one of the following conditions: <br> (ii) they are owned by legal persons which: <br> Article 6 : Insufficient Working or Processing <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly <br> of products into parts; <br> (p) a combination of two or more of the operations specified in points (a) to (o); or <br> 2 For the purpose of paragraph 1, operations shall be considered simple when for their <br> performance neither special skills are required nor machines, apparatus or tools especially produced <br> or installed for those operations. <br> 3 All operations carried out either in the Union or in Viet Nam on a given product shall be <br> (d) ironing or pressing of textiles and textile articles; <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> may have been used in its manufacture. <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> (e) products from slaughtered animals born and raised there; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) @^@Chapter@^@, @^@heading@^@ and @^@subheading@^@ mean the Chapter, the heading (four-digit code) and <br> the subheading (six-digit code) used in the nomenclature which constitutes the HS; <br> (b) @^@classified@^@ refers to the classification of a product or material under a particular Chapter, <br> heading, or subheading of the Harmonized System; <br> (c) @^@consignment@^@ means products which are either sent simultaneously from one exporter to one <br> exporter to the consignee or, in the absence of such a document, by a single invoice; <br> (d) @^@customs value@^@ means the value as determined in accordance with the Customs Valuation Agreement; <br> (e) @^@exporter@^@ means a person, located in the exporting Party, that is exporting the goods to the <br> other Party and is able to prove the origin of the exported goods, whether or not that person is <br> the manufacturer or carries out the export formalities; <br> (f) @^@ex-works price@^@ means the price paid for the product ex-works to the manufacturer in whose <br> undertaking the last working or processing is carried out, provided that the price includes the <br> value of all the materials used and all other costs related to its production, excluding any <br> another once they are incorporated into the finished product; <br> where the actual price paid does not reflect all costs related to the manufacturing of the <br> product which are actually incurred in the Union or in Viet Nam, the ex-works price means <br> the sum of all those costs, excluding any internal taxes which are, or may be, repaid when the <br> product obtained is exported; <br> where the last working or processing has been subcontracted to a manufacturer, the term <br> @^@manufacturer@^@ referred to in the first paragraph may refer to the enterprise that has employed the subcontractor; <br> internal taxes which are, or may be, repaid when the product obtained is exported; <br> (g) @^@fungible materials@^@ means materials that are of the same kind and commercial quality, with <br> the same technical and physical characteristics, and which cannot be distinguished from one <br> (i) @^@manufacture@^@ means any kind of working or processing, manufacturing, producing, <br> processing or assembling of goods; <br> (j) @^@material@^@ means, inter alia, any ingredient, raw material, component or part used in the <br> consignee or covered by a single transport document covering their shipment from the <br> manufacture of a product; <br> (k) @^@non-originating goods@^@ or @^@non-originating materials@^@ means goods or materials that do not <br> qualify as originating in accordance with this Protocol; <br> (l) @^@originating goods@^@ or @^@originating materials@^@ means goods or materials that qualify as <br> originating in accordance with the provisions of this Protocol; <br> (h) @^@goods@^@ means both materials and products; <br> (m) @^@product@^@ means a product being manufactured, even if it is intended for later use in another manufacturing operation; <br> (o) @^@value of materials@^@ means the customs value at the time of importation of the non-originating <br> materials used or, if this is not known and cannot be ascertained, the first ascertainable price <br> paid for the materials in the Union or in Viet Nam. <br> (n) @^@territories@^@ includes territorial sea; <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 2 : General Requirements <br> originating in a Party: <br> (a) products wholly obtained in a Party within the meaning of Article 4 (Wholly Obtained Products); <br> (b) products obtained in a Party incorporating materials which have not been wholly obtained <br> Party concerned within the meaning of Article 5 (Sufficiently Worked or Processed Products). <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "For the purpose of implementing this Agreement, the following products shall be considered as <br> there, provided that such materials have undergone sufficient working or processing in the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 3 : Cumulation of origin <br> Concerning the definition of the concept of @^@originating products@^@ <br> Section A <br> 1 Notwithstanding Article 2 (General Requirements), products shall be considered as <br> 1 The following operations shall be considered as insufficient working or processing to confer <br> Accessories, spare parts, tools and instructional or other information materials dispatched with a <br> originating in the exporting Party if such products are obtained there by incorporating materials <br> piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> originating in the other Party, provided that the working or processing carried out in the exporting <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the <br> (b) breaking-up and assembly of packages; <br> Party goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> 2 Materials listed in Annex III to this Protocol (Materials Referred to in Paragraph 2 of Article 3) <br> Sets <br> (c) live animals born and raised there; <br> originating in an ASEAN country which applies with the Union a preferential trade <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (f) products obtained by hunting or fishing conducted there; <br> agreement in accordance with Article XXIV of GATT 1994, shall be considered as materials <br> Article 9 : Sets <br> Neutral elements <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component <br> originating in Viet Nam when further processed or incorporated into one of the products listed in <br> products are originating products. When a set is composed of originating and non-originating <br> Annex IV to this Protocol (Products Referred to in Paragraph 2 of Article 3). <br> products, the set as a whole shall be regarded as originating, provided that the value of the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 3 For the purpose of paragraph 2, the origin of the materials shall be determined according to <br> non-originating products does not exceed 15 percent of the ex-works price of the set. <br> the rules of origin applicable in the framework of the Union's preferential trade agreements with <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> those ASEAN countries. <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> 4 For the purpose of paragraph 2, the originating status of materials exported from an ASEAN <br> In order to determine whether a product originates in a Party, it shall not be necessary to determine <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> country to Viet Nam to be used in further working or processing shall be established by a proof of <br> the origin of the following elements which might be used in its manufacture: <br> origin as if those materials were exported directly to the Union. <br> (d) products from live animals raised there; <br> 5 The cumulation provided for in paragraphs 2 to 4 applies if: <br> (a) the ASEAN countries involved in the acquisition of the originating status have undertaken to: <br> vessels and factory ships which: <br> (c) machines, tools, dies and moulds; spare parts and materials used in the maintenance of <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> equipment and buildings; lubricants, greases, compounding materials and other materials used <br> (ii) provide the administrative cooperation necessary to ensure the correct implementation <br> in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> of this Protocol both with regard to the Union and among themselves; <br> of the product. <br> safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used <br> GENERAL PROVISIONS <br> (b) the undertakings referred to in subparagraph (a) have been notified to the Union; and <br> for testing or inspecting the product; and <br> (c) the tariff duty the Union applies to the products listed in Annex IV to this Protocol (Products <br> considered together when determining whether the working or processing undergone by that <br> (d) other goods which do not enter and which are not intended to enter into the final composition <br> product is to be regarded as insufficient within the meaning of paragraph 1. <br> Referred to in Paragraph 2 of Article 3) obtained in Viet Nam by use of such cumulation is <br> higher than or the same as the duty the Union applies to the same product originating in the <br> Article 11 : Accounting Segregation <br> ASEAN country involved in the cumulation. <br> 6 Proofs of origin issued by application of paragraph 2 shall bear the following entry: <br> 1 If originating and non-originating fungible materials are used in the working or processing of <br> @^@Application of Article 3 (2) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> a product, the competent authorities may, at the written request of economic operators, authorise the <br> 7 Fabrics originating in the Republic of Korea shall be considered as originating in Viet Nam <br> management of materials using the accounting segregation method without keeping the <br> when further processed or incorporated into one of the products listed in Annex V (Products <br> materials in separate stocks. <br> (q) slaughter of animals. <br> Referred to in Paragraph 7 of Article 3) to this Protocol obtained in Viet Nam, provided that they <br> 2 The competent authorities may make the granting of authorisation referred to in paragraph 1 <br> have undergone working or processing in Viet Nam which goes beyond the operations referred <br> subject to any conditions they deem appropriate. <br> to in Article 6 (Insufficient Working and Processing). <br> 3 The authorisation shall be granted only if by use of the accounting segregation method it can <br> 8 For the purpose of paragraph 7, the origin of the fabrics shall be determined in accordance <br> Sufficiently worked or processed products <br> be ensured that, at any time, the number of products obtained which could be considered as <br> with to the rules of origin applicable in the framework of the Union's preferential trade agreement <br> originating in the Union or in Viet Nam is the same as the number that would have been obtained <br> with the Republic of Korea except for the rules set out in Annex II(a) to Protocol 1 of that <br> by using a method of physical segregation of the stocks. <br> preferential trade agreement. <br> 4 If authorised, the accounting segregation method and its application shall be recorded on the <br> 9 For the purpose of paragraph 7, the originating status of the fabrics exported from the <br> Republic of Korea to Viet Nam to be used in further working or processing shall be established by a <br> proof of origin as if those fabrics were exported directly from the Republic of Korea to the Union. <br> 10 The cumulation provided for in paragraphs 7 to 9 applies if: <br> Cumulation of Origin <br> (a) the Republic of Korea applies with the Union a preferential trade agreement in accordance <br> with Article XXIV of GATT 1994; <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the Union their undertaking to: <br> (i) comply or ensure compliance with this Protocol; and <br> (i) comply or ensure compliance with the cumulation provided for by this Article; and <br> Article 8 : Accessories, spare parts and tools <br> of this Protocol both with regard to the Union and between themselves. <br> 11 Proofs of origin issued by Viet Nam by application of paragraph 7 shall bear the following <br> entry: @^@Application of Article 3(7) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> 12 On request of a Party, the Committee on Customs established pursuant to Article 17.2 <br> piece of equipment, machine, apparatus or vehicle in question. <br> (Specialised Committees), may decide that fabrics originating in a country with which both the <br> Union and Viet Nam apply a preferential trade agreement in accordance with Article XXIV of <br> GATT 1994 shall be considered as originating in a Party when further processed or incorporated <br> into one of the products listed in Annex V to this Protocol obtained in that Party, provided that they <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> have undergone working or processing in that Party which goes beyond the operations referred <br> to in Article 6 (Insufficient Working or Processing). <br> 13 When taking the decision on the request for cumulation and its modalities referred to in <br> Insufficient working or processing <br> paragraph 12, the Committee on Customs shall take into account the interests of the other Party and <br> the objectives of this Agreement. <br> Article 5 : Sufficiently worked or processed products <br> (a) energy and fuel; <br> 1 The following shall be considered as wholly obtained in a Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there <br> from eggs, fry, fingerlings and larvae; <br> (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; <br> other simple packaging operations; <br> (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> (e) simple painting and polishing operations; <br> (l) products extracted from the seabed or below the seabed which is situated outside any <br> manufacturing and apply only in relation to such materials. <br> territorial sea but where it has exclusive exploitation rights; <br> (m) goods produced there exclusively from the products specified in subparagraphs (a) to (l). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in subparagraphs 1(h) and 1(i) apply only to <br> (a) are registered in a Member State of the Union or in Viet Nam; <br> (b) flies the flag of a Member State of the Union or of Viet Nam; and <br> (a) mineral products extracted from their soil or from their seabed; <br> (i) they are at least 50 percent owned by natural persons of a Party; or <br> (A) have their head office and their main place of business in the Union or Viet Nam; and <br> (B) are at least 50 percent owned by a Member State of the Union or by Viet Nam or <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> by public entities or nationals of a Party. <br> Wholly obtained products <br> 1 For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are <br> not wholly obtained are considered to be sufficiently worked or processed when the conditions set <br> out in Annex II to this Protocol are fulfilled. <br> 2 The conditions referred to in paragraph 1 indicate, for all products covered by this Agreement, <br> the working or processing which must be carried out on non-originating materials used in <br> Accessories, Spare Parts and Tools <br> If a product which has acquired originating status by fulfilling the conditions set out in the list is <br> used in the manufacture of another product, the conditions applicable to the product in which it is <br> incorporated do not apply to it, and no account shall be taken of the non-originating materials which <br> 3 By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non-originating <br> materials which, in accordance with the conditions set out in Annex II to this Protocol, are not to be <br> used in the manufacture of a given product, may nevertheless be used, provided that their total value <br> or net weight assessed for the product does not exceed: <br> (a) 10 percent of the weight of the product or ex-works price for products of Chapters 2 and 4 to <br> 24 of the HS, other than processed fishery products referred to in Chapter 16 of the HS; or <br> (b) 10 percent of the ex-works price of the product for other products, except for products of <br> ARTICLE 4 : Wholly Obtained Products <br> Chapters 50 to 63 of the HS, for which the tolerances mentioned in Notes 6 and 7 of Annex I <br> to this Protocol apply. <br> 4 Paragraph 3 shall not allow exceeding any of the percentages for the maximum value or <br> (b) plants and vegetable products grown and harvested or gathered there; <br> weight of non-originating materials as specified in Annex II to this Protocol. <br> 5 Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the meaning of Article 4. <br> Without prejudice to Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 <br> (Unit of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum <br> of all the materials which are used in the manufacture of a product for which Annex II to this <br> Protocol requires that such materials be wholly obtained. <br> the status of originating products, whether or not the requirements of Article 5 (Sufficiently Worked <br> or Processed Products) are satisfied: <br> Accounting Segregation <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); <br> (c) meet one of the following conditions: <br> (ii) they are owned by legal persons which: <br> Article 6 : Insufficient Working or Processing <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly <br> of products into parts; <br> (p) a combination of two or more of the operations specified in points (a) to (o); or <br> 2 For the purpose of paragraph 1, operations shall be considered simple when for their <br> performance neither special skills are required nor machines, apparatus or tools especially produced <br> or installed for those operations. <br> 3 All operations carried out either in the Union or in Viet Nam on a given product shall be <br> (d) ironing or pressing of textiles and textile articles; <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> may have been used in its manufacture. <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> (e) products from slaughtered animals born and raised there; <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7 : Unit of Qualification <br> 1 The unit of qualification for the application of this Protocol shall be the particular product <br> which is considered as the basic unit when determining classification using the nomenclature of the HS. <br> subheading of the HS, each individual item shall be taken into account when applying this Protocol. <br> 3 Where, under General Rule 5 of the HS, packaging is included in the product for classification <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "2 When a consignment consists of a number of identical products classified under the same <br> purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 3 : Cumulation of origin <br> Concerning the definition of the concept of @^@originating products@^@ <br> Section A <br> 1 Notwithstanding Article 2 (General Requirements), products shall be considered as <br> 1 The following operations shall be considered as insufficient working or processing to confer <br> Accessories, spare parts, tools and instructional or other information materials dispatched with a <br> originating in the exporting Party if such products are obtained there by incorporating materials <br> piece of equipment, machine, apparatus or vehicle, which are part of the normal equipment and <br> originating in the other Party, provided that the working or processing carried out in the exporting <br> included in the price thereof or which are not separately invoiced, shall be regarded as one with the <br> (b) breaking-up and assembly of packages; <br> Party goes beyond the operations referred to in Article 6 (Insufficient Working or Processing). <br> 2 Materials listed in Annex III to this Protocol (Materials Referred to in Paragraph 2 of Article 3) <br> Sets <br> (c) live animals born and raised there; <br> originating in an ASEAN country which applies with the Union a preferential trade <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (f) products obtained by hunting or fishing conducted there; <br> agreement in accordance with Article XXIV of GATT 1994, shall be considered as materials <br> Article 9 : Sets <br> Neutral elements <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when all component <br> originating in Viet Nam when further processed or incorporated into one of the products listed in <br> products are originating products. When a set is composed of originating and non-originating <br> Annex IV to this Protocol (Products Referred to in Paragraph 2 of Article 3). <br> products, the set as a whole shall be regarded as originating, provided that the value of the <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> 3 For the purpose of paragraph 2, the origin of the materials shall be determined according to <br> non-originating products does not exceed 15 percent of the ex-works price of the set. <br> the rules of origin applicable in the framework of the Union's preferential trade agreements with <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> those ASEAN countries. <br> ARTICLE 10 : Neutral Elements <br> (i) Sharpening, simple grinding or simple cutting; <br> 4 For the purpose of paragraph 2, the originating status of materials exported from an ASEAN <br> In order to determine whether a product originates in a Party, it shall not be necessary to determine <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br> country to Viet Nam to be used in further working or processing shall be established by a proof of <br> the origin of the following elements which might be used in its manufacture: <br> origin as if those materials were exported directly to the Union. <br> (d) products from live animals raised there; <br> 5 The cumulation provided for in paragraphs 2 to 4 applies if: <br> (a) the ASEAN countries involved in the acquisition of the originating status have undertaken to: <br> vessels and factory ships which: <br> (c) machines, tools, dies and moulds; spare parts and materials used in the maintenance of <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> equipment and buildings; lubricants, greases, compounding materials and other materials used <br> (ii) provide the administrative cooperation necessary to ensure the correct implementation <br> in production or used to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> of this Protocol both with regard to the Union and among themselves; <br> of the product. <br> safety equipment and supplies; catalysts and solvents; equipment, devices and supplies used <br> GENERAL PROVISIONS <br> (b) the undertakings referred to in subparagraph (a) have been notified to the Union; and <br> for testing or inspecting the product; and <br> (c) the tariff duty the Union applies to the products listed in Annex IV to this Protocol (Products <br> considered together when determining whether the working or processing undergone by that <br> (d) other goods which do not enter and which are not intended to enter into the final composition <br> product is to be regarded as insufficient within the meaning of paragraph 1. <br> Referred to in Paragraph 2 of Article 3) obtained in Viet Nam by use of such cumulation is <br> higher than or the same as the duty the Union applies to the same product originating in the <br> Article 11 : Accounting Segregation <br> ASEAN country involved in the cumulation. <br> 6 Proofs of origin issued by application of paragraph 2 shall bear the following entry: <br> 1 If originating and non-originating fungible materials are used in the working or processing of <br> @^@Application of Article 3 (2) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> a product, the competent authorities may, at the written request of economic operators, authorise the <br> 7 Fabrics originating in the Republic of Korea shall be considered as originating in Viet Nam <br> management of materials using the accounting segregation method without keeping the <br> when further processed or incorporated into one of the products listed in Annex V (Products <br> materials in separate stocks. <br> (q) slaughter of animals. <br> Referred to in Paragraph 7 of Article 3) to this Protocol obtained in Viet Nam, provided that they <br> 2 The competent authorities may make the granting of authorisation referred to in paragraph 1 <br> have undergone working or processing in Viet Nam which goes beyond the operations referred <br> subject to any conditions they deem appropriate. <br> to in Article 6 (Insufficient Working and Processing). <br> 3 The authorisation shall be granted only if by use of the accounting segregation method it can <br> 8 For the purpose of paragraph 7, the origin of the fabrics shall be determined in accordance <br> Sufficiently worked or processed products <br> be ensured that, at any time, the number of products obtained which could be considered as <br> with to the rules of origin applicable in the framework of the Union's preferential trade agreement <br> originating in the Union or in Viet Nam is the same as the number that would have been obtained <br> with the Republic of Korea except for the rules set out in Annex II(a) to Protocol 1 of that <br> by using a method of physical segregation of the stocks. <br> preferential trade agreement. <br> 4 If authorised, the accounting segregation method and its application shall be recorded on the <br> 9 For the purpose of paragraph 7, the originating status of the fabrics exported from the <br> Republic of Korea to Viet Nam to be used in further working or processing shall be established by a <br> proof of origin as if those fabrics were exported directly from the Republic of Korea to the Union. <br> 10 The cumulation provided for in paragraphs 7 to 9 applies if: <br> Cumulation of Origin <br> (a) the Republic of Korea applies with the Union a preferential trade agreement in accordance <br> with Article XXIV of GATT 1994; <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the Union their undertaking to: <br> (i) comply or ensure compliance with this Protocol; and <br> (i) comply or ensure compliance with the cumulation provided for by this Article; and <br> Article 8 : Accessories, spare parts and tools <br> of this Protocol both with regard to the Union and between themselves. <br> 11 Proofs of origin issued by Viet Nam by application of paragraph 7 shall bear the following <br> entry: @^@Application of Article 3(7) of Protocol 1 to the Viet Nam - EU FTA@^@. <br> 12 On request of a Party, the Committee on Customs established pursuant to Article 17.2 <br> piece of equipment, machine, apparatus or vehicle in question. <br> (Specialised Committees), may decide that fabrics originating in a country with which both the <br> Union and Viet Nam apply a preferential trade agreement in accordance with Article XXIV of <br> GATT 1994 shall be considered as originating in a Party when further processed or incorporated <br> into one of the products listed in Annex V to this Protocol obtained in that Party, provided that they <br> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br> have undergone working or processing in that Party which goes beyond the operations referred <br> to in Article 6 (Insufficient Working or Processing). <br> 13 When taking the decision on the request for cumulation and its modalities referred to in <br> Insufficient working or processing <br> paragraph 12, the Committee on Customs shall take into account the interests of the other Party and <br> the objectives of this Agreement. <br> Article 5 : Sufficiently worked or processed products <br> (a) energy and fuel; <br> 1 The following shall be considered as wholly obtained in a Party: <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are born or raised there <br> from eggs, fry, fingerlings and larvae; <br> (h) products of sea fishing and other products taken from outside any territorial sea by its vessels; <br> other simple packaging operations; <br> (i) products made aboard its factory ships exclusively from products referred to in subparagraph (h); <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> (e) simple painting and polishing operations; <br> (l) products extracted from the seabed or below the seabed which is situated outside any <br> manufacturing and apply only in relation to such materials. <br> territorial sea but where it has exclusive exploitation rights; <br> (m) goods produced there exclusively from the products specified in subparagraphs (a) to (l). <br> 2 The terms @^@its vessels@^@ and @^@its factory ships@^@ in subparagraphs 1(h) and 1(i) apply only to <br> (a) are registered in a Member State of the Union or in Viet Nam; <br> (b) flies the flag of a Member State of the Union or of Viet Nam; and <br> (a) mineral products extracted from their soil or from their seabed; <br> (i) they are at least 50 percent owned by natural persons of a Party; or <br> (A) have their head office and their main place of business in the Union or Viet Nam; and <br> (B) are at least 50 percent owned by a Member State of the Union or by Viet Nam or <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> by public entities or nationals of a Party. <br> Wholly obtained products <br> 1 For the purpose of subparagraph (b) of Article 2 (General Requirements), products which are <br> not wholly obtained are considered to be sufficiently worked or processed when the conditions set <br> out in Annex II to this Protocol are fulfilled. <br> 2 The conditions referred to in paragraph 1 indicate, for all products covered by this Agreement, <br> the working or processing which must be carried out on non-originating materials used in <br> Accessories, Spare Parts and Tools <br> If a product which has acquired originating status by fulfilling the conditions set out in the list is <br> used in the manufacture of another product, the conditions applicable to the product in which it is <br> incorporated do not apply to it, and no account shall be taken of the non-originating materials which <br> 3 By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non-originating <br> materials which, in accordance with the conditions set out in Annex II to this Protocol, are not to be <br> used in the manufacture of a given product, may nevertheless be used, provided that their total value <br> or net weight assessed for the product does not exceed: <br> (a) 10 percent of the weight of the product or ex-works price for products of Chapters 2 and 4 to <br> 24 of the HS, other than processed fishery products referred to in Chapter 16 of the HS; or <br> (b) 10 percent of the ex-works price of the product for other products, except for products of <br> ARTICLE 4 : Wholly Obtained Products <br> Chapters 50 to 63 of the HS, for which the tolerances mentioned in Notes 6 and 7 of Annex I <br> to this Protocol apply. <br> 4 Paragraph 3 shall not allow exceeding any of the percentages for the maximum value or <br> (b) plants and vegetable products grown and harvested or gathered there; <br> weight of non-originating materials as specified in Annex II to this Protocol. <br> 5 Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within the meaning of Article 4. <br> Without prejudice to Article 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 <br> (Unit of Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum <br> of all the materials which are used in the manufacture of a product for which Annex II to this <br> Protocol requires that such materials be wholly obtained. <br> the status of originating products, whether or not the requirements of Article 5 (Sufficiently Worked <br> or Processed Products) are satisfied: <br> Accounting Segregation <br> (f) husking and partial or total milling of rice; polishing and glazing of cereals and rice; <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total milling of crystal sugar; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including the making-up of sets of articles); <br> (c) meet one of the following conditions: <br> (ii) they are owned by legal persons which: <br> Article 6 : Insufficient Working or Processing <br> (o) simple assembly of parts of articles to constitute a complete article or disassembly <br> of products into parts; <br> (p) a combination of two or more of the operations specified in points (a) to (o); or <br> 2 For the purpose of paragraph 1, operations shall be considered simple when for their <br> performance neither special skills are required nor machines, apparatus or tools especially produced <br> or installed for those operations. <br> 3 All operations carried out either in the Union or in Viet Nam on a given product shall be <br> (d) ironing or pressing of textiles and textile articles; <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar with any material; <br> may have been used in its manufacture. <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> (e) products from slaughtered animals born and raised there; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 14 : Exhibitions <br> Article 15 : General Requirements <br> basis of the general accounting principles applicable in the Union or in Viet Nam, depending on <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> Article 34 : Application of this Protocol <br> Exhibitions <br> Submission of Proof of Origin <br> where the product is manufactured. <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Protocol <br> 5 A manufacturer using the accounting segregation method shall make out or apply for origin <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br> 1 For the purpose of the application of this Protocol, the term @^@Party@^@ does not cover Ceuta and Melilla. <br> declarations for the quantity of products which may be considered as originating in the exporting <br> travellers' personal luggage shall be admitted as originating products without requiring the <br> competent authorities of the importing Party have reasonable doubts as to the authenticity of such <br> 2 Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all <br> Party. At the request of the customs authorities or the competent authorities of the exporting Party, <br> submission of a proof of origin, provided that such products are not imported by way of trade and <br> respects the same customs treatment under this Agreement as that which is applied to products <br> the beneficiary shall provide a statement of how the quantities have been managed. <br> have been declared as meeting the requirements of this Protocol and where there is no doubt as to <br> originating in the customs territory of the Union under Protocol 2 to the Act concerning the <br> 6 The competent authorities shall monitor the use made of the authorisation referred to in <br> other requirements of this Protocol. <br> the veracity of such declaration. In the case of products sent by post, this declaration can be made <br> 2 For the purpose of implementing the provisions of paragraph 1, the competent authorities of <br> conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments <br> paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any <br> on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. <br> the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or <br> to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this <br> of the other conditions laid down in this Protocol. <br> documents, the originating status of the products concerned or the fulfilment of the other <br> the origin declaration, or a copy of these documents, to the competent authorities of the exporting <br> Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted <br> SECTION C <br> 2 Imports which are occasional and consist solely of products for the personal use of the <br> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br> Party giving, where appropriate, the reasons for the enquiry. Any documents and information <br> to products imported from and originating in the Union. <br> TERRITORIAL REQUIREMENTS <br> evident from the nature and quantity of the products that no commercial purpose exists. <br> obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded <br> 3 For the purpose of the application of paragraph 2 concerning products originating in Ceuta <br> Article 12 : Principle of Territoriality <br> 3 Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: <br> and Melilla, this Protocol applies mutatis mutandis subject to the special conditions <br> For this purpose, they shall have the right to call for any evidence and to carry out any inspection of <br> Principle of Territoriality <br> (a) when entering the Union, 500 euros in the case of small packages or 1 200 euros in the case of <br> 3 The verification shall be carried out by the competent authorities of the exporting Party. For <br> in support of the request for verification. <br> set out in Article 35 (Special Conditions). <br> 1 The conditions set out in Section B (Definition of the Concept of @^@Originating Products@^@) <br> referred to in paragraph 1. <br> products forming part of travellers' personal luggage; <br> that purpose, they shall have the right to request any evidence and to carry out any inspection of the <br> relating to the acquisition of originating status shall be fulfilled without interruption in a Party. <br> (b) when entering Viet Nam, 200 US dollars both, in the case of small packages and in the case of <br> exporter's accounts or any other check considered appropriate. <br> 2 If originating goods exported from a Party return from a non-Party, they shall be considered <br> products forming part of travellers' personal luggage. <br> 4 If the competent authorities of the importing Party decide to suspend the granting of <br> as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> preferential tariff treatment to the products concerned while awaiting the results of the verification, <br> that the returning goods: <br> release of the products shall be offered to the importer subject to any precautionary measures <br> (a) are the same as those exported; and <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate <br> deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as <br> (b) have not undergone any operation beyond what is necessary to preserve them in good <br> of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used <br> possible after the originating status of the products concerned or the fulfilment of the other <br> condition while they were in that non-Party or while being exported. <br> Article 25 : Supporting documents <br> for the purpose of proving that products covered by an origin declaration or a certificate of origin <br> requirements of this Protocol has been ascertained by the competent authorities of the importing Party. <br> verification as soon as possible. These results must indicate clearly whether the documents are <br> Article 13 : Non-Alteration <br> can be considered as products originating in the Union or in Viet Nam and fulfil the other <br> 5 The competent authorities requesting the verification shall be informed of the results of this <br> Conditions for making out an origin declaration <br> Non-Alteration <br> requirements of this Protocol, may consist, inter alia, of the following: <br> 1 The products declared for home use in a Party shall be the same products as exported from the <br> SECTION D <br> (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier <br> authentic and whether the products concerned can be considered as products originating in the <br> other Party in which they are considered to originate. They shall not have been altered, transformed <br> to obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br> Parties and fulfil the other requirements of this Protocol. <br> verification request or if the reply does not contain sufficient information to determine the <br> in any way or subjected to operations other than operations to preserve them in good condition or <br> (b) documents proving the originating status of materials used, issued or made out in a Party, <br> 6 If in cases of reasonable doubt there is no reply within 10 months of the date of the <br> other than adding or affixing marks, labels, seals or any other documentation to ensure compliance <br> where those documents are used in accordance with domestic law; <br> with specific domestic requirements of the importing Party carried out under customs supervision in <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a <br> authenticity of the document in question or the real origin of the products, the requesting competent <br> purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line <br> the country or countries of transit or splitting prior to being declared for home use. <br> Discrepancies and formal errors <br> Party, where those documents are used in accordance with domestic law; or <br> authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment. <br> Dispute settlement <br> 2 Storage of products or consignments may take place provided they remain under customs <br> exclude all possibility of fraudulent additions. <br> (d) proof of origin proving the originating status of materials used, issued or made out in a Party <br> Article 31 : Dispute Settlement <br> Certificate of Origin. <br> supervision in the country or countries of transit. <br> in accordance with this Protocol. <br> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br> 1 Where disputes arise in relation to the verification procedures provided for in Article 30 <br> place where carried out by the exporter or under his responsibility, provided they remain under <br> (Verification of Proofs of Origin) which cannot be settled between the competent <br> customs supervision in the country or countries of splitting. <br> 1 The exporter making out an origin declaration or applying for the issuance of a certificate of <br> authorities requesting a verification and the competent authorities responsible for carrying out this <br> 4 In case of doubt, the importing Party may request the declarant to provide evidence of <br> origin shall keep for at least three years a copy of this origin declaration or of the certificate of <br> Supporting documents <br> verification, they shall be submitted to the Committee on Customs. <br> compliance, which may be given by any means, including: <br> origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the <br> 2 Disputes between the importer and the competent authorities of the importing Party, shall be <br> (a) contractual transport documents such as bills of lading; <br> Issuance of a Certificate of Origin) and paragraph 2 of Article 19 <br> settled in accordance with the legislation of that Party. <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (Conditions for Making out an Origin Declaration). <br> Article 26 : Preservation of proof of origin and supporting documents <br> (c) any evidence related to the goods themselves; <br> 2 The competent authorities of the exporting Party issuing a certificate of origin shall keep for <br> (d) a certificate of non-manipulation provided by the customs authorities of the country or <br> Article 20 : Approved exporter <br> at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the <br> Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or <br> countries of transit or splitting, or any other documents demonstrating that the goods <br> Issuance of a Certificate of Origin). <br> causes to be drawn up, a document which contains incorrect information for the purpose of <br> remained under customs supervision in the country or countries of transit or splitting. <br> Validity of proof of origin <br> 3 The customs authorities of the importing Party shall keep for at least three years the proofs of <br> obtaining preferential tariff treatment for products. <br> origin submitted to them. <br> 4 Each Party shall permit, in accordance with that Party's laws and regulations, exporters in its <br> 1 Originating products sent for exhibition in a country other than a Party and sold after the <br> territory to maintain documentation or records in any form or medium, provided that the <br> ARTICLE 32 : Penalties <br> exhibition for importation in a Party shall benefit on importation from the provisions of this <br> documentation or records can be retrieved and printed. <br> Agreement provided it is shown to the satisfaction of the customs authorities that: <br> those made in the documents submitted to the customs office for the purpose of carrying out the <br> (a) an exporter has consigned these products from a Party to the country in which the exhibition <br> formalities for importing the products shall not ipso facto render the proof of origin null and void if <br> is held and has exhibited them there; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; <br> 2 Obvious formal errors such as typing errors on a proof of origin shall not cause this document <br> Penalties <br> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br> in which they were sent for exhibition; and <br> it is duly established that this document corresponds to the products submitted. <br> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br> Approved exporter <br> to be rejected if these errors are not such as to create doubts concerning the correctness of the <br> other than demonstration at the exhibition. <br> ARTICLE 27 : Discrepancies and Formal Errors <br> statements made in this document. <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Section D <br> (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal <br> 2 The duplicate issued in this way must be endorsed with the following word in English: <br> 3 For multiple goods declared under the same proof of origin, a problem encountered with one <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs <br> additional documentary evidence of the conditions under which the products have been <br> clearance of the remaining goods listed in the proof of origin. <br> exhibited may be required. <br> 3 Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar <br> public show or display which is not organised for private purposes in shops or business premises <br> with a view to the sale of foreign products, provided that the products remain under customs control. <br> Exemptions from Proof of Origin <br> Procedure for the Issuance of a Certificate of Origin <br> 1 Products originating in the Union shall, on importation into Viet Nam, benefit from this <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: <br> (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any <br> consignment regardless of its value; or <br> in their possession. <br> (ii) any exporter for consignments the total value of which does not exceed 6 000 euros; <br> (c) a statement of origin made out by exporters registered in an electronic database in accordance <br> with the relevant legislation of the Union after the Union has notified to Viet Nam that such <br> legislation applies to its exporters. Such notification may stipulate that points (a) and (b) shall <br> cease to apply to the Union. <br> 2 Products originating in Viet Nam shall, on importation into the Union, benefit from this <br> Agreement upon submission of any of the following proofs of origin: <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by any exporter for consignments the total value of which is to be <br> determined in the national legislation of Viet Nam and shall not exceed 6 000 euros; <br> (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by an exporter approved or registered in accordance with the relevant <br> legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies <br> to its exporters. Such notification may stipulate that point (a) shall cease to apply to Viet Nam. <br> 3 Originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the <br> submission of any of the documents referred to in this Article. <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> 1 A certificate of origin shall be issued by the competent authorities of the exporting Party on <br> application having been made in writing by the exporter or, under the exporter's responsibility, by <br> his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the certificate <br> of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The <br> specimen of the application form to be used for exports from the Union to Viet Nam appears in <br> the other requirements of this Protocol. <br> Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be <br> completed in one of the languages in which this Agreement is drawn up and in accordance with the <br> requirements of this Protocol. <br> domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in <br> printed characters. The description of the products must be given in the box reserved for this <br> Article 21 : Validity of proof of origin <br> must be drawn below the last line of the description, the empty space being crossed through to <br> prevent any subsequent addition. <br> 3 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all appropriate <br> documents proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin shall be issued by the competent authorities of the exporting Party if the <br> products concerned can be considered as products originating in the Union or in Viet Nam and fulfil <br> 5 The competent authorities issuing certificates of origin shall take any steps necessary to verify <br> the originating status of the products and the fulfilment of the other requirements of this Protocol. <br> the exporter's accounts or any other check considered appropriate. They shall also ensure that the <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the <br> him as if it had been signed in manuscript by him. <br> space reserved for the description of the products has been completed in such a manner as to <br> 6 The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. <br> verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. <br> 7 The certificate of origin shall be issued as soon as possible to but not later than three working <br> days after the date of exportation (the declared shipment date). <br> Certificates of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of <br> Origin), a certificate of origin may also be issued after exportation of the products to which it relates <br> in specific situations where: <br> (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was <br> not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time of exportation and <br> was determined during their transportation, storage or after splitting of consignments in <br> accordance with Article 13 (Non-Alteration). <br> 2 For the implementation of paragraph 1, the exporter shall indicate in his application the place <br> and date of exportation of the products to which the certificate of origin relates, and state the <br> reasons for his request. <br> 3 The competent authorities may issue a certificate of origin retrospectively only after verifying <br> that the information supplied in the exporter's application conforms with that in the corresponding file. <br> 4 Certificates of origin issued retrospectively shall be endorsed with the following phrase in <br> English: @^@ISSUED RETROSPECTIVELY@^@. <br> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin. <br> Article 18 : Issue of a Duplicate Certificate of Origin <br> Issue of a Duplicate Certificate of Origin <br> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the <br> competent authorities which issued it for a duplicate made out on the basis of the export documents <br> @^@DUPLICATE@^@. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br> 4 The duplicate, which must bear the date of issue of the original certificate of origin, shall take <br> effect as from that date. <br> Article 19 : Conditions for Making out an Origin Declaration <br> 1 An origin declaration may be made out if the products concerned can be considered as <br> products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any time, at the <br> request of the competent authorities of the exporting Party, all appropriate documents proving the <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 3 An origin declaration shall be made out by the exporter on the invoice, the delivery note or <br> any other commercial documents which describe the products concerned in sufficient details to <br> 1 Products sent as small packages from private persons to private persons or forming part of <br> enable them to be identified, by typing, stamping or printing on that document the declaration, the <br> text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in <br> that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the <br> declaration is hand-written, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. However, <br> an approved exporter within the meaning of Article 20 (Approved Exporter) shall not be required to <br> sign such declarations provided that he gives the competent authorities of the exporting Party a <br> written undertaking that he accepts full responsibility for any origin declaration which identifies <br> 5 An origin declaration may be made out after exportation provided that it is presented in the <br> importing Party no later than two years, or the period specified in the legislation of the importing <br> Party, after the entry of the goods into the territory. <br> 6 The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply <br> mutatis mutandis to statements of origin made out by an exporter registered as provided for in <br> Article 22 : Submission of proof of origin <br> subparagraphs 1(c) and 2(c) of Article 15 (General Requirements). <br> 1 The competent authorities of the exporting Party may authorise any exporter (hereinafter <br> referred to as @^@approved exporter@^@) who exports products under this Agreement to make out origin <br> declarations irrespective of the value of the products concerned. An exporter seeking such <br> authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to <br> 2 The competent authorities may grant the status of approved exporter subject to any conditions <br> specified in domestic legislation which they consider appropriate. <br> 3 The competent authorities shall grant to the approved exporter an authorisation number which <br> shall appear on the origin declaration. <br> 4 The competent authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent authorities may withdraw the authorisation at any time. They shall do so when <br> the approved exporter no longer offers the guarantees referred to in paragraph1, no longer fulfils the <br> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 12 months from the date of issuance in the exporting <br> Party, and shall be submitted to the customs authorities of the importing Party within that period. <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after <br> the period of validity referred to in paragraph 1 may be accepted for the purpose of applying <br> preferential tariff treatment, when the importer failed to submit those documents by the final date of <br> the period of validity due to force majeure or other valid reasons beyond that person's control. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may <br> accept the proofs of origin when the products have been imported within the period of validity <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the <br> customs authorities of the importing Party in accordance with the procedures applicable in that <br> Party. Those authorities may request a translation of the proof of origin if it is not issued in English. <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br> Proof of origin <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> the importing Party, dismantled or non-assembled products within the meaning of General Rule 2(a) <br> of the HS falling within Sections XVI and XVII or headings 7308 and 9406 of the HS are imported <br> by instalments, a single proof of origin for such products shall be submitted to the customs <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs authorities of <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 14 : Exhibitions <br> Article 15 : General Requirements <br> basis of the general accounting principles applicable in the Union or in Viet Nam, depending on <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> Article 34 : Application of this Protocol <br> Exhibitions <br> Submission of Proof of Origin <br> where the product is manufactured. <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Protocol <br> 5 A manufacturer using the accounting segregation method shall make out or apply for origin <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br> 1 For the purpose of the application of this Protocol, the term @^@Party@^@ does not cover Ceuta and Melilla. <br> declarations for the quantity of products which may be considered as originating in the exporting <br> travellers' personal luggage shall be admitted as originating products without requiring the <br> competent authorities of the importing Party have reasonable doubts as to the authenticity of such <br> 2 Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all <br> Party. At the request of the customs authorities or the competent authorities of the exporting Party, <br> submission of a proof of origin, provided that such products are not imported by way of trade and <br> respects the same customs treatment under this Agreement as that which is applied to products <br> the beneficiary shall provide a statement of how the quantities have been managed. <br> have been declared as meeting the requirements of this Protocol and where there is no doubt as to <br> originating in the customs territory of the Union under Protocol 2 to the Act concerning the <br> 6 The competent authorities shall monitor the use made of the authorisation referred to in <br> other requirements of this Protocol. <br> the veracity of such declaration. In the case of products sent by post, this declaration can be made <br> 2 For the purpose of implementing the provisions of paragraph 1, the competent authorities of <br> conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments <br> paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any <br> on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. <br> the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or <br> to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this <br> of the other conditions laid down in this Protocol. <br> documents, the originating status of the products concerned or the fulfilment of the other <br> the origin declaration, or a copy of these documents, to the competent authorities of the exporting <br> Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted <br> SECTION C <br> 2 Imports which are occasional and consist solely of products for the personal use of the <br> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br> Party giving, where appropriate, the reasons for the enquiry. Any documents and information <br> to products imported from and originating in the Union. <br> TERRITORIAL REQUIREMENTS <br> evident from the nature and quantity of the products that no commercial purpose exists. <br> obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded <br> 3 For the purpose of the application of paragraph 2 concerning products originating in Ceuta <br> Article 12 : Principle of Territoriality <br> 3 Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: <br> and Melilla, this Protocol applies mutatis mutandis subject to the special conditions <br> For this purpose, they shall have the right to call for any evidence and to carry out any inspection of <br> Principle of Territoriality <br> (a) when entering the Union, 500 euros in the case of small packages or 1 200 euros in the case of <br> 3 The verification shall be carried out by the competent authorities of the exporting Party. For <br> in support of the request for verification. <br> set out in Article 35 (Special Conditions). <br> 1 The conditions set out in Section B (Definition of the Concept of @^@Originating Products@^@) <br> referred to in paragraph 1. <br> products forming part of travellers' personal luggage; <br> that purpose, they shall have the right to request any evidence and to carry out any inspection of the <br> relating to the acquisition of originating status shall be fulfilled without interruption in a Party. <br> (b) when entering Viet Nam, 200 US dollars both, in the case of small packages and in the case of <br> exporter's accounts or any other check considered appropriate. <br> 2 If originating goods exported from a Party return from a non-Party, they shall be considered <br> products forming part of travellers' personal luggage. <br> 4 If the competent authorities of the importing Party decide to suspend the granting of <br> as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> preferential tariff treatment to the products concerned while awaiting the results of the verification, <br> that the returning goods: <br> release of the products shall be offered to the importer subject to any precautionary measures <br> (a) are the same as those exported; and <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate <br> deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as <br> (b) have not undergone any operation beyond what is necessary to preserve them in good <br> of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used <br> possible after the originating status of the products concerned or the fulfilment of the other <br> condition while they were in that non-Party or while being exported. <br> Article 25 : Supporting documents <br> for the purpose of proving that products covered by an origin declaration or a certificate of origin <br> requirements of this Protocol has been ascertained by the competent authorities of the importing Party. <br> verification as soon as possible. These results must indicate clearly whether the documents are <br> Article 13 : Non-Alteration <br> can be considered as products originating in the Union or in Viet Nam and fulfil the other <br> 5 The competent authorities requesting the verification shall be informed of the results of this <br> Conditions for making out an origin declaration <br> Non-Alteration <br> requirements of this Protocol, may consist, inter alia, of the following: <br> 1 The products declared for home use in a Party shall be the same products as exported from the <br> SECTION D <br> (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier <br> authentic and whether the products concerned can be considered as products originating in the <br> other Party in which they are considered to originate. They shall not have been altered, transformed <br> to obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br> Parties and fulfil the other requirements of this Protocol. <br> verification request or if the reply does not contain sufficient information to determine the <br> in any way or subjected to operations other than operations to preserve them in good condition or <br> (b) documents proving the originating status of materials used, issued or made out in a Party, <br> 6 If in cases of reasonable doubt there is no reply within 10 months of the date of the <br> other than adding or affixing marks, labels, seals or any other documentation to ensure compliance <br> where those documents are used in accordance with domestic law; <br> with specific domestic requirements of the importing Party carried out under customs supervision in <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a <br> authenticity of the document in question or the real origin of the products, the requesting competent <br> purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line <br> the country or countries of transit or splitting prior to being declared for home use. <br> Discrepancies and formal errors <br> Party, where those documents are used in accordance with domestic law; or <br> authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment. <br> Dispute settlement <br> 2 Storage of products or consignments may take place provided they remain under customs <br> exclude all possibility of fraudulent additions. <br> (d) proof of origin proving the originating status of materials used, issued or made out in a Party <br> Article 31 : Dispute Settlement <br> Certificate of Origin. <br> supervision in the country or countries of transit. <br> in accordance with this Protocol. <br> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br> 1 Where disputes arise in relation to the verification procedures provided for in Article 30 <br> place where carried out by the exporter or under his responsibility, provided they remain under <br> (Verification of Proofs of Origin) which cannot be settled between the competent <br> customs supervision in the country or countries of splitting. <br> 1 The exporter making out an origin declaration or applying for the issuance of a certificate of <br> authorities requesting a verification and the competent authorities responsible for carrying out this <br> 4 In case of doubt, the importing Party may request the declarant to provide evidence of <br> origin shall keep for at least three years a copy of this origin declaration or of the certificate of <br> Supporting documents <br> verification, they shall be submitted to the Committee on Customs. <br> compliance, which may be given by any means, including: <br> origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the <br> 2 Disputes between the importer and the competent authorities of the importing Party, shall be <br> (a) contractual transport documents such as bills of lading; <br> Issuance of a Certificate of Origin) and paragraph 2 of Article 19 <br> settled in accordance with the legislation of that Party. <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (Conditions for Making out an Origin Declaration). <br> Article 26 : Preservation of proof of origin and supporting documents <br> (c) any evidence related to the goods themselves; <br> 2 The competent authorities of the exporting Party issuing a certificate of origin shall keep for <br> (d) a certificate of non-manipulation provided by the customs authorities of the country or <br> Article 20 : Approved exporter <br> at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the <br> Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or <br> countries of transit or splitting, or any other documents demonstrating that the goods <br> Issuance of a Certificate of Origin). <br> causes to be drawn up, a document which contains incorrect information for the purpose of <br> remained under customs supervision in the country or countries of transit or splitting. <br> Validity of proof of origin <br> 3 The customs authorities of the importing Party shall keep for at least three years the proofs of <br> obtaining preferential tariff treatment for products. <br> origin submitted to them. <br> 4 Each Party shall permit, in accordance with that Party's laws and regulations, exporters in its <br> 1 Originating products sent for exhibition in a country other than a Party and sold after the <br> territory to maintain documentation or records in any form or medium, provided that the <br> ARTICLE 32 : Penalties <br> exhibition for importation in a Party shall benefit on importation from the provisions of this <br> documentation or records can be retrieved and printed. <br> Agreement provided it is shown to the satisfaction of the customs authorities that: <br> those made in the documents submitted to the customs office for the purpose of carrying out the <br> (a) an exporter has consigned these products from a Party to the country in which the exhibition <br> formalities for importing the products shall not ipso facto render the proof of origin null and void if <br> is held and has exhibited them there; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; <br> 2 Obvious formal errors such as typing errors on a proof of origin shall not cause this document <br> Penalties <br> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br> in which they were sent for exhibition; and <br> it is duly established that this document corresponds to the products submitted. <br> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br> Approved exporter <br> to be rejected if these errors are not such as to create doubts concerning the correctness of the <br> other than demonstration at the exhibition. <br> ARTICLE 27 : Discrepancies and Formal Errors <br> statements made in this document. <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Section D <br> (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal <br> 2 The duplicate issued in this way must be endorsed with the following word in English: <br> 3 For multiple goods declared under the same proof of origin, a problem encountered with one <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs <br> additional documentary evidence of the conditions under which the products have been <br> clearance of the remaining goods listed in the proof of origin. <br> exhibited may be required. <br> 3 Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar <br> public show or display which is not organised for private purposes in shops or business premises <br> with a view to the sale of foreign products, provided that the products remain under customs control. <br> Exemptions from Proof of Origin <br> Procedure for the Issuance of a Certificate of Origin <br> 1 Products originating in the Union shall, on importation into Viet Nam, benefit from this <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: <br> (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any <br> consignment regardless of its value; or <br> in their possession. <br> (ii) any exporter for consignments the total value of which does not exceed 6 000 euros; <br> (c) a statement of origin made out by exporters registered in an electronic database in accordance <br> with the relevant legislation of the Union after the Union has notified to Viet Nam that such <br> legislation applies to its exporters. Such notification may stipulate that points (a) and (b) shall <br> cease to apply to the Union. <br> 2 Products originating in Viet Nam shall, on importation into the Union, benefit from this <br> Agreement upon submission of any of the following proofs of origin: <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by any exporter for consignments the total value of which is to be <br> determined in the national legislation of Viet Nam and shall not exceed 6 000 euros; <br> (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by an exporter approved or registered in accordance with the relevant <br> legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies <br> to its exporters. Such notification may stipulate that point (a) shall cease to apply to Viet Nam. <br> 3 Originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the <br> submission of any of the documents referred to in this Article. <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> 1 A certificate of origin shall be issued by the competent authorities of the exporting Party on <br> application having been made in writing by the exporter or, under the exporter's responsibility, by <br> his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the certificate <br> of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The <br> specimen of the application form to be used for exports from the Union to Viet Nam appears in <br> the other requirements of this Protocol. <br> Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be <br> completed in one of the languages in which this Agreement is drawn up and in accordance with the <br> requirements of this Protocol. <br> domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in <br> printed characters. The description of the products must be given in the box reserved for this <br> Article 21 : Validity of proof of origin <br> must be drawn below the last line of the description, the empty space being crossed through to <br> prevent any subsequent addition. <br> 3 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all appropriate <br> documents proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin shall be issued by the competent authorities of the exporting Party if the <br> products concerned can be considered as products originating in the Union or in Viet Nam and fulfil <br> 5 The competent authorities issuing certificates of origin shall take any steps necessary to verify <br> the originating status of the products and the fulfilment of the other requirements of this Protocol. <br> the exporter's accounts or any other check considered appropriate. They shall also ensure that the <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the <br> him as if it had been signed in manuscript by him. <br> space reserved for the description of the products has been completed in such a manner as to <br> 6 The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. <br> verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. <br> 7 The certificate of origin shall be issued as soon as possible to but not later than three working <br> days after the date of exportation (the declared shipment date). <br> Certificates of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of <br> Origin), a certificate of origin may also be issued after exportation of the products to which it relates <br> in specific situations where: <br> (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was <br> not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time of exportation and <br> was determined during their transportation, storage or after splitting of consignments in <br> accordance with Article 13 (Non-Alteration). <br> 2 For the implementation of paragraph 1, the exporter shall indicate in his application the place <br> and date of exportation of the products to which the certificate of origin relates, and state the <br> reasons for his request. <br> 3 The competent authorities may issue a certificate of origin retrospectively only after verifying <br> that the information supplied in the exporter's application conforms with that in the corresponding file. <br> 4 Certificates of origin issued retrospectively shall be endorsed with the following phrase in <br> English: @^@ISSUED RETROSPECTIVELY@^@. <br> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin. <br> Article 18 : Issue of a Duplicate Certificate of Origin <br> Issue of a Duplicate Certificate of Origin <br> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the <br> competent authorities which issued it for a duplicate made out on the basis of the export documents <br> @^@DUPLICATE@^@. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br> 4 The duplicate, which must bear the date of issue of the original certificate of origin, shall take <br> effect as from that date. <br> Article 19 : Conditions for Making out an Origin Declaration <br> 1 An origin declaration may be made out if the products concerned can be considered as <br> products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any time, at the <br> request of the competent authorities of the exporting Party, all appropriate documents proving the <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 3 An origin declaration shall be made out by the exporter on the invoice, the delivery note or <br> any other commercial documents which describe the products concerned in sufficient details to <br> 1 Products sent as small packages from private persons to private persons or forming part of <br> enable them to be identified, by typing, stamping or printing on that document the declaration, the <br> text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in <br> that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the <br> declaration is hand-written, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. However, <br> an approved exporter within the meaning of Article 20 (Approved Exporter) shall not be required to <br> sign such declarations provided that he gives the competent authorities of the exporting Party a <br> written undertaking that he accepts full responsibility for any origin declaration which identifies <br> 5 An origin declaration may be made out after exportation provided that it is presented in the <br> importing Party no later than two years, or the period specified in the legislation of the importing <br> Party, after the entry of the goods into the territory. <br> 6 The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply <br> mutatis mutandis to statements of origin made out by an exporter registered as provided for in <br> Article 22 : Submission of proof of origin <br> subparagraphs 1(c) and 2(c) of Article 15 (General Requirements). <br> 1 The competent authorities of the exporting Party may authorise any exporter (hereinafter <br> referred to as @^@approved exporter@^@) who exports products under this Agreement to make out origin <br> declarations irrespective of the value of the products concerned. An exporter seeking such <br> authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to <br> 2 The competent authorities may grant the status of approved exporter subject to any conditions <br> specified in domestic legislation which they consider appropriate. <br> 3 The competent authorities shall grant to the approved exporter an authorisation number which <br> shall appear on the origin declaration. <br> 4 The competent authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent authorities may withdraw the authorisation at any time. They shall do so when <br> the approved exporter no longer offers the guarantees referred to in paragraph1, no longer fulfils the <br> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 12 months from the date of issuance in the exporting <br> Party, and shall be submitted to the customs authorities of the importing Party within that period. <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after <br> the period of validity referred to in paragraph 1 may be accepted for the purpose of applying <br> preferential tariff treatment, when the importer failed to submit those documents by the final date of <br> the period of validity due to force majeure or other valid reasons beyond that person's control. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may <br> accept the proofs of origin when the products have been imported within the period of validity <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the <br> customs authorities of the importing Party in accordance with the procedures applicable in that <br> Party. Those authorities may request a translation of the proof of origin if it is not issued in English. <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br> Proof of origin <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "ARTICLE 28 : Amounts Expressed in Euro <br> 1 For the application of subparagraph 1(b)(ii) of Article 15 (General Requirements) and <br> subparagraph 3(a) of Article 24 (Exemptions from Proof of Origin) in cases where products are <br> invoiced in a currency other than euro, amounts in the national currencies of the Member States of <br> the Union or of Viet Nam equivalent to the amounts expressed in euro shall be fixed annually by each Party. <br> 2 A consignment shall benefit from subparagraph 1(b)(ii) of Article 15 (General Requirements) <br> and subparagraph 3(a) of Article 24 (Exemptions from Proof of Origin) by reference to the currency <br> in which the invoice is drawn up, according to the amount fixed by the Party concerned. <br> communicated to the European Commission by 15 October and shall apply from 1 January of the <br> following year. The European Commission shall notify all countries concerned of the relevant amounts. <br> 4 A Party may round up or down the amount resulting from the conversion into its national <br> resulting from the conversion by more than 5 percent. A Party may retain unchanged its national <br> provided for in paragraph 3, the conversion of that amount, prior to any rounding-off, results in an <br> increase of less than 15 percent in the national currency equivalent. The national currency <br> equivalent may be retained unchanged if the conversion would result in a decrease in that equivalent value. <br> 5 The amounts expressed in euro shall be reviewed by the Committee on Customs at the request <br> of the Union or of Viet Nam. When carrying out that review, the Committee on Customs shall <br> consider the desirability of preserving the effects of the limits concerned in real terms. For that <br> "}, {"ArticleTitle": "Amounts expressed in Euro", "ArticleDesc": "3 The amounts to be used in any given national currency shall be the equivalent in that currency <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "of the amounts expressed in euro as at the first working day of October. The amounts shall be <br> currency of an amount expressed in euro. The rounded-off amount may not differ from the amount <br> currency equivalent of an amount expressed in euro if, at the time of the annual adjustment <br> purpose, it may decide to modify the amounts expressed in euro. <br> "}, {"ArticleTitle": "Cooperation between Competent Authorities", "ArticleDesc": "ARTICLE 29 : Cooperation between Competent Authorities <br> 1 The authorities of the Parties shall provide each other, through the European Commission, <br> with specimen impressions of stamps used in their competent authorities for the issue of certificates <br> of origin and with the addresses of the customs authorities responsible for verifying those <br> certificates and origin declarations. <br> 2 In order to ensure the proper application of this Protocol, the Parties shall assist each other, <br> through their competent authorities, in verifying the authenticity of the certificates of origin or the <br> origin declarations and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 14 : Exhibitions <br> Article 15 : General Requirements <br> basis of the general accounting principles applicable in the Union or in Viet Nam, depending on <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> Article 34 : Application of this Protocol <br> Exhibitions <br> Submission of Proof of Origin <br> where the product is manufactured. <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Protocol <br> 5 A manufacturer using the accounting segregation method shall make out or apply for origin <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br> 1 For the purpose of the application of this Protocol, the term @^@Party@^@ does not cover Ceuta and Melilla. <br> declarations for the quantity of products which may be considered as originating in the exporting <br> travellers' personal luggage shall be admitted as originating products without requiring the <br> competent authorities of the importing Party have reasonable doubts as to the authenticity of such <br> 2 Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all <br> Party. At the request of the customs authorities or the competent authorities of the exporting Party, <br> submission of a proof of origin, provided that such products are not imported by way of trade and <br> respects the same customs treatment under this Agreement as that which is applied to products <br> the beneficiary shall provide a statement of how the quantities have been managed. <br> have been declared as meeting the requirements of this Protocol and where there is no doubt as to <br> originating in the customs territory of the Union under Protocol 2 to the Act concerning the <br> 6 The competent authorities shall monitor the use made of the authorisation referred to in <br> other requirements of this Protocol. <br> the veracity of such declaration. In the case of products sent by post, this declaration can be made <br> 2 For the purpose of implementing the provisions of paragraph 1, the competent authorities of <br> conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments <br> paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any <br> on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. <br> the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or <br> to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this <br> of the other conditions laid down in this Protocol. <br> documents, the originating status of the products concerned or the fulfilment of the other <br> the origin declaration, or a copy of these documents, to the competent authorities of the exporting <br> Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted <br> SECTION C <br> 2 Imports which are occasional and consist solely of products for the personal use of the <br> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br> Party giving, where appropriate, the reasons for the enquiry. Any documents and information <br> to products imported from and originating in the Union. <br> TERRITORIAL REQUIREMENTS <br> evident from the nature and quantity of the products that no commercial purpose exists. <br> obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded <br> 3 For the purpose of the application of paragraph 2 concerning products originating in Ceuta <br> Article 12 : Principle of Territoriality <br> 3 Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: <br> and Melilla, this Protocol applies mutatis mutandis subject to the special conditions <br> For this purpose, they shall have the right to call for any evidence and to carry out any inspection of <br> Principle of Territoriality <br> (a) when entering the Union, 500 euros in the case of small packages or 1 200 euros in the case of <br> 3 The verification shall be carried out by the competent authorities of the exporting Party. For <br> in support of the request for verification. <br> set out in Article 35 (Special Conditions). <br> 1 The conditions set out in Section B (Definition of the Concept of @^@Originating Products@^@) <br> referred to in paragraph 1. <br> products forming part of travellers' personal luggage; <br> that purpose, they shall have the right to request any evidence and to carry out any inspection of the <br> relating to the acquisition of originating status shall be fulfilled without interruption in a Party. <br> (b) when entering Viet Nam, 200 US dollars both, in the case of small packages and in the case of <br> exporter's accounts or any other check considered appropriate. <br> 2 If originating goods exported from a Party return from a non-Party, they shall be considered <br> products forming part of travellers' personal luggage. <br> 4 If the competent authorities of the importing Party decide to suspend the granting of <br> as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> preferential tariff treatment to the products concerned while awaiting the results of the verification, <br> that the returning goods: <br> release of the products shall be offered to the importer subject to any precautionary measures <br> (a) are the same as those exported; and <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate <br> deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as <br> (b) have not undergone any operation beyond what is necessary to preserve them in good <br> of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used <br> possible after the originating status of the products concerned or the fulfilment of the other <br> condition while they were in that non-Party or while being exported. <br> Article 25 : Supporting documents <br> for the purpose of proving that products covered by an origin declaration or a certificate of origin <br> requirements of this Protocol has been ascertained by the competent authorities of the importing Party. <br> verification as soon as possible. These results must indicate clearly whether the documents are <br> Article 13 : Non-Alteration <br> can be considered as products originating in the Union or in Viet Nam and fulfil the other <br> 5 The competent authorities requesting the verification shall be informed of the results of this <br> Conditions for making out an origin declaration <br> Non-Alteration <br> requirements of this Protocol, may consist, inter alia, of the following: <br> 1 The products declared for home use in a Party shall be the same products as exported from the <br> SECTION D <br> (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier <br> authentic and whether the products concerned can be considered as products originating in the <br> other Party in which they are considered to originate. They shall not have been altered, transformed <br> to obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br> Parties and fulfil the other requirements of this Protocol. <br> verification request or if the reply does not contain sufficient information to determine the <br> in any way or subjected to operations other than operations to preserve them in good condition or <br> (b) documents proving the originating status of materials used, issued or made out in a Party, <br> 6 If in cases of reasonable doubt there is no reply within 10 months of the date of the <br> other than adding or affixing marks, labels, seals or any other documentation to ensure compliance <br> where those documents are used in accordance with domestic law; <br> with specific domestic requirements of the importing Party carried out under customs supervision in <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a <br> authenticity of the document in question or the real origin of the products, the requesting competent <br> purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line <br> the country or countries of transit or splitting prior to being declared for home use. <br> Discrepancies and formal errors <br> Party, where those documents are used in accordance with domestic law; or <br> authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment. <br> Dispute settlement <br> 2 Storage of products or consignments may take place provided they remain under customs <br> exclude all possibility of fraudulent additions. <br> (d) proof of origin proving the originating status of materials used, issued or made out in a Party <br> Article 31 : Dispute Settlement <br> Certificate of Origin. <br> supervision in the country or countries of transit. <br> in accordance with this Protocol. <br> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br> 1 Where disputes arise in relation to the verification procedures provided for in Article 30 <br> place where carried out by the exporter or under his responsibility, provided they remain under <br> (Verification of Proofs of Origin) which cannot be settled between the competent <br> customs supervision in the country or countries of splitting. <br> 1 The exporter making out an origin declaration or applying for the issuance of a certificate of <br> authorities requesting a verification and the competent authorities responsible for carrying out this <br> 4 In case of doubt, the importing Party may request the declarant to provide evidence of <br> origin shall keep for at least three years a copy of this origin declaration or of the certificate of <br> Supporting documents <br> verification, they shall be submitted to the Committee on Customs. <br> compliance, which may be given by any means, including: <br> origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the <br> 2 Disputes between the importer and the competent authorities of the importing Party, shall be <br> (a) contractual transport documents such as bills of lading; <br> Issuance of a Certificate of Origin) and paragraph 2 of Article 19 <br> settled in accordance with the legislation of that Party. <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (Conditions for Making out an Origin Declaration). <br> Article 26 : Preservation of proof of origin and supporting documents <br> (c) any evidence related to the goods themselves; <br> 2 The competent authorities of the exporting Party issuing a certificate of origin shall keep for <br> (d) a certificate of non-manipulation provided by the customs authorities of the country or <br> Article 20 : Approved exporter <br> at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the <br> Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or <br> countries of transit or splitting, or any other documents demonstrating that the goods <br> Issuance of a Certificate of Origin). <br> causes to be drawn up, a document which contains incorrect information for the purpose of <br> remained under customs supervision in the country or countries of transit or splitting. <br> Validity of proof of origin <br> 3 The customs authorities of the importing Party shall keep for at least three years the proofs of <br> obtaining preferential tariff treatment for products. <br> origin submitted to them. <br> 4 Each Party shall permit, in accordance with that Party's laws and regulations, exporters in its <br> 1 Originating products sent for exhibition in a country other than a Party and sold after the <br> territory to maintain documentation or records in any form or medium, provided that the <br> ARTICLE 32 : Penalties <br> exhibition for importation in a Party shall benefit on importation from the provisions of this <br> documentation or records can be retrieved and printed. <br> Agreement provided it is shown to the satisfaction of the customs authorities that: <br> those made in the documents submitted to the customs office for the purpose of carrying out the <br> (a) an exporter has consigned these products from a Party to the country in which the exhibition <br> formalities for importing the products shall not ipso facto render the proof of origin null and void if <br> is held and has exhibited them there; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; <br> 2 Obvious formal errors such as typing errors on a proof of origin shall not cause this document <br> Penalties <br> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br> in which they were sent for exhibition; and <br> it is duly established that this document corresponds to the products submitted. <br> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br> Approved exporter <br> to be rejected if these errors are not such as to create doubts concerning the correctness of the <br> other than demonstration at the exhibition. <br> ARTICLE 27 : Discrepancies and Formal Errors <br> statements made in this document. <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Section D <br> (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal <br> 2 The duplicate issued in this way must be endorsed with the following word in English: <br> 3 For multiple goods declared under the same proof of origin, a problem encountered with one <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs <br> additional documentary evidence of the conditions under which the products have been <br> clearance of the remaining goods listed in the proof of origin. <br> exhibited may be required. <br> 3 Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar <br> public show or display which is not organised for private purposes in shops or business premises <br> with a view to the sale of foreign products, provided that the products remain under customs control. <br> Exemptions from Proof of Origin <br> Procedure for the Issuance of a Certificate of Origin <br> 1 Products originating in the Union shall, on importation into Viet Nam, benefit from this <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: <br> (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any <br> consignment regardless of its value; or <br> in their possession. <br> (ii) any exporter for consignments the total value of which does not exceed 6 000 euros; <br> (c) a statement of origin made out by exporters registered in an electronic database in accordance <br> with the relevant legislation of the Union after the Union has notified to Viet Nam that such <br> legislation applies to its exporters. Such notification may stipulate that points (a) and (b) shall <br> cease to apply to the Union. <br> 2 Products originating in Viet Nam shall, on importation into the Union, benefit from this <br> Agreement upon submission of any of the following proofs of origin: <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by any exporter for consignments the total value of which is to be <br> determined in the national legislation of Viet Nam and shall not exceed 6 000 euros; <br> (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by an exporter approved or registered in accordance with the relevant <br> legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies <br> to its exporters. Such notification may stipulate that point (a) shall cease to apply to Viet Nam. <br> 3 Originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the <br> submission of any of the documents referred to in this Article. <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> 1 A certificate of origin shall be issued by the competent authorities of the exporting Party on <br> application having been made in writing by the exporter or, under the exporter's responsibility, by <br> his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the certificate <br> of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The <br> specimen of the application form to be used for exports from the Union to Viet Nam appears in <br> the other requirements of this Protocol. <br> Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be <br> completed in one of the languages in which this Agreement is drawn up and in accordance with the <br> requirements of this Protocol. <br> domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in <br> printed characters. The description of the products must be given in the box reserved for this <br> Article 21 : Validity of proof of origin <br> must be drawn below the last line of the description, the empty space being crossed through to <br> prevent any subsequent addition. <br> 3 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all appropriate <br> documents proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin shall be issued by the competent authorities of the exporting Party if the <br> products concerned can be considered as products originating in the Union or in Viet Nam and fulfil <br> 5 The competent authorities issuing certificates of origin shall take any steps necessary to verify <br> the originating status of the products and the fulfilment of the other requirements of this Protocol. <br> the exporter's accounts or any other check considered appropriate. They shall also ensure that the <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the <br> him as if it had been signed in manuscript by him. <br> space reserved for the description of the products has been completed in such a manner as to <br> 6 The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. <br> verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. <br> 7 The certificate of origin shall be issued as soon as possible to but not later than three working <br> days after the date of exportation (the declared shipment date). <br> Certificates of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of <br> Origin), a certificate of origin may also be issued after exportation of the products to which it relates <br> in specific situations where: <br> (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was <br> not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time of exportation and <br> was determined during their transportation, storage or after splitting of consignments in <br> accordance with Article 13 (Non-Alteration). <br> 2 For the implementation of paragraph 1, the exporter shall indicate in his application the place <br> and date of exportation of the products to which the certificate of origin relates, and state the <br> reasons for his request. <br> 3 The competent authorities may issue a certificate of origin retrospectively only after verifying <br> that the information supplied in the exporter's application conforms with that in the corresponding file. <br> 4 Certificates of origin issued retrospectively shall be endorsed with the following phrase in <br> English: @^@ISSUED RETROSPECTIVELY@^@. <br> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin. <br> Article 18 : Issue of a Duplicate Certificate of Origin <br> Issue of a Duplicate Certificate of Origin <br> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the <br> competent authorities which issued it for a duplicate made out on the basis of the export documents <br> @^@DUPLICATE@^@. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br> 4 The duplicate, which must bear the date of issue of the original certificate of origin, shall take <br> effect as from that date. <br> Article 19 : Conditions for Making out an Origin Declaration <br> 1 An origin declaration may be made out if the products concerned can be considered as <br> products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any time, at the <br> request of the competent authorities of the exporting Party, all appropriate documents proving the <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 3 An origin declaration shall be made out by the exporter on the invoice, the delivery note or <br> any other commercial documents which describe the products concerned in sufficient details to <br> 1 Products sent as small packages from private persons to private persons or forming part of <br> enable them to be identified, by typing, stamping or printing on that document the declaration, the <br> text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in <br> that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the <br> declaration is hand-written, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. However, <br> an approved exporter within the meaning of Article 20 (Approved Exporter) shall not be required to <br> sign such declarations provided that he gives the competent authorities of the exporting Party a <br> written undertaking that he accepts full responsibility for any origin declaration which identifies <br> 5 An origin declaration may be made out after exportation provided that it is presented in the <br> importing Party no later than two years, or the period specified in the legislation of the importing <br> Party, after the entry of the goods into the territory. <br> 6 The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply <br> mutatis mutandis to statements of origin made out by an exporter registered as provided for in <br> Article 22 : Submission of proof of origin <br> subparagraphs 1(c) and 2(c) of Article 15 (General Requirements). <br> 1 The competent authorities of the exporting Party may authorise any exporter (hereinafter <br> referred to as @^@approved exporter@^@) who exports products under this Agreement to make out origin <br> declarations irrespective of the value of the products concerned. An exporter seeking such <br> authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to <br> 2 The competent authorities may grant the status of approved exporter subject to any conditions <br> specified in domestic legislation which they consider appropriate. <br> 3 The competent authorities shall grant to the approved exporter an authorisation number which <br> shall appear on the origin declaration. <br> 4 The competent authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent authorities may withdraw the authorisation at any time. They shall do so when <br> the approved exporter no longer offers the guarantees referred to in paragraph1, no longer fulfils the <br> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 12 months from the date of issuance in the exporting <br> Party, and shall be submitted to the customs authorities of the importing Party within that period. <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after <br> the period of validity referred to in paragraph 1 may be accepted for the purpose of applying <br> preferential tariff treatment, when the importer failed to submit those documents by the final date of <br> the period of validity due to force majeure or other valid reasons beyond that person's control. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may <br> accept the proofs of origin when the products have been imported within the period of validity <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the <br> customs authorities of the importing Party in accordance with the procedures applicable in that <br> Party. Those authorities may request a translation of the proof of origin if it is not issued in English. <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br> Proof of origin <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "ARTICLE 33 : Confidentiality <br> Each Party shall maintain, in accordance with its law, the confidentiality of information and data <br> collected in the process of verification and shall protect that information and data from disclosure <br> that could prejudice the competitive position of the person providing them. Any information and <br> data communicated between the authorities of the Parties competent for the administration and <br> enforcement of origin determination shall be treated as confidential. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 14 : Exhibitions <br> Article 15 : General Requirements <br> basis of the general accounting principles applicable in the Union or in Viet Nam, depending on <br> General requirements <br> ARTICLE 24 : Exemptions from Proof of Origin <br> ARTICLE 30 : Verification of Proofs of Origin <br> Article 34 : Application of this Protocol <br> Exhibitions <br> Submission of Proof of Origin <br> where the product is manufactured. <br> Preservation of proof of origin and supporting documents <br> Verification of proofs of origin <br> Application of this Protocol <br> 5 A manufacturer using the accounting segregation method shall make out or apply for origin <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br> 1 For the purpose of the application of this Protocol, the term @^@Party@^@ does not cover Ceuta and Melilla. <br> declarations for the quantity of products which may be considered as originating in the exporting <br> travellers' personal luggage shall be admitted as originating products without requiring the <br> competent authorities of the importing Party have reasonable doubts as to the authenticity of such <br> 2 Products originating in Viet Nam, when imported into Ceuta or Melilla, shall enjoy in all <br> Party. At the request of the customs authorities or the competent authorities of the exporting Party, <br> submission of a proof of origin, provided that such products are not imported by way of trade and <br> respects the same customs treatment under this Agreement as that which is applied to products <br> the beneficiary shall provide a statement of how the quantities have been managed. <br> have been declared as meeting the requirements of this Protocol and where there is no doubt as to <br> originating in the customs territory of the Union under Protocol 2 to the Act concerning the <br> 6 The competent authorities shall monitor the use made of the authorisation referred to in <br> other requirements of this Protocol. <br> the veracity of such declaration. In the case of products sent by post, this declaration can be made <br> 2 For the purpose of implementing the provisions of paragraph 1, the competent authorities of <br> conditions of accession of the Kingdom of Spain and the Portuguese Republic and the adjustments <br> paragraph 3 and may withdraw it if the manufacturer makes improper use of it or fails to fulfil any <br> on the customs declaration CN22, CN23 or on a sheet of paper attached to that document. <br> the importing Party shall return the certificate of origin and the invoice, if it has been submitted, or <br> to the Treaties, signed on 12 June 1985. Viet Nam shall grant to imports of products covered by this <br> of the other conditions laid down in this Protocol. <br> documents, the originating status of the products concerned or the fulfilment of the other <br> the origin declaration, or a copy of these documents, to the competent authorities of the exporting <br> Agreement and originating in Ceuta and Melilla the same customs regime as that which is granted <br> SECTION C <br> 2 Imports which are occasional and consist solely of products for the personal use of the <br> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br> Party giving, where appropriate, the reasons for the enquiry. Any documents and information <br> to products imported from and originating in the Union. <br> TERRITORIAL REQUIREMENTS <br> evident from the nature and quantity of the products that no commercial purpose exists. <br> obtained suggesting that the information given on the proof of origin is incorrect shall be forwarded <br> 3 For the purpose of the application of paragraph 2 concerning products originating in Ceuta <br> Article 12 : Principle of Territoriality <br> 3 Furthermore, the total value of the products referred to in paragraphs 1 and 2 shall not exceed: <br> and Melilla, this Protocol applies mutatis mutandis subject to the special conditions <br> For this purpose, they shall have the right to call for any evidence and to carry out any inspection of <br> Principle of Territoriality <br> (a) when entering the Union, 500 euros in the case of small packages or 1 200 euros in the case of <br> 3 The verification shall be carried out by the competent authorities of the exporting Party. For <br> in support of the request for verification. <br> set out in Article 35 (Special Conditions). <br> 1 The conditions set out in Section B (Definition of the Concept of @^@Originating Products@^@) <br> referred to in paragraph 1. <br> products forming part of travellers' personal luggage; <br> that purpose, they shall have the right to request any evidence and to carry out any inspection of the <br> relating to the acquisition of originating status shall be fulfilled without interruption in a Party. <br> (b) when entering Viet Nam, 200 US dollars both, in the case of small packages and in the case of <br> exporter's accounts or any other check considered appropriate. <br> 2 If originating goods exported from a Party return from a non-Party, they shall be considered <br> products forming part of travellers' personal luggage. <br> 4 If the competent authorities of the importing Party decide to suspend the granting of <br> as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities <br> preferential tariff treatment to the products concerned while awaiting the results of the verification, <br> that the returning goods: <br> release of the products shall be offered to the importer subject to any precautionary measures <br> (a) are the same as those exported; and <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate <br> deemed necessary. Any suspension of preferential tariff treatment shall be reinstated as soon as <br> (b) have not undergone any operation beyond what is necessary to preserve them in good <br> of Origin) and paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration), used <br> possible after the originating status of the products concerned or the fulfilment of the other <br> condition while they were in that non-Party or while being exported. <br> Article 25 : Supporting documents <br> for the purpose of proving that products covered by an origin declaration or a certificate of origin <br> requirements of this Protocol has been ascertained by the competent authorities of the importing Party. <br> verification as soon as possible. These results must indicate clearly whether the documents are <br> Article 13 : Non-Alteration <br> can be considered as products originating in the Union or in Viet Nam and fulfil the other <br> 5 The competent authorities requesting the verification shall be informed of the results of this <br> Conditions for making out an origin declaration <br> Non-Alteration <br> requirements of this Protocol, may consist, inter alia, of the following: <br> 1 The products declared for home use in a Party shall be the same products as exported from the <br> SECTION D <br> (a) direct evidence of the manufacturing or other processes carried out by the exporter or supplier <br> authentic and whether the products concerned can be considered as products originating in the <br> other Party in which they are considered to originate. They shall not have been altered, transformed <br> to obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br> Parties and fulfil the other requirements of this Protocol. <br> verification request or if the reply does not contain sufficient information to determine the <br> in any way or subjected to operations other than operations to preserve them in good condition or <br> (b) documents proving the originating status of materials used, issued or made out in a Party, <br> 6 If in cases of reasonable doubt there is no reply within 10 months of the date of the <br> other than adding or affixing marks, labels, seals or any other documentation to ensure compliance <br> where those documents are used in accordance with domestic law; <br> with specific domestic requirements of the importing Party carried out under customs supervision in <br> (c) documents proving the working or processing of materials in a Party, issued or made out in a <br> authenticity of the document in question or the real origin of the products, the requesting competent <br> purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line <br> the country or countries of transit or splitting prior to being declared for home use. <br> Discrepancies and formal errors <br> Party, where those documents are used in accordance with domestic law; or <br> authorities may, except in exceptional circumstances, refuse entitlement to the preferential tariff treatment. <br> Dispute settlement <br> 2 Storage of products or consignments may take place provided they remain under customs <br> exclude all possibility of fraudulent additions. <br> (d) proof of origin proving the originating status of materials used, issued or made out in a Party <br> Article 31 : Dispute Settlement <br> Certificate of Origin. <br> supervision in the country or countries of transit. <br> in accordance with this Protocol. <br> 3 Without prejudice to Section D (Proof of Origin), the splitting of consignments may take <br> 1 Where disputes arise in relation to the verification procedures provided for in Article 30 <br> place where carried out by the exporter or under his responsibility, provided they remain under <br> (Verification of Proofs of Origin) which cannot be settled between the competent <br> customs supervision in the country or countries of splitting. <br> 1 The exporter making out an origin declaration or applying for the issuance of a certificate of <br> authorities requesting a verification and the competent authorities responsible for carrying out this <br> 4 In case of doubt, the importing Party may request the declarant to provide evidence of <br> origin shall keep for at least three years a copy of this origin declaration or of the certificate of <br> Supporting documents <br> verification, they shall be submitted to the Committee on Customs. <br> compliance, which may be given by any means, including: <br> origin as well as of the documents referred to in paragraph 3 of Article 16 (Procedure for the <br> 2 Disputes between the importer and the competent authorities of the importing Party, shall be <br> (a) contractual transport documents such as bills of lading; <br> Issuance of a Certificate of Origin) and paragraph 2 of Article 19 <br> settled in accordance with the legislation of that Party. <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (Conditions for Making out an Origin Declaration). <br> Article 26 : Preservation of proof of origin and supporting documents <br> (c) any evidence related to the goods themselves; <br> 2 The competent authorities of the exporting Party issuing a certificate of origin shall keep for <br> (d) a certificate of non-manipulation provided by the customs authorities of the country or <br> Article 20 : Approved exporter <br> at least three years the application form referred to in in paragraph 2 of Article 16 (Procedure for the <br> Each Party shall provide for procedures for penalties to be imposed on any person who draws up, or <br> countries of transit or splitting, or any other documents demonstrating that the goods <br> Issuance of a Certificate of Origin). <br> causes to be drawn up, a document which contains incorrect information for the purpose of <br> remained under customs supervision in the country or countries of transit or splitting. <br> Validity of proof of origin <br> 3 The customs authorities of the importing Party shall keep for at least three years the proofs of <br> obtaining preferential tariff treatment for products. <br> origin submitted to them. <br> 4 Each Party shall permit, in accordance with that Party's laws and regulations, exporters in its <br> 1 Originating products sent for exhibition in a country other than a Party and sold after the <br> territory to maintain documentation or records in any form or medium, provided that the <br> ARTICLE 32 : Penalties <br> exhibition for importation in a Party shall benefit on importation from the provisions of this <br> documentation or records can be retrieved and printed. <br> Agreement provided it is shown to the satisfaction of the customs authorities that: <br> those made in the documents submitted to the customs office for the purpose of carrying out the <br> (a) an exporter has consigned these products from a Party to the country in which the exhibition <br> formalities for importing the products shall not ipso facto render the proof of origin null and void if <br> is held and has exhibited them there; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person in a Party; <br> 2 Obvious formal errors such as typing errors on a proof of origin shall not cause this document <br> Penalties <br> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br> in which they were sent for exhibition; and <br> it is duly established that this document corresponds to the products submitted. <br> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br> Approved exporter <br> to be rejected if these errors are not such as to create doubts concerning the correctness of the <br> other than demonstration at the exhibition. <br> ARTICLE 27 : Discrepancies and Formal Errors <br> statements made in this document. <br> 2 A proof of origin must be issued or made out in accordance with the provisions of Section D <br> (Proof of Origin) and submitted to the customs authorities of the importing Party in the normal <br> 2 The duplicate issued in this way must be endorsed with the following word in English: <br> 3 For multiple goods declared under the same proof of origin, a problem encountered with one <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> of the goods listed shall not affect or delay the granting of preferential tariff treatment and customs <br> additional documentary evidence of the conditions under which the products have been <br> clearance of the remaining goods listed in the proof of origin. <br> exhibited may be required. <br> 3 Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, fair or similar <br> public show or display which is not organised for private purposes in shops or business premises <br> with a view to the sale of foreign products, provided that the products remain under customs control. <br> Exemptions from Proof of Origin <br> Procedure for the Issuance of a Certificate of Origin <br> 1 Products originating in the Union shall, on importation into Viet Nam, benefit from this <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an Origin Declaration) by: <br> (i) an approved exporter within the meaning of Article 20 (Approved Exporter) for any <br> consignment regardless of its value; or <br> in their possession. <br> (ii) any exporter for consignments the total value of which does not exceed 6 000 euros; <br> (c) a statement of origin made out by exporters registered in an electronic database in accordance <br> with the relevant legislation of the Union after the Union has notified to Viet Nam that such <br> legislation applies to its exporters. Such notification may stipulate that points (a) and (b) shall <br> cease to apply to the Union. <br> 2 Products originating in Viet Nam shall, on importation into the Union, benefit from this <br> Agreement upon submission of any of the following proofs of origin: <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure for the Issuance of <br> a Certificate of Origin) to 18 (Issuance of a Duplicate Certificate of Origin); <br> (b) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by any exporter for consignments the total value of which is to be <br> determined in the national legislation of Viet Nam and shall not exceed 6 000 euros; <br> (c) an origin declaration made out in accordance with Article 19 (Conditions for Making out an <br> Origin Declaration) by an exporter approved or registered in accordance with the relevant <br> legislation of Viet Nam after Viet Nam has notified to the Union that such legislation applies <br> to its exporters. Such notification may stipulate that point (a) shall cease to apply to Viet Nam. <br> 3 Originating products within the meaning of this Protocol shall, in the cases specified <br> in Article 24 (Exemptions from Proof of Origin), benefit from this Agreement without requiring the <br> submission of any of the documents referred to in this Article. <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> 1 A certificate of origin shall be issued by the competent authorities of the exporting Party on <br> application having been made in writing by the exporter or, under the exporter's responsibility, by <br> his authorised representative. <br> 2 For this purpose, the exporter or his authorised representative shall fill out both the certificate <br> of origin, specimen of which appears in Annex VII to this Protocol, and the application form. The <br> specimen of the application form to be used for exports from the Union to Viet Nam appears in <br> the other requirements of this Protocol. <br> Annex VII to this Protocol; the specimen of the application form to be used for exports from Viet <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> Nam to the Union shall be determined in the domestic legislation of Viet Nam. These forms shall be <br> completed in one of the languages in which this Agreement is drawn up and in accordance with the <br> requirements of this Protocol. <br> domestic law of the exporting Party. If they are hand-written, they shall be completed in ink in <br> printed characters. The description of the products must be given in the box reserved for this <br> Article 21 : Validity of proof of origin <br> must be drawn below the last line of the description, the empty space being crossed through to <br> prevent any subsequent addition. <br> 3 The exporter applying for the issuance of a certificate of origin shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all appropriate <br> documents proving the originating status of the products concerned as well as the fulfilment of the <br> 4 A certificate of origin shall be issued by the competent authorities of the exporting Party if the <br> products concerned can be considered as products originating in the Union or in Viet Nam and fulfil <br> 5 The competent authorities issuing certificates of origin shall take any steps necessary to verify <br> the originating status of the products and the fulfilment of the other requirements of this Protocol. <br> the exporter's accounts or any other check considered appropriate. They shall also ensure that the <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check whether the <br> him as if it had been signed in manuscript by him. <br> space reserved for the description of the products has been completed in such a manner as to <br> 6 The date of issuance of the certificate of origin shall be indicated in Box 11 of the certificate. <br> verify the originating status of the products as well as the fulfilment of the other requirements of this Protocol. <br> 7 The certificate of origin shall be issued as soon as possible to but not later than three working <br> days after the date of exportation (the declared shipment date). <br> Certificates of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a Certificate of <br> Origin), a certificate of origin may also be issued after exportation of the products to which it relates <br> in specific situations where: <br> (a) it was not issued at the time of exportation because of errors, involuntary omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin was issued but was <br> not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time of exportation and <br> was determined during their transportation, storage or after splitting of consignments in <br> accordance with Article 13 (Non-Alteration). <br> 2 For the implementation of paragraph 1, the exporter shall indicate in his application the place <br> and date of exportation of the products to which the certificate of origin relates, and state the <br> reasons for his request. <br> 3 The competent authorities may issue a certificate of origin retrospectively only after verifying <br> that the information supplied in the exporter's application conforms with that in the corresponding file. <br> 4 Certificates of origin issued retrospectively shall be endorsed with the following phrase in <br> English: @^@ISSUED RETROSPECTIVELY@^@. <br> 5 The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the certificate of origin. <br> Article 18 : Issue of a Duplicate Certificate of Origin <br> Issue of a Duplicate Certificate of Origin <br> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the <br> competent authorities which issued it for a duplicate made out on the basis of the export documents <br> @^@DUPLICATE@^@. <br> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br> 4 The duplicate, which must bear the date of issue of the original certificate of origin, shall take <br> effect as from that date. <br> Article 19 : Conditions for Making out an Origin Declaration <br> 1 An origin declaration may be made out if the products concerned can be considered as <br> products originating in the Union or in Viet Nam and fulfil the other requirements of this Protocol. <br> 2 The exporter making out an origin declaration shall be prepared to submit at any time, at the <br> request of the competent authorities of the exporting Party, all appropriate documents proving the <br> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br> 3 An origin declaration shall be made out by the exporter on the invoice, the delivery note or <br> any other commercial documents which describe the products concerned in sufficient details to <br> 1 Products sent as small packages from private persons to private persons or forming part of <br> enable them to be identified, by typing, stamping or printing on that document the declaration, the <br> text of which appears in Annex VI to this Protocol, using one of the linguistic versions set out in <br> that Annex and in accordance with the provisions of the domestic law of the exporting Party. If the <br> declaration is hand-written, it shall be written in ink in capital characters. <br> 4 Origin declarations shall bear the original signature of the exporter in manuscript. However, <br> an approved exporter within the meaning of Article 20 (Approved Exporter) shall not be required to <br> sign such declarations provided that he gives the competent authorities of the exporting Party a <br> written undertaking that he accepts full responsibility for any origin declaration which identifies <br> 5 An origin declaration may be made out after exportation provided that it is presented in the <br> importing Party no later than two years, or the period specified in the legislation of the importing <br> Party, after the entry of the goods into the territory. <br> 6 The conditions for making out an origin declaration referred to in paragraphs 1 to 5 apply <br> mutatis mutandis to statements of origin made out by an exporter registered as provided for in <br> Article 22 : Submission of proof of origin <br> subparagraphs 1(c) and 2(c) of Article 15 (General Requirements). <br> 1 The competent authorities of the exporting Party may authorise any exporter (hereinafter <br> referred to as @^@approved exporter@^@) who exports products under this Agreement to make out origin <br> declarations irrespective of the value of the products concerned. An exporter seeking such <br> authorisation shall offer to the satisfaction of the competent authorities all guarantees necessary to <br> 2 The competent authorities may grant the status of approved exporter subject to any conditions <br> specified in domestic legislation which they consider appropriate. <br> 3 The competent authorities shall grant to the approved exporter an authorisation number which <br> shall appear on the origin declaration. <br> 4 The competent authorities shall monitor the use of the authorisation by the approved exporter. <br> 5 The competent authorities may withdraw the authorisation at any time. They shall do so when <br> the approved exporter no longer offers the guarantees referred to in paragraph1, no longer fulfils the <br> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br> 1 A proof of origin shall be valid for 12 months from the date of issuance in the exporting <br> Party, and shall be submitted to the customs authorities of the importing Party within that period. <br> 2 Proofs of origin which are submitted to the customs authorities of the importing Party after <br> the period of validity referred to in paragraph 1 may be accepted for the purpose of applying <br> preferential tariff treatment, when the importer failed to submit those documents by the final date of <br> the period of validity due to force majeure or other valid reasons beyond that person's control. <br> 3 In other cases of belated presentation, the customs authorities of the importing Party may <br> accept the proofs of origin when the products have been imported within the period of validity <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be submitted to the <br> customs authorities of the importing Party in accordance with the procedures applicable in that <br> Party. Those authorities may request a translation of the proof of origin if it is not issued in English. <br> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br> Proof of origin <br> "}, {"ArticleTitle": "Special conditions", "ArticleDesc": "Article 35 : Special conditions <br> (a) products originating in Ceuta and Melilla: <br> 2 Ceuta and Melilla shall be considered as a single territory. <br> "}, {"ArticleTitle": "Special Conditions", "ArticleDesc": "1 Provided that the products satisfy the requirements of Article 13 (Non-Alteration), <br> they shall be considered as: <br> (i) products wholly obtained in Ceuta and Melilla; or <br> (ii) products obtained in Ceuta and Melilla, in the manufacture of which products other than <br> those referred to in point (a) are used, provided that: <br> (B) those products are originating in a Party, provided that they have been submitted <br> to working or processing which goes beyond the operations referred to <br> in Article 6 (Insufficient Working or Processing); <br> (b) products originating in Viet Nam: <br> (i) products wholly obtained in Viet Nam; or <br> (ii) products obtained in Viet Nam, in the manufacture of which products other than those <br> referred to in point (a) are used, provided that: <br> (A) those products have undergone sufficient working or processing within the <br> meaning of Article 5 (Sufficiently Worked or Processed Products); or <br> (B) those products are originating in Ceuta and Melilla or in the Union, provided that <br> they have been submitted to working or processing which goes beyond the <br> operations referred to in Article 6 (Insufficient Working or Processing). <br> 3 The exporter or his authorised representative shall enter @^@Viet Nam@^@ and @^@Ceuta and Melilla@^@ <br> on the proof of origin. <br> 4 The Spanish customs authorities shall be responsible for the application of this <br> Protocol in Ceuta and Melilla. <br> "}, {"ArticleTitle": "Committee on Customs", "ArticleDesc": "Article 36 : Committee on Customs <br> 1 The Committee on Customs established pursuant to Article 17.2 (Specialised Committees) <br> may review the provisions of this Protocol and submit a proposal for a decision to be adopted by the <br> Trade Committee to amend it. <br> 2 The Committee on Customs shall endeavour to agree upon the uniform administration of the <br> rules of origin, including tariff classification and valuation matters relating to the rules of origin and <br> technical, interpretive or administrative matters relating to this Protocol. <br> "}, {"ArticleTitle": "Coherence of Rules of Origin", "ArticleDesc": "Article 37 : Coherence of Rules of Origin <br> Following the conclusion of a free trade agreement between the Union and another ASEAN <br> country, the Committee on Customs may submit a proposal for a decision to be adopted by the <br> Trade Committee to amend this Protocol to ensure coherence between the respective rules of origin. <br> "}, {"ArticleTitle": "Transitional Provisions", "ArticleDesc": "Article 38 : Transitional Provisions <br> The preferential tariff treatment under this Agreement may be applied to goods, which comply with <br> this Protocol and which on the date of entry into force of this Agreement, are either in the Parties, in <br> transit, in temporary storage, in customs warehouses or in free zones, subject to the submission of a <br> proof of origin made out retrospectively to the customs authorities of the importing Party, and, if <br> requested, evidence in accordance with Article 13 (Non-Alteration) showing that the goods have not been altered. <br> ANNEX III to Protocol 1 <br> MATERIALS REFERRED TO IN PARAGRAPH 2 OF Article 3 (CUMULATION OF ORIGIN) <br> 030741 Live, fresh or chilled cuttlefish and squid <br> 030751 Live, fresh or chilled octopus <br> ANNEX IV to Protocol 1 <br> PRODUCTS REFERRED TO IN PARAGRAPH 2 OF Article 3 (CUMULATION OF ORIGIN) <br> 160554 Prepared or preserved cuttlefish and squid <br> 160555 Prepared or preserved octopus <br> ANNEX V to Protocol 1 <br> PRODUCTS REFERRED TO IN PARAGRAPH 7 OF Article 3 (CUMULATION OF ORIGIN) <br> HS Description <br> Chapter 61 Articles of apparel and clothing <br> accessories, knitted or crocheted <br> Chapter 62 Articles of apparel and clothing <br> accessories, not knitted or crocheted <br> JOINT DECLARATION <br> CONCERNING THE PRINCIPALITY OF ANDORRA <br> 1 Products originating in the Principality of Andorra falling within Chapters 25 to 97 of the HS <br> shall be accepted by Viet Nam as originating in the Union within the meaning of this Agreement. <br> 2 Paragraph 1 applies provided that, by virtue of the customs union established by the <br> agreement in the form of an exchange of letters of 28 June 1990 between the European Economic <br> Community and the Principality of Andorra, the Principality of Andorra applies to products <br> originating in Viet Nam the same preferential tariff treatment as the Union applies to such products. <br> 3 Protocol 1 Concerning the Definition of the Concepts of @^@Originating Products@^@ and Methods <br> JOINT DECLARATION CONCERNING THE REPUBLIC OF SAN MARINO <br> 1 Products originating in the Republic of San Marino shall be accepted by Viet Nam as <br> originating in the Union within the meaning of this Agreement. <br> 2 Paragraph 1 applies provided that, by virtue of Agreement on Cooperation and Customs <br> Union between the European Community and the Republic of San Marino, signed in Brussel on <br> 16 December 1991, the Republic of San Marino applies to products originating in Viet Nam the <br> same preferential tariff treatment as the Union applies to such products. <br> of Administrative Cooperation applies mutatis mutandis for the purpose of defining the originating <br> status of the products referred to in paragraph 1. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.1 : Objectives <br> 1 The Parties recognise the importance of customs and trade facilitation matters in the evolving <br> global trading environment. The Parties shall reinforce cooperation in this area with a view to <br> ensuring that their respective customs legislation and procedures fulfil the objectives of promoting <br> trade facilitation while ensuring effective customs control. <br> 2 The Parties agree that their legislation shall be non-discriminatory and that customs <br> procedures shall be based on the use of modern methods and effective controls to combat fraud and <br> to promote legitimate trade. <br> 3 The Parties recognise that legitimate public policy objectives, including those in relation to <br> security, safety and the fight against fraud, shall not be compromised. <br> "}, {"ArticleTitle": "Customs Cooperation and Mutual Administrative Assistance", "ArticleDesc": "Article 4.2 : Customs Cooperation and Mutual Administrative Assistance <br> 1 The respective authorities of the Parties shall cooperate on customs matters in order to ensure <br> that the objectives set out in Article 4.1 (Objectives) are attained. <br> 2 The Parties shall enhance customs cooperation, inter alia, by: <br> (a) exchanging information concerning customs legislation, its implementation, and customs <br> procedures, in particular in the following areas: <br> (i) simplification and modernisation of customs procedures; <br> (ii) border enforcement of intellectual property rights by the customs authorities; <br> (iii) facilitation of transit movements and transhipment; and <br> (iv) relations with the business community; <br> (b) exploring joint initiatives relating to import, export and other customs procedures, including <br> technical assistance, in order to ensure effective services to the business community; <br> (c) strengthening their cooperation in the field of customs in international organisations such as <br> the WTO and the World Customs Organization (hereinafter referred to as @^@WCO@^@); and <br> (d) establishing, where relevant and appropriate, mutual recognition of trade partnership <br> programmes and customs controls, including equivalent trade facilitation measures. <br> 3 The Parties shall provide each other with mutual administrative assistance in customs matters <br> in accordance with Protocol 2 (Mutual Administrative Assistance in Customs Matters). <br> "}, {"ArticleTitle": "Customs Legislation and Procedures", "ArticleDesc": "Article 4.3 : Customs Legislation and Procedures <br> 1 The Parties shall base their respective customs legislation and procedures on international <br> instruments and standards applicable in the area of customs and trade, including the substantive <br> elements of the Revised Kyoto Convention on the Simplification and Harmonisation of Customs <br> Procedures, done at Brussels on 26 June 1999, the International Convention on the Harmonized <br> Commodity Description and Coding System (hereinafter referred to as @^@HS Convention@^@), the <br> Framework of Standards to Secure and Facilitate Global Trade and the Customs Data Model of the WCO. <br> 2 The customs legislation and procedures of the Parties shall: <br> (a) aim at the protection of legitimate trade through effective enforcement and compliance with <br> legislative requirements; <br> (b) avoid unnecessary or discriminatory burdens on economic operators, and provide for further <br> facilitation for operators with high levels of compliance; and <br> (c) ensure safeguards against fraud and illicit or damaging activities. <br> 3 The Parties agree that their respective customs legislation and procedures, including remedies <br> shall be proportionate and non-discriminatory and that their application shall not unduly <br> delay the release of goods. <br> 4 In order to improve working methods, as well as to ensure non-discrimination, transparency, <br> efficiency, integrity and accountability of operations, the Parties shall: <br> (a) simplify and review requirements and formalities, wherever possible, with respect to the rapid <br> release and clearance of goods; and <br> (b) work towards further simplification and standardisation of data and documentation required <br> by customs and other agencies. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.4 : Release of Goods <br> 1 Each Party shall ensure that its customs authorities apply requirements and procedures that <br> provide for the release of goods within a period no longer than that required to ensure compliance <br> with its customs and other trade-related laws and formalities. Each Party shall work towards further <br> reducing this period and releasing the goods without undue delay. <br> 2 The Parties shall allow, inter alia, the release of goods without the payment of customs duties, <br> subject to the provision of a guarantee if required in accordance with their legislation in order to <br> secure the final payment of customs duties. <br> 3 Each Party shall ensure that its customs authorities provide for advance electronic submission <br> and further processing of information before the physical arrival of goods (pre-arrival processing) to <br> enable the release of goods on arrival. <br> "}, {"ArticleTitle": "Simplified Customs Procedures", "ArticleDesc": "Article 4.5 : Simplified Customs Procedures <br> 1 Each Party shall provide for simplified customs procedures that are transparent and efficient <br> in order to reduce costs and increase predictability for economic operators, including for small and <br> medium-sized enterprises. Easier access to customs simplifications shall also be provided for <br> authorised traders according to objective and non-discriminatory criteria. <br> 2 A single administrative document or electronic equivalent shall be used for the purposes of <br> completing the formalities required for placing the goods under a customs procedure. <br> 3 The Parties shall apply modern customs techniques, including risk assessment and <br> post-clearance audit methods, in order to simplify and facilitate the entry and the release of goods. <br> 4 The Parties shall promote the progressive development and use of systems, including those <br> based on information technology, to facilitate the electronic exchange of data between traders, <br> customs administrations and other related agencies. <br> "}, {"ArticleTitle": "Transit and Transhipment", "ArticleDesc": "Article 4.6 : Transit and Transhipment <br> 1 Each Party shall ensure the facilitation and effective control of transhipment operations and <br> transit movements through its territory. <br> 2 To facilitate traffic in transit each Party shall ensure cooperation and coordination between all <br> authorities and agencies concerned in its territory. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.7 : Risk Management <br> 1 Each Party shall base its examination and release procedures and its post-clearance audit <br> procedures on risk assessment principles and audits, rather than examining each shipment in a <br> comprehensive manner for compliance with all import requirements. <br> 2 The Parties shall adopt and apply their import, export, transit and transhipment control <br> requirements and procedures for goods on the basis of risk management principles which shall be <br> applied to focus compliance measures on transactions that merit attention. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.8 : Transparency <br> 1 Each Party shall ensure that its customs and other trade-related laws, regulations and general <br> administrative procedures and other requirements, including fees and charges, are readily available <br> to interested parties and, where feasible and possible, on an official website. <br> 2 Each Party shall designate or maintain one or more inquiry or information points to address, <br> within a reasonable time, inquiries by interested parties concerning customs and other trade-related matters. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.9 : Advance Rulings <br> programmes, including aspects such as data transmission and mutually agreed benefits. <br> Advance Rulings <br> 1 Upon written request from traders, the customs authorities of each Party shall issue, in <br> accordance with its laws and regulations, prior to the importation of a good into its territory, written <br> advance rulings on tariff classification or on any other matter as the Parties may agree upon. <br> 2 Subject to any confidentiality requirements in each Party's laws and regulations, each Party <br> shall publish, for example on an official website, its advance rulings on tariff classification and on <br> any matters as the Parties may agree upon. <br> 3 With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective laws and regulations on advance rulings. <br> "}, {"ArticleTitle": "Fees and Charges", "ArticleDesc": "Article 4.10 : Fees and Charges <br> 1 Each Party shall publish information on fees and charges via an officially designated medium, <br> and where feasible and possible, on an official website. This information shall include the fees and <br> charges that will be applied, the reason for the fees or charges for the service provided, the <br> responsible authority, and when and how payment is to be made. <br> 2 Each Party shall not impose new or amended fees and charges until the information in <br> accordance with paragraph 1 is published and made readily available. <br> "}, {"ArticleTitle": "Customs Brokers", "ArticleDesc": "Article 4.11 : Customs Brokers <br> The Parties shall not require in their respective customs legislation and procedures the mandatory <br> use of customs brokers. The Parties shall apply transparent, non-discriminatory and proportionate <br> rules if and when licensing customs brokers. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 4.12 : Customs Valuation <br> 1 The Parties shall determine the customs value of goods in accordance with Article VII of <br> GATT 1994 and the Customs Valuation Agreement. <br> 2 The Parties shall cooperate with a view to reaching a common approach to issues <br> relating to customs valuation. <br> "}, {"ArticleTitle": "Preshipment Inspections", "ArticleDesc": "Article 4.13 : Preshipment Inspections <br> The Parties agree that their respective customs legislation and procedures shall not require the <br> mandatory use of preshipment inspections as defined in the Agreement on Preshipment Inspection, <br> or any other inspection activity performed at destination, before customs clearance, by private companies. <br> "}, {"ArticleTitle": "Review and Appeal", "ArticleDesc": "Article 4.14 : Review and Appeal <br> Each Party shall provide effective, prompt, non-discriminatory and easily accessible procedures to <br> guarantee the right of appeal against customs and other agency administrative actions, rulings and <br> decisions affecting importation or exportation of goods or goods in transit. <br> "}, {"ArticleTitle": "Relations with the Business Community", "ArticleDesc": "Article 4.15 : Relations with the Business Community <br> The Parties agree: <br> (a) on the need for timely consultations with trade representatives on legislative proposals and <br> general procedures related to customs and trade facilitation matters. To that end, appropriate <br> consultations between administrations and the business community shall be held by each Party; <br> (b) to publish or otherwise make available, as far as possible through electronic means, any new <br> legislation and general procedures related to customs and trade facilitation matters prior to the <br> application of any such legislation and procedures, as well as changes to and interpretations of <br> such legislation and procedures. They shall also make publicly available relevant notices of an <br> administrative nature, including agency requirements and entry procedures, hours of operation <br> and operating procedures for customs offices at ports and border crossing points, and contact <br> points for information enquiries; <br> (c) on the need for a reasonable time period between the publication of new or amended <br> legislation, procedures and fees or charges and their entry into force; and <br> meet the needs of the business community, follow best practices, and remain as little trade- <br> (d) to ensure that their respective customs and related requirements and procedures continue to <br> restrictive as possible. <br> "}, {"ArticleTitle": "Committee on Customs", "ArticleDesc": "Article 4.16 : Committee on Customs <br> 1 The Committee on Customs established by Article 17.2 (Specialised Committees) shall be <br> composed of representatives of the Parties. <br> 2 The Committee on Customs shall ensure the proper functioning of this Chapter, the <br> enforcement of intellectual property rights by customs in Sub-Section 4 (Border Enforcement) of <br> Section C (Enforcement of Intellectual Property Rights) of Chapter 12 (Intellectual Property), <br> Protocol 1 (Concerning the Definition of the Concept of @^@Originating Products@^@ and Methods of <br> Administrative Cooperation), Protocol 2 (Mutual Administrative Assistance in Customs Matters) <br> and any additional provisions relating to customs that the Parties may agree upon. <br> 3 The Committee on Customs shall examine the need for, and adopt, decisions, opinions, <br> proposals or recommendations on all issues arising from the implementation of the provisions <br> referred to in paragraph 2. It shall have the power to adopt decisions on mutual recognition of risk <br> management techniques, risk criteria and standards, security controls and trade partnership <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.9 : Advance Rulings <br> programmes, including aspects such as data transmission and mutually agreed benefits. <br> Advance Rulings <br> 1 Upon written request from traders, the customs authorities of each Party shall issue, in <br> accordance with its laws and regulations, prior to the importation of a good into its territory, written <br> advance rulings on tariff classification or on any other matter as the Parties may agree upon. <br> 2 Subject to any confidentiality requirements in each Party's laws and regulations, each Party <br> shall publish, for example on an official website, its advance rulings on tariff classification and on <br> any matters as the Parties may agree upon. <br> 3 With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> updates on changes in their respective laws and regulations on advance rulings. <br> "}]}]}, "members_found": ["918", "704"]}