{"FtaRooDetails": {"FtaId": 41, "FtaCode": "ITC00041", "FtaName": "AAP.CE 47: Bolivia-Cuba", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONOMICA N° 47 ELEBRADO ÉNTRE LA REPÚBLICA DE BOLIVIA Y LA REPÚBLICA DE CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "27.09.2000", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Bolivia (Plurinational State of); Cuba", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 47: Bolivia-Cuba", "AdminProcCooAuth": "The certification type under AAP.CE 47: Bolivia-Cuba is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 47: Bolivia-Cuba is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 47: Bolivia-Cuba agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50% (Cuba) or RVC 40%", "RooText": "c. las mercancias elaboradas utilizando materiales no originarios, siempre que resulten de un proceso de producciOn, realizado enteramente en el territorio de una o ambas Partes, de tal forma que las mercancias se clasifquen en una partida diferente a las de dichos materiales, segun el Sistema Armonizado vigente en cada pals; d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, porque el proceso de producción (excluyendo el ensamblaje) no implica un salto de particle en la Nomenclatura del Sistema Armonizado para todos los materiales no originarios, bastara que el valor CIF de los materiales no originarios no excedan el 50% del valor FOB de exportación del producto final para Cuba y 60% para Bolivia; e. las mercancias resultantes de operaciones de ensamblaje realizadas en el territorio de las Partes, siempre que el valor CIF puerto de destino de los materiales no originarios no exceda el 60% del valor FOB de exportación del producto final.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00041_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/f4e42d9d0d08046d032577a4005f805e/$FILE/CO%20Res.%20252.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00041_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/f4e42d9d0d08046d032577a4005f805e?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00041_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=18#18"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 5. Acumulacion <br /> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br /> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br /> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br /> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br /> Para efectos de desarrollar una acumulación extendida de origen con otros <br /> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br /> Comerciales en común, las Partes entraran en consultas con el proposito de que <br /> materiales producidos en dichos paises no Parte puedan ser considerados como <br /> originarios bajo este Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 12. De Minimis <br /> Una mercancia sera considerada originaria si el valor CIF de todos los <br /> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br /> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br /> 15% del valor FOB de exportacian de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 4. Tratamiento de los Materiales Intermedios <br /> Para efectos de la deterrninación del origen de una mercancia, para los casos <br /> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br /> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br /> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br /> disposiciones de este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 7. Accesorios, Repuestos y Herramientas <br /> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br /> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br /> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br /> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br /> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br /> correspondiente de clasifcación arancelaria. <br /> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br /> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br /> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br /> valor de contenido de la mercancia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br /> Para determinar si una mercancia es originaria, se consideraran como <br /> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br /> no esten incorporados fisicamente en la mercancia: <br /> a. combustible y energia; <br /> b. herramientas, troqueles y modes; <br /> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br /> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción u operacien de equipos y edificios; <br /> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br /> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br /> de la mercancia; <br /> g. catalizadores y solventes; y <br /> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br /> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br /> que forma parte de dicho proceso de fabricacien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 13. Transito y Transbordo <br /> Una mercancia debera exportarse directamente de la Pane exportadora a la <br /> Parte importadora. Igualmente se considerara Transporte Directo: <br /> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br /> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br /> los paises de trensito, cuando: <br /> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br /> especiales de transporte; <br /> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br /> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br /> En caso de transbordo o almacenamiento temporal realizado en un pals no <br /> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br /> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br /> acredite que la mercancia permaneciO bajo supervisiOn aduanera.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 3. Mercancias Originarias <br /> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br /> consideradas originarias: <br /> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br /> de una o ambas Partes; <br /> i) minerales extra idos en territorio de una o ambas Partes; <br /> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br /> territorio de una o ambas Partes; <br /> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br /> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br /> territorio de una o ambas Partes; <br /> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br /> propios de empresas establecidas en el territorio de cualquier Parte, <br /> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br /> o matriculados por una Parte; <br /> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br /> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br /> sean propios de empresas establecidas en el territorio de un pals Parte <br /> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br /> o matriculados por una Parte: <br /> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br /> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br /> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br /> viii) desechos y desperdicios derivados de la producción en territorio de una o <br /> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br /> ix) mercancias producidas en territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancias mencionadas en los numerales <br /> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br /> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br /> Partes, a partir exclusivamente de materiales que califican como originarios de <br /> confornnidad con este Anexo; <br /> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br /> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br /> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br /> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br /> vigente en cada pals; <br /> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br /> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br /> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br /> materiales no originarios, bastara que el valor CIF de los materiales no <br /> originarios no excedan el 50% del valor FOB de exportación del producto final <br /> para Cuba y 60% para Bolivia; <br /> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br /> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br /> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br /> Cada Parte dispondra que los envases y los materiales de empaque en que <br /> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br /> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la produccien de la mercancia sufren los <br /> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br /> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br /> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br /> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br /> contenido de la mercancia. <br /> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br /> Cada Parte dispondra que los contenedores y materiales de embalaje para <br /> embarque no sean tomados en cuenta para determinar si una mercancia es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 8. Juegos o Surtidos de Mercancias <br /> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br /> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br /> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br /> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br /> cuando un juego o surtido este compuesto por productos originarios y productos no <br /> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br /> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 15. Exposiciones <br /> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br /> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br /> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br /> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br /> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br /> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br /> exposición o exhibicion. <br /> TITULO IV <br /> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 16. Certificación de Origen <br /> Se considera como prueba indispensable el certifcado de origen, que es el <br /> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br /> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br /> acordado por las Partes del Acuerdo. <br /> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br /> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br /> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br /> operación de importación de una o varias mercancias, y su versiOn original debe <br /> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br /> Articulo 17. Emision de Certificado de Origen <br /> La expedición y control de la emision de los certificados de origen, estara bajo <br /> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br /> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br /> quienes se haya delegado dicha responsabilidad. <br /> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br /> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br /> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br /> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br /> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br /> dicha Secretaria General. <br /> El exportador que solicita la emision de un certifcado de origen estara <br /> preparado para presentar en cualquier momento, a solicitud de las autoridades <br /> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br /> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br /> condición de originario de los productos correspondientes asi como el cumplimiento de <br /> los dernas requisitos de este Anexo. <br /> Las autoridades gubernamentales competentes o las entidades habilitadas que <br /> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br /> condición de originario de los productos y el cumplimiento de los demas requisitos de <br /> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br /> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br /> correctamente el Certificado de Origen. <br /> Articulo 19. Declaración Jurada de Origen <br /> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br /> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br /> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br /> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br /> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br /> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br /> b. domicilio legal del solicitante y de la planta industrial; <br /> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br /> aplicada en el pals exportador y en NALADISA; <br /> d. valor FOB de exported& expresado en dolares americanos; <br /> e. descripción del proceso de fabricacian; y <br /> f. elementos demostrativos de los componentes de la mercancia, indicando: <br /> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br /> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br /> - Procedencia. <br /> - Clasifcación Arancelaria aplicada en cada pals. <br /> - Valor CIF expresado en &dares americanos. <br /> Porcentaje de participación en el valor FOB de exportacion. <br /> La descripción de la mercancia debera ser lo suficientemente detallada pare <br /> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br /> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br /> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br /> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br /> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br /> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br /> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br /> Articulo 23. Emision de un Duplicado del Certificado de Origen <br /> En caso de robo, perdida o destrucción de un certificado de origen, el <br /> exportador podra solicitar a la autoridad gubernamental competente o entidad <br /> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br /> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 2. Definiciones <br /> Autoridad Competente: La autoridad que, conforme a la legislación de cada Parte, es <br /> responsable de la aplicación y administración de sus leyes y reglamentaciones que <br /> estipulan los procedimientos relacionados con la aplicación de este Anexo; <br /> En el caso de la Republica de Bolivia: <br /> El Ministerio de Producción y Microempresa <br /> En el caso de la Republica de Cuba: <br /> El Ministerio de Comercio Exterior y el Ministerio de Finanzas y Precios <br /> actuando conjuntannente", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 18. Validez del Certificado de Origen <br /> El certificado de origen debera ser emitido oportunamente de conformidad con <br /> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br /> contados a partir de su emision. Dicho certificado carecera de validez si no <br /> estuviera debidamente Ilenado en todos los campos. <br /> El certificado de origen debera Hever el nombre y la firma autografa del <br /> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br /> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br /> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br /> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br /> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br /> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br /> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br /> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br /> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br /> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br /> arancelaria o su califcación de origen. <br /> Los certificados de origen no podren ser expedidos con antelación a la fecha <br /> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br /> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br /> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br /> Certificado de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br /> Las entidades certificadoras deberan numerar correlativamente los certificados <br /> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br /> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br /> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br /> copia de la facture comercial. <br /> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br /> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br /> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br /> numero del certificado, el solicitante del mismo y la fecha de su emision. <br /> Para los casos de verificación y control, el exportador o productor que haya <br /> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br /> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br /> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br /> acreditar lo declarado, incluyendo los referentes a: <br /> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br /> desde su territorio; <br /> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br /> los indirectos, utilizados en la producción de la mercancia que se exporte <br /> desde su territorio; y <br /> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br /> Asimismo, el importador que solicite trato arancelario preferencial pare una <br /> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br /> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br /> toda la documented& relative a la imported& requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 21. Facturación en un Pais distinto al de Origen <br /> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br /> facturada por un operador de connercio de un pals distinto al de origen de la <br /> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br /> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br /> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 24. Verifcación y Control <br /> 1. No obstante la presentacian del certifcado de origen en las condiciones <br /> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br /> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br /> autoridad competente de la Parte exportadora responsable de certificación de origen. <br /> La autoridad competente de la Parte exportadora respondera a la solicitud de <br /> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br /> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br /> a. la identifcacion, nombre y cargo de la autoridad que solicita la informaciOn; <br /> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br /> cual solicita la informacian referida a un exportador; <br /> c. breve descripción del tipo de problema encontrado; y <br /> d. fundamento legal de la solicitud de informacion. <br /> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br /> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br /> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br /> Parte exportadora, padre efectuar: <br /> a. solicitudes escritas de información al exportador o productor; <br /> b. cuestionarios escritos dirigidos al exportador o productor; <br /> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br /> Parte, con el proposito de examinar los registros contables o inspeccionar las <br /> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br /> los casos en que la información obtenida como resultado de los literales (a) y (b) <br /> de este articulo no fuese suficiente; <br /> d. otros procedimientos que las Partes puedan acordar. <br /> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br /> procedimiento de investigación y control al importador, exportador o productor y a la <br /> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br /> La notificación se enviara por correo o cualquier otro media que haga constar la <br /> recepcian de la notificacian mediante un acuse de recibo. <br /> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br /> información o los cuestionarios escritos deberan contener: <br /> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br /> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br /> solicitan la información y documentacion; <br /> c. descripción de la infomnacian y documentos que se requieren; y <br /> d. fundament° legal de las solicitudes de información o cuestionarios. <br /> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br /> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br /> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br /> de la fecha de recepciOn. <br /> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br /> realización de la visita de verificación de origen debera contener: <br /> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br /> b. el nombre del exportador a del productor que pretende visitar; <br /> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br /> establecido en el parrafo 8; <br /> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br /> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br /> o los certificados de origen; <br /> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br /> f. el fundamento legal de la visita de verificaciOn. <br /> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br /> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br /> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br /> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br /> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br /> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br /> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br /> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br /> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br /> establecidas en su legislación nacional para garantizar el interes fiscal. <br /> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br /> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br /> Parte importadora: <br /> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br /> a treinta (30) dies. <br /> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br /> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br /> contados a partir de la fecha previamente acordada o por un plaza mayor que <br /> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br /> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br /> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br /> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br /> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br /> información dentro del plaza establecido en el parrafo 1; <br /> b. el exportador o productor no responda una solicitud escrita del información o <br /> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br /> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br /> en los parrafos 8.y 10.b de este articulo. <br /> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br /> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br /> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br /> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br /> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br /> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br /> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br /> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br /> comunicado a la autoridad competente de la Parte importadora. <br /> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br /> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br /> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br /> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br /> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br /> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br /> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br /> la informed& o concluida la visite. <br /> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br /> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br /> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br /> y a la autoridad competente de la Parte exportadora. <br /> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br /> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br /> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br /> de la Parte importadora haya emitido un informe de origen; o <br /> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br /> en los parrafos 8. y 10.b. de este articulo. <br /> TITULO V <br /> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 28. Sanciones <br /> Cada Parte establecera o mantendra sanciones penales, civiles o <br /> administrativas por infracciones relacionadas con este Anexo, conforme a la <br /> legislación interne de las Parte del Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 22. Discrepancias y Errores de Forma <br /> En caso de detectarse errores formales en el certificado de origen, asi como <br /> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br /> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br /> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br /> del Certificado de Origen. <br /> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br /> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Articulo 27. Solución de Diferencias <br /> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br /> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br /> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br /> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br /> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br /> Solución de Controversies del presente Acuerdo. <br /> Las controversies entre el importador y las autoridades aduaneras del pals de <br /> importación se resolveran con arreglo a la legislación de ese pals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3. Mercancias Originarias <br> Articulo 15. Exposiciones <br> Articulo 27. Solución de Diferencias <br> sesenta (60) dies. <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS PARA EL CONTROL Y <br> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br> VERIFICAción DEL ORIGEN DE LAS MERCANCiAS <br> consideradas originarias: <br> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> de una o ambas Partes; <br> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br> DISPOSICIONES GENERALES <br> i) minerales extra idos en territorio de una o ambas Partes; <br> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br> TITULO I <br> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br> Solución de Controversies del presente Acuerdo. <br> exposición o exhibicion. <br> Las controversies entre el importador y las autoridades aduaneras del pals de <br> TITULO IV <br> importación se resolveran con arreglo a la legislación de ese pals. <br> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION <br> Articulo 28. Sanciones <br> DEL ORIGEN DE LAS MERCANCIAS <br> Cada Parte establecera o mantendra sanciones penales, civiles o <br> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br> Articulo 16. Certificación de Origen <br> administrativas por infracciones relacionadas con este Anexo, conforme a la <br> propios de empresas establecidas en el territorio de cualquier Parte, <br> Se considera como prueba indispensable el certifcado de origen, que es el <br> legislación interne de las Parte del Acuerdo. <br> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br> territorio de una o ambas Partes; <br> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br> TITULO VI <br> o matriculados por una Parte; <br> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br> DISPOSICIONES FINALES <br> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br> acordado por las Partes del Acuerdo. <br> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br> del certificado de origen. <br> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br> sean propios de empresas establecidas en el territorio de un pals Parte <br> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br> o matriculados por una Parte: <br> operación de importación de una o varias mercancias, y su versiOn original debe <br> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> Articulo 17. Emision de Certificado de Origen <br> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br> La expedición y control de la emision de los certificados de origen, estara bajo <br> viii) desechos y desperdicios derivados de la producción en territorio de una o <br> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br> ix) mercancias producidas en territorio de una o ambas Partes, <br> quienes se haya delegado dicha responsabilidad. <br> exclusivamente a partir de las mercancias mencionadas en los numerales <br> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br> Partes, a partir exclusivamente de materiales que califican como originarios de <br> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br> confornnidad con este Anexo; <br> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br> pintura, descascaramiento, desgrane o cortado; <br> dicha Secretaria General. <br> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br> El exportador que solicita la emision de un certifcado de origen estara <br> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br> vigente en cada pals; <br> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br> productos o en sus envases; <br> condición de originario de los productos correspondientes asi como el cumplimiento de <br> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br> los dernas requisitos de este Anexo. <br> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br> Las autoridades gubernamentales competentes o las entidades habilitadas que <br> frutos secos y legumbres; <br> materiales no originarios, bastara que el valor CIF de los materiales no <br> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br> originarios no excedan el 50% del valor FOB de exportación del producto final <br> condición de originario de los productos y el cumplimiento de los demas requisitos de <br> para Cuba y 60% para Bolivia; <br> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br> correctamente el Certificado de Origen. <br> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final. <br> Articulo 18. Validez del Certificado de Origen <br> Articulo 4. Tratamiento de los Materiales Intermedios <br> El certificado de origen debera ser emitido oportunamente de conformidad con <br> Para efectos de la deterrninación del origen de una mercancia, para los casos <br> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br> contados a partir de su emision. Dicho certificado carecera de validez si no <br> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br> estuviera debidamente Ilenado en todos los campos. <br> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br> El certificado de origen debera Hever el nombre y la firma autografa del <br> disposiciones de este Anexo. <br> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br> Articulo 5. Acumulacion <br> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br> Para efectos de desarrollar una acumulación extendida de origen con otros <br> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br> Comerciales en común, las Partes entraran en consultas con el proposito de que <br> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br> materiales producidos en dichos paises no Parte puedan ser considerados como <br> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br> originarios bajo este Acuerdo. <br> arancelaria o su califcación de origen. <br> Articulo 6. Procesos u Operaciones que no Confieren Origen <br> Los certificados de origen no podren ser expedidos con antelación a la fecha <br> Las operaciones que se detallan a continuación se consideraren elaboraciones <br> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br> y transformaciones insuficientes pare conferir el caracter de productos originarios: <br> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br> a. Las manipulaciones destinadas a garantizar la conservación de los productos <br> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br> en buen estado durante su transporte y almacenamiento (ventilacion, tendido, <br> secado, refrigeraciOn, congelacion, inmersiOn en ague salads, sulfurosa o en <br> Articulo 19. Declaración Jurada de Origen <br> otras soluciones acuosas, separación de las partes deterioradas y operaciones similares); <br> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br> b. la dilución en ague o en otra sustancia due no altere materialmente las <br> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br> caracteristicas del producto; <br> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br> c. las operaciones simples de desempolvado, cribado, seleccion, clasifcaciOn, <br> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br> preparación de surtidos (incluso la formación de juegos de articulos), laved°, <br> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br> d. los cambios de envase y las divisiones o agrupaciones de bultos; <br> b. domicilio legal del solicitante y de la planta industrial; <br> e. el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br> colocación sobre cartulinas o tableros, etc., y cualquier otra operación sencilla de envasado; <br> aplicada en el pals exportador y en NALADISA; <br> f. la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> d. valor FOB de exported& expresado en dolares americanos; <br> e. descripción del proceso de fabricacian; y <br> g. el planchado de textiles; <br> f. elementos demostrativos de los componentes de la mercancia, indicando: <br> h. el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br> el afilado y los cortes sencillos; <br> - Procedencia. <br> j. la coloración de aztkar o la confección de terrones de aziicar; <br> - Clasifcación Arancelaria aplicada en cada pals. <br> k. la limpieza, inclusive la remoción de 6xido, grasa y pintura u otros recubrimientos; <br> - Valor CIF expresado en &dares americanos. <br> I. la simple mezcla de productos, sean o no de diferentes clases; <br> Porcentaje de participación en el valor FOB de exportacion. <br> m. el desarmado de mercanclas en sus partes; <br> La descripción de la mercancia debera ser lo suficientemente detallada pare <br> n. las operaciones cuyo unico proposito sea facilitar la carga; <br> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br> o. el sacrifcio de animales; y <br> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br> p. la combinación de dos o mas de las operaciones especificadas en los incisos <br> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br> (a) a la (o). <br> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br> Articulo 7. Accesorios, Repuestos y Herramientas <br> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br> Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br> Las entidades certificadoras deberan numerar correlativamente los certificados <br> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br> correspondiente de clasifcación arancelaria. <br> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br> copia de la facture comercial. <br> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br> valor de contenido de la mercancia. <br> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br> Articulo 8. Juegos o Surtidos de Mercancias <br> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br> numero del certificado, el solicitante del mismo y la fecha de su emision. <br> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br> Para los casos de verificación y control, el exportador o productor que haya <br> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br> cuando un juego o surtido este compuesto por productos originarios y productos no <br> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br> acreditar lo declarado, incluyendo los referentes a: <br> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido. <br> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br> desde su territorio; <br> Cada Parte dispondra que los envases y los materiales de empaque en que <br> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br> los indirectos, utilizados en la producción de la mercancia que se exporte <br> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br> desde su territorio; y <br> materiales no originarios utilizados en la produccien de la mercancia sufren los <br> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br> Asimismo, el importador que solicite trato arancelario preferencial pare una <br> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br> toda la documented& relative a la imported& requerida por la Parte importadora. <br> contenido de la mercancia. <br> Articulo 21. Facturación en un Pais distinto al de Origen <br> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br> Cada Parte dispondra que los contenedores y materiales de embalaje para <br> facturada por un operador de connercio de un pals distinto al de origen de la <br> embarque no sean tomados en cuenta para determinar si una mercancia es originaria. <br> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br> Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br> Para determinar si una mercancia es originaria, se consideraran como <br> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente. <br> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br> Articulo 22. Discrepancias y Errores de Forma <br> no esten incorporados fisicamente en la mercancia: <br> En caso de detectarse errores formales en el certificado de origen, asi como <br> a. combustible y energia; <br> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br> b. herramientas, troqueles y modes; <br> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción u operacien de equipos y edificios; <br> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen. <br> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br> Articulo 23. Emision de un Duplicado del Certificado de Origen <br> En caso de robo, perdida o destrucción de un certificado de origen, el <br> g. catalizadores y solventes; y <br> exportador podra solicitar a la autoridad gubernamental competente o entidad <br> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado. <br> que forma parte de dicho proceso de fabricacien. <br> Articulo 24. Verifcación y Control <br> Articulo 12. De Minimis <br> 1. No obstante la presentacian del certifcado de origen en las condiciones <br> Una mercancia sera considerada originaria si el valor CIF de todos los <br> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br> autoridad competente de la Parte exportadora responsable de certificación de origen. <br> 15% del valor FOB de exportacian de la mercancia. <br> La autoridad competente de la Parte exportadora respondera a la solicitud de <br> TITULO III <br> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br> REQUISITOS TERRITORIALES <br> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br> Articulo 13. Transito y Transbordo <br> Una mercancia debera exportarse directamente de la Pane exportadora a la <br> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br> Parte importadora. Igualmente se considerara Transporte Directo: <br> cual solicita la informacian referida a un exportador; <br> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br> c. breve descripción del tipo de problema encontrado; y <br> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br> d. fundamento legal de la solicitud de informacion. <br> los paises de trensito, cuando: <br> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br> especiales de transporte; <br> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br> Parte exportadora, padre efectuar: <br> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br> a. solicitudes escritas de información al exportador o productor; <br> En caso de transbordo o almacenamiento temporal realizado en un pals no <br> b. cuestionarios escritos dirigidos al exportador o productor; <br> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br> Parte, con el proposito de examinar los registros contables o inspeccionar las <br> acredite que la mercancia permaneciO bajo supervisiOn aduanera. <br> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br> Certificado de Origen. <br> los casos en que la información obtenida como resultado de los literales (a) y (b) <br> de este articulo no fuese suficiente; <br> d. otros procedimientos que las Partes puedan acordar. <br> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br> La notificación se enviara por correo o cualquier otro media que haga constar la <br> recepcian de la notificacian mediante un acuse de recibo. <br> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br> información o los cuestionarios escritos deberan contener: <br> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br> solicitan la información y documentacion; <br> c. descripción de la infomnacian y documentos que se requieren; y <br> d. fundament° legal de las solicitudes de información o cuestionarios. <br> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br> de la fecha de recepciOn. <br> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br> realización de la visita de verificación de origen debera contener: <br> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br> b. el nombre del exportador a del productor que pretende visitar; <br> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br> establecido en el parrafo 8; <br> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br> o los certificados de origen; <br> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br> f. el fundamento legal de la visita de verificaciOn. <br> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br> establecidas en su legislación nacional para garantizar el interes fiscal. <br> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br> Parte importadora: <br> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br> a treinta (30) dies. <br> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br> contados a partir de la fecha previamente acordada o por un plaza mayor que <br> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br> información dentro del plaza establecido en el parrafo 1; <br> b. el exportador o productor no responda una solicitud escrita del información o <br> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br> en los parrafos 8.y 10.b de este articulo. <br> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br> comunicado a la autoridad competente de la Parte importadora. <br> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br> la informed& o concluida la visite. <br> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br> y a la autoridad competente de la Parte exportadora. <br> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br> de la Parte importadora haya emitido un informe de origen; o <br> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br> en los parrafos 8. y 10.b. de este articulo. <br> TITULO V <br> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA <br> de la mercancia; <br> "}, {"ArticleTitle": ". Ambito de Aplicacion", "ArticleDesc": "Articulo 1. Ambito de Aplicacion <br> El presente Anexo establece las reglas de origen aplicables al intercambio de <br> productos entre las Partes, a los efectos de: <br> a. calificación y determinación del product° originario: <br> b. certificación de origen y emisiOn de los certificados de origen; <br> c. procesos de verificación y control de origen; y <br> d. solucian de diferencias y sanciones. <br> "}, {"ArticleTitle": ". Definiciones", "ArticleDesc": "Articulo 2. Definiciones <br> Acuerdo: El Acuerdo de Complementación EconOrnica NOmero 47, suscrito entre el <br> Gobierno de la RepCA:dice de Bolivia y el Gobierno de la Reptjblice de Cuba; <br> Autoridad Competente: La autoridad que, conforme a la legislación de cada Parte, es <br> responsable de la aplicación y administración de sus leyes y reglamentaciones que <br> estipulan los procedimientos relacionados con la aplicación de este Anexo; <br> En el caso de la Republica de Bolivia: <br> El Ministerio de Producción y Microempresa <br> En el caso de la Republica de Cuba: <br> El Ministerio de Comercio Exterior y el Ministerio de Finanzas y Precios <br> actuando conjuntannente <br> Cambio de Partida arancelaria: Significa que la materia prima no originaria tiene que <br> estar clasifcada en una particle arancelaria diferente a la que se clasifica el producto. <br> Contenedores y materiales de embalaje para embarque: Significa mercancias <br> utilizadas pare proteger una mercancia durante su transporte y no incluye los envases <br> y materiales en los que se empaca la mercancia para la yenta al par menor. <br> Dias: Dias calendario, incluidos el sabado, doming° y dias festivos. <br> Ensamblaje: Conjunto de operaciones fisicas mediante las cuales se unen piezas o <br> conjuntos de estas para formar una unidad de distinta naturaleza y caracteristicas <br> funcionales que las partes que la integran. <br> Informe de origen: Es el documento legal escrito emitido par la autoridad competente <br> coma resultado de un procedimiento que verifca si una mercancia califica coma <br> originaria de conformidad con este Anexo. <br> Material: Comprende las materias primas, insumos, materiales intermedios, partes y <br> piezas utilizadas en la elaboración de las mercancias. <br> Materiales intermedios: Material que es producido por el productor de una mercancia y <br> utilizado en la produccian de la misma, de forma tal que adquiera caracteristicas que le <br> permitan ser comercializado independientemente de la mercancia final. <br> Mercancia: Material o producto obtenido en cualquier proceso de produccion, con fines <br> comercializables, incluso cuando esta prevista su utilizacian posterior en otro proceso de produccion. <br> Partes: La RepOblica de Bolivia y la Republica de Cuba. <br> Partidas: Los cddigos de cuatro digitos utilizados en la nomenclatura del Sistema Armonizado. <br> Produccian: El cultivo, la aria, la extraccion, la cosecha, la recoleccion, la pesca, la <br> caza, cualquier tipo de procesamiento a transformacion, incluyendo el ensamblado u <br> otras operaciones especificas. <br> Sistema Armonizado: El Sistema Armonizado de Designación y Codifcación de <br> Mercancias en vigor, incluidas sus reglas generales y sus notas legales de seccion, <br> capitulo, partida y subpartida, en la forma en que las Partes lo hayan adoptado en sus <br> respectivas !eyes. <br> Territorio: Comprende todo el espacio sujeto a la soberania y jurisdicción de los <br> Estados, conforme a las respectivas legislaciones y al Derecho Internacional. <br> Valor FOB (Free on Board/libre a bordo): Es el valor de la mercancia puesta a bordo <br> del media de transporle acordado, en el punto de embarque convenido, can todos los <br> costos, seguros y fetes a cargo del vendedor. <br> Valor CIF (cost, insurance and feight/costa, seguro y fete): Es el valor de la <br> mercancia puesta en el iugar de desembarque convenido, con todos los costos, <br> seguros y fetes a cargo del comprador. <br> TiTULO II <br> DEFINIción DEL CONCEPTO DE MERCANCIAS ORIGINARIAS <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3. Mercancias Originarias <br> Articulo 15. Exposiciones <br> Articulo 27. Solución de Diferencias <br> sesenta (60) dies. <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS PARA EL CONTROL Y <br> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br> VERIFICAción DEL ORIGEN DE LAS MERCANCiAS <br> consideradas originarias: <br> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> de una o ambas Partes; <br> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br> DISPOSICIONES GENERALES <br> i) minerales extra idos en territorio de una o ambas Partes; <br> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br> TITULO I <br> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br> Solución de Controversies del presente Acuerdo. <br> exposición o exhibicion. <br> Las controversies entre el importador y las autoridades aduaneras del pals de <br> TITULO IV <br> importación se resolveran con arreglo a la legislación de ese pals. <br> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION <br> Articulo 28. Sanciones <br> DEL ORIGEN DE LAS MERCANCIAS <br> Cada Parte establecera o mantendra sanciones penales, civiles o <br> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br> Articulo 16. Certificación de Origen <br> administrativas por infracciones relacionadas con este Anexo, conforme a la <br> propios de empresas establecidas en el territorio de cualquier Parte, <br> Se considera como prueba indispensable el certifcado de origen, que es el <br> legislación interne de las Parte del Acuerdo. <br> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br> territorio de una o ambas Partes; <br> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br> TITULO VI <br> o matriculados por una Parte; <br> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br> DISPOSICIONES FINALES <br> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br> acordado por las Partes del Acuerdo. <br> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br> del certificado de origen. <br> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br> sean propios de empresas establecidas en el territorio de un pals Parte <br> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br> o matriculados por una Parte: <br> operación de importación de una o varias mercancias, y su versiOn original debe <br> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> Articulo 17. Emision de Certificado de Origen <br> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br> La expedición y control de la emision de los certificados de origen, estara bajo <br> viii) desechos y desperdicios derivados de la producción en territorio de una o <br> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br> ix) mercancias producidas en territorio de una o ambas Partes, <br> quienes se haya delegado dicha responsabilidad. <br> exclusivamente a partir de las mercancias mencionadas en los numerales <br> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br> Partes, a partir exclusivamente de materiales que califican como originarios de <br> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br> confornnidad con este Anexo; <br> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br> pintura, descascaramiento, desgrane o cortado; <br> dicha Secretaria General. <br> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br> El exportador que solicita la emision de un certifcado de origen estara <br> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br> vigente en cada pals; <br> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br> productos o en sus envases; <br> condición de originario de los productos correspondientes asi como el cumplimiento de <br> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br> los dernas requisitos de este Anexo. <br> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br> Las autoridades gubernamentales competentes o las entidades habilitadas que <br> frutos secos y legumbres; <br> materiales no originarios, bastara que el valor CIF de los materiales no <br> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br> originarios no excedan el 50% del valor FOB de exportación del producto final <br> condición de originario de los productos y el cumplimiento de los demas requisitos de <br> para Cuba y 60% para Bolivia; <br> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br> correctamente el Certificado de Origen. <br> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final. <br> Articulo 18. Validez del Certificado de Origen <br> Articulo 4. Tratamiento de los Materiales Intermedios <br> El certificado de origen debera ser emitido oportunamente de conformidad con <br> Para efectos de la deterrninación del origen de una mercancia, para los casos <br> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br> contados a partir de su emision. Dicho certificado carecera de validez si no <br> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br> estuviera debidamente Ilenado en todos los campos. <br> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br> El certificado de origen debera Hever el nombre y la firma autografa del <br> disposiciones de este Anexo. <br> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br> Articulo 5. Acumulacion <br> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br> Para efectos de desarrollar una acumulación extendida de origen con otros <br> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br> Comerciales en común, las Partes entraran en consultas con el proposito de que <br> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br> materiales producidos en dichos paises no Parte puedan ser considerados como <br> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br> originarios bajo este Acuerdo. <br> arancelaria o su califcación de origen. <br> Articulo 6. Procesos u Operaciones que no Confieren Origen <br> Los certificados de origen no podren ser expedidos con antelación a la fecha <br> Las operaciones que se detallan a continuación se consideraren elaboraciones <br> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br> y transformaciones insuficientes pare conferir el caracter de productos originarios: <br> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br> a. Las manipulaciones destinadas a garantizar la conservación de los productos <br> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br> en buen estado durante su transporte y almacenamiento (ventilacion, tendido, <br> secado, refrigeraciOn, congelacion, inmersiOn en ague salads, sulfurosa o en <br> Articulo 19. Declaración Jurada de Origen <br> otras soluciones acuosas, separación de las partes deterioradas y operaciones similares); <br> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br> b. la dilución en ague o en otra sustancia due no altere materialmente las <br> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br> caracteristicas del producto; <br> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br> c. las operaciones simples de desempolvado, cribado, seleccion, clasifcaciOn, <br> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br> preparación de surtidos (incluso la formación de juegos de articulos), laved°, <br> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br> d. los cambios de envase y las divisiones o agrupaciones de bultos; <br> b. domicilio legal del solicitante y de la planta industrial; <br> e. el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br> colocación sobre cartulinas o tableros, etc., y cualquier otra operación sencilla de envasado; <br> aplicada en el pals exportador y en NALADISA; <br> f. la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> d. valor FOB de exported& expresado en dolares americanos; <br> e. descripción del proceso de fabricacian; y <br> g. el planchado de textiles; <br> f. elementos demostrativos de los componentes de la mercancia, indicando: <br> h. el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br> el afilado y los cortes sencillos; <br> - Procedencia. <br> j. la coloración de aztkar o la confección de terrones de aziicar; <br> - Clasifcación Arancelaria aplicada en cada pals. <br> k. la limpieza, inclusive la remoción de 6xido, grasa y pintura u otros recubrimientos; <br> - Valor CIF expresado en &dares americanos. <br> I. la simple mezcla de productos, sean o no de diferentes clases; <br> Porcentaje de participación en el valor FOB de exportacion. <br> m. el desarmado de mercanclas en sus partes; <br> La descripción de la mercancia debera ser lo suficientemente detallada pare <br> n. las operaciones cuyo unico proposito sea facilitar la carga; <br> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br> o. el sacrifcio de animales; y <br> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br> p. la combinación de dos o mas de las operaciones especificadas en los incisos <br> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br> (a) a la (o). <br> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br> Articulo 7. Accesorios, Repuestos y Herramientas <br> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br> Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br> Las entidades certificadoras deberan numerar correlativamente los certificados <br> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br> correspondiente de clasifcación arancelaria. <br> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br> copia de la facture comercial. <br> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br> valor de contenido de la mercancia. <br> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br> Articulo 8. Juegos o Surtidos de Mercancias <br> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br> numero del certificado, el solicitante del mismo y la fecha de su emision. <br> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br> Para los casos de verificación y control, el exportador o productor que haya <br> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br> cuando un juego o surtido este compuesto por productos originarios y productos no <br> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br> acreditar lo declarado, incluyendo los referentes a: <br> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido. <br> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br> desde su territorio; <br> Cada Parte dispondra que los envases y los materiales de empaque en que <br> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br> los indirectos, utilizados en la producción de la mercancia que se exporte <br> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br> desde su territorio; y <br> materiales no originarios utilizados en la produccien de la mercancia sufren los <br> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br> Asimismo, el importador que solicite trato arancelario preferencial pare una <br> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br> toda la documented& relative a la imported& requerida por la Parte importadora. <br> contenido de la mercancia. <br> Articulo 21. Facturación en un Pais distinto al de Origen <br> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br> Cada Parte dispondra que los contenedores y materiales de embalaje para <br> facturada por un operador de connercio de un pals distinto al de origen de la <br> embarque no sean tomados en cuenta para determinar si una mercancia es originaria. <br> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br> Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br> Para determinar si una mercancia es originaria, se consideraran como <br> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente. <br> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br> Articulo 22. Discrepancias y Errores de Forma <br> no esten incorporados fisicamente en la mercancia: <br> En caso de detectarse errores formales en el certificado de origen, asi como <br> a. combustible y energia; <br> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br> b. herramientas, troqueles y modes; <br> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción u operacien de equipos y edificios; <br> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen. <br> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br> Articulo 23. Emision de un Duplicado del Certificado de Origen <br> En caso de robo, perdida o destrucción de un certificado de origen, el <br> g. catalizadores y solventes; y <br> exportador podra solicitar a la autoridad gubernamental competente o entidad <br> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado. <br> que forma parte de dicho proceso de fabricacien. <br> Articulo 24. Verifcación y Control <br> Articulo 12. De Minimis <br> 1. No obstante la presentacian del certifcado de origen en las condiciones <br> Una mercancia sera considerada originaria si el valor CIF de todos los <br> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br> autoridad competente de la Parte exportadora responsable de certificación de origen. <br> 15% del valor FOB de exportacian de la mercancia. <br> La autoridad competente de la Parte exportadora respondera a la solicitud de <br> TITULO III <br> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br> REQUISITOS TERRITORIALES <br> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br> Articulo 13. Transito y Transbordo <br> Una mercancia debera exportarse directamente de la Pane exportadora a la <br> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br> Parte importadora. Igualmente se considerara Transporte Directo: <br> cual solicita la informacian referida a un exportador; <br> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br> c. breve descripción del tipo de problema encontrado; y <br> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br> d. fundamento legal de la solicitud de informacion. <br> los paises de trensito, cuando: <br> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br> especiales de transporte; <br> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br> Parte exportadora, padre efectuar: <br> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br> a. solicitudes escritas de información al exportador o productor; <br> En caso de transbordo o almacenamiento temporal realizado en un pals no <br> b. cuestionarios escritos dirigidos al exportador o productor; <br> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br> Parte, con el proposito de examinar los registros contables o inspeccionar las <br> acredite que la mercancia permaneciO bajo supervisiOn aduanera. <br> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br> Certificado de Origen. <br> los casos en que la información obtenida como resultado de los literales (a) y (b) <br> de este articulo no fuese suficiente; <br> d. otros procedimientos que las Partes puedan acordar. <br> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br> La notificación se enviara por correo o cualquier otro media que haga constar la <br> recepcian de la notificacian mediante un acuse de recibo. <br> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br> información o los cuestionarios escritos deberan contener: <br> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br> solicitan la información y documentacion; <br> c. descripción de la infomnacian y documentos que se requieren; y <br> d. fundament° legal de las solicitudes de información o cuestionarios. <br> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br> de la fecha de recepciOn. <br> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br> realización de la visita de verificación de origen debera contener: <br> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br> b. el nombre del exportador a del productor que pretende visitar; <br> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br> establecido en el parrafo 8; <br> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br> o los certificados de origen; <br> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br> f. el fundamento legal de la visita de verificaciOn. <br> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br> establecidas en su legislación nacional para garantizar el interes fiscal. <br> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br> Parte importadora: <br> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br> a treinta (30) dies. <br> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br> contados a partir de la fecha previamente acordada o por un plaza mayor que <br> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br> información dentro del plaza establecido en el parrafo 1; <br> b. el exportador o productor no responda una solicitud escrita del información o <br> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br> en los parrafos 8.y 10.b de este articulo. <br> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br> comunicado a la autoridad competente de la Parte importadora. <br> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br> la informed& o concluida la visite. <br> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br> y a la autoridad competente de la Parte exportadora. <br> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br> de la Parte importadora haya emitido un informe de origen; o <br> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br> en los parrafos 8. y 10.b. de este articulo. <br> TITULO V <br> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA <br> de la mercancia; <br> "}, {"ArticleTitle": "4. Zonas Francas Comerciales", "ArticleDesc": "Articulo 14. Zonas Francas Comerciales <br> Los productos con los que se comercialice al amparo de un Certificado de <br> Origen que durante su transporte permanezcan en una zona franca, estrictamente <br> comercial, no podran ser sustituiclos por otras mercancias ni seran objeto de otras <br> manipulaciones distintas que las encaminadas al almacenaje y prevención de su <br> deterioro, para posterior reexportacian al pals de destino. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3. Mercancias Originarias <br> Articulo 15. Exposiciones <br> Articulo 27. Solución de Diferencias <br> sesenta (60) dies. <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS PARA EL CONTROL Y <br> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br> VERIFICAción DEL ORIGEN DE LAS MERCANCiAS <br> consideradas originarias: <br> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> de una o ambas Partes; <br> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br> DISPOSICIONES GENERALES <br> i) minerales extra idos en territorio de una o ambas Partes; <br> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br> TITULO I <br> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br> Solución de Controversies del presente Acuerdo. <br> exposición o exhibicion. <br> Las controversies entre el importador y las autoridades aduaneras del pals de <br> TITULO IV <br> importación se resolveran con arreglo a la legislación de ese pals. <br> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION <br> Articulo 28. Sanciones <br> DEL ORIGEN DE LAS MERCANCIAS <br> Cada Parte establecera o mantendra sanciones penales, civiles o <br> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br> Articulo 16. Certificación de Origen <br> administrativas por infracciones relacionadas con este Anexo, conforme a la <br> propios de empresas establecidas en el territorio de cualquier Parte, <br> Se considera como prueba indispensable el certifcado de origen, que es el <br> legislación interne de las Parte del Acuerdo. <br> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br> territorio de una o ambas Partes; <br> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br> TITULO VI <br> o matriculados por una Parte; <br> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br> DISPOSICIONES FINALES <br> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br> acordado por las Partes del Acuerdo. <br> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br> del certificado de origen. <br> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br> sean propios de empresas establecidas en el territorio de un pals Parte <br> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br> o matriculados por una Parte: <br> operación de importación de una o varias mercancias, y su versiOn original debe <br> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> Articulo 17. Emision de Certificado de Origen <br> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br> La expedición y control de la emision de los certificados de origen, estara bajo <br> viii) desechos y desperdicios derivados de la producción en territorio de una o <br> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br> ix) mercancias producidas en territorio de una o ambas Partes, <br> quienes se haya delegado dicha responsabilidad. <br> exclusivamente a partir de las mercancias mencionadas en los numerales <br> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br> Partes, a partir exclusivamente de materiales que califican como originarios de <br> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br> confornnidad con este Anexo; <br> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br> pintura, descascaramiento, desgrane o cortado; <br> dicha Secretaria General. <br> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br> El exportador que solicita la emision de un certifcado de origen estara <br> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br> vigente en cada pals; <br> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br> productos o en sus envases; <br> condición de originario de los productos correspondientes asi como el cumplimiento de <br> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br> los dernas requisitos de este Anexo. <br> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br> Las autoridades gubernamentales competentes o las entidades habilitadas que <br> frutos secos y legumbres; <br> materiales no originarios, bastara que el valor CIF de los materiales no <br> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br> originarios no excedan el 50% del valor FOB de exportación del producto final <br> condición de originario de los productos y el cumplimiento de los demas requisitos de <br> para Cuba y 60% para Bolivia; <br> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br> correctamente el Certificado de Origen. <br> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final. <br> Articulo 18. Validez del Certificado de Origen <br> Articulo 4. Tratamiento de los Materiales Intermedios <br> El certificado de origen debera ser emitido oportunamente de conformidad con <br> Para efectos de la deterrninación del origen de una mercancia, para los casos <br> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br> contados a partir de su emision. Dicho certificado carecera de validez si no <br> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br> estuviera debidamente Ilenado en todos los campos. <br> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br> El certificado de origen debera Hever el nombre y la firma autografa del <br> disposiciones de este Anexo. <br> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br> Articulo 5. Acumulacion <br> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br> Para efectos de desarrollar una acumulación extendida de origen con otros <br> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br> Comerciales en común, las Partes entraran en consultas con el proposito de que <br> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br> materiales producidos en dichos paises no Parte puedan ser considerados como <br> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br> originarios bajo este Acuerdo. <br> arancelaria o su califcación de origen. <br> Articulo 6. Procesos u Operaciones que no Confieren Origen <br> Los certificados de origen no podren ser expedidos con antelación a la fecha <br> Las operaciones que se detallan a continuación se consideraren elaboraciones <br> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br> y transformaciones insuficientes pare conferir el caracter de productos originarios: <br> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br> a. Las manipulaciones destinadas a garantizar la conservación de los productos <br> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br> en buen estado durante su transporte y almacenamiento (ventilacion, tendido, <br> secado, refrigeraciOn, congelacion, inmersiOn en ague salads, sulfurosa o en <br> Articulo 19. Declaración Jurada de Origen <br> otras soluciones acuosas, separación de las partes deterioradas y operaciones similares); <br> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br> b. la dilución en ague o en otra sustancia due no altere materialmente las <br> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br> caracteristicas del producto; <br> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br> c. las operaciones simples de desempolvado, cribado, seleccion, clasifcaciOn, <br> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br> preparación de surtidos (incluso la formación de juegos de articulos), laved°, <br> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br> d. los cambios de envase y las divisiones o agrupaciones de bultos; <br> b. domicilio legal del solicitante y de la planta industrial; <br> e. el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br> colocación sobre cartulinas o tableros, etc., y cualquier otra operación sencilla de envasado; <br> aplicada en el pals exportador y en NALADISA; <br> f. la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> d. valor FOB de exported& expresado en dolares americanos; <br> e. descripción del proceso de fabricacian; y <br> g. el planchado de textiles; <br> f. elementos demostrativos de los componentes de la mercancia, indicando: <br> h. el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br> el afilado y los cortes sencillos; <br> - Procedencia. <br> j. la coloración de aztkar o la confección de terrones de aziicar; <br> - Clasifcación Arancelaria aplicada en cada pals. <br> k. la limpieza, inclusive la remoción de 6xido, grasa y pintura u otros recubrimientos; <br> - Valor CIF expresado en &dares americanos. <br> I. la simple mezcla de productos, sean o no de diferentes clases; <br> Porcentaje de participación en el valor FOB de exportacion. <br> m. el desarmado de mercanclas en sus partes; <br> La descripción de la mercancia debera ser lo suficientemente detallada pare <br> n. las operaciones cuyo unico proposito sea facilitar la carga; <br> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br> o. el sacrifcio de animales; y <br> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br> p. la combinación de dos o mas de las operaciones especificadas en los incisos <br> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br> (a) a la (o). <br> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br> Articulo 7. Accesorios, Repuestos y Herramientas <br> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br> Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br> Las entidades certificadoras deberan numerar correlativamente los certificados <br> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br> correspondiente de clasifcación arancelaria. <br> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br> copia de la facture comercial. <br> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br> valor de contenido de la mercancia. <br> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br> Articulo 8. Juegos o Surtidos de Mercancias <br> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br> numero del certificado, el solicitante del mismo y la fecha de su emision. <br> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br> Para los casos de verificación y control, el exportador o productor que haya <br> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br> cuando un juego o surtido este compuesto por productos originarios y productos no <br> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br> acreditar lo declarado, incluyendo los referentes a: <br> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido. <br> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br> desde su territorio; <br> Cada Parte dispondra que los envases y los materiales de empaque en que <br> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br> los indirectos, utilizados en la producción de la mercancia que se exporte <br> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br> desde su territorio; y <br> materiales no originarios utilizados en la produccien de la mercancia sufren los <br> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br> Asimismo, el importador que solicite trato arancelario preferencial pare una <br> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br> toda la documented& relative a la imported& requerida por la Parte importadora. <br> contenido de la mercancia. <br> Articulo 21. Facturación en un Pais distinto al de Origen <br> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br> Cada Parte dispondra que los contenedores y materiales de embalaje para <br> facturada por un operador de connercio de un pals distinto al de origen de la <br> embarque no sean tomados en cuenta para determinar si una mercancia es originaria. <br> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br> Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br> Para determinar si una mercancia es originaria, se consideraran como <br> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente. <br> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br> Articulo 22. Discrepancias y Errores de Forma <br> no esten incorporados fisicamente en la mercancia: <br> En caso de detectarse errores formales en el certificado de origen, asi como <br> a. combustible y energia; <br> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br> b. herramientas, troqueles y modes; <br> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción u operacien de equipos y edificios; <br> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen. <br> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br> Articulo 23. Emision de un Duplicado del Certificado de Origen <br> En caso de robo, perdida o destrucción de un certificado de origen, el <br> g. catalizadores y solventes; y <br> exportador podra solicitar a la autoridad gubernamental competente o entidad <br> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado. <br> que forma parte de dicho proceso de fabricacien. <br> Articulo 24. Verifcación y Control <br> Articulo 12. De Minimis <br> 1. No obstante la presentacian del certifcado de origen en las condiciones <br> Una mercancia sera considerada originaria si el valor CIF de todos los <br> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br> autoridad competente de la Parte exportadora responsable de certificación de origen. <br> 15% del valor FOB de exportacian de la mercancia. <br> La autoridad competente de la Parte exportadora respondera a la solicitud de <br> TITULO III <br> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br> REQUISITOS TERRITORIALES <br> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br> Articulo 13. Transito y Transbordo <br> Una mercancia debera exportarse directamente de la Pane exportadora a la <br> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br> Parte importadora. Igualmente se considerara Transporte Directo: <br> cual solicita la informacian referida a un exportador; <br> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br> c. breve descripción del tipo de problema encontrado; y <br> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br> d. fundamento legal de la solicitud de informacion. <br> los paises de trensito, cuando: <br> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br> especiales de transporte; <br> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br> Parte exportadora, padre efectuar: <br> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br> a. solicitudes escritas de información al exportador o productor; <br> En caso de transbordo o almacenamiento temporal realizado en un pals no <br> b. cuestionarios escritos dirigidos al exportador o productor; <br> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br> Parte, con el proposito de examinar los registros contables o inspeccionar las <br> acredite que la mercancia permaneciO bajo supervisiOn aduanera. <br> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br> Certificado de Origen. <br> los casos en que la información obtenida como resultado de los literales (a) y (b) <br> de este articulo no fuese suficiente; <br> d. otros procedimientos que las Partes puedan acordar. <br> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br> La notificación se enviara por correo o cualquier otro media que haga constar la <br> recepcian de la notificacian mediante un acuse de recibo. <br> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br> información o los cuestionarios escritos deberan contener: <br> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br> solicitan la información y documentacion; <br> c. descripción de la infomnacian y documentos que se requieren; y <br> d. fundament° legal de las solicitudes de información o cuestionarios. <br> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br> de la fecha de recepciOn. <br> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br> realización de la visita de verificación de origen debera contener: <br> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br> b. el nombre del exportador a del productor que pretende visitar; <br> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br> establecido en el parrafo 8; <br> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br> o los certificados de origen; <br> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br> f. el fundamento legal de la visita de verificaciOn. <br> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br> establecidas en su legislación nacional para garantizar el interes fiscal. <br> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br> Parte importadora: <br> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br> a treinta (30) dies. <br> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br> contados a partir de la fecha previamente acordada o por un plaza mayor que <br> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br> información dentro del plaza establecido en el parrafo 1; <br> b. el exportador o productor no responda una solicitud escrita del información o <br> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br> en los parrafos 8.y 10.b de este articulo. <br> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br> comunicado a la autoridad competente de la Parte importadora. <br> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br> la informed& o concluida la visite. <br> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br> y a la autoridad competente de la Parte exportadora. <br> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br> de la Parte importadora haya emitido un informe de origen; o <br> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br> en los parrafos 8. y 10.b. de este articulo. <br> TITULO V <br> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA <br> de la mercancia; <br> "}, {"ArticleTitle": "5. Asistencia Mutua", "ArticleDesc": "Articulo 25. Asistencia Mutua <br> Las autoridades competentes a fn de asegurar la aplicación de las <br> Disposiciones del presente Anexo en las Panes, deberan asistirse nnutuamente a <br> traves de las entidades que correspondan, en la verifcación de la autenticidad de los <br> Certificados de Origen y la informed& brindada en este document°. <br> Las Panes realizaran consultas regularmente para garantizar que este Anexo <br> sea administrado de manera efectiva, uniforme y de conformidad con los objetivos del <br> Acuerdo y cooperaran en la aplicación eficiente de este Anexo. <br> "}, {"ArticleTitle": "6. Confidencialidad", "ArticleDesc": "Articulo 26. Confidencialidad <br> Cada Parte mantendra, de conformidad con lo establecido en su legislaciOn, la <br> confidencialidad de la informed& que tenga tal caracter obtenida conforme a este <br> Anexo y la protegera de toda divulged& que pudiera perjudicar a cualquier persona, <br> natural o juridica, de la Parte que la proporciona. <br> La informed& confidencial obtenida conforme a este Anexo sOlo padre darse a <br> conocer a las autoridades competentes para la verificación y control de origen segLin <br> corresponda. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3. Mercancias Originarias <br> Articulo 15. Exposiciones <br> Articulo 27. Solución de Diferencias <br> sesenta (60) dies. <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS PARA EL CONTROL Y <br> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br> VERIFICAción DEL ORIGEN DE LAS MERCANCiAS <br> consideradas originarias: <br> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> de una o ambas Partes; <br> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br> DISPOSICIONES GENERALES <br> i) minerales extra idos en territorio de una o ambas Partes; <br> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br> TITULO I <br> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br> Solución de Controversies del presente Acuerdo. <br> exposición o exhibicion. <br> Las controversies entre el importador y las autoridades aduaneras del pals de <br> TITULO IV <br> importación se resolveran con arreglo a la legislación de ese pals. <br> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION <br> Articulo 28. Sanciones <br> DEL ORIGEN DE LAS MERCANCIAS <br> Cada Parte establecera o mantendra sanciones penales, civiles o <br> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br> Articulo 16. Certificación de Origen <br> administrativas por infracciones relacionadas con este Anexo, conforme a la <br> propios de empresas establecidas en el territorio de cualquier Parte, <br> Se considera como prueba indispensable el certifcado de origen, que es el <br> legislación interne de las Parte del Acuerdo. <br> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br> territorio de una o ambas Partes; <br> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br> TITULO VI <br> o matriculados por una Parte; <br> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br> DISPOSICIONES FINALES <br> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br> acordado por las Partes del Acuerdo. <br> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br> del certificado de origen. <br> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br> sean propios de empresas establecidas en el territorio de un pals Parte <br> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br> o matriculados por una Parte: <br> operación de importación de una o varias mercancias, y su versiOn original debe <br> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> Articulo 17. Emision de Certificado de Origen <br> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br> La expedición y control de la emision de los certificados de origen, estara bajo <br> viii) desechos y desperdicios derivados de la producción en territorio de una o <br> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br> ix) mercancias producidas en territorio de una o ambas Partes, <br> quienes se haya delegado dicha responsabilidad. <br> exclusivamente a partir de las mercancias mencionadas en los numerales <br> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br> Partes, a partir exclusivamente de materiales que califican como originarios de <br> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br> confornnidad con este Anexo; <br> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br> pintura, descascaramiento, desgrane o cortado; <br> dicha Secretaria General. <br> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br> El exportador que solicita la emision de un certifcado de origen estara <br> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br> vigente en cada pals; <br> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br> productos o en sus envases; <br> condición de originario de los productos correspondientes asi como el cumplimiento de <br> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br> los dernas requisitos de este Anexo. <br> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br> Las autoridades gubernamentales competentes o las entidades habilitadas que <br> frutos secos y legumbres; <br> materiales no originarios, bastara que el valor CIF de los materiales no <br> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br> originarios no excedan el 50% del valor FOB de exportación del producto final <br> condición de originario de los productos y el cumplimiento de los demas requisitos de <br> para Cuba y 60% para Bolivia; <br> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br> correctamente el Certificado de Origen. <br> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final. <br> Articulo 18. Validez del Certificado de Origen <br> Articulo 4. Tratamiento de los Materiales Intermedios <br> El certificado de origen debera ser emitido oportunamente de conformidad con <br> Para efectos de la deterrninación del origen de una mercancia, para los casos <br> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br> contados a partir de su emision. Dicho certificado carecera de validez si no <br> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br> estuviera debidamente Ilenado en todos los campos. <br> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br> El certificado de origen debera Hever el nombre y la firma autografa del <br> disposiciones de este Anexo. <br> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br> Articulo 5. Acumulacion <br> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br> Para efectos de desarrollar una acumulación extendida de origen con otros <br> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br> Comerciales en común, las Partes entraran en consultas con el proposito de que <br> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br> materiales producidos en dichos paises no Parte puedan ser considerados como <br> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br> originarios bajo este Acuerdo. <br> arancelaria o su califcación de origen. <br> Articulo 6. Procesos u Operaciones que no Confieren Origen <br> Los certificados de origen no podren ser expedidos con antelación a la fecha <br> Las operaciones que se detallan a continuación se consideraren elaboraciones <br> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br> y transformaciones insuficientes pare conferir el caracter de productos originarios: <br> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br> a. Las manipulaciones destinadas a garantizar la conservación de los productos <br> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br> en buen estado durante su transporte y almacenamiento (ventilacion, tendido, <br> secado, refrigeraciOn, congelacion, inmersiOn en ague salads, sulfurosa o en <br> Articulo 19. Declaración Jurada de Origen <br> otras soluciones acuosas, separación de las partes deterioradas y operaciones similares); <br> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br> b. la dilución en ague o en otra sustancia due no altere materialmente las <br> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br> caracteristicas del producto; <br> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br> c. las operaciones simples de desempolvado, cribado, seleccion, clasifcaciOn, <br> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br> preparación de surtidos (incluso la formación de juegos de articulos), laved°, <br> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br> d. los cambios de envase y las divisiones o agrupaciones de bultos; <br> b. domicilio legal del solicitante y de la planta industrial; <br> e. el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br> colocación sobre cartulinas o tableros, etc., y cualquier otra operación sencilla de envasado; <br> aplicada en el pals exportador y en NALADISA; <br> f. la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> d. valor FOB de exported& expresado en dolares americanos; <br> e. descripción del proceso de fabricacian; y <br> g. el planchado de textiles; <br> f. elementos demostrativos de los componentes de la mercancia, indicando: <br> h. el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br> el afilado y los cortes sencillos; <br> - Procedencia. <br> j. la coloración de aztkar o la confección de terrones de aziicar; <br> - Clasifcación Arancelaria aplicada en cada pals. <br> k. la limpieza, inclusive la remoción de 6xido, grasa y pintura u otros recubrimientos; <br> - Valor CIF expresado en &dares americanos. <br> I. la simple mezcla de productos, sean o no de diferentes clases; <br> Porcentaje de participación en el valor FOB de exportacion. <br> m. el desarmado de mercanclas en sus partes; <br> La descripción de la mercancia debera ser lo suficientemente detallada pare <br> n. las operaciones cuyo unico proposito sea facilitar la carga; <br> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br> o. el sacrifcio de animales; y <br> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br> p. la combinación de dos o mas de las operaciones especificadas en los incisos <br> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br> (a) a la (o). <br> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br> Articulo 7. Accesorios, Repuestos y Herramientas <br> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br> Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br> Las entidades certificadoras deberan numerar correlativamente los certificados <br> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br> correspondiente de clasifcación arancelaria. <br> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br> copia de la facture comercial. <br> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br> valor de contenido de la mercancia. <br> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br> Articulo 8. Juegos o Surtidos de Mercancias <br> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br> numero del certificado, el solicitante del mismo y la fecha de su emision. <br> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br> Para los casos de verificación y control, el exportador o productor que haya <br> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br> cuando un juego o surtido este compuesto por productos originarios y productos no <br> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br> acreditar lo declarado, incluyendo los referentes a: <br> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido. <br> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br> desde su territorio; <br> Cada Parte dispondra que los envases y los materiales de empaque en que <br> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br> los indirectos, utilizados en la producción de la mercancia que se exporte <br> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br> desde su territorio; y <br> materiales no originarios utilizados en la produccien de la mercancia sufren los <br> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br> Asimismo, el importador que solicite trato arancelario preferencial pare una <br> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br> toda la documented& relative a la imported& requerida por la Parte importadora. <br> contenido de la mercancia. <br> Articulo 21. Facturación en un Pais distinto al de Origen <br> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br> Cada Parte dispondra que los contenedores y materiales de embalaje para <br> facturada por un operador de connercio de un pals distinto al de origen de la <br> embarque no sean tomados en cuenta para determinar si una mercancia es originaria. <br> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br> Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br> Para determinar si una mercancia es originaria, se consideraran como <br> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente. <br> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br> Articulo 22. Discrepancias y Errores de Forma <br> no esten incorporados fisicamente en la mercancia: <br> En caso de detectarse errores formales en el certificado de origen, asi como <br> a. combustible y energia; <br> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br> b. herramientas, troqueles y modes; <br> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción u operacien de equipos y edificios; <br> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen. <br> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br> Articulo 23. Emision de un Duplicado del Certificado de Origen <br> En caso de robo, perdida o destrucción de un certificado de origen, el <br> g. catalizadores y solventes; y <br> exportador podra solicitar a la autoridad gubernamental competente o entidad <br> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado. <br> que forma parte de dicho proceso de fabricacien. <br> Articulo 24. Verifcación y Control <br> Articulo 12. De Minimis <br> 1. No obstante la presentacian del certifcado de origen en las condiciones <br> Una mercancia sera considerada originaria si el valor CIF de todos los <br> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br> autoridad competente de la Parte exportadora responsable de certificación de origen. <br> 15% del valor FOB de exportacian de la mercancia. <br> La autoridad competente de la Parte exportadora respondera a la solicitud de <br> TITULO III <br> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br> REQUISITOS TERRITORIALES <br> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br> Articulo 13. Transito y Transbordo <br> Una mercancia debera exportarse directamente de la Pane exportadora a la <br> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br> Parte importadora. Igualmente se considerara Transporte Directo: <br> cual solicita la informacian referida a un exportador; <br> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br> c. breve descripción del tipo de problema encontrado; y <br> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br> d. fundamento legal de la solicitud de informacion. <br> los paises de trensito, cuando: <br> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br> especiales de transporte; <br> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br> Parte exportadora, padre efectuar: <br> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br> a. solicitudes escritas de información al exportador o productor; <br> En caso de transbordo o almacenamiento temporal realizado en un pals no <br> b. cuestionarios escritos dirigidos al exportador o productor; <br> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br> Parte, con el proposito de examinar los registros contables o inspeccionar las <br> acredite que la mercancia permaneciO bajo supervisiOn aduanera. <br> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br> Certificado de Origen. <br> los casos en que la información obtenida como resultado de los literales (a) y (b) <br> de este articulo no fuese suficiente; <br> d. otros procedimientos que las Partes puedan acordar. <br> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br> La notificación se enviara por correo o cualquier otro media que haga constar la <br> recepcian de la notificacian mediante un acuse de recibo. <br> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br> información o los cuestionarios escritos deberan contener: <br> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br> solicitan la información y documentacion; <br> c. descripción de la infomnacian y documentos que se requieren; y <br> d. fundament° legal de las solicitudes de información o cuestionarios. <br> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br> de la fecha de recepciOn. <br> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br> realización de la visita de verificación de origen debera contener: <br> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br> b. el nombre del exportador a del productor que pretende visitar; <br> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br> establecido en el parrafo 8; <br> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br> o los certificados de origen; <br> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br> f. el fundamento legal de la visita de verificaciOn. <br> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br> establecidas en su legislación nacional para garantizar el interes fiscal. <br> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br> Parte importadora: <br> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br> a treinta (30) dies. <br> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br> contados a partir de la fecha previamente acordada o por un plaza mayor que <br> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br> información dentro del plaza establecido en el parrafo 1; <br> b. el exportador o productor no responda una solicitud escrita del información o <br> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br> en los parrafos 8.y 10.b de este articulo. <br> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br> comunicado a la autoridad competente de la Parte importadora. <br> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br> la informed& o concluida la visite. <br> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br> y a la autoridad competente de la Parte exportadora. <br> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br> de la Parte importadora haya emitido un informe de origen; o <br> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br> en los parrafos 8. y 10.b. de este articulo. <br> TITULO V <br> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA <br> de la mercancia; <br> "}, {"ArticleTitle": "9.- Modificaciones al Anexo", "ArticleDesc": "Articulo 29.- Modificaciones al Anexo <br> Cualquier Parte que considere que el presente Anexo requiera ser modifcado <br> por factores relevantes, podre someter a considered& de la otra Parte una propuesta <br> de modificación debidamente justificada, recurriendo a la Comision Administradora del <br> presente Acuerdo a los efectos de su revisit:-1 y eventual modificacion, pudiendo esta <br> conformer un grupo tecnico que analizara la propuesta en un plazo no mayor a los <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO I <br> Articulo 3. Mercancias Originarias <br> Articulo 15. Exposiciones <br> Articulo 27. Solución de Diferencias <br> sesenta (60) dies. <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS PARA EL CONTROL Y <br> Sin perjuicio de las demas disposiciones del presente Anexo, seran <br> Las mercancias originarias enviadas de un pals Signatario del Acuerdo a otro <br> En caso de que las Partes no Ileguen a un corniin acuerdo despues de haber <br> VERIFICAción DEL ORIGEN DE LAS MERCANCiAS <br> consideradas originarias: <br> pals no Signatario con fines de exposición o exhibición y sean vendidas despues o <br> agotado las instancias sefialadas en el Articulo 24 referido al proceso de Verificación y <br> a. las mercancias obtenidas en su totalidad o producidas enteramente en territorio <br> de una o ambas Partes; <br> durante la exposición para ser importados por un pals Signatario del Acuerdo se <br> Control, asi como cuando se planteen interrogantes en relación con la interpreted& <br> beneficiaran de las disposiciones de este Acuerdo, siempre que se demuestre el <br> del presente Anexo, se podra recurrir a la Comision Administradora del Acuerdo, sin <br> DISPOSICIONES GENERALES <br> i) minerales extra idos en territorio de una o ambas Partes; <br> cumplimiento de todos los requisitos que hacen al cumplimiento del origen y esten <br> perjuicio del derecho de la Parte afectada de acudir directamente al mecanismo de <br> TITULO I <br> ii) plantas y productos de plantas cosechadas, recogidas o recolectadas en <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> acompariados por la documentación aduanera justifcativa de la permanencia en dicha <br> Solución de Controversies del presente Acuerdo. <br> exposición o exhibicion. <br> Las controversies entre el importador y las autoridades aduaneras del pals de <br> TITULO IV <br> importación se resolveran con arreglo a la legislación de ese pals. <br> iv) mercancias obtenidas de la caza, recoleccion, acuicultura o pesca en <br> PROCEDIMIENTOS PAFtA EL CONTROL Y VERIFICACION <br> Articulo 28. Sanciones <br> DEL ORIGEN DE LAS MERCANCIAS <br> Cada Parte establecera o mantendra sanciones penales, civiles o <br> v) peces, crustaceos y otras especies marinas obtenidos del mar por barcos <br> Articulo 16. Certificación de Origen <br> administrativas por infracciones relacionadas con este Anexo, conforme a la <br> propios de empresas establecidas en el territorio de cualquier Parte, <br> Se considera como prueba indispensable el certifcado de origen, que es el <br> legislación interne de las Parte del Acuerdo. <br> fletados, arrendados o afiliados siempre que tales barcos ester' registrados <br> territorio de una o ambas Partes; <br> document° que certifca que las rnercancias cumplen con las disposiciones sobre <br> TITULO VI <br> o matriculados por una Parte; <br> origen de este Anexo y, por ello, pueden beneficiarse del tratamiento preferencial <br> DISPOSICIONES FINALES <br> vi) mercancias producidas a bordo de barcos fabrica, a partir de las <br> acordado por las Partes del Acuerdo. <br> mercancias identifcadas en el numeral v), siempre que esos barcos fabrica <br> del certificado de origen. <br> El eel-Mead° al que se refiere el parrafo anterior debera emitirse en el format° <br> sean propios de empresas establecidas en el territorio de un pals Parte <br> contenido en el Anexo 4 de la Resolución 252 del Comite de Representantes de la <br> fletados, arrendados o afiliados siempre que tales barcos esten registrados <br> Asociación Latinoamericana de IntegraciOn, dicho certificado ampere una sola <br> o matriculados por una Parte: <br> operación de importación de una o varias mercancias, y su versiOn original debe <br> vii) mercancias obtenidas por una Parte, o una persona de una Parte, del <br> acompanar al rest° de la documentaciOn, en el moment° de tramitar el despacho aduanero. <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> Articulo 17. Emision de Certificado de Origen <br> la Parte tenoa derechos para exolotar ese lecho o subsuelo marino; <br> La expedición y control de la emision de los certificados de origen, estara bajo <br> viii) desechos y desperdicios derivados de la producción en territorio de una o <br> la responsabilidad de las autoridades competentes en cada Parte. Los certificados de <br> ambas Partes, siempre que estas mercancias sean utilizadas como materias primas; <br> origen seran expedidos por dichas autoridades en forma directa o por entidades en <br> ix) mercancias producidas en territorio de una o ambas Partes, <br> quienes se haya delegado dicha responsabilidad. <br> exclusivamente a partir de las mercancias mencionadas en los numerales <br> Las Partes mantendrM1 vigentes las actuales reparticiones oficiales y los <br> i) al viii) o de sus derivados, en cualquier etapa de producciOn; <br> organismos pUblicos o privados habilitados para emitir certificados de origen, con el <br> b. las mercancias que sean producidas enteramente en territorio de una o ambas <br> registro y las frmas de los funcionarios acreditados para tal fin, debidamente <br> Partes, a partir exclusivamente de materiales que califican como originarios de <br> registrados en la Secretaria General de la ALADl, sin perjuicio de las modificaciones <br> confornnidad con este Anexo; <br> que cada Parte requiera notificar, de acuerdo a los procedimientos dispuestos por <br> c. las mercancias elaboradas utilizando materiales no originarios, siempre que <br> pintura, descascaramiento, desgrane o cortado; <br> dicha Secretaria General. <br> resulten de un proceso de producciOn, realizado enteramente en el territorio de <br> El exportador que solicita la emision de un certifcado de origen estara <br> una o ambas Partes, de tal forma que las mercancias se clasifquen en una <br> preparado para presentar en cualquier momento, a solicitud de las autoridades <br> partida diferente a las de dichos materiales, segun el Sistema Armonizado <br> gubernamentales competentes o entidades habilitadas del pals de exportación donde <br> vigente en cada pals; <br> se emite el certificado de origen, todos los documentos pertinentes que prueben la <br> d. en el caso de que no se pueda cumplir con lo establecido en el parrafo anterior, <br> productos o en sus envases; <br> condición de originario de los productos correspondientes asi como el cumplimiento de <br> porque el proceso de producción (excluyendo el ensamblaje) no implica un <br> los dernas requisitos de este Anexo. <br> salto de particle en la Nomenclatura del Sistema Armonizado para todos los <br> Las autoridades gubernamentales competentes o las entidades habilitadas que <br> frutos secos y legumbres; <br> materiales no originarios, bastara que el valor CIF de los materiales no <br> emitan los certificados de origen tomaran las medidas necesarias para verifcar la <br> originarios no excedan el 50% del valor FOB de exportación del producto final <br> condición de originario de los productos y el cumplimiento de los demas requisitos de <br> para Cuba y 60% para Bolivia; <br> este Anexo. Para este fin, tendran derecho a solicitar sustentos o cualquier otra <br> e. las mercancias resultantes de operaciones de ensamblaje realizadas en el <br> verificación que consideren adecuada. En especial, verificaran Si se ha llenado <br> territorio de las Partes, siempre que el valor CIF puerto de destino de los <br> correctamente el Certificado de Origen. <br> materiales no originarios no exceda el 60% del valor FOB de exportación del producto final. <br> Articulo 18. Validez del Certificado de Origen <br> Articulo 4. Tratamiento de los Materiales Intermedios <br> El certificado de origen debera ser emitido oportunamente de conformidad con <br> Para efectos de la deterrninación del origen de una mercancia, para los casos <br> lo establecido en los articulos 16 y 17 y tendra una validez de ciento ochenta (180) dias <br> definidos en los incisos d) y e) del Articulo 3, el productor podra considerar el valor <br> contados a partir de su emision. Dicho certificado carecera de validez si no <br> total de los materiales intermedios utilizados en Is producci6n de dicha mercancia <br> estuviera debidamente Ilenado en todos los campos. <br> como originarios, siempre que estos clasifiquen como tal de conformidad con las <br> El certificado de origen debera Hever el nombre y la firma autografa del <br> disposiciones de este Anexo. <br> funcionario habilitado por las Panes pare tal efecto, asi coma el sello de la entidad <br> Articulo 5. Acumulacion <br> certificadora, debiendose consigner en cada certificado de origen el nCimero de la facture comercial. <br> Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> El plazo establecido en el parrefo primer° podra prorrogarse Onicamente por el <br> del territorio de cualquiera de las Partes, asi como los originarios de la Republica <br> tiempo en el que la mercancia se encuentra bajo control de alguna autoridad <br> Bolivariana de Venezuela, incorporados en una determinada mercancia en el territorio <br> aduanera, siempre que no permita altered& alguna de la mercancia objeto de <br> de la Parte exportadora, serail considerados originarios del territorio de esta Ultima. <br> comercio. En este caso la autoridad aduanera del pals importador padre exigir <br> Para efectos de desarrollar una acumulación extendida de origen con otros <br> adicionalmente un document° aduanero que acredite que la mercancia permanecio <br> Daises no Partes del presente Acuerdo, con los que las Partes tengan Acuerdos <br> bajo supervisiOn aduanera. De igual forma cuando al introducirlas para <br> Comerciales en común, las Partes entraran en consultas con el proposito de que <br> almacenamiento en zones francas comerciales, la mercancia salga en el mismo <br> materiales producidos en dichos paises no Parte puedan ser considerados como <br> estado y condición en que ingreso a la zone franca, y no se altere la clasifcacion <br> originarios bajo este Acuerdo. <br> arancelaria o su califcación de origen. <br> Articulo 6. Procesos u Operaciones que no Confieren Origen <br> Los certificados de origen no podren ser expedidos con antelación a la fecha <br> Las operaciones que se detallan a continuación se consideraren elaboraciones <br> de emision de la facture comercial correspondiente a la operacian de que se Irate, sino <br> y transformaciones insuficientes pare conferir el caracter de productos originarios: <br> en la misma fecha o dentro de los sesenta (60) dias siguientes a dicha expedicion, <br> a. Las manipulaciones destinadas a garantizar la conservación de los productos <br> debiendose entregar copia de la facture comercial en el momenta de la solicitud del <br> en buen estado durante su transporte y almacenamiento (ventilacion, tendido, <br> secado, refrigeraciOn, congelacion, inmersiOn en ague salads, sulfurosa o en <br> Articulo 19. Declaración Jurada de Origen <br> otras soluciones acuosas, separación de las partes deterioradas y operaciones similares); <br> La solicitud de Certificado de Origen debera ser precedida de una Declared& <br> b. la dilución en ague o en otra sustancia due no altere materialmente las <br> Jurada del Productor a Exportador, en el que manifieste el total cumplimiento de las <br> caracteristicas del producto; <br> disposiciones sabre origen del presente Acuerdo y la veracidad de la informed& <br> c. las operaciones simples de desempolvado, cribado, seleccion, clasifcaciOn, <br> asentada en el mismo, que indicara las caracteristicas y componentes de la mercancia <br> preparación de surtidos (incluso la formación de juegos de articulos), laved°, <br> y los procesos de su elaboraciOn, incluyendo coma minim° los siguientes dabs: <br> a. Nombre, razOn social del productor y/o exportador, segun corresponda <br> d. los cambios de envase y las divisiones o agrupaciones de bultos; <br> b. domicilio legal del solicitante y de la planta industrial; <br> e. el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> c. descripción de la mercancia a ser exportada y su clasifcación arancelaria <br> colocación sobre cartulinas o tableros, etc., y cualquier otra operación sencilla de envasado; <br> aplicada en el pals exportador y en NALADISA; <br> f. la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> d. valor FOB de exported& expresado en dolares americanos; <br> e. descripción del proceso de fabricacian; y <br> g. el planchado de textiles; <br> f. elementos demostrativos de los componentes de la mercancia, indicando: <br> h. el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> I) Materiales, componentes y/o partes y piezas originarios de las Partes. <br> II) Materiales, componentes y/o partes y piezas no originarios, indicando: <br> el afilado y los cortes sencillos; <br> - Procedencia. <br> j. la coloración de aztkar o la confección de terrones de aziicar; <br> - Clasifcación Arancelaria aplicada en cada pals. <br> k. la limpieza, inclusive la remoción de 6xido, grasa y pintura u otros recubrimientos; <br> - Valor CIF expresado en &dares americanos. <br> I. la simple mezcla de productos, sean o no de diferentes clases; <br> Porcentaje de participación en el valor FOB de exportacion. <br> m. el desarmado de mercanclas en sus partes; <br> La descripción de la mercancia debera ser lo suficientemente detallada pare <br> n. las operaciones cuyo unico proposito sea facilitar la carga; <br> relacionarla con la descripción de la mercancia contenida en la factura comercial del <br> o. el sacrifcio de animales; y <br> exportador, con la Clasifcación Arancelaria aplicada en el pals exportador y con la NALADISA. <br> p. la combinación de dos o mas de las operaciones especificadas en los incisos <br> La declaración jurada tendra una vaiidez de dos (2) arms a park de la fecha de <br> (a) a la (o). <br> su aceptación par las entidades certifcadoras o autoridades competentes, salvo que <br> Articulo 7. Accesorios, Repuestos y Herramientas <br> antes de dicho plaza se modifquen las condiciones de fabricación u otras selialadas <br> Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> en elia, debiendose notificar a la entidad certificadora o autoridad competente segOn <br> mercancia y sean parte de su equipamiento normal, y cuyo precio este incluido en el <br> sea el caso y ameritara la presented& de una nueva declared& jurada de origen. <br> precio de aquellos, o no se facture por separado, se consideraran parte integrante de <br> Articulo 20. Conservación del Certificado de Origen y de los Documentos Justificativos <br> la mercancia y no se tomaran en cuenta pars determiner Si todos los materiales no <br> Las entidades certificadoras deberan numerar correlativamente los certificados <br> originarios utilizados en la elaboración de la mercancia cumplen con el cambio <br> emitidos y archiver un ejemplar durante un plaza minimo de cinco (5) arms, a partir de <br> correspondiente de clasifcación arancelaria. <br> la fecha de su emision. Tal archivo debera incluir, edemas, todos los antecedentes que <br> Si una mercancia este sujeta al requisito de valor de contenido, el valor de los <br> sirvieron de base para la emision del certificado tales coma la declared& jurada y <br> accesorios, repuestos o herramientas descritos en el parrafo anterior, se tomara en <br> copia de la facture comercial. <br> cuenta, coma materiales originarios a no originarios, segun sea el caso, al calcular el <br> Las entidades habilitadas mantendran un registro, por un period° de tiempo <br> valor de contenido de la mercancia. <br> acorde a su normative interne siempre que el mismo sea como minim° de cinco (5) <br> Articulo 8. Juegos o Surtidos de Mercancias <br> anos, de todos los certificados de origen emitidos, el cual debera contener al menos el <br> Los juegos o surtidos, definidos en la regla general 3 del Sisterna Armonizado, <br> numero del certificado, el solicitante del mismo y la fecha de su emision. <br> asi come las mercanclas cuya descripción en la nomenclatura del Sistema <br> Para los casos de verificación y control, el exportador o productor que haya <br> Armonizado sea especifcamente la de un juego o surtido, serail considerados <br> firmado un certificado de origen debera mantener, por un period° de cinco (5) anos, <br> originarios cuando todos sus componentes sean productos originarios. Sin embargo, <br> toda la informed& que en este conste, a traves de sus documentos de respaldo (tales <br> cuando un juego o surtido este compuesto por productos originarios y productos no <br> como factures, recibos, entre otros) u otros elementos de prueba que permitan <br> originarios, ese juego o surtido sera considerado originario en su conjunto, si el valor <br> acreditar lo declarado, incluyendo los referentes a: <br> CIF de los productos no originarios no excede el 15% del precio FOB del juego o surtido. <br> a. la adquisicion, los costos, el valor y el pago de la mercancia que se exporte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> Articulo 9. Envases y Material de Empaque Para la Venta al por Menor <br> desde su territorio; <br> Cada Parte dispondra que los envases y los materiales de empaque en que <br> b. la adquisicidn, los costos, el valor y el pago de todos los materiales incluso <br> una mercancia se presente para la yenta al por menor, si estan clasificados con la <br> los indirectos, utilizados en la producción de la mercancia que se exporte <br> mercancia que contienen, no se tomaran en cuenta para determinar si todos los <br> desde su territorio; y <br> materiales no originarios utilizados en la produccien de la mercancia sufren los <br> c. la producción de la mercancia en la forma que se exporte desde su territorio. <br> cannblos correspondiente de clasificacien arancelaria establecidos en este Anexo. <br> Asimismo, el importador que solicite trato arancelario preferencial pare una <br> Si la mercancia esta sujeta al requisite de valor de contenido, el valor de los <br> mercancia que se importe a su territorio, del territorio de la otra Fade, conservara <br> envases y materiales de empaque descritos en el Wrat anterior, se tomara en <br> durante un minima de cinco (5) alios, contados a park de la fecha de la importacion, <br> cuenta come originario o no originario, segUn sea el caso, para calcular el valor de <br> toda la documented& relative a la imported& requerida por la Parte importadora. <br> contenido de la mercancia. <br> Articulo 21. Facturación en un Pais distinto al de Origen <br> Articulo 10. Contenedores y Materiales de Embalaje para Embarque <br> Cuando una mercancia originaria de una de las Fades del Acuerdo sea <br> Cada Parte dispondra que los contenedores y materiales de embalaje para <br> facturada por un operador de connercio de un pals distinto al de origen de la <br> embarque no sean tomados en cuenta para determinar si una mercancia es originaria. <br> mercancia, se debera consigner en el acapite correspondiente a Observaciones del <br> Articulo 11. Elementos Neutros y Materiales lndirectos Empleados en la Produccion. <br> Certificado de Origen este hecho, con todos los datos necesarios del operador que <br> Para determinar si una mercancia es originaria, se consideraran como <br> emita la facture, asi como el nunnero y fecha de la facture comercial correspondiente. <br> originarios los siguientes elementos utilizados en el proceso de fabricación, pero que <br> Articulo 22. Discrepancias y Errores de Forma <br> no esten incorporados fisicamente en la mercancia: <br> En caso de detectarse errores formales en el certificado de origen, asi como <br> a. combustible y energia; <br> ligeras discrepancies entre este y las formuladas en los documentos presentados ante <br> b. herramientas, troqueles y modes; <br> aduana con el fn de cumplir con las formalidades para la imported& de los productos, <br> c. repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> siempre que no afecten la calificación de origen, no supondran la invalidez o nulidad <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción u operacien de equipos y edificios; <br> No obstante, la autoridad aduanera podria aplicar lo establecido en la <br> e. guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e implementos; <br> Legislación Nacional de cada Fade respecto a la rectifcación del Certificado de Origen. <br> f. equipos, artefactos e implennentos utilizados para la verifcación o inspeccion <br> Articulo 23. Emision de un Duplicado del Certificado de Origen <br> En caso de robo, perdida o destrucción de un certificado de origen, el <br> g. catalizadores y solventes; y <br> exportador podra solicitar a la autoridad gubernamental competente o entidad <br> h. cualquier otro material que no este incorporado, ni se tenga previsto que se <br> habilitada que lo emitio un duplicado sobre la base de los documentos de exportacion <br> incorpore, en la composición fnal de la mercancia y que pueda demostrarse <br> que obren en su poder, el mismo que debera llevar consignado el sello de duplicado. <br> que forma parte de dicho proceso de fabricacien. <br> Articulo 24. Verifcación y Control <br> Articulo 12. De Minimis <br> 1. No obstante la presentacian del certifcado de origen en las condiciones <br> Una mercancia sera considerada originaria si el valor CIF de todos los <br> establecidas por este Anexo, la autoridad competente de la Parte importadora podra, <br> materiales no originarios de los paises miembros, utilizados en su fabricación que no <br> con la finalidad de verifcar el origen de las mercancias, solicitar información a la <br> ester) clasifcados en una posición arancelaria diferente a la del product°, no excede el <br> autoridad competente de la Parte exportadora responsable de certificación de origen. <br> 15% del valor FOB de exportacian de la mercancia. <br> La autoridad competente de la Parte exportadora respondera a la solicitud de <br> TITULO III <br> informacian dentro de treinta (30) dlas a partir de la fecha de recepción de la solicitud. <br> REQUISITOS TERRITORIALES <br> Z A efectos del parrafo anterior, la autoridad competente de la Parte importadora debera indicar <br> Articulo 13. Transito y Transbordo <br> Una mercancia debera exportarse directamente de la Pane exportadora a la <br> b. el nmero y la fecha de los certifcados de origen o el periodo de tiempo sabre el <br> Parte importadora. Igualmente se considerara Transporte Directo: <br> cual solicita la informacian referida a un exportador; <br> Mercancias en transit° por uno o mas paises no Partes del Acuerdo, con o sin <br> c. breve descripción del tipo de problema encontrado; y <br> transbordo o almacenamiento temporal, bajo el control de la autoridad aduanera del o <br> d. fundamento legal de la solicitud de informacion. <br> los paises de trensito, cuando: <br> 3. Si la información a que se refere los numerales 1. y 2. de este articulo no es <br> a. El transit° se justifique por razones geograficas, logistica o por requerimientos <br> suficiente para determinar el origen de las mercancias amparadas por uno o varios <br> especiales de transporte; <br> certifcados de origen, la Parte importadora, a traves de la autoridad competente de la <br> b. No sufran durante el transporte o almacenamiento, ninguna operación distinta a la <br> Parte exportadora, padre efectuar: <br> de su mantenimiento, conservación en buen estado y operaciones normales de manipulacion. <br> a. solicitudes escritas de información al exportador o productor; <br> En caso de transbordo o almacenamiento temporal realizado en un pals no <br> b. cuestionarios escritos dirigidos al exportador o productor; <br> signatario del Acuerdo, las autoridades aduaneras del pals importador podran exigir <br> c. visitas a las instalaciones del exportador o productor en el territorio de la otra <br> adicionalmente un documento de control aduanero de dicho pals no signatario, que <br> Parte, con el proposito de examinar los registros contables o inspeccionar las <br> acredite que la mercancia permaneciO bajo supervisiOn aduanera. <br> instalaciones utilizadas en la producción de la mercancla objeto de verificacion, en <br> Certificado de Origen. <br> los casos en que la información obtenida como resultado de los literales (a) y (b) <br> de este articulo no fuese suficiente; <br> d. otros procedimientos que las Partes puedan acordar. <br> 4. La autoridad competente de la Parte importadora debera notificar la iniciación del <br> autoridad competente de la Parte exportadora de conformidad con el articulo anterior. <br> La notificación se enviara por correo o cualquier otro media que haga constar la <br> recepcian de la notificacian mediante un acuse de recibo. <br> 5. De conformidad con io establecido en el *raf) 3.a. y b. las solicitudes de <br> información o los cuestionarios escritos deberan contener: <br> a. la identifcacion, nombre y cargo de la autoridad que solicita la informacion; <br> b. el nombre y domicilio del importador, exportador o productor a quienes se les <br> solicitan la información y documentacion; <br> c. descripción de la infomnacian y documentos que se requieren; y <br> d. fundament° legal de las solicitudes de información o cuestionarios. <br> 6, El exportador o productor que reciba un cuestionario o solicitud de informaci6n de <br> conformidad al parrafo 3.a. y b., completara debidamente y devolvera el cuestionario o <br> respondera a la solicitud de información dentro de cuarenta y cinco (45) dies a partir <br> de la fecha de recepciOn. <br> 7. De conformidad con lo dispuesto en el *rata 3.c. la notificación de intend& de <br> realización de la visita de verificación de origen debera contener: <br> a. la identificación de la autoridad competente que hace la comunicación por escrito; <br> b. el nombre del exportador a del productor que pretende visitar; <br> c. una propuesta de fecha y lugar de la visita de verificación de conformidad con lo <br> establecido en el parrafo 8; <br> d. el objeto y alcance de la visita de verificación propuesta, hacienda mend& <br> especifica de la mercancia o nnercancias objeto de verificación a que se refieren el <br> o los certificados de origen; <br> e. los nombres y cargos de los funcionarios que efectuaran la visita de verificaciOn; y <br> f. el fundamento legal de la visita de verificaciOn. <br> 8. La autoridad competente de la Parte exportadora remitira a la autoridad competente <br> de la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo maxima de quince (15) dias contados desde la <br> fecha de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordaran que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) dias siguientes a la fecha de recepción de la autorizaciOn. <br> 9. En ningOn caso la Parte importadora detendra el tramite de importación de los <br> productos amparados en los certificados a que se refieren los articulos 22. y 23. No <br> obstante. sin perjuicio de ello, la Parte importadora podra adoptar nnedidas <br> establecidas en su legislación nacional para garantizar el interes fiscal. <br> 10. Las Partes no negaran el tratamiento arancelario preferencial a una mercancia <br> cuando el exportador o productor solicite par escrito a la autoridad competente de la <br> Parte importadora: <br> a. dentro del periodo establecido en el parrafo 6 una extension del mismo no mayor <br> a treinta (30) dies. <br> b. el aplazamiento de la visita de verificación acordada, por una sole vez, con las <br> justificaciones correspondientes y par un periodo no mayor de treinta (30) dies <br> contados a partir de la fecha previamente acordada o por un plaza mayor que <br> acuerden la autoridad competente de la Parte importadora y la Parte exportadora. <br> Para estos propOsitos, la autoridad competente de la Parte exportadora debera <br> notificar la nueva fecha de la visita al exportador o productor de la mercancia. <br> 11. Una Parte podra denegar el trato arancelario preferencial a una mercancia importada, cuando: <br> a. la autoridad competente de la Parte exportadora no responda a la solicitud de <br> información dentro del plaza establecido en el parrafo 1; <br> b. el exportador o productor no responda una solicitud escrita del información o <br> cuestionario, dentro de los plazas establecidos en los parrafos 6. y 10.a.; o <br> c. pot- responsabilidad de la Parte exportadora se excedan los plazas establecidos <br> en los parrafos 8.y 10.b de este articulo. <br> 12. Cuando la verificación que haya realized° una Parte, indique que el exportador o el <br> productor ha certificado o declarado mas de una vez de nnanera false o infundada que <br> una mercancia califica como originaria, la Parte podra suspender el trato arancelario <br> preferencial a las mercancias identicas que esa persona exporte a produzca, haste <br> que la misma pruebe que cumple con lo establecido en este Anexo. Para estos efectos <br> el exportador o productor presentara una nueva Declared& Jurada de origen ante la <br> autoridad competente encargada de la certifcación de origen, donde pruebe que la <br> mercancia cumple con los requerimientos establecidos en este Anexo, lo cual sera <br> comunicado a la autoridad competente de la Parte importadora. <br> 13. Cuando se haya concluido la visite de verificacion, la Parte importadora debera <br> elaborar un acta de la visite, que incluire los hechos constatados por ella. El <br> exportador o productor sujeto de la visite tendra derecho a firmar esta acta. <br> 14. Se considerara como concluido el proceso de verificación cuando la Parte <br> importadora establezca mediante un Informe de Origen que la mercancia califica o no <br> como originaria de acuerdo con los procedimientos establecidos en los parrafos 1. o 3. <br> del presente articulo y en un termino no mayor a treinta (30) dies despues de recibida <br> la informed& o concluida la visite. <br> 15. El Informe de Origen a que se refiere el perm% anterior debera incluir los hechos, <br> resultados y la base legal de dicho Informe; entrando en vigor al moment° de su <br> notificación al importador, exportador o productor de la mercancia sujeta a verifcacion <br> y a la autoridad competente de la Parte exportadora. <br> 16. La mercancia objeto de la verificación de origen recibira el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancia originaria cuando: <br> a. transcurra el plazo establecido en el parrafo 14. sin que la autoridad competente <br> de la Parte importadora haya emitido un informe de origen; o <br> b. par responsabilidad de la Parte importadora se excedan los plazas establecidos <br> en los parrafos 8. y 10.b. de este articulo. <br> TITULO V <br> DISPOSICIONES PARA LA COOPERAción ADMINISTRATIVA <br> de la mercancia; <br> "}]}]}, "members_found": ["192", "068"]}