{"FtaRooDetails": {"FtaId": 428, "FtaCode": "ITC00433", "FtaName": "FTA, India-Sri Lanka", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA AND THE REPUBLIC OF INDIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "15.12.2001", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Sri Lanka; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, India-Sri Lanka", "AdminProcCooAuth": "The certification type under FTA, India-Sri Lanka is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, India-Sri Lanka is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, India-Sri Lanka agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 35%", "RooText": "(a) Within the meaning of rule 5 (b), products worked on or processed as a result of which the total value of the materials, parts or produce originating from countries other than the Contracting Parties or of undetermined origin used does not exceed 65% of the f.o.b. value of the products produced or obtained and the final process of manufacture is performed within the erritory of the exporting Contracting Party shall be eligible for preferential treatment, subject to the provisions of clauses (b), (c), (d) and (e) of rule 7 and rule 8. (b) Non-originating materials shall be considered to be sufficiently worked or processed when the product obtained is classified in a heading, at the four digit level, of the Harmonised Commodity Description and Coding System different from those in which all the non-originating materials used in its manufacture are classified.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00433_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00433_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.doc.gov.lk/index.php?option=com_content&view=article&id=46&Itemid=171&lang=en"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00433_full.pdf", "DocType": "8_full", "WebLink": "http://www.doc.gov.lk/index.php?option=com_content&view=article&id=44&Itemid=169&lang=en"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Cumulative rules of origin <br /> In respect of a product, which complies with the origin requirements provided in rule 5(b) and is <br /> exported by any contracting Party and which has used material, parts or products originating in the <br /> territory of the other Contracting Party, the value addition in the territory of the exporting contracting <br /> Party shall be not less than 25 per cent of the f.o.b. value of the product under export subject to the <br /> condition that the aggregate value addition in the territories of the Contracting Parties is not less than <br /> 35 per cent of the f.o.b. value of the product under export.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6: Wholly produced or obtained <br /> Within the meaning of rule 5(a), the following shall be considered as wholly produced or obtained in <br /> the territory of the exporting Contracting Party <br /> (a) raw or mineral products [1] extracted from its soil, its water or its sea bed; <br /> (b) vegetable products [2] harvested there; <br /> (c) animal born and raised there; <br /> (d) products obtained from animals referred to in clause (c ) above; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other marine products from the high seas by its vessels [3] , [4] ; <br /> (g) products processed and/or made on board its factory ships exclusively from products referred to in <br /> clause (f) above [4], [5]; <br /> (h) used articles collected there, fit only for the recovery of raw materials; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from the seabed or below seabed which is situated outside its territorial waters, <br /> provided that it has exclusive exploitation rights; <br /> (k) goods produced there exclusively from the products referred to in clauses (a) to (j) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Not wholly produced or obtained <br /> (d) The following shall in any event be considered as insufficient working or processing to confer the <br /> status of originating products, whether or not there is a change of heading : <br /> (1) Operations to ensure the preservation of products in good condition during transport and storage <br /> (ventilation, spreading out, drying, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations). <br /> (2) Simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching <br /> (including the making up of sets of articles), washing, painting, cutting up; <br /> (3) (i ) changes of packing and breaking up and assembly of consignments, <br /> (ii) simple slicing, cutting and re-packing or placing in bottles, flasks, bags, boxes, fixing on cards or <br /> boards, etc., and all other simple packing operations. <br /> (4) The affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> (5) Simple mixing of products, whether or not of different kinds, where one or more components of the <br /> mixture do not meet the conditions laid down in these Rules to enable them to be considered as <br /> originating products; <br /> (6) Simple assembly of parts of products to constitute a complete product; <br /> (7) A combination of two or more operations specified in (a) to (f); <br /> (8) Slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Not wholly produced or obtained <br /> (a) Within the meaning of rule 5 (b), products worked on or processed as a result of which the total <br /> value of the materials, parts or produce originating from countries other than the Contracting Parties or <br /> of undetermined origin used does not exceed 65% of the f.o.b. value of the products produced or <br /> obtained and the final process of manufacture is performed within the erritory of the exporting <br /> Contracting Party shall be eligible for preferential treatment, subject to the provisions of clauses (b), (c), <br /> (d) and (e) of rule 7 and rule 8. <br /> (e) The value of the non-originating materials, parts or produce shall be: <br /> (i) The c.i.f. value at the time of importation of the materials, parts or produce where this can be proven; or <br /> (ii) The earliest ascertainable price paid for the materials, parts or produce of undetermined origin in the <br /> territory of the Contracting Parties where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Not wholly produced or obtained <br /> (c) In order to determine whether a product originates in the territory of a Contracting Party, it shall not <br /> be necessary to establish whether the power and fuel, plant and equipment, and machines and tools <br /> used to obtain such products originate in third countries or not.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Direct consignment <br /> The following shall be considered to be directly consigned from the exporting country to the importing country <br /> (a) if the products are transported without passing through the territory of any country other than the <br /> countries of the Contracting Parties. <br /> (b) the products whose transport involves transit through one or more intermediate countries with or <br /> without transshipment or temporary storage in such countries; provided that <br /> (i) the transit entry is justified for geographical reason or by considerations related exclusively to <br /> transport requirements; (ii) the products have not entered into trade or consumption there; and (iii) the <br /> products have not undergone any operation there other than unloading and reloading or any operation <br /> required to keep them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Treatment of packing <br /> When determining the origin of products, packing should be considered as forming a whole with the <br /> product it contains. However, packing may be treated separately if the national legislation so requires.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Certificate of origin <br /> Products eligible for a Certificate of origin in the form annexed shall support preferential treatment <br /> issued by an authority designated by the Government of the exporting country and notified to the other <br /> country in accordance with the certification procedures to be devised and approved by both the <br /> Contracting Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Short title/commencement", "ArticleDesc": "Rule 1: Short title/commencement <br> These rules may be called the rules of determination of Origin of Goods under the Free Trade <br> Agreement between the Democratic Socialistic Republic of Sri Lanka and the Republic of India . <br> "}, {"ArticleTitle": "Application", "ArticleDesc": "Rule 2: Application <br> These rules shall apply to products consigned from the territory of either of the Contracting Parties. <br> "}, {"ArticleTitle": "Determination of Origin", "ArticleDesc": "Rule 3: Determination of Origin <br> No product shall be deemed to be the produce or manufacture of either country unless the <br> conditions specified in these rules are complied with in relation to such products, to the satisfaction of <br> the appropriate Authority. <br> "}, {"ArticleTitle": "Claim at the time of importation", "ArticleDesc": "Rule 4: Claim at the time of importation <br> The importer of the product shall, at the time of importation: <br> (a) make a claim that the products are the produce or manufacture of the country from which they are <br> imported and such products are eligible for preferential treatment under the Agreement, and <br> (b) produce the evidence specified in these rules. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Rule 5: Originating products <br> Products covered by the Agreement imported into the territory of a Contracting Party from another <br> Contracting Party which are consigned directly within the meaning of rule 9 hereof, shall be eligible for <br> preferential treatment if they conform to the origin requirement under any one of the following conditions: <br> (a) Products wholly produced or obtained in the territory of the exporting Contracting Party as defined <br> in rule 6; or <br> (b) Products not wholly produced or obtained in the territory of the exporting Contracting Party, <br> provided that the said products are eligible under rule 7 or rule 8. <br> "}, {"ArticleTitle": "Not wholly produced or obtained", "ArticleDesc": "Rule 7: Not wholly produced or obtained <br> (a) Within the meaning of rule 5 (b), products worked on or processed as a result of which the total <br> value of the materials, parts or produce originating from countries other than the Contracting Parties or <br> of undetermined origin used does not exceed 65% of the f.o.b. value of the products produced or <br> obtained and the final process of manufacture is performed within the erritory of the exporting <br> Contracting Party shall be eligible for preferential treatment, subject to the provisions of clauses (b), (c), <br> (d) and (e) of rule 7 and rule 8. <br> (b) Non-originating materials shall be considered to be sufficiently worked or processed when the <br> product obtained is classified in a heading, at the four digit level, of the Harmonised Commodity <br> Description and Coding System different from those in which all the non-originating materials used in its <br> manufacture are classified. <br> (c) In order to determine whether a product originates in the territory of a Contracting Party, it shall not <br> be necessary to establish whether the power and fuel, plant and equipment, and machines and tools <br> used to obtain such products originate in third countries or not. <br> (d) The following shall in any event be considered as insufficient working or processing to confer the <br> status of originating products, whether or not there is a change of heading : <br> (1) Operations to ensure the preservation of products in good condition during transport and storage <br> (ventilation, spreading out, drying, chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> removal of damaged parts, and like operations). <br> (2) Simple operations consisting of removal of dust, sifting or screening, sorting, classifying, matching <br> (including the making up of sets of articles), washing, painting, cutting up; <br> (3) (i ) changes of packing and breaking up and assembly of consignments, <br> (ii) simple slicing, cutting and re-packing or placing in bottles, flasks, bags, boxes, fixing on cards or <br> boards, etc., and all other simple packing operations. <br> (4) The affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (5) Simple mixing of products, whether or not of different kinds, where one or more components of the <br> mixture do not meet the conditions laid down in these Rules to enable them to be considered as <br> originating products; <br> (6) Simple assembly of parts of products to constitute a complete product; <br> (7) A combination of two or more operations specified in (a) to (f); <br> (8) Slaughter of animals. <br> (e) The value of the non-originating materials, parts or produce shall be: <br> (i) The c.i.f. value at the time of importation of the materials, parts or produce where this can be proven; or <br> (ii) The earliest ascertainable price paid for the materials, parts or produce of undetermined origin in the <br> territory of the Contracting Parties where the working or processing takes place. <br> "}, {"ArticleTitle": "Prohibitions", "ArticleDesc": "Rule 12: Prohibitions <br> Either country may prohibit importation of products containing any inputs originating from States with <br> which it does not have economic and commercial relations; <br> "}, {"ArticleTitle": "Co-operation between contracting parties", "ArticleDesc": "Rule 13: Co-operation between contracting parties <br> (a) The Contracting Parties will do their best to co-operate in order to specify origin of inputs in the <br> Certificate of origin. <br> (b) The Contracting Parties will take measures necessary to address, to investigate and, where <br> appropriate, to take legal and/or administrative action to prevent circumvention of this Agreement <br> through false declaration concerning country of origin or falsification of original documents. <br> (c) Both the Contracting Parties will co-operate fully, consistent with their domestic laws and <br> procedures, in instances of circumvention or alleged circumvention of the Agreement to address <br> problems arising from circumvention including facilitation of joint plant visits and contacts by <br> representatives of both Contracting Parties upon request and on a case-by- case basis. <br> (d) If either Party believes that the rules of origin are being circumvented, it may request consultation to <br> address the matter or matters concerned with a view to seeking a mutually satisfactory solution. Each <br> party will hold such consultations promptly. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Rule 14: Review <br> These rules may be reviewed as and when necessary upon request of either Contracting Party and may <br> be open to such modifications as may be agreed upon. <br> Notes: <br> [1]. include mineral fuels, lubricants and related materials as well mineral or metalres <br> [2]. includes agricultural and forestry products <br> [3]. @^@Vessels@^@ shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> Contracting Party and operated by citizen or citizens of the Contracting Party or partnership, corporation <br> or association, duly registered in such country, at least 60 per cent of equity of which is owned by a <br> citizen and/or Government of such Contracting Party or 75 per cent by citizens and/or Governments of <br> the Contracting Parties. However, the products taken from vessels, engaged in commercial fishing under <br> Bilateral Agreements which provide for chartering/leasing of such vessels and/or sharing of catch <br> between Contracting Party will also be eligible for preferential treatment. <br> [4]. In respect of vessels or factory ships operated by Government agencies, the requirements of flying <br> the flag of the Contracting Party does not apply. <br> [5]. For the purpose of this Agreement, the term @^@factory ship@^@ means any vessel, as defined, used for <br> processing and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> [6]. Cumulation as implied by Rule 8 means that only products which have acquired originating status in <br> the territory of one Contracting Party may be taken into account when used as inputs for a finished <br> "}]}]}, "members_found": ["699", "144"]}