{"FtaRooDetails": {"FtaId": 450, "FtaCode": "ITC00455", "FtaName": "FTA, Jordan-Singapore", "FtaFullName": "AGREEMENT BETWEEN THE GOVERNMENT OF THE HASHEMITE KINGDOM OF JORDAN AND THE GOVERNMENT OF THE REPUBLIC OF SINGAPORE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "22.08.2005", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Jordan-Singapore", "AdminProcCooAuth": "The certification type under FTA, Jordan-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Jordan-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Jordan-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "For purposes of this Agreement, an originating good means a good which fulfils Article 3.12 and any of the following: (a) wholly obtained in the territory of a Party; (b) produced entirely in the territory of one or both of the Parties; or (c) for goods: (i) other than goods subject to Article 3.3, fulfills a minimum of a local value content of 35%, calculated using the following method: LVC = AV - VNM x 100 AV Where: \"LVC\" is the local value content, expressed as a percentage; \"AV\" is the appraised value; and \"VNM\" is the value of non-originating materials that are acquired and used by the producer in the production of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00455_coo.pdf", "DocType": "1_coo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Non%20Priority%20FTAs/Hashemite%20Kingdom%20of%20Jordan/Legal%20Text/Chapter%203/Annex203A20Minimum20Data20Requirements20for20Certificate20of20Origin.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00455_roo.pdf", "DocType": "3_roo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Non%20Priority%20FTAs/Hashemite%20Kingdom%20of%20Jordan/Legal%20Text/Chapter%203/3Rules20of20Origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00455_full.pdf", "DocType": "8_full", "WebLink": "https://wits.worldbank.org/GPTAD/PDF/archive/Jordan-Singapore.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6 : Accumulation <br /> 1. For the purpose of determining whether a good is an originating good of the other <br /> Party, either Party shall consider the production in its territory as that in the <br /> territory of the other Party, where such good is produced in the territory or <br /> territories of one or both Parties. <br /> 2. The production of a Party includes the production at different stages undertaken by <br /> one or more producers located in its territory. <br /> 3. The Parties shall explore the application of the concept of diagonal accumulation <br /> between the Parties and third parties should there be a free trade agreement <br /> between each of the Parties and the third party in question.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7 : Accessories, Spare Parts and Tools <br /> Each Party shall provide that accessories, spare parts, or tools delivered with a good that <br /> form part of the good's standard accessories, spare parts, or tools, shall be taken into <br /> account as originating or non-originating materials, as the case may be, in calculating the <br /> local value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1 : Definitions <br /> 4. @^@goods wholly obtained in the territory of one or both of the Parties@^@ <br /> means goods that are: <br /> (a) mineral goods extracted there; <br /> (b) vegetable goods, as such goods are defined in the Harmonized System, <br /> harvested there; <br /> (c) live animals born and raised there; <br /> (d) goods obtained from hunting, trapping, fishing, or aquaculture conducted there; <br /> (e) goods (fish, shellfish, and other marine life) taken from the sea by vessels <br /> registered or recorded with a Party and flying its flag; <br /> (f) goods produced exclusively from goods referred to in Article 3.1.4(e) on <br /> board factory ships registered or recorded with a Party and flying its flag; <br /> (g) goods taken by a Party, or a person of a Party, from the seabed or beneath <br /> the seabed outside territorial waters, provided that the Party has rights to <br /> exploit such seabed; or <br /> (h) waste and scrap derived from <br /> (i) production there; or <br /> (ii) used goods collected there, provided that such goods are fit only for <br /> the recovery of raw materials; <br /> 5. @^@goods produced entirely in the territory of one or both of the Parties@^@ means goods <br /> that are produced there exclusively from goods referred to in Article 3.1.4 or from <br /> their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5 : Minimal Operations <br /> A good shall not be considered to be originating solely by reason of: <br /> (a) mere dilution with water or another substance that does not materially alter <br /> the characteristics of the good; <br /> (b) preserving operations to ensure that the good remains in good condition <br /> during transport and storage; <br /> (c) bulk breaking and assembly of packages; <br /> (d) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles; <br /> (f) simple painting and polishing operations; <br /> (g) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (h) operations to color sugar or form sugar lumps; <br /> (i) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on goods or their packaging; <br /> (n) simple mixing of goods, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) a combination of two or more operations specified in Articles 3.5(a)-(o); or <br /> (q) slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1 : Definitions <br /> 1. @^@appraised value@^@ means the value determined under Articles 1 through 8, Article <br /> 15 and the corresponding interpretative notes of the WTO Customs Valuation <br /> Agreement, as adjusted to exclude any costs, charges, or expenses incurred for <br /> transportation, insurance, and related services incident to the international shipment <br /> of the merchandise from the country of exportation to the place of importation; <br /> Article 3.2 : Criteria of Origin <br /> For purposes of this Agreement, an originating good means a good which fulfils Article <br /> 3.12 and any of the following: <br /> (a) wholly obtained in the territory of a Party; <br /> (b) produced entirely in the territory of one or both of the Parties; or <br /> (c) for goods: <br /> (i) other than goods subject to Article 3.3, fulfills a minimum of a local <br /> value content of 35%, calculated using the following method: <br /> LVC = AV - VNM x 100 <br /> AV <br /> Where: <br /> @^@LVC@^@ is the local value content, expressed as a percentage; <br /> @^@AV@^@ is the appraised value; and <br /> @^@VNM@^@ is the value of non-originating materials that are acquired <br /> and used by the producer in the production of the good. <br /> (ii) subject to Article 3.3, satisfies the conditions set out in Article 3.3. <br /> Article 3.4 : Value of Materials <br /> The value of a material used in production of a good in a Party shall be the Cost, Insurance <br /> and Freight (CIF) value and shall be determined in accordance with Article VII of the <br /> GATT 1994 and the WTO Agreement on Customs Valuation, or, if this is not known and <br /> cannot be ascertained, the first ascertainable price known by the manufacturer to have been <br /> paid for the material in the Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11 : Indirect Materials <br /> Each Party shall provide that an indirect material shall be treated as an originating material <br /> without regard to where it is produced and its value shall be the cost registered in the <br /> accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12 : Direct Transport <br /> A good shall be considered to be directly transported if the good is: <br /> (a) transported directly from the territory of a Party to the territory of the other <br /> Party; <br /> (b) transported through the territories of one or more non-Parties, <br /> provided that the goods: <br /> (i) did not undergo operations other than packing, packaging, <br /> unloading, reloading or operations to preserve them in good <br /> condition in the territory of any such non-Party; and <br /> (ii) were not traded or used in the territory of any such non-Party ; and <br /> (iii) invoices and bills of lading show that the good was shipped from a <br /> Party, and that the other Party is the final destination.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9 : Packaging Materials and Containers for Retail Sale <br /> Each Party shall provide that the value of packaging materials and containers in which a <br /> good is packaged for retail sale, shall be taken into account as originating or nonoriginating <br /> materials, as the case may be, in calculating the local value content of the good. <br /> Article 3.10 : Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers in which a good is packed <br /> for shipment shall be disregarded in determining whether the good satisfies the local value <br /> content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8 : Fungible Goods and Materials <br /> 1. Each Party shall provide that the determination of whether fungible goods or <br /> materials are originating goods shall be made either by physical segregation of each <br /> good or material or through the use of any inventory management method, such as <br /> averaging, last-in, first-out, or first-in, first out, recognized in the generally <br /> accepted accounting principles of the Party in which the production is performed or <br /> otherwise accepted by the Party in which the production is performed. <br /> 2. Each Party shall provide that that an inventory management method selected under <br /> Article 3.8.1 for particular fungible goods or materials shall continue to be used for <br /> those fungible goods or materials throughout the fiscal year of the person that <br /> selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13 : Certificate of Origin <br /> 1. Goods eligible for preferential treatment shall be supported by a Certificate of <br /> Origin issued by the relevant authorities of the exporting Party <br /> and notified to the other Party. <br /> 2. Such Certificate of Origin shall include minimum data specified in Annex 3A. <br /> 3. The issued Certificate of Origin shall be valid for 12 months from the date of issue <br /> and must be submitted within such period to the customs <br /> authorities of the importing Party. <br /> 4. Each Party shall inform the other Party of the names and addresses of its authorized <br /> officials issuing the Certificate of Origin and shall provide specimen signatures and <br /> official seals used by such government officials. <br /> 5. Any change in the names, addresses, signatures or official seals referred to in <br /> Article 3.13.4 shall be promptly notified to the other Party. <br /> 6. A Certificate of Origin for an originating good shall be completed in the English language. <br /> 7. Each Party shall: <br /> (a) require an exporter in its territory to complete and sign an application for a <br /> Certificate of Origin for any good for which an importer may claim <br /> preferential tariff treatment on importation of the good into the territory of <br /> the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign an application for a Certificate of <br /> Origin on the basis of: <br /> (i) its knowledge that the good qualifies as an originating good, <br /> (ii) its reasonable reliance on the producer's written representation that <br /> the good qualifies as an originating good. <br /> 8. Each Party shall provide that a Certificate of Origin that has been issued by its <br /> relevant authorities is valid for a single shipment of the good into the other Party's territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16 : Waiver of requirement for Certificate of Origin <br /> The importing Party shall not require a Certificate of Origin from importers for: <br /> (a) an importation of a consignment of a good whose aggregate customs value <br /> does not exceed USD$1000 or its equivalent amount; or <br /> (b) an importation of a good into its territory, for which the importing Party has <br /> waived the requirement for a certification of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13 : Certificate of Origin <br /> 3. The issued Certificate of Origin shall be valid for 12 months from the date of issue <br /> and must be submitted within such period to the customs <br /> authorities of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17 : Record Keeping Requirement <br /> Each Party may require that importers maintain for up to 3 years after the date of <br /> importation, records relating to the importation of the good, and may require that an <br /> importer provide, upon request, records which are necessary to demonstrate that a good <br /> qualifies as an originating good, including records concerning: <br /> (a) the purchase of, cost of, value of, and payment for, the good; <br /> (b) the purchase of, cost of, value of, and payment for, all materials, including <br /> indirect materials, used in the production of the good; and <br /> (c) the production of the good in the form in which the good is exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 7 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14 : Claims for Preferential Treatment <br /> 4. The importing Party shall grant preferential tariff treatment to goods imported after <br /> the date of entry into force of this Agreement, even if the conditions in Article <br /> 3.1.4.1 were not fulfilled at time of import, if: <br /> (a) a sum amounting to the rate of customs duties payable is paid at the time of import; <br /> (b) the importer indicates at time of import of goods that a claim of preferential <br /> tariff treatment will be made subsequently; and <br /> (c) the claim for preferential tariff treatment is made and the documents <br /> required under Article 3.14.1 are provided within 7 days from the date of <br /> payment of the sum in Article 3.14.4(a), or such longer period as provided <br /> for under the importing Party's domestic laws, subject to domestic laws and <br /> practices in the importing Party. <br /> Upon satisfaction of the conditions in this paragraph, the importing Party shall <br /> refund the difference between the preferential customs duties and charges and nonpreferential <br /> duties and charges to the importer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18 : Cooperation on Verification on Certificates of Origin <br /> 1. The importing Party may request the certifying authorities of the exporting Party to <br /> assist it in verifying: <br /> a. the authenticity of a Certificate of Origin issued by the exporting Party and/or <br /> b. the accuracy of any information contained in the Certificate of Origin issued <br /> by the exporting Party. <br /> 2. For the purpose of Article 3.18.1, the customs administration of the importing Party <br /> shall provide the certifying authority of the exporting Party with: <br /> a. the reasons why such assistance is sought, <br /> b. the Certificate of Origin, or a copy thereof; and <br /> c. any information and documents as may be necessary for the purpose of such assistance. <br /> 3. Any verification carried out pursuant to this Article shall be carried out by the <br /> certifying authorities of the exporting Party. <br /> Article 3.19 : Verification <br /> 1. For the purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may conduct a <br /> verification by means of: <br /> (a) requests for information from the importer; <br /> (b) written requests for information to an exporter or a producer in the territory <br /> of the other Party through the customs authorities of the exporting Party; <br /> (c) visits to the premises of an exporter or a producer in the territory of the <br /> other Party, with their consent and in accordance with any procedures that <br /> the Parties jointly adopt pertaining to such verification; or <br /> (d) such other procedures as the Parties may agree. <br /> 2. The Party conducting a verification shall provide the exporter or producer whose <br /> good is the subject of the verification with a written determination of whether the <br /> good qualifies as an originating good, including findings of fact and the legal basis <br /> for the determination. <br /> 3. Where verifications by a Party indicate a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its <br /> territory qualifies as an originating good, the Party may withhold preferential tariff <br /> treatment to identical goods exported or produced by such exporter or producer <br /> until that exporter or producer establishes compliance with rules of origin in this Chapter. <br /> 4. Each Party shall provide that where it determines that a certain good imported into <br /> its territory does not qualify as an originating good based on a tariff classification <br /> or a value applied by the Party to one or more materials used in the production of <br /> the good, which differs from the tariff classification or value applied to the <br /> materials by the Party from whose territory the good was exported, the Party's <br /> determination shall not become effective until it notifies in writing both the <br /> importer of the good and the person that completed and signed the Certificate of <br /> Origin for the good of its determination. <br /> 5. If a Party denies preferential tariff treatment to a good pursuant to a determination <br /> made under Article 3.19.4, it shall postpone the effective date of the denial of <br /> preferential tariff treatment for a period not exceeding 90 days where the importer <br /> of the good or the person who completed and signed the Certificate of Origin for <br /> the good demonstrates that it has relied in good faith to its detriment on the tariff <br /> classification or value applied to such materials by the customs administration of <br /> the Party from whose territory the good was exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20 : Advanced Rulings <br /> 1. The importing Party shall provide for the issuance of written advance rulings to a <br /> person described in Article 3.20.2(a) concerning tariff classification of a good <br /> under this Agreement, prior to the importation of such good into its territory. <br /> 2. Each Party shall adopt or maintain procedures for the issuance of advance rulings that: <br /> (a) provide that an importer in its territory or an exporter or producer in the <br /> territory of the other Party, or their agents, may request such a ruling prior <br /> to the importation in question; <br /> (b) include a detailed description of the information required to process a <br /> request for an advance ruling; and <br /> (c) provide that the advance ruling be based on the facts and circumstances <br /> presented by the person requesting the ruling. <br /> 3. Each Party shall provide that its customs authorities: <br /> (a) may request, at any time during the course of evaluating a request for an <br /> advance ruling, additional information necessary to evaluate the request; <br /> (b) shall issue the advance ruling expeditiously, and within 120 days after <br /> obtaining all necessary information; and <br /> (c) shall provide, upon request of the person who requested the advance ruling, <br /> a full explanation of the reasons for the ruling. <br /> 4. Subject to Article 3.20.5, each Party shall provide that an advance ruling issued by <br /> its customs authorities is effective either on the date of issuance of the ruling or on <br /> such date(s) as may be specified in the advance ruling. The treatment provided by <br /> the advance ruling shall be applied to importations without regard to the identity of <br /> the importer, exporter or producer, provided that the facts and circumstances are <br /> identical in all material respects. <br /> 5. A Party may modify or revoke an advance ruling issued by its customs authorities <br /> upon its determination that: <br /> (a) the ruling was based on an error of fact or law; or <br /> (b) if there is a change of either the law (and that such change in law is not <br /> inconsistent with this Agreement), material facts or circumstances on which <br /> the advance ruling is based. <br /> The issuing Party shall notify the applicant of such modification or revocation. The <br /> issuing Party may postpone the effective date of such modification or revocation <br /> for a period of not less than 60 days if the person to whom the ruling was issued <br /> has relied in good faith on that ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.1 : Definitions <br> 1. @^@appraised value@^@ means the value determined under Articles 1 through 8, Article <br> 15 and the corresponding interpretative notes of the WTO Customs Valuation <br> Agreement, as adjusted to exclude any costs, charges, or expenses incurred for <br> transportation, insurance, and related services incident to the international shipment <br> of the merchandise from the country of exportation to the place of importation; <br> 2. @^@fungible goods or materials@^@ means goods or materials that are interchangeable for <br> 3. @^@generally accepted accounting principles@^@ means the recognized consensus or <br> commercial purposes and whose properties are essentially identical; <br> substantial authoritative support in the territory of a Party, with respect to the <br> information and the preparation of financial statements. These standards may <br> encompass broad guidelines of general application as well as detailed standards, <br> 4. @^@goods wholly obtained in the territory of one or both of the Parties@^@ <br> recording of revenues, expenses, costs, assets, and liabilities, the disclosure of <br> means goods that are: <br> (b) vegetable goods, as such goods are defined in the Harmonized System, <br> (a) fuel and energy; <br> harvested there; <br> practices and procedures; <br> (c) live animals born and raised there; <br> (e) goods (fish, shellfish, and other marine life) taken from the sea by vessels <br> registered or recorded with a Party and flying its flag; <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (f) goods produced exclusively from goods referred to in Article 3.1.4(e) on <br> board factory ships registered or recorded with a Party and flying its flag; <br> (g) goods taken by a Party, or a person of a Party, from the seabed or beneath <br> (g) catalysts and solvents; and <br> the seabed outside territorial waters, provided that the Party has rights to <br> exploit such seabed; or <br> (h) waste and scrap derived from <br> System; <br> (ii) used goods collected there, provided that such goods are fit only for <br> the recovery of raw materials; <br> 5. @^@goods produced entirely in the territory of one or both of the Parties@^@ means goods <br> that are produced there exclusively from goods referred to in Article 3.1.4 or from <br> their derivatives, at any stage of production. <br> 6. @^@Harmonized System@^@ means the Harmonized Commodity Description and Coding <br> 7. @^@indirect material@^@ means a good used in the production, testing or inspection of a <br> good but not physically incorporated into the good, or a good used in the <br> production of a good, including: <br> (c) spare parts and materials used in the maintenance of equipment and <br> maintenance of buildings or the operation of equipment associated with the <br> (f) equipment, devices, and supplies used for testing or inspecting the goods; <br> 8. @^@material@^@ means a good that is used in the production of another good; <br> 9. @^@non-originating material@^@ means a material that has not satisfied the requirements <br> production of the good can reasonably be demonstrated to be a part of that production; <br> of this Chapter; <br> 10. @^@preferential treatment@^@ means the customs duty rate and any other charges having <br> equivalent effect and treatment under Article 2.2 that is applicable to an originating <br> good pursuant to this Agreement; <br> 11. @^@producer@^@ means a person who grows, raises, mines, harvests, fishes, traps, hunts, <br> 12. @^@production@^@ means growing, raising, mining, harvesting, fishing, trapping, <br> hunting, manufacturing, processing, assembling or disassembling a good; and <br> 13. @^@used@^@ means used or consumed in the production of goods. <br> manufactures, processes, assembles or disassembles a good; <br> For purposes of this Chapter: <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "(a) mineral goods extracted there; <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture conducted there; <br> (i) production there; or <br> production or used to operate equipment and buildings; <br> (d) lubricants, greases, compounding materials, and other materials used in <br> (h) any other goods that are not incorporated into the good but whose use in the <br> buildings; <br> (b) tools, dies, and molds; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations relating to Importations", "ArticleDesc": "Article 3.15 : Obligations relating to Importations <br> 1. Each Party shall grant preferential treatment under this Agreement for any claim <br> made in accordance with this Section, unless the Party possesses information that <br> the claim is invalid. <br> 2. A Party may deny preferential treatment under this Agreement to an imported good <br> if the importer fails to comply with any requirement of this Chapter. <br> 3. If a Party denies a claim for preferential treatment under the Agreement, it shall <br> issue a written determination within 30 days from the date of denial, containing its <br> findings of fact and the legal basis for the determination. <br> "}, {"ArticleTitle": "Consultations, Modifications and Application", "ArticleDesc": "Article 3.21 : Consultations, Modifications and Application <br> 1. The Parties shall consult and cooperate to ensure that this Chapter is applied in an <br> effective and uniform manner. <br> 2. The Parties shall consult as provided in Article 8.1 to discuss necessary <br> amendments to this Chapter and Annex 3A, taking into account developments in <br> technology, production processes, and other related matters. <br> 3. For the purposes of this Chapter: <br> (a) the basis for tariff classification is the Harmonized System; <br> (b) any cost and value referred to in this Chapter shall be recorded and <br> maintained in accordance with the generally accepted accounting principles <br> "}]}]}, "members_found": ["702", "400"]}