{"FtaRooDetails": {"FtaId": 454, "FtaCode": "ITC00459", "FtaName": "FTA, Jordan-United States", "FtaFullName": "AGREEMENT BETWEEN THE UNITED STATES OF AMERICA AND THE HASHEMITE KINGDOM OF JORDAN", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "07.12.2001", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; United States of America", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Jordan-United States", "AdminProcCooAuth": "The certification type under FTA, Jordan-United States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Jordan-United States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Jordan-United States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "2.5%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "1. This Agreement shall apply to any article if: (a) that Article is wholly the growth, product or manufacture of a Party or is a new or different article of commerce that has been grown, produced, or manufactured in a Party; (b) that article is imported directly from one Party into the other Party; and (c) the sum of (i) the cost or value of the materials produced in the exporting Party, plus (ii) the direct costs of processing operations performed in the exporting Party is not less than 35 percent of the appraised value of the article at the time it is entered into the other Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " 2. No article shall be considered a new or different article of commerce under this<br /> Agreement and no material shall be eligible for inclusion as domestic content under this<br /> Agreement by virtue of having merely undergone (a) simple combining or packaging<br /> operations or (b) mere dilution with water or with another substance that does not<br /> materially alter the characteristics of the article or material.<br /> 3. For purposes of this Agreement, the expression 'wholly the growth, product, or<br /> manufacture of a Party' refers both to any article which has been entirely grown,<br /> produced, or manufactured in a Party and to all materials incorporated in an article which<br /> have been entirely grown, produced, or manufactured in a Party, as distinguished from<br /> articles or materials imported into a Party from a non-participating country, whether or not<br /> such articles or materials were substantially transformed into new or different articles of<br /> commerce after their importation into the Party.<br /> 4. For the purposes of this Agreement, 'country of origin' requires that an article or<br /> material, not wholly the growth, product, or manufacture of a Party, be substantially<br /> transformed into a new and different article of commerce, having a new name, character,<br /> or use distinct from the article or material from which it was so transformed.1", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00459_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.ecfr.gov/cgi-bin/text-idx?SID=481e26d1a3ab4e197ff2ff5cac6de3b3&mc=true&node=se19.1.10_1704&rgn=div8"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00459_roo.pdf", "DocType": "3_roo", "WebLink": "https://ustr.gov/sites/default/files/uploads/agreements/fta/jordan/asset_upload_file366_8456.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00459_full.pdf", "DocType": "8_full", "WebLink": "https://ustr.gov/sites/default/files/Jordan%20FTA.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: For purposes of determining the 35 percent domestic content requirement under <br /> this Agreement, the cost or value of materials which are used in the production of an <br /> article in one Party, and which are products of the other Party, may be counted in an <br /> amount up to 15 percent of the appraised value of the article. Such materials must in fact <br /> be products of the importing Party under the country of origin criteria set forth in this <br /> Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: For purposes of this Agreement, the expression 'wholly the growth, product, or <br /> manufacture of a Party' refers both to any article which has been entirely grown, <br /> produced, or manufactured in a Party and to all materials incorporated in an article which <br /> have been entirely grown, produced, or manufactured in a Party, as distinguished from <br /> articles or materials imported into a Party from a non-participating country, whether or not <br /> such articles or materials were substantially transformed into new or different articles of <br /> commerce after their importation into the Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: No article shall be considered a new or different article of commerce under this <br /> Agreement and no material shall be eligible for inclusion as domestic content under this <br /> Agreement by virtue of having merely undergone (a) simple combining or packaging <br /> operations or (b) mere dilution with water or with another substance that does not <br /> materially alter the characteristics of the article or material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: (a) For purposes of this Agreement, the cost or value of materials produced in a <br /> Party includes: <br /> (i) The manufacturer's actual cost for the materials, <br /> (ii) When not included in the manufacturer's actual cost for the <br /> materials, the freight, insurance, packing, and all other costs incurred in <br /> transporting the materials to the manufacturer' s plant, <br /> (iii) The actual cost of waste or spoilage (material list), less the value of <br /> recoverable scrap, and <br /> 1 For the purposes of this Agreement, the processing of goods imported under <br /> Harmonized Commodity Description and Coding System (HS) subheading 0805 into goods <br /> classified under HS subheadings 2009.11 through 2009.30 does not satisfy the requirements of <br /> paragraph 1(a). <br /> (iv) Taxes and/or duties imposed on the materials by a Party, provided <br /> they are not remitted upon exportation. <br /> (b) Where a material is provided to the manufacturer without charge, or at less <br /> than fair market value, its cost or value shall be determined by computing <br /> the sum of: <br /> i. All expenses incurred in the growth, production, or manufacture of <br /> the material, including general expenses, <br /> ii. an amount for profit, and <br /> iii. Freight, insurance, packing, and all other costs incurred in <br /> transporting the material to the manufacturer's plant. <br /> (c) If the pertinent information is not available, the appraising officer may <br /> ascertain or estimate the value thereof using all reasonable ways and means at his <br /> disposal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: For purposes of this Agreement, 'imported directly' means: <br /> (a) direct shipment from one Party into the other Party without passing through <br /> the territory of any intermediate country; or <br /> (b) if shipment is through the territory of an intermediate country, the articles <br /> in the shipment do not enter into the commerce of any intermediate country and the <br /> invoices, bills of lading, and other shipping documents, show the other Party as the <br /> final destination, or <br /> (c) if shipment is through an intermediate country and the invoices and other <br /> documents do not show the other Party as the final destination, then the articles in <br /> the shipment, upon arrival in that Party are imported directly only if they <br /> (i) remain under the control of the customs authority in an intermediate <br /> country; <br /> (ii) do not enter into the commerce of an intermediate country except <br /> for the purpose of a sale other than at retail, provided that the articles are <br /> imported as a result of the original commercial transaction between the <br /> importer and the producer or the producer's sales agent; and <br /> (iii) have not been subjected to operations other than loading and <br /> unloading, and other activities necessary to preserve the article in good <br /> condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Whenever an importer enters an article as eligible for the preferential treatment <br /> provided by this Agreement - <br /> (a) the importer shall be deemed to certify that such article qualifies for the <br /> preferential treatment provided by this Agreement. <br /> (b) the importer shall be prepared to submit to the customs authorities of the <br /> importing country, upon request, a declaration setting forth all pertinent <br /> information concerning the production or manufacture of the article. The <br /> information on the declaration should contain at least the following pertinent <br /> details: <br /> (i) a description of the article, quantity, numbers, and marks of <br /> packages, invoice numbers, and bills of lading; <br /> (ii) a description of the operations performed in the production of the <br /> article in a Party and identification of the direct costs of processing <br /> operations; <br /> (iii) a description of any materials used in production of the article <br /> which are wholly the growth, product, or manufacture of either Party, and a <br /> statement as to the cost or value of such materials; <br /> (iv) a description of the operations performed on, and a statement as to <br /> the origin and cost or value of, any foreign materials used in the article <br /> which are claimed to have been sufficiently processed in a Party so as to be <br /> materials produced in that Party; and <br /> (v) a description of the origin and cost or value of any foreign materials <br /> used in the article which have not been substantially transformed in a Party. <br /> This declaration shall be prepared, signed, and submitted by the importer <br /> upon request by the importing Party. A declaration should only be <br /> requested when the importing Party has reason to question the accuracy of <br /> the certification that, by operation of subparagraph (a), is deemed to have <br /> occurred, or when the importing Party's procedures for assessing the risk of <br /> improper or incorrect entry of an imported article indicate that verification <br /> of an entry is appropriate, or when a random verification is conducted. The <br /> information necessary for the preparation of the declaration shall be <br /> retained in the files of the importer for a period of 5 years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Whenever an importer enters an article as eligible for the preferential treatment <br /> of an entry is appropriate, or when a random verification is conducted. The <br /> information necessary for the preparation of the declaration shall be <br /> retained in the files of the importer for a period of 5 years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Whenever an importer enters an article as eligible for the preferential treatment <br /> (b) the importer shall be prepared to submit to the customs authorities of the <br /> importing country, upon request, a declaration setting forth all pertinent <br /> information concerning the production or manufacture of the article. The <br /> information on the declaration should contain at least the following pertinent <br /> details: <br /> (i) a description of the article, quantity, numbers, and marks of <br /> packages, invoice numbers, and bills of lading; <br /> (ii) a description of the operations performed in the production of the <br /> article in a Party and identification of the direct costs of processing <br /> operations; <br /> (iii) a description of any materials used in production of the article <br /> which are wholly the growth, product, or manufacture of either Party, and a <br /> statement as to the cost or value of such materials; <br /> (iv) a description of the operations performed on, and a statement as to <br /> the origin and cost or value of, any foreign materials used in the article <br /> which are claimed to have been sufficiently processed in a Party so as to be <br /> materials produced in that Party; and <br /> (v) a description of the origin and cost or value of any foreign materials <br /> used in the article which have not been substantially transformed in a Party. <br /> This declaration shall be prepared, signed, and submitted by the importer <br /> upon request by the importing Party. A declaration should only be <br /> requested when the importing Party has reason to question the accuracy of <br /> the certification that, by operation of subparagraph (a), is deemed to have <br /> occurred, or when the importing Party's procedures for assessing the risk of <br /> improper or incorrect entry of an imported article indicate that verification <br /> of an entry is appropriate, or when a random verification is conducted. The <br /> information necessary for the preparation of the declaration shall be <br /> retained in the files of the importer for a period of 5 years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "This Agreement shall apply to any article if: ...", "ArticleDesc": "Article 1: This Agreement shall apply to any article if: <br> (a) that Article is wholly the growth, product or manufacture of a Party or is a <br> new or different article of commerce that has been grown, produced, or <br> manufactured in a Party; <br> (b) that article is imported directly from one Party into the other Party; and <br> (c) the sum of (i) the cost or value of the materials produced in the exporting <br> Party, plus (ii) the direct costs of processing operations performed in the exporting <br> Party is not less than 35 percent of the appraised value of the article at the time it is <br> entered into the other Party. <br> "}, {"ArticleTitle": "For the purposes of this Agreement, 'country of origin' requires that an article or ...", "ArticleDesc": "Article 4: For the purposes of this Agreement, 'country of origin' requires that an article or <br> material, not wholly the growth, product, or manufacture of a Party, be substantially <br> transformed into a new and different article of commerce, having a new name, character, <br> or use distinct from the article or material from which it was so transformed.1 <br> "}, {"ArticleTitle": "Direct costs of processing operations ...", "ArticleDesc": "Article 7: Direct costs of processing operations <br> (a) For purposes of this Agreement, direct costs of processing operations <br> performed in a Party mean those costs either directly incurred in, or which can be <br> reasonably allocated to, the growth, production, manufacture, or assembly, of the <br> specific article under consideration. Such costs include, but are not limited to the <br> following, to the extent that they are includible in the appraised value of articles <br> imported into a Party: <br> (i) all actual labor costs involved in the growth, production, <br> manufacture, or assembly, of the specific article, including fringe benefits, <br> on-the-job training, and the cost of engineering, supervisory, quality <br> control, and similar personnel; <br> (ii) dies, molds, tooling and depreciation on machinery and equipment <br> which are allocable to the specific article; <br> (iii) research, development, design, engineering, and blueprint costs <br> insofar as they are allocable to the specific article; and <br> (iv) costs of inspecting and testing the specific article. <br> (b) Those items that are not included as direct costs of processing operations <br> are those which are not directly attributable to the articles or are not costs of <br> manufacturing the product. These include, but are not limited to: <br> (i) profit; and <br> (ii) general expenses of doing business which are either not allocable to <br> the specific article or are not related to the growth, production, <br> manufacture, or assembly of the article, such as administrative salaries, <br> casualty and liability insurance, advertising, and salesmen's salaries, <br> commissions, or expenses. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "In order to further the administration of this Agreement, the Parties agree to assist ...", "ArticleDesc": "Article 11: In order to further the administration of this Agreement, the Parties agree to assist <br> each other in obtaining information for the purpose of reviewing transactions made under <br> this Agreement in order to verify compliance with the conditions set forth in this <br> Agreement. <br> "}, {"ArticleTitle": "The Parties will consult from time to time on the interpretation of these provisions ...", "ArticleDesc": "Article 12: The Parties will consult from time to time on the interpretation of these provisions <br> and on any practical problems which may arise with a view to prevent unnecessary barriers <br> to trade which are inconsistent with the objectives of this Agreement. In this connection, <br> amendments of the present rules could be proposed. <br> 13. Within six months of the entry into force of this agreement, the Parties shall enter <br> into discussions with a view to deciding the extent to which the cost or value of materials <br> which are products of a territory contiguous to Jordan may be counted in the appraised <br> value of the Article for purposes of determining the 35 percent content requirement under <br> "}]}]}, "members_found": ["842", "400"]}